[
  {
    "start": 44001001,
    "content": "<b><a>1:1</a></b> <b>first account.</b> <b>Theophilus.</b> <b>all that Jesus began to do and teach.</b> first account. The Gospel of Luke ( Lk 1:1–4 ; see Introduction: Background and Setting ). That account chronicled the life and teaching of Jesus, through His death, resurrection, and ascension ( Lk 24:51 ). Theophilus. The original recipient of this book. See note on Lk 1:3 . all that Jesus began to do and teach. Jesus taught the disciples by word and deed the truth necessary to carry on His work. On the cross, He finished the work of redemption, but He had only started the proclamation of its glories."
  },
  {
    "start": 44001002,
    "content": "<b><a>1:2</a></b> <b>taken up.</b> <b>by the Holy Spirit given orders.</b> <b>He had chosen.</b> taken up. Christ’s ascension to the Father (cf. Lk 24:51 ). Luke uses this term 3 other times (vv. 9 , 11 , 22 ) to describe the end of the Lord’s earthly ministry (cf. Jn 6:62 ; 13:1 , 3 ; 16:28 ; 17:13 ; 20:17 ). by the Holy Spirit given orders. The Spirit was the source and power of Jesus’ earthly ministry (cf. Mt 4:1 ; 12:18 ; Mk 1:12 ; Lk 3:22 ; 4:1 , 14 , 18 ) and of the apostles’ service (cf. Lk 24:49 ; Jn 14:16–17 ; 16:7 ). “Orders” or commandments are authoritative NT truths, revealed to the apostles (cf. Jn 14:26 ; 16:13–15 ). He had chosen. The Lord sovereignly chose the apostles for salvation and service (cf. Jn 6:70 ; 15:16 )."
  },
  {
    "start": 44001003,
    "content": "<b><a>1:3</a></b> <b>presented Himself … by many convincing proofs.</b> <b>forty days.</b> <b>kingdom of God.</b> presented Himself … by many convincing proofs. Cf. Jn 20:30 ; 1Co 15:5–8 . To give the apostles confidence to present His message, Jesus entered a locked room ( Jn 20:19 ), showed His crucifixion wounds ( Lk 24:39 ), and ate and drank with the disciples ( Lk 24:41–43 ). forty days. The time period between Jesus’ resurrection and ascension during which He appeared at intervals to the apostles and others ( 1Co 15:5–8 ) and provided convincing evidence of His resurrection. kingdom of God. Cf. 8:12 ; 14:22 ; 19:8 ; 20:25 ; 28:23 , 31 . Here this expression refers to the sphere of salvation, the gracious domain of divine rule over believers’ hearts ( see notes on 1Co 6:9 ; Eph 5:5 ; cf. 17:7 ; Col 1:13–14 ; Rev 11:15 ; 12:10 ). This was the dominant theme during Christ’s earthly ministry (cf. Mt 4:23 ; 9:35 ; Mk 1:15 ; Lk 4:43 ; 9:2 ; Jn 3:3–21 )."
  },
  {
    "start": 44001004,
    "content": "<b><a>1:4</a></b> <b>gathering them together.</b> <b>wait for the promise of the Father.</b> gathering them together. An alternative reading, “eating with them,” is preferred (cf. 10:41 ; Lk 24:42–43 ). The fact that Jesus ate provides additional proof of His bodily resurrection. wait for the promise of the Father. Jesus repeatedly promised that God would send them His Spirit ( Lk 11:13 ; 24:49 ; Jn 7:39 ; 14:16 , 26 ; 15:26 ; 16:7 ; see note on Jn 20:22 )."
  },
  {
    "start": 44001005,
    "content": "<b><a>1:5</a></b> <b>John baptized with water.</b> <b>baptized with the Holy Spirit.</b> <b>not many days from now.</b> John baptized with water. See note on 2:38 . baptized with the Holy Spirit. The apostles had to wait until the Day of Pentecost, but since then all believers are baptized with the Holy Spirit at salvation ( see note on 1Co 12:13 ; cf. Ro 8:9 ; 1Co 6:19–20 ; Tit 3:5–6 ). not many days from now. God’s promise was fulfilled just 10 days later."
  },
  {
    "start": 44001006,
    "content": "<b><a>1:6</a></b> <b>restoring the kingdom to Israel.</b> restoring the kingdom to Israel. The apostles still believed the earthly form of the kingdom of Messiah would soon be reestablished (cf. Lk 19:11 ; 24:21 ). They also knew that Eze 36 and Joel 2 connected the coming of the kingdom with the outpouring of the Spirit whom Jesus had promised."
  },
  {
    "start": 44001007,
    "content": "<b><a>1:7</a></b> <b>times or seasons.</b> This verse shows that the apostles’ expectation of a literal, earthly kingdom mirrored what Christ taught and what the OT predicted. Otherwise, He would have corrected them about such a crucial aspect of His teaching. times or seasons. These two words refer to features, eras, and events that will be part of His earthly kingdom reign, which will begin at the second coming ( Mt 25:21–34 ). The exact time of His return, however, remains unrevealed ( Mk 13:32 ; cf. Dt 29:29 )."
  },
  {
    "start": 44001008,
    "content": "<b><a>1:8</a></b> <b>receive power.</b> <b>witnesses.</b> <b>Judea.</b> <b>Samaria.</b> The apostles’ mission of spreading the gospel was the major reason the Holy Spirit empowered them. This event dramatically altered world history, and the gospel message eventually reached all parts of the earth ( Mt 28:19–20 ). receive power. The apostles had already experienced the Holy Spirit’s saving, guiding, teaching, and miracle-working power. Soon they would receive His indwelling presence and a new dimension of power for witness ( see notes on 2:4 ; 1Co 6:19–20 ; Eph 3:16 , 20 ). witnesses. People who tell the truth about Jesus Christ (cf. Jn 14:26 ; 1Pe 3:15 ). The Greek word means “one who dies for his faith” because that was commonly the price of witnessing. Judea. The region in which Jerusalem was located. Samaria. The region immediately to the north of Judea ( see note on 8:5 )."
  },
  {
    "start": 44001009,
    "content": "<b><a>1:9</a></b> <b>lifted up.</b> <b>a cloud.</b> lifted up. See note on v. 2 . God the Father took Jesus, in His resurrection body, from this world to His rightful place at the Father’s right hand ( Lk 24:51 ; cf. 2:33 ; Jn 17:1–6 ). a cloud. A visible reminder that God’s glory was present as the apostles watched the ascension. For some of them, this was not the first time they had witnessed divine glory ( Mk 9:26 ); neither will it be the last time clouds accompany Jesus ( Mk 13:26 ; 14:62 ; see note on Rev 1:7 )."
  },
  {
    "start": 44001010,
    "content": "<b><a>1:10</a></b> <b>two men in white clothing.</b> two men in white clothing. Two angels in the form of men (cf. Ge 18:2 ; Jos 5:13–15 ; Mk 16:5 )."
  },
  {
    "start": 44001011,
    "content": "<b><a>1:11</a></b> <b>Men of Galilee.</b> <b>just the same way.</b> Men of Galilee. All the apostles were from Galilee except for Judas, who had killed himself by this time (cf. v. 18 ). just the same way. Christ one day will return to earth (to the Mt. of Olives), in the same way He ascended (with clouds), to set up His kingdom (cf. Da 7:13 ; Zec 14:4 ; Mt 24:30 ; 26:64 ; Rev 1:7 ; 14:14 )."
  },
  {
    "start": 44001012,
    "content": "<b><a>1:12</a></b> <b>mount called Olivet.</b> <b>Sabbath day’s journey.</b> mount called Olivet. Located across the Kidron Valley, east of Jerusalem, this large hill rising about 200 ft. higher in elevation than the city was the site from which Jesus ascended into heaven ( Lk 24:50–51 ). Sabbath day’s journey. One-half of a mi. (about 2,000 cubits), the farthest distance a faithful Jew could travel on the Sabbath to accommodate the prohibition of Ex 16:29 . This measurement was derived from tradition based on Israel’s encampments in the wilderness. The tents farthest out on the camp’s perimeter were 2,000 cubits from the center tabernacle—the longest distance anyone had to walk to reach the tabernacle on the Sabbath ( Jos 3:4 ; cf. Nu 35:5 )."
  },
  {
    "start": 44001013,
    "content": "<b><a>1:13</a></b> <b>upper room.</b> <b>Bartholomew.</b> <b>James</b> <b>of Alphaeus.</b> <b>Zealot.</b> <b>Judas</b> <b>of James.</b> upper room. Where the Last Supper may have been celebrated ( Mk 14:15 ) and where Jesus had appeared to the apostles after His resurrection. Bartholomew. This disciple is also called Nathanael ( Jn 1:45–49 ; 21:2 ). James the son of Alphaeus. See note on Mt 10:2 . The same person as James the younger, also called “the Less” to distinguish him from James, the brother of John ( Mk 15:40 ). Zealot. See note on Mt 10:4 . Judas the son of James. The preferred rendering is “the brother of.” See note on Mt 10:3 . He was also known as Thaddaeus ( Mk 3:18 )."
  },
  {
    "start": 44001014,
    "content": "<b><a>1:14</a></b> <b>continually devoting themselves to prayer.</b> <b>with</b> <b>women.</b> <b>Mary the mother of Jesus.</b> <b>brothers.</b> continually devoting themselves to prayer. The pattern of praying in the name of Jesus started at this time (cf. Jn 14:13–14 ). with the women. Doubtless they included Mary Magdalene, Mary the wife of Clopas, the sisters Mary and Martha, and Salome. Some of the apostles’ wives also may have been present (cf. 1Co 9:5 ). Mary the mother of Jesus. See notes on Lk 1:27–28 . Mary’s name does not appear again in the NT. brothers. Jesus’ half-brothers, named in Mk 6:3 as James, Joses, Judas, and Simon. James was the leader of the Jerusalem church ( 12:17 ; 15:13–22 ) and author of the epistle that bears his name. Judas (Jude) wrote the epistle of Jude. At this time they were new believers in Jesus as God, Savior, and Lord, whereas only 8 months earlier John had mentioned their unbelief ( Jn 7:5 )."
  },
  {
    "start": 44001015,
    "content": "<b><a>1:15</a></b> <b>in those days.</b> <b>Peter.</b> in those days. Some unspecified time during the believers’ 10 days of prayer and fellowship between the ascension and Pentecost. Peter. See note on Mt 10:2 . The acknowledged leader of the apostles took charge."
  },
  {
    "start": 44001016,
    "content": "<b><a>1:16</a></b> <b>brothers.</b> <b>the Scripture had to be fulfilled.</b> <b>the Holy Spirit … by the mouth of David.</b> brothers. The 120 believers who were gathered (v. 15 ). the Scripture had to be fulfilled. The two OT passages Peter quotes in v. 20 are Pss 69:25 ; 109:8 . When God gives prophecies, they will come to pass (cf. Ps 115:3 ; Is 46:10 ; 55:11 ). the Holy Spirit … by the mouth of David. Scripture contains no clearer description of divine inspiration. God spoke through David’s mouth, actually referring to his writing ( see note on 2Pe 1:21 )."
  },
  {
    "start": 44001017,
    "content": "<b><a>1:17</a></b> <b>received his share in this ministry.</b> received his share in this ministry. Judas Iscariot was a member of the 12, but was never truly saved which is why he was called “the son of perdition” ( Jn 17:12 ). See Mt 26:24 ; Jn 6:64 , 70–71 ; cf. 2:23 ; Lk 22:22 ."
  },
  {
    "start": 44001018,
    "content": "<b><a>1:18</a></b> <b>this man acquired a field.</b> <b>price of his unrighteousness.</b> <b>falling headlong.</b> this man acquired a field. Because the field was bought with the money the Jewish leaders paid Judas to betray Jesus, which he returned to them ( Mt 27:3–10 ), Luke refers to Judas as if he was the buyer (cf. Zec 11:12–13 ). price of his unrighteousness. The 30 pieces of silver paid to Judas. falling headlong. Apparently, the tree on which Judas chose to hang himself ( Mt 27:5 ) overlooked a cliff. Likely, the rope or branch broke (or the knot slipped), and his body was shattered on the rocks below."
  },
  {
    "start": 44001019,
    "content": "<b><a>1:19</a></b> <b>Hakeldama … Field of Blood.</b> Hakeldama … Field of Blood. This is the Aramaic name of the field bought by the Jewish leaders. Traditionally, the field is located south of Jerusalem in the Valley of Hinnom, where that valley crosses the Kidron Valley. The soil there was good for making pottery, thus Matthew identifies it as “the Potter’s Field” ( Mt 27:7 , 10 ; see notes on v. 18 )."
  },
  {
    "start": 44001020,
    "content": "<b><a>1:20</a></b> <b>it is written.</b> it is written. See note on v. 16 . Peter used the most compelling proof, Scripture, to reassure the believers that Judas’ defection and the choice of his replacement were both in God’s purpose (cf. Ps 55:12–15 )."
  },
  {
    "start": 44001021,
    "content": "<b><a>1:21</a></b> <b>went in and out among us.</b> went in and out among us. The first requirement for Judas’ successor was that he had participated in Jesus’ earthly ministry."
  },
  {
    "start": 44001022,
    "content": "<b><a>1:22</a></b> <b>baptism of John.</b> <b>a witness with us of His resurrection.</b> baptism of John. Jesus’ baptism by John the Baptist ( Mt 3:13–17 ; Mk 1:9–11 ; Lk 3:21–23 ). a witness with us of His resurrection. A second requirement for Judas’ successor was that he had to have seen the resurrected Christ. The resurrection was central to apostolic preaching (cf. 2:24 , 32 ; 3:15 ; 5:30 ; 10:40 ; 13:30–37 )."
  },
  {
    "start": 44001023,
    "content": "<b><a>1:23</a></b> <b>Barsabbas … Justus.</b> <b>Matthias.</b> Barsabbas … Justus. Barsabbas means “son of the Sabbath.” Justus (“the righteous”) was Joseph’s Lat. name. Many Jews in the Roman Empire had equivalent Gentile names. Matthias. The name means “gift of God.” The ancient historian Eusebius claims Matthias was among the 70 of Luke 10:1 ."
  },
  {
    "start": 44001024,
    "content": "<b><a>1:24</a></b> <b>You have chosen.</b> You have chosen. Judas’ successor was sovereignly determined ( see notes on v. 20 )."
  },
  {
    "start": 44001025,
    "content": "<b><a>1:25</a></b> <b>his own place.</b> his own place. Judas chose his own fate of hell by rejecting Christ. It is not unfair to say that Judas and all others who go to hell belong there (cf. Jn 6:70 )."
  },
  {
    "start": 44001026,
    "content": "<b><a>1:26</a></b> <b>cast lots.</b> cast lots. A common OT method of determining God’s will (cf. Lv 16:8–10 ; Jos 7:14 ; Pr 18:18 ; see note on Pr 16:33 ). This is the last biblical mention of lots—the coming of the Spirit made them unnecessary."
  },
  {
    "start": 44002001,
    "content": "<b><a>2:1</a></b> <b>day of Pentecost.</b> <b>in one place.</b> day of Pentecost. “Pentecost” means “fiftieth” and refers to the Feast of Weeks ( Ex 34:22–23 ) or Harvest ( Lv 23:16 ), which was celebrated 50 days after Passover in May/June ( Lv 23:15–22 ). It was one of 3 annual feasts for which the nation was to come to Jerusalem ( see note on Ex 23:14–19 ). At Pentecost, an offering of first fruits was made ( Lv 23:20 ). The Holy Spirit came on this day as the first fruits of the believer’s inheritance (cf. 2Co 5:5 ; Eph 1:11 , 14 ). Those gathered into the church then were also the first fruits of the full harvest of all believers to come after. in one place. The upper room mentioned in 1:13 ."
  },
  {
    "start": 44002002,
    "content": "<b><a>2:2</a></b> <b>a noise like a violent rushing wind.</b> a noise like a violent rushing wind. Luke’s simile described God’s action of sending the Holy Spirit. Wind is frequently used in Scripture as a picture of the Spirit (cf. Eze 37:9–10 ; Jn 3:8 )."
  },
  {
    "start": 44002003,
    "content": "<b><a>2:3</a></b> <b>tongues like fire.</b> The disciples could not comprehend the significance of the Spirit’s arrival without the Lord sovereignly illustrating what was occurring with a visible phenomenon. tongues like fire. Just as the sound, like wind, was symbolic, these were not literal flames of fire but supernatural indicators, like fire, that God had sent the Holy Spirit upon each believer. In Scripture, fire often denoted the divine presence (cf. Ex 3:2–6 ). God’s use of a fire-like appearance here parallels what He did with the dove when Jesus was baptized ( Mt 3:11 ; Lk 3:16 )."
  },
  {
    "start": 44002004,
    "content": "<b><a>2:4</a></b> <b>all.</b> <b>filled with the Holy Spirit.</b> <b>with other tongues.</b> all. The apostles and the 120. Cf. Joel 2:28–32 . filled with the Holy Spirit. In contrast to the baptism with the Spirit, which is the one-time act by which God places believers into His body ( see notes on 1Co 12:13 ), the filling is a repeated reality of Spirit-controlled behavior that God commands believers to maintain ( see notes on Eph 5:18 ). Peter and many others in Ac 2 were filled with the Spirit again (e.g., 4:8 , 31 ; 6:5 ; 7:55 ) and so spoke boldly the Word of God. The fullness of the Spirit affects all areas of life, not just speaking boldly (cf. Eph 5:19–33 ). with other tongues. Known languages ( see notes on v. 6 ; 1Co 14:1–25 ), not ecstatic utterances. These languages given by the Spirit were a sign of judgment to unbelieving Israel ( see notes on 1Co 14:21–22 ). They also showed that from then on God’s people would come from all nations, and marked the transition from Israel to the church. Tongues speaking occurs only twice more in Acts ( 10:46 ; 19:6 )."
  },
  {
    "start": 44002005,
    "content": "<b><a>2:5</a></b> <b>Jews … devout men.</b> Jews … devout men. Hebrew males who made the pilgrimage to Jerusalem. They were expected to celebrate Pentecost ( see note on v. 1 ) in Jerusalem, as part of observing the Jewish religious calendar. See note on Ex 23:14–19 ."
  },
  {
    "start": 44002006,
    "content": "<b><a>2:6</a></b> <b>this sound.</b> <b>speak in his own language.</b> this sound. The noise like gusty wind (v. 2 ), not the sound of the various languages. speak in his own language. As the believers were speaking, each pilgrim in the crowd recognized the language or dialect from his own country."
  },
  {
    "start": 44002007,
    "content": "<b><a>2:7</a></b> <b>Galileans.</b> Galileans. Inhabitants of the mostly rural area of northern Israel around the Sea of Galilee. Galilean Jews spoke with a distinct regional accent and were considered to be unsophisticated and uneducated by the southern Judean Jews. When Galileans were seen to be speaking so many different languages, the Judean Jews were astonished."
  },
  {
    "start": 44002009,
    "end": 44002011,
    "content": "<b><a>2:9–11</a></b> The listing of specific countries and ethnic groups proves again that these utterances were known human languages."
  },
  {
    "start": 44002010,
    "content": "<b><a>2:10</a></b> <b>Egypt.</b> <b>Libya around Cyrene.</b> <b>Rome.</b> <b>proselytes.</b> Egypt. Many Jews lived there, especially in the city of Alexandria. The nation then covered the same general area as modern Egypt. Libya around Cyrene. These districts were west of Egypt, along the North African coast. Rome. The capital of the Empire had a sizeable Jewish population, dating from the second century BC. proselytes. Gentile converts to Judaism. Jews in Rome were especially active in seeking such converts."
  },
  {
    "start": 44002011,
    "content": "<b><a>2:11</a></b> <b>Cretans.</b> <b>Arabs.</b> <b>we hear them … speaking.</b> <b>mighty deeds of God.</b> Cretans. Residents of the island of Crete, off the southern coast of Greece. Arabs. Jews who lived south of Damascus, among the Nabatean Arabs (cf. Ga 1:17 ). we hear them … speaking. See note on v. 6 . mighty deeds of God. The Christians were quoting from the OT what God had done for His people (cf. Ex 15:11 ; Pss 40:5 ; 77:11 ; 96:3 ; 107:21 ). Such praises were often heard in Jerusalem during festival times."
  },
  {
    "start": 44002013,
    "content": "<b><a>2:13</a></b> <b>new wine.</b> new wine. A drink that could have made one drunk."
  },
  {
    "start": 44002014,
    "end": 44002040,
    "content": "<b><a>2:14–40</a></b> After the Holy Spirit’s arrival, the first major event of church history was Peter’s sermon, which led to 3,000 conversions and established the church (vv. 41–47 )."
  },
  {
    "start": 44002015,
    "content": "<b><a>2:15</a></b> <b>the third hour.</b> the third hour. Calculated in Jewish fashion from sunrise, this was 9:00 a.m."
  },
  {
    "start": 44002016,
    "end": 44002021,
    "content": "<b><a>2:16–21</a></b> See Introduction to Joel: Interpretive Challenges ; see notes on Joel 2:28–32 . Joel’s prophecy will not be completely fulfilled until the millennial kingdom. But Peter, by using it, shows that Pentecost was a pre-fulfillment, a taste of what will happen in the millennial kingdom when the Spirit is poured out on all flesh (cf. 10:45 )."
  },
  {
    "start": 44002017,
    "content": "<b><a>2:17</a></b> <b>.</b> <b>.</b> <b>.</b> <b>.</b> last days . This phrase refers to the present era of redemptive history from the first coming of Christ ( Heb 1:2 ; 1Pe 1:20 ; 1Jn 2:18 ) to His return. My Spirit . See notes on 1:2 , 5 , 8 . all mankind . This indicates all people will receive the Holy Spirit, because everyone who enters the millennial kingdom will be redeemed (cf. Mt 24:29—25:46 ; Rev 20:4–6 ). visions … dreams . Dreams ( Ge 20:3 ; Da 7:1 ) and visions ( Ge 15:1 ; Rev 9:17 ) were some of God’s most memorable means of revelation since they were pictorial in nature. While they were not limited to believers (e.g., Abimelech, Ge 20:3 and Pharaoh, Ge 41:1–8 ), they were primarily reserved for prophets and apostles (cf. Nu 12:6 ). While frequent in the OT, they were rare in the NT. In Acts, most of God’s visions were associated with either Peter (chaps. 10–11 ) or Paul (chaps. 9 , 18 ; cf. 2Co 12:1 ). Most frequently they were used to reveal apocalyptic imagery (cf. Eze, Da, Zec, Rev). They were not considered normal in biblical times, nor should they be so now. The time will come, however, when God will use visions and dreams during the Tribulation period as predicted by Joel 2:28–32 ."
  },
  {
    "start": 44002018,
    "content": "<b><a>2:18</a></b> <b>prophesy.</b> prophesy. The proclamation of God’s truth will be pervasive in the millennial kingdom."
  },
  {
    "start": 44002019,
    "content": "<b><a>2:19</a></b> <b>.</b> <b>.</b> wonders … signs . Cf. 4:30 ; 5:12 ; 14:3 ; 15:12 . “Wonders” is the amazement people experience when witnessing supernatural works (miracles). “Signs” point to the power of God behind miracles—marvels have no value unless they point to God and His truth. Such works were often done by the Holy Spirit through the apostles ( 5:12–16 ) and their associates ( 6:8 ) to authenticate them as the messengers of God’s truth. Cf. 2Co 12:12 ; Heb 2:3–4 . blood … fire … vapor of smoke . These phenomena are all connected with events surrounding Christ’s second coming and signal the establishment of the earthly kingdom: blood ( Rev 6:8 ; 8:7–8 ; 9:15 ; 14:20 ; 16:3 ); fire ( Rev 8:5 , 7–8 , 10 ); and smoke ( Rev 9:2–3 , 17–18 ; 18:9 , 18 )."
  },
  {
    "start": 44002020,
    "content": "<b><a>2:20</a></b> <b>.</b> <b>.</b> sun … darkness … moon into blood . Cf. Mt 24:29–30 ; see note on Rev 6:12 . day of the Lord . See Introduction to Joel: Interpretive Challenges ; see note on 1Th 5:2 . This Day of the Lord will come with the return of Jesus Christ (cf. 2Th 2:2 ; Rev 19:11–15 )."
  },
  {
    "start": 44002021,
    "content": "<b><a>2:21</a></b> <b>.</b> everyone who calls . Up to that hour of judgment and wrath, any who turn to Christ as Lord and Savior will be saved ( see notes on Ro 10:10–13 )."
  },
  {
    "start": 44002022,
    "end": 44002036,
    "content": "<b><a>2:22–36</a></b> Here is the main body of Peter’s sermon, in which he presented and defended Jesus Christ as Israel’s Messiah."
  },
  {
    "start": 44002023,
    "content": "<b><a>2:23</a></b> <b>by the predetermined plan and foreknowledge of God.</b> <b>hands of lawless men.</b> by the predetermined plan and foreknowledge of God. From eternity past ( 2Ti 1:9 ; Rev 13:8 ) God predetermined that Jesus would die an atoning death as part of His preordained plan ( 4:27–28 ; 13:27–29 ). hands of lawless men. An indictment against “men of Israel” (v. 22 ), those unbelieving Jews who instigated Jesus’ death, which was carried out by the Romans. That the crucifixion was predetermined by God does not absolve the guilt of those who caused it."
  },
  {
    "start": 44002024,
    "content": "<b><a>2:24</a></b> <b>impossible.</b> impossible. Because of His divine power ( Jn 11:25 ; Heb 2:14 ) and God’s promise and purpose ( Lk 24:46 ; Jn 2:18–22 ; 1Co 15:16–26 ), death could not keep Jesus in the grave."
  },
  {
    "start": 44002025,
    "end": 44002028,
    "content": "<b><a>2:25–28</a></b> <b>David says.</b> David says. The Lord was speaking of His resurrection prophetically through David ( see note on Ps 16:10 )."
  },
  {
    "start": 44002027,
    "content": "<b><a>2:27</a></b> <b>.</b> Hades . Cf. v. 31 ; see note on Lk 16:23 . The NT equivalent of the OT grave or “Sheol.” Though sometimes it identifies hell ( Mt 11:23 ), here it refers to the general place of the dead."
  },
  {
    "start": 44002029,
    "content": "<b><a>2:29</a></b> <b>his tomb is with us.</b> his tomb is with us. A reminder to the Jews that David’s body had never been raised, so he could not be the fulfillment of the prophecy of Ps 16 ."
  },
  {
    "start": 44002030,
    "end": 44002032,
    "content": "<b><a>2:30–32</a></b> Peter exposits the meaning of Ps 16 as referring not to David, but to Jesus Christ. He would be raised to reign (v. 30 ; cf. Pss 2:1–9 ; 89:3 )."
  },
  {
    "start": 44002031,
    "content": "<b><a>2:31</a></b> Peter quoted Ps 16:10 ."
  },
  {
    "start": 44002032,
    "content": "<b><a>2:32</a></b> <b>God raised up.</b> <b>we are all witnesses.</b> God raised up. Cf. v. 24 ; 10:40 ; 17:31 ; 1Co 6:14 ; Eph 1:20 . That He did so attests to His approval of Christ’s work on the cross. we are all witnesses. The early preachers preached the resurrection ( 3:15 , 26 ; 4:10 ; 5:30 ; 10:40 ; 13:30 , 33–34 , 37 ; 17:31 )."
  },
  {
    "start": 44002033,
    "content": "<b><a>2:33</a></b> <b>exalted to the right hand of God.</b> After Jesus was risen and ascended, God’s promise to send the Holy Spirit was fulfilled (cf. Jn 7:39 ; Ga 3:14 ) and manifest that day. exalted to the right hand of God. See note on 7:55 ."
  },
  {
    "start": 44002034,
    "content": "<b><a>2:34</a></b> <b>.</b> The Lord said to my Lord . Peter quoted another psalm ( Ps 110:1 ) concerning the exaltation of Messiah by ascension to the right hand of God, and reminds the reader that it was not fulfilled by David (as bodily resurrection had not yet been; see note on v. 29 ), but by Jesus Christ (v. 36 ). Peter had been an eyewitness to that ascension ( 1:9–11 )."
  },
  {
    "start": 44002036,
    "content": "<b><a>2:36</a></b> <b>both Lord and Christ.</b> Peter summarizes his sermon with a powerful statement of certainty: the OT prophecies of resurrection and exaltation provide evidence that overwhelmingly points to the crucified Jesus as the Messiah. both Lord and Christ. Jesus is God as well as anointed Messiah (cf. Ro 1:4 ; 10:9 ; 1Co 12:3 ; Php 2:9 , 11 )."
  },
  {
    "start": 44002037,
    "content": "<b><a>2:37</a></b> <b>pierced to the heart.</b> pierced to the heart. The Greek word for “pierced” means “stab,” and thus denotes something sudden and unexpected. In grief, remorse, and intense spiritual conviction, Peter’s listeners were stunned by his indictment that they had killed their Messiah."
  },
  {
    "start": 44002038,
    "content": "<b><a>2:38</a></b> <b>Repent.</b> <b>be baptized.</b> <b>in the name of Jesus Christ.</b> <b>for the forgiveness of your sins.</b> <b>the gift of the Holy Spirit.</b> Repent. This refers to a change of mind and purpose that turns an individual from sin to God ( 1Th 1:9 ). Such change involves more than fearing the consequences of God’s judgment. Genuine repentance knows that the evil of sin must be forsaken and the person and work of Christ totally and singularly embraced. Peter exhorted his hearers to repent, otherwise they would not experience true conversion ( see note on Mt 3:2 ; cf. 3:19 ; 5:31 ; 8:22 ; 11:18 ; 17:30 ; 20:21 ; 26:20 ; Mt 4:17 ). be baptized. This Greek word lit. means “be dipped or immersed” in water. Peter was obeying Christ’s command from Mt 28:19 and urging the people who repented and turned to the Lord Christ for salvation to identify, through the waters of baptism, with His death, burial, and resurrection (cf. 19:5 ; Ro 6:3–4 ; 1Co 12:13 ; Ga 3:27 ; see notes on Mt 3:2 ). This is the first time the apostles publicly enjoined people to obey that ceremony. Prior to this, many Jews had experienced the baptism of John the Baptist ( see notes on Mt 3:1–3 ), and were also familiar with the baptism of Gentile converts to Judaism (proselytes). in the name of Jesus Christ. For the new believer, it was a crucial but costly identification to accept. for the forgiveness of your sins. This might better be translated “because of the forgiveness of sins.” Baptism does not produce forgiveness and cleansing from sin. See notes on 1Pe 3:20–21 . The reality of forgiveness precedes the rite of baptism (v. 41 ). Genuine repentance brings from God the forgiveness of sins (cf. Eph 1:7 ), and because of that the new believer was to be baptized. Baptism, however, was to be the ever-present act of obedience, so that it became synonymous with salvation. Thus to say one was baptized for forgiveness was the same as saying one was saved. See note on “one baptism” in Eph 4:5 . Every believer enjoys the complete forgiveness of sins ( Mt 26:28 ; Lk 24:47 ; Eph 1:7 ; Col 2:13 ; 1Jn 2:12 ). the gift of the Holy Spirit. See notes on 1:5 , 8 ."
  },
  {
    "start": 44002039,
    "content": "<b><a>2:39</a></b> <b>the promise.</b> <b>all who are far off.</b> <b>as many as the Lord our God will call.</b> the promise. See note on 1:4 . all who are far off. Gentiles, who would also share in the blessings of salvation (cf. Eph 2:11–13 ). as many as the Lord our God will call. Salvation is ultimately from the Lord. See note on Ro 3:24 ."
  },
  {
    "start": 44002041,
    "content": "<b><a>2:41</a></b> <b>those who had received his word were baptized.</b> <b>three thousand.</b> those who had received his word were baptized. See note on v. 38 . three thousand. Luke’s use of a specific number suggests records were kept of conversions and baptisms ( see note on v. 38 ). Archeological work on the south side of the temple mount has uncovered numerous Jewish mikvahs , large baptistry-like facilities where Jewish worshipers would immerse themselves in ritual purification before entering the temple. More than enough existed to facilitate the large number of baptisms in a short amount of time."
  },
  {
    "start": 44002042,
    "content": "<b><a>2:42</a></b> <b>apostles’ teaching.</b> <b>fellowship.</b> <b>breaking of bread.</b> <b>prayers.</b> apostles’ teaching. The foundational content for the believer’s spiritual growth and maturity was the Scripture, God’s revealed truth, which the apostles received ( see notes on Jn 14:26 ; 15:26–27 ; 16:13 ) and taught faithfully. See notes on 2Pe 1:19–21 ; 3:1–2 , 16 . fellowship. Lit. “partnership,” or “sharing.” Because Christians become partners with Jesus Christ and all other believers ( 1Jn 1:3 ), it is their spiritual duty to stimulate one another to righteousness and obedience (cf. Ro 12:10 ; 13:8 ; 15:5 ; Ga 5:13 ; Eph 4:2 , 25 ; 5:21 ; Col 3:9 ; 1Th 4:9 ; Heb 3:13 ; 10:24–25 ; 1Pe 4:9–10 ). breaking of bread. A reference to the Lord’s Table, or Communion, which is mandatory for all Christians to observe (cf. 1Co 11:24–29 ). prayers. Of individual believers and the church corporately (see 1:14 , 24 ; 4:24–31 ; cf. Jn 14:13–14 )."
  },
  {
    "start": 44002043,
    "content": "<b><a>2:43</a></b> <b>wonders and signs.</b> wonders and signs. See note on v. 19 . In the NT, the ability to perform miracles was limited to the apostles and their close colleagues (e.g., Philip in 8:13 ; cf. 2Co 12:12 ; Heb 2:3–4 ). These produced awe and respect for divine power."
  },
  {
    "start": 44002044,
    "content": "<b><a>2:44</a></b> <b>all things in common.</b> all things in common. See 4:32 . This phrase conveys not that the early Christians lived in a commune or pooled and redistributed everything equally, but that they held their own possessions lightly, ready to use them at any moment for someone else, as needs arose."
  },
  {
    "start": 44002045,
    "content": "<b><a>2:45</a></b> <b>selling their … possessions.</b> selling their … possessions. This indicates that they had not pooled their resources ( see note on v. 44 ) but sold their own possessions to provide money for those of the church in need (cf. v. 46 ; 4:34–37 ; 2Co 8:13–14 )."
  },
  {
    "start": 44002046,
    "content": "<b><a>2:46</a></b> <b>daily … in the temple.</b> <b>breaking bread from house to house.</b> <b>gladness and sincerity of heart.</b> daily … in the temple. Believers went to the temple to praise God (v. 47 ), observe the daily hours of prayer (cf. 3:1 ), and witness to the gospel (v. 47 ; 5:42 ). breaking bread from house to house. This has reference to the daily means that believers shared with one another. gladness and sincerity of heart. The Jerusalem church was joyful because its single focus was on Jesus Christ. See notes on 2Co 11:3 ; Php 3:13–14 ."
  },
  {
    "start": 44002047,
    "content": "<b><a>2:47</a></b> <b>the Lord was adding.</b> the Lord was adding. Cf. v. 39 ; 5:14 . See note on Mt 16:18 . Salvation is God’s sovereign work."
  },
  {
    "start": 44003001,
    "content": "<b><a>3:1</a></b> <b>the ninth</b> <b>the hour of prayer.</b> the ninth hour, the hour of prayer. 3:00 p.m. The Jews had 3 daily times of prayer ( Ps 55:17 ); the other two were 9:00 a.m. (third hour) and 12:00 noon (sixth hour)."
  },
  {
    "start": 44003002,
    "content": "<b><a>3:2</a></b> <b>gate of the temple … called Beautiful.</b> <b>alms.</b> gate of the temple … called Beautiful. A large and ornate gate inside the temple mount on the eastern side, separating the Court of the Gentiles from the Court of the Women. alms. A charitable donation of money."
  },
  {
    "start": 44003003,
    "content": "<b><a>3:3</a></b> <b>into the temple.</b> into the temple. Beggars considered the temple the best site to operate because the daily throngs came to impress God with their pious good works, including offerings at the temple treasury."
  },
  {
    "start": 44003010,
    "content": "<b><a>3:10</a></b> <b>Beautiful Gate.</b> Beautiful Gate. See note on v. 2 ."
  },
  {
    "start": 44003011,
    "content": "<b><a>3:11</a></b> <b>portico called Solomon’s.</b> portico called Solomon’s. A portico surrounding the temple’s Court of the Gentiles. This was also where Jesus had taught about the Good Shepherd ( Jn 10:23 ). Cf. Is 35:6 ."
  },
  {
    "start": 44003013,
    "content": "<b><a>3:13</a></b> <b>The God of Abraham, Isaac, and Jacob.</b> <b>His Servant Jesus.</b> <b>Pilate … decided to release</b> <b>.</b> The God of Abraham, Isaac, and Jacob. A description of God familiar to Peter’s Jewish audience (cf. Ex 3:6 , 15 ; 1Ki 18:36 ; 1Chr 29:18 ; 2Chr 30:6 ; Mt 22:32 ). He used this formula, which stressed God’s covenant faithfulness, to demonstrate that he declared the same God and Messiah whom the prophets had proclaimed. His Servant Jesus. Peter depicted Jesus as God’s personal representative. This is an unusual NT title for Jesus, used only 4 other places (v. 26 ; 4:27 , 30 ; Mt 12:18 ), but a more familiar OT name for Messiah ( Is 42:1–4 , 19 ; 49:5–7 ; see notes on 52:13—53:12 ; cf. Mt 20:28 ; Jn 6:38 ; 8:28 ; 13:1–7 ). Pilate … decided to release Him . Pontius Pilate, the Roman governor at Jesus’ trial, came from a national tradition that strongly supported justice (cf. 16:37–38 ; 22:25–29 ; 25:16 ). He knew Jesus’ crucifixion would be unjust and therefore declared Him innocent 6 times ( Lk 23:4 , 14–15 , 22 ; Jn 18:38 ; 19:4 , 6 ) and repeatedly sought to release Him ( Lk 23:13–22 ; see notes on Jn 19:12–13 )."
  },
  {
    "start": 44003014,
    "content": "<b><a>3:14</a></b> <b>the Holy and Righteous One.</b> <b>murderer.</b> the Holy and Righteous One. Cf. Ps 16:10 ; Lk 4:34 ; Jn 6:69 . murderer. Barabbas ( Mt 27:16–21 ; Mk 15:11 ; Lk 23:18 ; Jn 18:40 )."
  },
  {
    "start": 44003015,
    "content": "<b><a>3:15</a></b> <b>put to death … God raised … we are witnesses.</b> <b>Author of life.</b> put to death … God raised … we are witnesses. Peter’s confident and forceful declaration (cf. 1Co 15:3–7 ) was a clear defense of and provided further evidence for Christ’s resurrection. Peter’s claim was undeniable; the Jews never showed any evidence, such as Jesus’ corpse, to disprove it. Author of life. The Greek word for “author” means originator, pioneer, or beginner of something. It describes Jesus as the Divine Originator of life (cf. Ps 36:9 ; Heb 2:10 ; 12:2 ; 1Jn 5:11 , 20 )."
  },
  {
    "start": 44003018,
    "content": "<b><a>3:18</a></b> <b>announced beforehand by the mouth of all the prophets.</b> announced beforehand by the mouth of all the prophets. Cf. Ge 3:15 ; Ps 22 ; Is 53 ; Zec 12:10 ."
  },
  {
    "start": 44003019,
    "content": "<b><a>3:19</a></b> <b>repent and return.</b> <b>your sins … wiped away.</b> repent and return. See notes on 2:38 ; Mt 3:2 . “Return” is a frequent NT word that relates to sinners turning to God ( 9:35 ; 14:15 ; 26:18 , 20 ; Lk 1:16–17 ; 2Co 3:16 ; 1Pe 2:25 ). your sins … wiped away. Cf. Ps 51:9 ; Is 43:25 ; 44:22 . “Wiped away” compares forgiveness to the complete wiping away of ink from the surface of a document ( Col 2:14 )."
  },
  {
    "start": 44003022,
    "content": "<b><a>3:22</a></b> Quoted from Dt 18:15 . Moses was revered by the Jews as their first and greatest prophet, and the Jews viewed the prophet “like him” to refer to the Messiah."
  },
  {
    "start": 44003023,
    "content": "<b><a>3:23</a></b> Quoted from Dt 18:19 ; cf. Lv 23:29 . Peter’s audience was in the precarious position of losing covenant blessings by rejecting the Messiah."
  },
  {
    "start": 44003024,
    "content": "<b><a>3:24</a></b> <b>prophets … from Samuel.</b> prophets … from Samuel. Samuel was called a prophet in the OT ( 1Sa 3:20 ). Although he did not directly prophesy about Christ, he did anoint David as king and speak of his kingdom ( 1Sa 13:14 ; 15:28 ; 16:13 ; 28:17 ), and the promises David received were and will be fulfilled in Christ (cf. 2Sa 7:10–16 )."
  },
  {
    "start": 44003025,
    "content": "<b><a>3:25</a></b> <b>.</b> in your seed . Quoted from Ge 22:18 ; 26:4 . Jesus Christ was the ultimate fulfillment of the Abrahamic Covenant and its blessings ( Ga 3:16 ), which are still available to the Jews."
  },
  {
    "start": 44003026,
    "content": "<b><a>3:26</a></b> <b>God raised up.</b> <b>His Servant.</b> God raised up. See note on 2:32 . His Servant. See note on v. 13 ."
  },
  {
    "start": 44004001,
    "content": "<b><a>4:1</a></b> <b>priests.</b> <b>the captain of the temple</b> <b>.</b> <b>Sadducees.</b> priests. The office of priest in the OT began with Aaron and his sons ( Lv 8 ). They became the human intermediaries between holy God and sinful humanity. They were characterized by 3 qualities: 1) they were chosen and set apart for priestly service by God; 2) they were to be holy in character; and 3) they were the only ones allowed to come near to God on behalf of the people with the High Priest being the chief go-between on the Day of Atonement ( Lv 16 ). Cf. Nu 16:5 . the captain of the temple guard . Chief of the temple police force (composed of Levites) and second-ranking official to the High Priest. The Romans had delegated the temple-policing responsibility to the Jews. Sadducees. See notes on 23:8 ; Mt 3:7 ."
  },
  {
    "start": 44004002,
    "content": "<b><a>4:2</a></b> <b>proclaiming in Jesus the resurrection.</b> proclaiming in Jesus the resurrection. This part of the apostles’ message was the most objectionable to the Jewish leaders. They had executed Christ as a blasphemer, and now Peter and John were proclaiming His resurrection."
  },
  {
    "start": 44004003,
    "content": "<b><a>4:3</a></b> <b>already evening.</b> already evening. The Jews detained Peter and John overnight in jail because Jewish law did not permit trials at night. It had been too late to convene the Sanhedrin ( see note on v. 15 ) that afternoon, so the apostles would face a hearing the next day before that council."
  },
  {
    "start": 44004004,
    "content": "<b><a>4:4</a></b> <b>five thousand.</b> five thousand. The cumulative total of men in the Jerusalem church by this time, not the number of those converted after Peter’s latest message."
  },
  {
    "start": 44004005,
    "content": "<b><a>4:5</a></b> <b>rulers and elders and scribes.</b> rulers and elders and scribes. These positions made up the Jewish ruling body, the Sanhedrin ( see note on v. 15 )."
  },
  {
    "start": 44004006,
    "content": "<b><a>4:6</a></b> <b>Annas … Caiaphas.</b> <b>John … Alexander.</b> Annas … Caiaphas. See note on Jn 18:13 . Even though Annas (AD 6–15) had been replaced and Caiaphas was now High Priest (AD 18–36), he retained his title and wielded great influence. John … Alexander. Their identities are uncertain. “John” could be an alternate reading for “Jonathan,” who was one of Annas’ sons and replaced Caiaphas as High Priest in AD 36."
  },
  {
    "start": 44004008,
    "end": 44004012,
    "content": "<b><a>4:8–12</a></b> Peter put the Sanhedrin on trial by preaching the gospel to those same men who condemned Jesus Christ and made themselves enemies of God."
  },
  {
    "start": 44004011,
    "content": "<b><a>4:11</a></b> rejected … the chief corner stone. Quoted from Ps 118:22 ( see note ); cf. Eph 2:19–22 ; 1Pe 2:4–8 ."
  },
  {
    "start": 44004012,
    "content": "<b><a>4:12</a></b> <b>no other name.</b> no other name. This refers to the exclusivism of salvation by faith in Jesus Christ. There are only two religious paths: the broad way of works salvation leading to eternal death, and the narrow way of faith in Jesus, leading to eternal life ( Mt 7:13–14 ; cf. Jn 10:7–8 ; 14:6 ). Sadly, the Sanhedrin and its followers were on the first path."
  },
  {
    "start": 44004013,
    "content": "<b><a>4:13</a></b> <b>uneducated and ordinary men.</b> uneducated and ordinary men. Peter and John were not educated in the rabbinical schools and had no formal training in OT theology."
  },
  {
    "start": 44004015,
    "end": 44004017,
    "content": "<b><a>4:15–17</a></b> It would be risky to punish the two apostles when they had broken no laws and had performed a miracle that captured the entire city’s attention. But the Sanhedrin believed it had to stop the preaching of the incriminating truth that its members had executed the Messiah."
  },
  {
    "start": 44004019,
    "content": "<b><a>4:19</a></b> <b>to hear you rather than to God.</b> to hear you rather than to God. Christians should obey governmental authority ( Ro 13:1–7 ; 1Pe 2:13–17 ), but when government decrees are clearly contrary to God’s Word, God must be obeyed (cf. Ex 1:15–17 ; Da 6:4–10 )."
  },
  {
    "start": 44004023,
    "content": "<b><a>4:23</a></b> <b>chief priests.</b> <b>elders.</b> chief priests. A small group within the Sanhedrin ( see note on v. 15 ), composed of former High Priests and members of influential priestly families ( see note on Mt 2:4 ). elders. See note on v. 5 ."
  },
  {
    "start": 44004024,
    "end": 44004030,
    "content": "<b><a>4:24–30</a></b> Peter and John’s experience did not frighten or discourage the other disciples, but exhilarated them. They took confidence in God’s sovereign control of all events, even their sufferings. Furthermore, they were comforted that the opposition whom they were facing was foreseen in the OT (vv. 25–26 )."
  },
  {
    "start": 44004025,
    "content": "<b><a>4:25</a></b> <b>the mouth of our father David.</b> through the mouth of our father David. See note on 1:16 . In the events of recent days, the disciples saw a fulfillment of Ps 2:1–2 which they quoted."
  },
  {
    "start": 44004028,
    "content": "<b><a>4:28</a></b> <b>Your hand and Your purpose.</b> Your hand and Your purpose. God has written all of history according to His eternal plan. The crucifixion of Jesus was no exception ( see note on 2:23 ; cf. Ro 8:29–30 ; 1Co 2:7 ; Eph 1:5–11 )."
  },
  {
    "start": 44004030,
    "content": "<b><a>4:30</a></b> <b>signs and wonders.</b> <b>holy Servant.</b> signs and wonders. See note on 2:19 . holy Servant. See note on 3:13 ."
  },
  {
    "start": 44004031,
    "content": "<b><a>4:31</a></b> <b>was shaken.</b> <b>filled with the Holy Spirit.</b> was shaken. As on Pentecost, a physical phenomenon indicated the presence of the Holy Spirit ( see notes on 2:2–3 ). filled with the Holy Spirit. See notes on v. 8 ; 2:4 ."
  },
  {
    "start": 44004032,
    "end": 44004035,
    "content": "<b><a>4:32–35</a></b> <b>everything was common.</b> everything was common. See notes on 2:44–46 . Believers understood that all they had belonged to God, and therefore when a brother or sister had a need, those who could meet it were obligated to do so (cf. Jas 2:15–16 ; 1Jn 3:17 ). The method was to give the money to the apostles who would distribute it (vv. 35 , 37 )."
  },
  {
    "start": 44004033,
    "content": "<b><a>4:33</a></b> <b>bearing witness to the resurrection.</b> <b>great grace.</b> bearing witness to the resurrection. See note on 1:22 . great grace. This means “favor” and carries a twofold meaning here: 1) favor from the people outside the church. Because of the believers’ love and unity, the common people were impressed (cf. 2:47 ); and 2) favor from God who was granting blessing."
  },
  {
    "start": 44004036,
    "content": "<b><a>4:36</a></b> <b>Joseph, a Levite … called Barnabas.</b> <b>Cyprian.</b> Joseph, a Levite … called Barnabas. Luke introduces Barnabas as a role model from among those who donated property proceeds. Barnabas was a member of the priestly tribe of the Levites and a native of the island of Cyprus. He becomes an associate of Paul and a prominent figure later in the book (cf. 9:26–27 ; 11:22–24 , 30 ; chaps. 13–15 ). Cyprian. Barnabas was from Cyprus, the third largest island in the Mediterranean after Sicily and Sardinia, located some 60 mi. west off the Syrian coast ( see note on 13:4 )."
  },
  {
    "start": 44004037,
    "content": "<b><a>4:37</a></b> <b>owned a field, sold it.</b> owned a field, sold it. The OT prohibited Levites from owning property in Israel ( Nu 18:20 , 24 ; Dt 10:9 ), but that law was apparently no longer in force. It is also possible that the land was in Cyprus."
  },
  {
    "start": 44005001,
    "content": "<b><a>5:1</a></b> <b>Ananias … Sapphira.</b> Ananias … Sapphira. These are two classic examples of hypocrisy among Christians who faked their spirituality to impress others (cf. Mt 6:1–6 , 16–18 ; 15:7 ; 23:13–36 ). They were in the “congregation of those who believed” ( 4:32 ) and were involved with the Holy Spirit (v. 3 ), but remained hypocrites."
  },
  {
    "start": 44005002,
    "content": "<b><a>5:2</a></b> <b>kept back</b> <b>of the price.</b> kept back some of the price. This was not a sin in and of itself. However, they had promised, perhaps publicly, that they were giving the full amount received to the Lord. Their outward sin was lying about how much they were giving to the church, but the deeper, more devastating sin was their spiritual hypocrisy based on selfishness."
  },
  {
    "start": 44005003,
    "content": "<b><a>5:3</a></b> <b>Satan filled your heart.</b> Satan filled your heart. Ananias and Sapphira were satanically inspired in contrast to Barnabas’ Spirit-filled gesture ( 4:37 )."
  },
  {
    "start": 44005005,
    "content": "<b><a>5:5</a></b> <b>great fear.</b> great fear. See v. 11 . They were afraid about the seriousness of hypocrisy and sin in the church. The people learned that death can be the consequence of sin (see 1Co 11:30–32 ; 1Jn 5:16 ). That fear extended beyond those present to all who heard about the divine judgment (v. 11 ). Cf. 1Pe 3:10 ; 4:17 ."
  },
  {
    "start": 44005006,
    "end": 44005010,
    "content": "<b><a>5:6–10</a></b> The Jews did not embalm, but customarily buried the dead the same day, especially someone who died by divine judgment (see Dt 21:22–23 )."
  },
  {
    "start": 44005009,
    "content": "<b><a>5:9</a></b> <b>put the Spirit of the Lord to the test?</b> put the Spirit of the Lord to the test? Sapphira had gone too far in presuming upon God’s forbearance. The folly of such blatant human presumption had to be shown as a sin, hence the ultimate divine chastening that followed."
  },
  {
    "start": 44005011,
    "content": "<b><a>5:11</a></b> <b>church.</b> church. This is the first use of “church” in Acts, although it is the most common word used to describe the assembly of those who had believed (cf. 4:32 )."
  },
  {
    "start": 44005012,
    "content": "<b><a>5:12</a></b> <b>signs and wonders.</b> <b>Solomon’s Portico.</b> signs and wonders. See note on 2:19 . Solomon’s Portico. See note on 3:11 ."
  },
  {
    "start": 44005013,
    "content": "<b><a>5:13</a></b> <b>none … dared to associate with them.</b> none … dared to associate with them. See note on v. 5 . These unbelievers had respect for the followers of Jesus, but feared the deadly potential of joining the church."
  },
  {
    "start": 44005014,
    "content": "<b><a>5:14</a></b> <b>believers … men and women.</b> believers … men and women. While the unbelievers stayed away due to fear of the consequence of sin, there were multitudes who heard the gospel witness, gladly believed, and joined the church."
  },
  {
    "start": 44005015,
    "content": "<b><a>5:15</a></b> <b>Peter … his shadow.</b> Peter … his shadow. The people truly believed he had divine healing power and that it might even extend to them through his shadow (cf. 3:1–10 ). But Scripture does not say Peter’s shadow ever healed anyone; in fact, the healing power of God through him seemed to go far beyond his shadow (v. 16 , “people … all being healed”). This outpouring of healing was an answer to the prayer in 4:29–30 ."
  },
  {
    "start": 44005016,
    "content": "<b><a>5:16</a></b> <b>unclean spirits.</b> unclean spirits. Cf. Mt 10:1 ; 12:43–45 ; Mk 1:23–27 ; 5:1–13 ; 6:7 ; 9:25 ; Lk 4:36 ; 8:29 ; 9:42 . They are demons, fallen angels ( Rev 12:3 ) who are so designated because of their vile wickedness. They frequently live inside unbelievers, particularly those who vent their wicked nature."
  },
  {
    "start": 44005017,
    "content": "<b><a>5:17</a></b> <b>high priest.</b> <b>Sadducees.</b> high priest. See note on 4:6 . Here the title could refer to Annas (cf. 4:6 ) or Caiaphas. Sadducees. See notes on 23:8 ; Mt 3:7 ."
  },
  {
    "start": 44005019,
    "content": "<b><a>5:19</a></b> <b>an angel of the Lord.</b> an angel of the Lord. This person should not be confused with “the angel of Yahweh” in the OT ( see note on Ex 3:2 )."
  },
  {
    "start": 44005020,
    "content": "<b><a>5:20</a></b> <b>the whole message of this Life.</b> the whole message of this Life. The gospel (cf. Php 2:16 ; 1Jn 1:1–4 ). Jesus Christ came into this world to provide abundant and eternal life to spiritually dead people (cf. Jn 1:4 ; 11:25 ; 1Jn 5:20 )."
  },
  {
    "start": 44005028,
    "content": "<b><a>5:28</a></b> <b>teaching.</b> <b>this man’s blood upon us.</b> teaching. The gospel of Jesus Christ ( see notes on 2:14–40 ; 4:12–13 ). this man’s blood upon us. The Sanhedrin had apparently forgotten the brash statement its supporters had made before Pilate that the responsibility for Jesus’ death should be on them and their children ( Mt 27:25 )."
  },
  {
    "start": 44005029,
    "content": "<b><a>5:29</a></b> <b>obey God rather than men.</b> obey God rather than men. See note on 4:19 ."
  },
  {
    "start": 44005030,
    "content": "<b><a>5:30</a></b> <b>hanging Him on a tree.</b> hanging Him on a tree. Cf. Dt 21:23 ; Ga 3:13 ."
  },
  {
    "start": 44005031,
    "content": "<b><a>5:31</a></b> <b>God exalted to His right hand.</b> <b>Leader.</b> <b>repentance to Israel.</b> God exalted to His right hand. See notes on 1:9 ; Mk 16:19 ; Php 2:9–11 . Leader. See note on 3:15 . repentance to Israel. Salvation for the Jews. Salvation demands repentance (cf. 2:38 ; 3:19 ; 17:30 ; 20:21 ; 26:20 ). For the nature of repentance, see notes on 2Co 7:9–12 ."
  },
  {
    "start": 44005032,
    "content": "<b><a>5:32</a></b> <b>the Holy Spirit.</b> so is the Holy Spirit. Every believer receives the Spirit the moment one is saved by obeying the gospel ( see note on 2:4 ; cf. Ro 8:9 ; 1Co 6:19–20 )."
  },
  {
    "start": 44005034,
    "content": "<b><a>5:34</a></b> <b>Gamaliel.</b> Gamaliel. Like his grandfather, the prominent rabbi Hillel, Gamaliel, the most noted rabbi of his time, led the liberal faction of the Pharisees. His most famous student was the apostle Paul ( 22:3 )."
  },
  {
    "start": 44005036,
    "content": "<b><a>5:36</a></b> <b>Theudas.</b> Theudas. An otherwise unknown individual who led a revolt in Judea in the early years of the first century, not to be confused with a later Theudas cited in Josephus as a revolutionary."
  },
  {
    "start": 44005037,
    "content": "<b><a>5:37</a></b> <b>Judas the Galilean rose up.</b> <b>days of the census.</b> Judas the Galilean rose up. The founder of the Zealots who led another revolt in Israel early in the first century. Zealots, a party of Jews who were fanatical nationalists, believed that radical action was required to overthrow the Roman power in Israel. They even sought to take up arms against Rome. days of the census. One ordered by Quirinius, governor of Syria, in 6–7 BC (cf. Lk 2:2 )."
  },
  {
    "start": 44005038,
    "end": 44005039,
    "content": "<b><a>5:38–39</a></b> Members of the Sanhedrin heeded Gamaliel’s words concerning the apostles. But, based on his knowledge of Scripture, Gamaliel should have been more decisive and less pragmatic about accepting Jesus as the risen Messiah."
  },
  {
    "start": 44005040,
    "content": "<b><a>5:40</a></b> <b>beating them.</b> beating them. The apostles were unjustly beaten, probably with 39 lashes, the standard number given to avoid exceeding the OT legal limit of 40 (cf. Dt 25:3 )."
  },
  {
    "start": 44006001,
    "content": "<b><a>6:1</a></b> <b>multiplying</b> <b>.</b> <b>Hellenists … Hebrews.</b> <b>widows were being overlooked.</b> multiplying in number . See note on 4:4 . The figure could have reached over 20,000 men and women. Hellenists … Hebrews. “Hellenists” were Jews from the Diaspora; “Hebrews” were the native Jewish population of Israel. The Hellenists’ absorption of aspects of Greek culture made them suspect to the Jews of Israel. widows were being overlooked. The Hellenists believed their widows were not receiving an adequate share of the food the church provided for their care (cf. 1Ti 5:3–16 )."
  },
  {
    "start": 44006002,
    "content": "<b><a>6:2</a></b> <b>serve tables.</b> serve tables. The word translated “tables” can refer to tables used in monetary matters (cf. Mt 21:12 ; Mk 11:15 ; Jn 2:15 ), as well as those used for serving meals. To be involved either in financial matters or in serving meals would take the 12 away from their first priority ( see note on v. 4 )."
  },
  {
    "start": 44006003,
    "content": "<b><a>6:3</a></b> <b>seven men.</b> <b>full of the Spirit.</b> seven men. These were not deacons in terms of the later church office ( 1Ti 3:8–13 ), although they performed some of the same duties. Stephen and Philip (the only ones of the 7 mentioned elsewhere in Scripture) clearly were evangelists, not deacons. Acts later mentions elders ( 14:23 ; 20:17 ), but not deacons. It seems, therefore, that a permanent order of deacons was not established at that time. full of the Spirit. Cf. v. 5 ; see notes on 2:4 ."
  },
  {
    "start": 44006004,
    "content": "<b><a>6:4</a></b> Prayer and the ministry of the Word (cf. v. 2 ) define the highest priorities of church leaders."
  },
  {
    "start": 44006005,
    "content": "<b><a>6:5</a></b> <b>they chose Stephen … Nicolas.</b> The 7 men chosen by the church all had Greek names, implying they were all Hellenists. The church, in a display of love and unity, may have chosen them to rectify the apparent imbalance involving the Hellenistic widows. they chose Stephen … Nicolas. For Stephen’s ministry, see 6:9—7:60 . His martyrdom became the catalyst for the spread of the gospel beyond Palestine ( 8:1–4 ; 11:19 ). Philip also played a key role in the spread of the gospel (cf. 8:4–24 , 26–40 ). Nothing certain is known of the other 5. According to some early traditions, Prochorus became the apostle John’s amanuensis (scribe) when he wrote his Gospel and Nicolas was a Gentile convert to Judaism from Antioch."
  },
  {
    "start": 44006006,
    "content": "<b><a>6:6</a></b> <b>after praying, they laid their hands on them.</b> after praying, they laid their hands on them. This expression was used of Jesus when He healed ( Mk 6:5 ; Lk 4:40 ; 13:13 ; cf. 28:8 ) and sometimes indicated being taken prisoner ( 5:18 ; Mk 14:46 ). In the OT, offerers of sacrifices laid their hands on the animal as an expression of identification ( Lv 8:14 , 18 , 22 ; Heb 6:2 ). But in the symbolic sense, it signified the affirmation, support, and identification with someone and his ministry. See 1Ti 4:14 ; 5:22 ; 2Ti 1:6 ; cf. Nu 27:23 ."
  },
  {
    "start": 44006007,
    "content": "<b><a>6:7</a></b> <b>great many of the priests.</b> <b>were … obedient to the faith.</b> One of Luke’s periodic statements summarizing the growth of the church and the spread of the gospel (cf. 2:41 , 47 ; 4:4 ; 5:14 ; 9:31 ; 12:24 ; 13:49 ; 16:5 ; 19:20 ). great many of the priests. The conversion of large numbers of priests may account for the vicious opposition that arose against Stephen. were … obedient to the faith. See note on Ro 1:5 ."
  },
  {
    "start": 44006008,
    "content": "<b><a>6:8</a></b> <b>wonders and signs.</b> wonders and signs. See note on 2:19 ."
  },
  {
    "start": 44006009,
    "content": "<b><a>6:9</a></b> <b>Synagogue.</b> <b>Freedmen.</b> <b>Cyrenians.</b> <b>Alexandrians.</b> <b>Cilicia and Asia.</b> <b>were arguing with Stephen.</b> It seems that this verse describes 3 synagogues: the Synagogue of the Freedmen, a second composed of Cyrenians and Alexandrians, and a third composed of those from Cilicia and Asia. Cultural and linguistic differences among the 3 groups make it unlikely they all attended the same synagogue. Synagogue. These were meeting places which began in the intertestamental period where the dispersed Jews (usually Hellenists), who did not have temple access, could meet in their community to worship and read the OT. See note on Mk 1:21 . Freedmen. Descendants of Jewish slaves captured by Pompeii (63 BC) and taken to Rome. They were later freed and formed a Jewish community there. Cyrenians. Men from Cyrene, a city in North Africa. Simon, the man conscripted to carry Jesus’ cross, was a native of Cyrene ( Lk 23:26 ). Alexandrians. Alexandria, another major North African city, was located near the mouth of the Nile River. The powerful preacher Apollos was from Alexandria ( see note on 18:24 ). Cilicia and Asia. Roman provinces in Asia Minor (modern Turkey). Since Paul’s hometown (Tarsus) was located in Cilicia, he probably attended this synagogue. were arguing with Stephen. The word translated “arguing” signifies a formal debate. They no doubt focused on such themes as the death and resurrection of Jesus, and the OT evidence that He was the Messiah."
  },
  {
    "start": 44006011,
    "content": "<b><a>6:11</a></b> <b>blasphemous words against Moses and God.</b> blasphemous words against Moses and God. Unable to prevail over Stephen in open debate, his enemies resorted to deceit and conspiracy. As with Jesus ( Mt 26:59–61 ), they secretly recruited false witnesses to spread lies about Stephen. The charges were serious, since blasphemy was punishable by death ( Lv 24:16 )."
  },
  {
    "start": 44006014,
    "content": "<b><a>6:14</a></b> <b>Jesus … will destroy this place.</b> Jesus … will destroy this place. Another lie, since Jesus’ words ( Jn 2:19 ) referred to His own body ( Jn 2:21 )."
  },
  {
    "start": 44006015,
    "content": "<b><a>6:15</a></b> <b>face of an angel.</b> face of an angel. Pure, calm, unruffled composure, reflecting the presence of God (cf. Ex 34:29–35 )."
  },
  {
    "start": 44007001,
    "content": "<b><a>7:1</a></b> <b>high priest.</b> <b>Are these things so?</b> high priest. See notes on 4:6 . Probably Caiaphas ( see note on Jn 18:13–14 ), who remained in office until AD 36. Are these things so? In modern legal terminology, “How do you plead?”"
  },
  {
    "start": 44007002,
    "end": 44007053,
    "content": "<b><a>7:2–53</a></b> Stephen’s response does not seem to answer the High Priest’s question. Instead, he gave a masterful, detailed defense of the Christian faith from the OT and concluded by condemning the Jewish leaders for rejecting Jesus."
  },
  {
    "start": 44007003,
    "content": "<b><a>7:3</a></b> Quoted from Ge 12:1 ."
  },
  {
    "start": 44007004,
    "content": "<b><a>7:4</a></b> <b>land of the Chaldeans.</b> <b>after his father died.</b> land of the Chaldeans. Where Abraham’s original home city of Ur was located ( Ge 11:28 , 31 ; 15:7 ; Ne 9:7 ). after his father died. At first glance, Ge 11:26 , 32 and 12:4 seem to indicate that Terah lived for 60 years after Abraham’s departure from Haran. Terah was 70 when his first son was born ( Ge 11:26 ); Abraham was 75 when he left Haran ( Ge 12:4 ; Terah would have been 145); and Terah lived to be 205 ( Ge 11:32 ). The best solution to this apparent difficulty is that Abraham was not Terah’s firstborn son, but was mentioned first ( Ge 11:26 ) because he was most prominent. Abraham, then, would have been born when Terah was 130."
  },
  {
    "start": 44007005,
    "content": "<b><a>7:5</a></b> Quoted from Ge 17:8 ; 48:4 ."
  },
  {
    "start": 44007006,
    "content": "<b><a>7:6</a></b> <b>.</b> four hundred years . This is taken directly from Ge 15:13–14 where God Himself rounded off the exact length of Israel’s sojourn in Egypt (430 years, Ex 12:40 )."
  },
  {
    "start": 44007007,
    "content": "<b><a>7:7</a></b> Quoted from Ex 3:12 ."
  },
  {
    "start": 44007008,
    "content": "<b><a>7:8</a></b> <b>covenant of circumcision.</b> <b>twelve patriarchs.</b> covenant of circumcision. Circumcision was the sign of the Abrahamic Covenant ( see notes on Ge 17:11 ). twelve patriarchs. The 12 sons of Jacob, who became the heads of the 12 tribes of Israel ( Ge 35:22–26 )."
  },
  {
    "start": 44007013,
    "content": "<b><a>7:13</a></b> <b>second</b> second visit. Joseph revealed himself to his brothers on their second trip to Egypt to buy grain ( Ge 43:1–3 ; 45:1–3 )."
  },
  {
    "start": 44007014,
    "content": "<b><a>7:14</a></b> <b>Jacob … and all his relatives … seventy-five persons.</b> Jacob … and all his relatives … seventy-five persons. Genesis 46:26–27 ; Ex 1:5 ; Dt 10:22 give the figure as 70. However the LXX (the Greek translation of the OT, which as a Hellenist Stephen would have used) in Ge 46:27 reads “seventy-five.” The additional 5 people were Joseph’s descendants born in Egypt. See notes on Ge 46:26–27 ."
  },
  {
    "start": 44007016,
    "content": "<b><a>7:16</a></b> <b>they were … placed in the tomb.</b> <b>the tomb which Abraham had purchased … of Hamor in Shechem.</b> they were … placed in the tomb. “They” refers to Joseph ( Jos 24:32 ) and his brothers, but not Jacob, who was buried in Abraham’s tomb at Machpelah ( Ge 50:13 ). the tomb which Abraham had purchased … of Hamor in Shechem. Joshua 24:32 states that Jacob bought this tomb, although Abraham had earlier built an altar at Shechem ( Ge 12:6–7 ), and probably purchased the land on which he built it. Abraham did not settle there, however, and the land apparently reverted to the people of Hamor. Jacob then repurchased it from Shechem ( Ge 33:18–20 ), much like Isaac repurchased the well at Beersheba ( Ge 26:28–31 ) that Abraham had originally bought ( Ge 21:27–30 ). It is clear that Joseph was buried at Shechem as he requested ( Ge 50:25 ; Ex 13:19 ; Jos 24:32 ). The OT does not record where Joseph’s brothers were buried, but Stephen reveals it was in Shechem."
  },
  {
    "start": 44007018,
    "content": "<b><a>7:18</a></b> <b>.</b> king … did not know about Joseph . See note on Ex 1:8 ."
  },
  {
    "start": 44007019,
    "content": "<b><a>7:19</a></b> <b>set their infants outside.</b> set their infants outside. Only the male babies ( Ex 1:15–22 )."
  },
  {
    "start": 44007020,
    "end": 44007021,
    "content": "<b><a>7:20–21</a></b> <b>Moses … set outside.</b> Moses … set outside. In God’s providence, however, he was rescued by Pharaoh’s daughter. See notes on Ex 2:5–10 ."
  },
  {
    "start": 44007023,
    "content": "<b><a>7:23</a></b> <b>approaching the age of forty.</b> approaching the age of forty. Moses’ life may be divided into three 40-year periods. The first 40 years encompassed his birth and life in Pharaoh’s court; the second his exile in Midian (vv. 29–30 ); and the third revolved around the events of the Exodus and the years of Israel’s wilderness wandering (v. 36 )."
  },
  {
    "start": 44007027,
    "end": 44007028,
    "content": "<b><a>7:27–28</a></b> Cf. v. 35 . Quoted from Ex 2:14 ."
  },
  {
    "start": 44007029,
    "content": "<b><a>7:29</a></b> <b>.</b> <b>two sons.</b> fled … Midian . Because he feared Pharaoh would learn of his killing of the Egyptian (v. 28 ) and view him as the leader of a Jewish rebellion. two sons. Gershom ( Ex 2:22 ), and Eliezer ( Ex 18:4 )."
  },
  {
    "start": 44007030,
    "content": "<b><a>7:30</a></b> <b>.</b> <b>Sinai.</b> angel . See note on Ex 3:2 . Mount Sinai. See notes on Ex 19:3–10 ."
  },
  {
    "start": 44007032,
    "content": "<b><a>7:32</a></b> Quoted from Ex 3:6 , 15 ."
  },
  {
    "start": 44007033,
    "content": "<b><a>7:33</a></b> Quoted from Ex 3:5 ."
  },
  {
    "start": 44007034,
    "content": "<b><a>7:34</a></b> Quoted from Ex 3:7–8 ."
  },
  {
    "start": 44007035,
    "content": "<b><a>7:35</a></b> <b>This Moses … sent</b> <b>both a ruler and a deliverer.</b> <b>.</b> <b>angel.</b> This Moses … sent to be both a ruler and a deliverer. Thus began Israel’s long history of rejecting her God-sent deliverers (cf. Mt 21:33–46 ; 23:37 ). Who made you . Quoted from Ex 2:14 . angel. The Angel of the Lord (v. 30 ). See note on Ex 3:2 ."
  },
  {
    "start": 44007036,
    "content": "<b><a>7:36</a></b> <b>wonders and signs.</b> wonders and signs. The 10 plagues in Egypt, and the miracles during the wilderness wandering (e.g., the parting of the Red Sea, Ex 14:1–31 ; the miraculous provision of water at Rephidim, Ex 17:1–7 ; and the destruction of Korah, Dathan, and Abiram, Nu 16:1–40 ). See note on 2:19 ."
  },
  {
    "start": 44007037,
    "content": "<b><a>7:37</a></b> <b>.</b> prophet like me . Quoted from Dt 18:15 , this refers to the Messiah (cf. Jn 1:21 , 25 ; 6:14 ; 7:40 )."
  },
  {
    "start": 44007038,
    "content": "<b><a>7:38</a></b> <b>the congregation in the wilderness.</b> <b>the angel … on Mount Sinai.</b> <b>living oracles.</b> the congregation in the wilderness. Israel (cf. Ex 12:3 , 6 , 19 , 47 ; 16:1–2 , 9–10 ; 17:1 ; 35:1 ; Lv 4:13 ; 16:5 ; Nu 1:2 ; 8:9 ; 13:26 ; 14:2 ; Jos 18:1 ). the angel … on Mount Sinai. Most likely this is the Angel of the Lord (vv. 30 , 35 ) who was assisted by a multitude of angels (cf. Dt 33:3 ; Ga 3:19 ; Heb 2:2 ). See note on v. 53 . living oracles. The law given to Moses by God through the Angel of the Lord and a whole host of angels (cf. Heb 4:12 ; 1Pe 1:23 )."
  },
  {
    "start": 44007039,
    "content": "<b><a>7:39</a></b> <b>unwilling to be obedient.</b> unwilling to be obedient. Israel rejected Moses’ leadership and longed to return to slavery in Egypt (cf. Nu 11:5 )."
  },
  {
    "start": 44007040,
    "content": "<b><a>7:40</a></b> <b>.</b> Make for us gods . A man-made representation of a false god ( Ex 32:1–5 ) which was forbidden ( Ex 20:4 ). Quoted from Ex 32:1 , 23 ."
  },
  {
    "start": 44007041,
    "content": "<b><a>7:41</a></b> <b>a calf.</b> a calf. See note on Ex 32:4 ."
  },
  {
    "start": 44007042,
    "content": "<b><a>7:42</a></b> <b>God … delivered them up.</b> <b>the host of heaven.</b> God … delivered them up. Quoted from Am 5:25–27 . Judicially abandoning the people to their sin and idolatry (cf. Hos 4:17 ; see notes on Ro 1:24 , 26 , 28 ). the host of heaven. Israel’s idolatrous worship of the sun, moon, and stars began in the wilderness and lasted through the Babylonian captivity (cf. Dt 4:19 ; 17:3 ; 2Ki 17:16 ; 21:3–5 ; 23:4 ; 2Chr 33:3 , 5 ; Jer 8:2 ; 19:13 ; Zep 1:5 )."
  },
  {
    "start": 44007043,
    "content": "<b><a>7:43</a></b> <b>.</b> Babylon . Amos wrote Damascus ( Am 5:27 ), while Stephen said Babylon. Amos was prophesying the captivity of the northern kingdom in Assyria, a deportation beyond Damascus. Later the southern kingdom was taken captive to Babylon. Stephen, inspired to do so, extended the prophecy to embrace the judgment on the whole nation, summarizing their idolatrous history and its results."
  },
  {
    "start": 44007044,
    "end": 44007050,
    "content": "<b><a>7:44–50</a></b> To counter the false charge that he blasphemed the temple ( 6:13–14 ), Stephen recounted its history to show his respect for it."
  },
  {
    "start": 44007048,
    "content": "<b><a>7:48</a></b> <b>Most High.</b> Most High. A common OT title for God (cf. Ge 14:18–20 , 22 ; Nu 24:16 ; Dt 32:8 ; 2Sa 22:14 ; Pss 7:17 ; 9:2 ; 18:13 ; 21:7 ; 73:11 ; 87:5 ; 91:1 ; 107:11 ; Is 14:14 ; Lam 3:35 , 38 ; Da 4:17 , 24–25 , 32 , 34 ; 7:25 )."
  },
  {
    "start": 44007049,
    "end": 44007050,
    "content": "<b><a>7:49–50</a></b> Quoted from Is 66:1–2 . Stephen’s point is that God is greater than the temple, and thus the Jewish leaders were guilty of blaspheming by confining God to it."
  },
  {
    "start": 44007051,
    "end": 44007053,
    "content": "<b><a>7:51–53</a></b> The climax of Stephen’s sermon indicted the Jewish leaders for rejecting God in the same way that their ancestors had rejected Him in the OT."
  },
  {
    "start": 44007052,
    "content": "<b><a>7:52</a></b> <b>the Righteous One.</b> the Righteous One. See note on 3:14 ."
  },
  {
    "start": 44007053,
    "content": "<b><a>7:53</a></b> <b>Law as ordained by angels.</b> Law as ordained by angels. See Dt 33:2 ; Ga 3:19 ; Heb 2:2 . Scripture does not delineate their precise role in the giving of the law, but clearly states the fact of their presence."
  },
  {
    "start": 44007054,
    "content": "<b><a>7:54</a></b> <b>gnashing their teeth.</b> gnashing their teeth. In anger and frustration (cf. Pss 35:16 ; 37:12 ; Mt 8:11–12 ; 13:41–42 , 50 ; 22:13 ; 24:51 ; 25:30 ; Lk 13:28 )."
  },
  {
    "start": 44007055,
    "content": "<b><a>7:55</a></b> <b>full of the Holy Spirit.</b> <b>the glory of God.</b> <b>at the right hand of God.</b> full of the Holy Spirit. See note on 2:4 . the glory of God. Isaiah ( Is 6:1–3 ), Ezekiel ( Eze 1:26–28 ), Paul ( 2Co 12:2–4 ), and John ( Rev 1:10 ) also received visions of God’s glory in heaven. at the right hand of God. Jesus is frequently so depicted ( 2:34 ; cf. Mt 22:44 ; 26:64 ; Lk 22:69 ; Eph 1:20 ; Col 3:1 ; Heb 1:3 ; 8:1 ; 10:11–12 ; 12:2 )."
  },
  {
    "start": 44007056,
    "content": "<b><a>7:56</a></b> <b>Son of Man.</b> Son of Man. See note on Da 7:13–14 ."
  },
  {
    "start": 44007058,
    "content": "<b><a>7:58</a></b> <b>laid aside their garments … Saul.</b> laid aside their garments … Saul. Paul’s first appearance in Scripture. That he was near enough to the action to be holding the clothes of Stephen’s killers reflects his deep involvement in the sordid affair ( see note on 8:1 )."
  },
  {
    "start": 44007059,
    "content": "<b><a>7:59</a></b> <b>stoning.</b> stoning. This was the punishment prescribed in the law for blasphemy ( Lv 24:16 ); however, this was not a formal execution but an act of mob violence."
  },
  {
    "start": 44007060,
    "content": "<b><a>7:60</a></b> <b>do not hold this sin against them!</b> <b>he fell asleep.</b> do not hold this sin against them! As had Jesus before him ( Lk 23:34 ), Stephen prayed for God to forgive his killers. he fell asleep. A common NT euphemism for the death of believers (cf. Jn 11:11–14 ; 1Co 11:30 ; 15:20 , 51 ; 1Th 4:14 ; 5:10 )."
  },
  {
    "start": 44008001,
    "content": "<b><a>8:1</a></b> <b>in … agreement.</b> <b>scattered.</b> <b>except the apostles.</b> in … agreement. Paul’s murderous hatred of all believers was manifested here in his attitude toward Stephen ( 1Ti 1:13–15 ). scattered. Led by a Jew named Saul of Tarsus, the persecution scattered the Jerusalem fellowship and led to the first missionary outreach of the church. Not all members of the Jerusalem church were forced to flee; the Hellenists, because Stephen was likely one, bore the brunt of the persecution (cf. 11:19–20 ). except the apostles. They remained because of their devotion to Christ, to care for those at Jerusalem, and to continue evangelizing the region (cf. 9:26–27 )."
  },
  {
    "start": 44008002,
    "content": "<b><a>8:2</a></b> <b>devout men.</b> devout men. Probably pious Jews (cf. 2:5 ; Lk 2:25 ) who publicly protested Stephen’s death."
  },
  {
    "start": 44008003,
    "content": "<b><a>8:3</a></b> <b>ravaging the church.</b> ravaging the church. “Ravaging” was used in extrabiblical writings to refer to the destruction of a city or mangling by a wild animal."
  },
  {
    "start": 44008004,
    "content": "<b><a>8:4</a></b> <b>went about.</b> went about. This Greek word is used frequently in Acts for missionary efforts (v. 40 ; 9:32 ; 13:6 ; 14:24 ; 15:3 , 41 ; 16:6 ; 18:23 ; 19:1 , 21 ; 20:2 )."
  },
  {
    "start": 44008005,
    "content": "<b><a>8:5</a></b> <b>Philip.</b> <b>the city of Samaria.</b> Philip. Cf. 6:5 . The first missionary named in Scripture and the first to be given the title “evangelist” ( 21:8 ). the city of Samaria. The ancient capital of the northern kingdom of Israel, which eventually fell to the Assyrians (722 BC) after over 200 years of idolatry and rebellion against God. After resettling many of the people in other lands, the Assyrians located Gentiles from other areas into the region, resulting in a mix of Jews and Gentiles who became known as Samaritans ( see notes on Jn 4:4 , 20 )."
  },
  {
    "start": 44008007,
    "content": "<b><a>8:7</a></b> <b>unclean spirits.</b> unclean spirits. See note on 5:16 ."
  },
  {
    "start": 44008009,
    "content": "<b><a>8:9</a></b> <b>magic.</b> magic. This word originally referred to the practices of the Medo-Persians: a mixture of science and superstition, including astrology, divination, and the occult ( see notes on Dt 18:9–12 ; Rev 9:21 )."
  },
  {
    "start": 44008010,
    "end": 44008011,
    "content": "<b><a>8:10–11</a></b> <b>the Great Power of God.</b> the Great Power of God. Simon claimed to be united to God. The early church Fathers claimed he was one of the founders of gnosticism, which asserted there were a series of divine emanations reaching up to God. They were called “Powers,” and the people believed he was at the top of the ladder."
  },
  {
    "start": 44008013,
    "content": "<b><a>8:13</a></b> <b>Simon … believed.</b> Simon … believed. His belief was motivated by purely selfish reasons and could never be considered genuine. Cf. Jn 2:23–24 . He saw it as an external act useful to gain the power he believed Philip possessed. By following Philip, he also was able to maintain contact with his former audience."
  },
  {
    "start": 44008015,
    "content": "<b><a>8:15</a></b> <b>receive the Holy Spirit.</b> receive the Holy Spirit. See note on 2:4 ."
  },
  {
    "start": 44008016,
    "content": "<b><a>8:16</a></b> <b>not yet fallen upon any of them.</b> not yet fallen upon any of them. This verse does not support the false notion that Christians receive the Holy Spirit subsequent to salvation. This was a transitional period in which confirmation by the apostles was necessary to verify the inclusion of a new group of people into the church. Because of the animosity that existed between Jews and Samaritans, it was essential for the Samaritans to receive the Spirit, in the presence of the leaders of the Jerusalem church, for the purpose of maintaining a unified church. The delay also revealed the Samaritans’ need to come under apostolic authority. The same transitional event occurred when the Gentiles were added to the church ( 10:44–46 ; cf. 15:6–12 ; 19:6 )."
  },
  {
    "start": 44008017,
    "content": "<b><a>8:17</a></b> <b>laying their hands on them.</b> <b>receiving the Holy Spirit.</b> laying their hands on them. This signified apostolic affirmation and solidarity. See note on 6:6 . receiving the Holy Spirit. That this actually occurred likely demonstrated that believers also spoke in tongues here, just as those who received the Spirit did on the Day of Pentecost ( see note on 2:4 ), as the Gentiles did when they received the Spirit ( 10:46 ), and as those followers of John did ( 19:6 ). As Samaritans, Gentiles, and believers from the Old Covenant were added to the church, the unity of the church was established. No longer could one nation (Israel) be God’s witness people, but the church was made up of Jews, Gentiles, half-breed Samaritans, and OT saints who became NT believers ( 19:1–7 ). To demonstrate the unity, it was imperative that there be some replication in each instance of what had occurred at Pentecost with the believing Jews, such as the presence of the apostles and the coming of the Spirit manifestly indicated through speaking in the languages of Pentecost ( 2:5–12 )."
  },
  {
    "start": 44008022,
    "end": 44008024,
    "content": "<b><a>8:22–24</a></b> Although Simon was certainly fearful, he was unwilling to repent and seek forgiveness, wanting only to escape the consequences of his sin."
  },
  {
    "start": 44008026,
    "content": "<b><a>8:26</a></b> <b>Gaza.</b> Gaza. One of 5 chief cities of the Philistines. The original city was destroyed in the first century BC, and a new city was built near the coast."
  },
  {
    "start": 44008027,
    "content": "<b><a>8:27</a></b> <b>Ethiopian.</b> <b>eunuch.</b> <b>Candace.</b> Ethiopian. In those days, Ethiopia was a large kingdom located south of Egypt. eunuch. This can refer to one who had been emasculated or generally, to a government official. It is likely he was both since Luke refers to him as a eunuch and as one who held a position of authority in the queen’s court—that of treasurer, much like a minister of finance or secretary of the treasury. As a physical eunuch, he would have been denied access to the temple ( Dt 23:1 ) and the opportunity to become a full proselyte to Judaism. Candace. Probably not a name, but an official title (like Pharaoh or Caesar) given to the queen mothers in that land."
  },
  {
    "start": 44008028,
    "content": "<b><a>8:28</a></b> <b>reading … Isaiah.</b> reading … Isaiah. He knew the importance of seeking God through the Scripture ( Lk 24:25–27 ; Jn 5:39 , 46 ; Ro 10:12–15 )."
  },
  {
    "start": 44008032,
    "end": 44008033,
    "content": "<b><a>8:32–33</a></b> <b>passage … he was reading.</b> passage … he was reading. Isaiah 53:7–8 ."
  },
  {
    "start": 44008034,
    "content": "<b><a>8:34</a></b> <b>of whom does the prophet say this?</b> of whom does the prophet say this? His confusion was understandable. Even the Jewish religious experts were divided on the meaning of this passage. Some believed the slaughtered sheep represented Israel, others thought Isaiah was referring to himself, and others thought the Messiah was Isaiah’s subject."
  },
  {
    "start": 44008037,
    "content": "<b><a>8:37</a></b> This verse is not found in the oldest and most reliable manuscripts."
  },
  {
    "start": 44008039,
    "content": "<b><a>8:39</a></b> <b>snatched Philip away.</b> snatched Philip away. Elijah ( 1Ki 18:12 ; 2Ki 2:16 ) and Ezekiel ( Eze 3:12 , 14 ; 8:3 ) were also snatched away in a miraculous fashion. This was a powerful confirmation to the caravan that Philip was God’s representative."
  },
  {
    "start": 44008040,
    "content": "<b><a>8:40</a></b> <b>Azotus.</b> <b>Caesarea.</b> Azotus. The first-century name for the ancient Philistine city of Ashdod, located 20 mi. north of Gaza. Caesarea. Where Philip and his family probably lived ( 21:9 ; see note on 9:30 )."
  },
  {
    "start": 44009001,
    "content": "<b><a>9:1</a></b> <b>Saul.</b> <b>threats and murder.</b> Saul. See Introduction to Romans: Author and Date . The apostle Paul was originally named Saul, after the first king of Israel. He was born a Jew, studied in Jerusalem under Gamaliel ( 22:3 ), and became a Pharisee ( 23:6 ). He was also a Roman citizen, a right he inherited from his father ( 22:28 ). Verses 1–19 record the external facts of his conversion (see also 22:1–22 ; 26:9–20 ). Philippians 3:1–14 records the internal spiritual conversion ( see notes there ). threats and murder. See 1Ti 1:12–13 ; 1Co 15:9 ."
  },
  {
    "start": 44009002,
    "content": "<b><a>9:2</a></b> <b>Damascus.</b> <b>belonging to the Way.</b> Damascus. An ancient city, the capital of Syria, located 60 mi. inland from the Mediterranean and ca. 160 mi. northeast of Jerusalem. Apparently, it had a large population of Jews, including Hellenist believers who fled Jerusalem to avoid persecution ( 8:2 ). belonging to the Way. This description of Christianity, derived from Jesus’ description of Himself ( Jn 14:6 ), appears several times in Acts ( 19:9 , 23 ; 22:4 ; 24:14 , 22 ). This is an appropriate title because Christianity is the way of God ( 18:26 ), the way into the Holy Place ( Heb 10:19–20 ), and the way of truth ( Jn 14:6 ; 2Pe 2:2 )."
  },
  {
    "start": 44009003,
    "end": 44009006,
    "content": "<b><a>9:3–6</a></b> This was the first of 6 visions to be seen by Paul in Acts (cf. 16:9–10 ; 18:9–10 ; 22:17–18 ; 23:11 ; 27:23–24 )."
  },
  {
    "start": 44009004,
    "content": "<b><a>9:4</a></b> <b>why are you persecuting Me?</b> why are you persecuting Me? An inseparable union exists between Christ and His followers. Saul’s persecution represented a direct attack on Christ. Cf. Mt 18:5–6 ."
  },
  {
    "start": 44009010,
    "content": "<b><a>9:10</a></b> <b>Ananias.</b> Ananias. One of the leaders of the Damascus church, and therefore, one of Saul’s targets (cf. 22:12 )."
  },
  {
    "start": 44009011,
    "content": "<b><a>9:11</a></b> <b>street called Straight.</b> <b>Tarsus.</b> street called Straight. This street, which runs through Damascus from the east gate to the west, still exists and is called Darb el-Mustaqim. Tarsus. The birthplace of Paul and a key city in the Roman province of Cilicia, located on the banks of the Cydnus River near the border of Asia Minor and Syria. It served as both a commercial and educational center. The wharves on the Cydnus were crowded with commerce, while its university ranked with those of Athens and Alexandria as the finest in the Roman world."
  },
  {
    "start": 44009015,
    "content": "<b><a>9:15</a></b> <b>chosen instrument.</b> <b>before the Gentiles and kings and the sons of Israel.</b> chosen instrument. Lit. “a vessel of election.” There was perfect continuity between Paul’s salvation and his service; God chose him to convey His grace to all people ( Ga 1:1 ; cf. 1Ti 2:7 ; 2Ti 1:11 ). Paul used this same word 4 times ( Ro 9:21 , 23 ; 2Co 4:7 ; 2Ti 2:21 ). before the Gentiles and kings and the sons of Israel. Paul began his ministry preaching to Jews ( 13:14 ; 14:1 ; 17:1 , 10 ; 18:4 ; 19:8 ), but his primary calling was to Gentiles ( Ro 11:13 ; 15:16 ). God also called him to minister to kings such as Agrippa ( 25:23—26:32 ) and likely Caesar (cf. 25:10–12 ; 2Ti 4:16–17 )."
  },
  {
    "start": 44009017,
    "content": "<b><a>9:17</a></b> <b>laid his hands on him.</b> <b>be filled with the Holy Spirit.</b> laid his hands on him. See note on 6:6 . be filled with the Holy Spirit. See note on 2:4 . The Spirit had already been active in Paul’s life: convicting him of sin ( Jn 16:9 ), convincing him of the Lordship of Christ ( 1Co 12:3 ), transforming him ( Tit 3:5 ), and indwelling him permanently ( 1Co 12:13 ). He was then filled with the Spirit and empowered for service (cf. 2:4 , 14 ; 4:8 , 31 ; 6:5 , 8 ; see also note on Eph 5:18 ). Saul received the Spirit without any apostles present because he was a Jew (the inclusion of Jews in the church had already been established at Pentecost) and because he was an apostle in his own right because Christ personally chose him and commissioned him for service ( Ro 1:1 )."
  },
  {
    "start": 44009020,
    "content": "<b><a>9:20</a></b> <b>He is the Son of God.</b> He is the Son of God. The content of Paul’s message was that Jesus Christ is God ( see notes on Heb 1:4–5 )."
  },
  {
    "start": 44009023,
    "content": "<b><a>9:23</a></b> <b>when many days had elapsed.</b> when many days had elapsed. A period of 3 years, in which he ministered in Nabatean Arabia, an area encompassing Damascus south to the Sinai peninsula ( see notes on Ga 1:17–18 )."
  },
  {
    "start": 44009024,
    "content": "<b><a>9:24</a></b> <b>gates.</b> gates. Damascus was a walled city, thus the gates were the only conventional means of escape."
  },
  {
    "start": 44009025,
    "content": "<b><a>9:25</a></b> <b>let him down … in a</b> <b>basket.</b> let him down … in a large basket. “Basket” was a large woven hamper suitable for hay, straw, or bales of wool."
  },
  {
    "start": 44009027,
    "content": "<b><a>9:27</a></b> <b>Barnabas.</b> Barnabas. See note on 4:36 ."
  },
  {
    "start": 44009029,
    "content": "<b><a>9:29</a></b> <b>Hellenistic</b> <b>.</b> Hellenistic Jews . The same group Stephen debated ( see note on 6:1 )."
  },
  {
    "start": 44009030,
    "content": "<b><a>9:30</a></b> <b>Caesarea.</b> <b>sent him away to Tarsus.</b> Caesarea. Cf. 8:40 . An important port city on the Mediterranean located 30 mi. north of Joppa. As the capital of the Roman province of Judea and the home of the Roman procurator, it served as the headquarters of a large Roman garrison. sent him away to Tarsus. Paul disappeared from prominent ministry for several years, although he possibly founded some churches around Syria and Cilicia ( 15:23 ; Ga 1:21 )."
  },
  {
    "start": 44009031,
    "content": "<b><a>9:31</a></b> <b>the church … was having peace, being built up.</b> the church … was having peace, being built up. Paul’s conversion and political changes contributed to the rest. A stricter Roman governor and the expansion of Herod Agrippa’s authority restricted the persecution."
  },
  {
    "start": 44009032,
    "content": "<b><a>9:32</a></b> <b>Lydda.</b> Lydda. Lod in the OT. Located about 10 mi. southeast of Joppa, it was a hub servicing roads from Egypt to Syria and from Joppa to Jerusalem."
  },
  {
    "start": 44009033,
    "content": "<b><a>9:33</a></b> <b>Aeneas.</b> Aeneas. Apparently an unbeliever (cf. v. 36 ), whose paralysis was incurable by the limited medical knowledge of that day."
  },
  {
    "start": 44009035,
    "content": "<b><a>9:35</a></b> <b>Sharon.</b> Sharon. The plain surrounding Lydda and Joppa and extending north to Caesarea."
  },
  {
    "start": 44009036,
    "content": "<b><a>9:36</a></b> <b>Joppa.</b> <b>Tabitha.</b> Joppa. A seacoast town today known as Jaffa, south of Tel Aviv. Tabitha. She was more commonly known by her Greek name, “Dorcas.” Both names mean “gazelle.”"
  },
  {
    "start": 44009037,
    "content": "<b><a>9:37</a></b> <b>upper room.</b> upper room. This arrangement was similar to that of the upstairs room in 1:13 ; 2:1 . While it was customary to bury a body immediately, the believers in Joppa had another plan."
  },
  {
    "start": 44009038,
    "content": "<b><a>9:38</a></b> <b>near Joppa.</b> near Joppa. 10 mi. southeast."
  },
  {
    "start": 44009039,
    "content": "<b><a>9:39</a></b> <b>tunics and garments.</b> tunics and garments. Close-fitting undergarments and long outer robes."
  },
  {
    "start": 44009043,
    "content": "<b><a>9:43</a></b> <b>a tanner</b> <b>Simon.</b> a tanner named Simon. Cf. 10:5–6 . Peter breaks down a cultural barrier by staying with a tanner, an occupation despised by Jewish society because the tanner dealt with the skins of dead animals. The local synagogue probably shunned Simon."
  },
  {
    "start": 44010001,
    "content": "<b><a>10:1</a></b> <b>a centurion.</b> <b>Italian cohort.</b> a centurion. One of 60 officers in a Roman legion, each of whom commanded 100 men ( see note on Mt 8:5 ). Italian cohort. Ten cohorts of 600 men each made up a legion."
  },
  {
    "start": 44010002,
    "content": "<b><a>10:2</a></b> <b>feared God.</b> feared God. A technical term used by Jews to refer to Gentiles who had abandoned their pagan religion in favor of worshiping Jehovah God. Such a person, while following the ethics of the OT, had not become a full proselyte to Judaism through circumcision. Cornelius was to receive the saving knowledge of God in Christ ( see note on Ro 1:20 )."
  },
  {
    "start": 44010003,
    "content": "<b><a>10:3</a></b> <b>About the ninth hour.</b> About the ninth hour. 3:00 p.m. ( see note on 3:1 )."
  },
  {
    "start": 44010004,
    "content": "<b><a>10:4</a></b> <b>memorial.</b> memorial. A remembrance. Cornelius’s prayers, devotion, faith, and goodness were like a fragrant offering rising up to God."
  },
  {
    "start": 44010007,
    "content": "<b><a>10:7</a></b> <b>devout soldier.</b> devout soldier. See note on vv. 1–2 ."
  },
  {
    "start": 44010009,
    "content": "<b><a>10:9</a></b> <b>housetop … to pray.</b> <b>sixth hour.</b> housetop … to pray. All kinds of worship occurred on the flat roofs of Jewish homes ( 2Ki 23:12 ; Jer 19:13 ; 32:29 ). sixth hour. 12:00 noon."
  },
  {
    "start": 44010012,
    "content": "<b><a>10:12</a></b> <b>all</b> <b>four-footed animals.</b> all kinds of four-footed animals. Both clean and unclean animals. To keep the Israelites separate from their idolatrous neighbors, God set specific dietary restrictions regarding the consumption of such animals (cf. Lv 11:25–26 )."
  },
  {
    "start": 44010013,
    "content": "<b><a>10:13</a></b> <b>slaughter and eat!</b> slaughter and eat! With the coming of the New Covenant and the calling of the church, God ended the dietary restrictions (cf. Mk 7:19 )."
  },
  {
    "start": 44010014,
    "content": "<b><a>10:14</a></b> <b>defiled and unclean.</b> defiled and unclean. Unholy or impure."
  },
  {
    "start": 44010015,
    "content": "<b><a>10:15</a></b> <b>God has cleansed.</b> God has cleansed. More than just abolishing the OT dietary restrictions, God made unity possible in the church of both Jews, symbolized by the clean animals, and Gentiles, symbolized by the unclean animals, through the comprehensive sacrificial death of Christ ( see note on Eph 2:14 )."
  },
  {
    "start": 44010022,
    "content": "<b><a>10:22</a></b> <b>directed by a holy angel.</b> directed by a holy angel. Cf. vv. 3–6 ."
  },
  {
    "start": 44010023,
    "content": "<b><a>10:23</a></b> <b>invited them in.</b> <b>some … brothers.</b> invited them in. Self-respecting Jews did not invite any Gentiles into their home, especially soldiers of the hated Roman army. some … brothers. Six Jewish believers ( 11:12 ), identified as “the circumcised believers” in v. 45 ."
  },
  {
    "start": 44010026,
    "content": "<b><a>10:26</a></b> <b>I too am</b> <b>a man.</b> I too am just a man. Cf. 14:11–15 ; Rev 22:8–9 . Only the triune God deserves our worship."
  },
  {
    "start": 44010028,
    "content": "<b><a>10:28</a></b> <b>unlawful.</b> unlawful. Lit. “breaking a taboo.” Peter followed the Jewish standards and traditions his whole life. His comments reveal his acceptance of a new standard in which Jews no longer were to consider Gentiles profane."
  },
  {
    "start": 44010034,
    "content": "<b><a>10:34</a></b> <b>God is not one to show partiality.</b> God is not one to show partiality. Taught in both the OT ( Dt 10:17 ; 2Chr 19:7 ; Job 34:19 ) and NT ( Ro 2:11 ; 3:29–30 ; Jas 2:1 ). The reality of this truth was taking on new dimensions for Peter."
  },
  {
    "start": 44010035,
    "content": "<b><a>10:35</a></b> <b>welcome.</b> welcome. This Greek word means “marked by a favorable manifestation of the divine pleasure.”"
  },
  {
    "start": 44010036,
    "content": "<b><a>10:36</a></b> <b>proclaiming … peace.</b> proclaiming … peace. Christ, by paying the price of sin through His sacrificial death, established peace between man and God ( see note on Ro 5:1–11 )."
  },
  {
    "start": 44010037,
    "content": "<b><a>10:37</a></b> <b>the baptism which John proclaimed.</b> the baptism which John proclaimed. Cf. 1:22 ; 13:24 ; 18:25 ; 19:34 ; see notes on Mt 3:2–12 ."
  },
  {
    "start": 44010038,
    "content": "<b><a>10:38</a></b> <b>Jesus … how God anointed Him.</b> Jesus … how God anointed Him. Cf. 4:27 . The beginning of Jesus’ earthly ministry (cf. Mt 3:13–17 ; Lk 3:21–22 )."
  },
  {
    "start": 44010041,
    "content": "<b><a>10:41</a></b> <b>to witnesses … chosen.</b> to witnesses … chosen. Jesus became visible after His resurrection only to believers (cf. 1Co 15:5–8 )."
  },
  {
    "start": 44010043,
    "content": "<b><a>10:43</a></b> <b>believes in Him.</b> believes in Him. The means of salvation—faith in Christ alone ( see note on Ro 1:16 ; cf. Jn 3:14–17 ; 6:69 ; Ro 10:11 ; Ga 3:22 ; Eph 2:8–9 )."
  },
  {
    "start": 44010044,
    "content": "<b><a>10:44</a></b> <b>the Holy Spirit fell.</b> the Holy Spirit fell. See notes on 2:4 ; 8:17 ."
  },
  {
    "start": 44010045,
    "content": "<b><a>10:45</a></b> <b>the circumcised believers.</b> the circumcised believers. Cf. 11:2 . Jewish Christians ( see note on v. 23 )."
  },
  {
    "start": 44010046,
    "content": "<b><a>10:46</a></b> <b>tongues.</b> tongues. See notes on 2:4 ; 8:17 ."
  },
  {
    "start": 44011003,
    "content": "<b><a>11:3</a></b> <b>ate with them.</b> ate with them. The Jewish believers were outraged over such a blatant breach of Jewish custom. It was difficult for them to conceive that Jesus could be equally Lord of Gentile believers."
  },
  {
    "start": 44011004,
    "end": 44011014,
    "content": "<b><a>11:4–14</a></b> Cf. 10:1–23 , 28–33 ."
  },
  {
    "start": 44011014,
    "content": "<b><a>11:14</a></b> <b>your household.</b> your household. All who were under Cornelius’s authority and care, who could comprehend the gospel and believe (cf. 16:15 , 31 ). This does not include infants."
  },
  {
    "start": 44011015,
    "content": "<b><a>11:15</a></b> <b>at the beginning.</b> at the beginning. God attested to the reality of Gentile salvation with the same phenomenon that occurred at Pentecost ( see note on 8:17 )."
  },
  {
    "start": 44011016,
    "content": "<b><a>11:16</a></b> <b>baptized with the Holy Spirit.</b> baptized with the Holy Spirit. See note on 1:5 ."
  },
  {
    "start": 44011018,
    "content": "<b><a>11:18</a></b> <b>God has granted to the Gentiles also the repentance … to life.</b> God has granted to the Gentiles also the repentance … to life. One of the most shocking admissions in Jewish history, but an event that the OT had prophesied ( Is 42:1 , 6 ; 49:6 ; see note on 2:38 )."
  },
  {
    "start": 44011019,
    "content": "<b><a>11:19</a></b> <b>Phoenicia.</b> <b>Cyprus.</b> <b>Antioch.</b> See notes on 8:1–3 . Phoenicia. The coastal region directly north of Judea, containing the trading ports of Tyre and Sidon. Cyprus. See note on 4:36 . Antioch. Located some 200 mi. north of Sidon, Antioch was a major pagan metropolis, the third largest in the Roman Empire, behind Rome and Alexandria."
  },
  {
    "start": 44011020,
    "content": "<b><a>11:20</a></b> <b>men of Cyprus and Cyrene.</b> <b>Greeks.</b> men of Cyprus and Cyrene. See notes on 6:9 ; 13:4 . Greeks. Cf. 6:1 ; 9:29 . Greek-speaking non-Jews ( see note on 6:1 )."
  },
  {
    "start": 44011021,
    "content": "<b><a>11:21</a></b> <b>hand of the Lord.</b> hand of the Lord. This refers to God’s power expressed in judgment (cf. Ex 9:33 ; Dt 2:15 ; Jos 4:24 ; 1Sa 5:6 ; 7:13 ) and in blessing ( Ezr 7:9 ; 8:18 ; Ne 2:8 , 18 ). Here, it refers to blessing."
  },
  {
    "start": 44011022,
    "content": "<b><a>11:22</a></b> <b>Barnabas.</b> Barnabas. See note on 4:36 . Since he was a Cypriot Jew, he came from a similar background to the founders of the Antioch church."
  },
  {
    "start": 44011025,
    "content": "<b><a>11:25</a></b> <b>Tarsus.</b> <b>to search for Saul.</b> Tarsus. See note on 9:11 . to search for Saul. This was to be no easy task. Several years had elapsed since Saul fled Jerusalem ( 9:30 ). Apparently, he had been disinherited and forced to leave his home due to his new allegiance to Christianity ( Php 3:8 )."
  },
  {
    "start": 44011026,
    "content": "<b><a>11:26</a></b> <b>Christians.</b> Christians. A term of derision meaning “of the party of Christ.” Cf. 26:28 ; 1Pe 4:16 ."
  },
  {
    "start": 44011027,
    "content": "<b><a>11:27</a></b> <b>prophets.</b> prophets. Preachers of the NT (cf. 1Co 14:32 ; Eph 2:20 ; see notes on 13:1 ; 21:9 ; Eph 4:11 )."
  },
  {
    "start": 44011028,
    "content": "<b><a>11:28</a></b> <b>Agabus.</b> <b>a great famine.</b> <b>all over the world.</b> <b>Claudius.</b> Agabus. One of the Jerusalem prophets who years later played an important part in Paul’s ministry ( 21:10–11 ). a great famine. Several ancient writers (Tacitus [ Annals XI.43], Josephus [ Antiquities XX.ii.5], and Suetonius [ Claudius 18]) affirm the occurrence of great famines in Israel ca. AD 45–46. all over the world. The famine reached beyond the region of Israel. Claudius. Emperor of Rome (AD 41–54)."
  },
  {
    "start": 44011030,
    "content": "<b><a>11:30</a></b> <b>elders.</b> elders. This is the first mention of the men who were pastor-overseers of the churches ( 15:4 , 6 , 22–23 ; 16:4 ; 21:18 ); i.e., a plurality of godly men responsible to lead the church ( see notes on 1Ti 3:1–7 ; Tit 1:5–9 ). They soon began to occupy the leading role in the churches, transitioning from the apostles and prophets, who were foundational (cf. Eph 2:20 ; 4:11 )."
  },
  {
    "start": 44012001,
    "content": "<b><a>12:1</a></b> <b>Herod the king.</b> Herod the king. Herod Agrippa I reigned from AD 37–44 and was the grandson of Herod the Great. He ran up numerous debts in Rome and fled to Israel. Imprisoned by Emperor Tiberius after some careless comments, he eventually was released following Tiberius’ death, and was made ruler of northern Israel, to which Judea and Samaria were added in AD 41. As a hedge against his shaky relationship with Rome, he curried favor with the Jews by persecuting Christians."
  },
  {
    "start": 44012002,
    "content": "<b><a>12:2</a></b> <b>James.</b> <b>with a sword.</b> James. The first of the apostles to be martyred ( see note on Mt 10:2 ). with a sword. The manner of his execution indicates James was accused of leading people to follow false gods (cf. Dt 13:12–15 )."
  },
  {
    "start": 44012003,
    "content": "<b><a>12:3</a></b> <b>during the days of Unleavened Bread.</b> during the days of Unleavened Bread. The weekly feast following Passover ( see notes on Ex 23:14–19 ; Mt 26:17 )."
  },
  {
    "start": 44012004,
    "content": "<b><a>12:4</a></b> <b>four squads.</b> four squads. Each squad contained four soldiers and rotated the watch on Peter. At all times two guards were chained to him in his cell, while the other two stood guard outside the cell door (v. 6 )."
  },
  {
    "start": 44012012,
    "content": "<b><a>12:12</a></b> <b>Mary.</b> <b>John … Mark.</b> Mary. Mark is called the cousin of Barnabas in Col 4:10 , so she was his aunt. John … Mark. Cousin of Barnabas ( Col 4:10 ), acquaintance of Peter in his youth ( 1Pe 5:13 ), he accompanied Barnabas and Paul to Antioch (v. 25 ) and later to Cyprus ( 13:4–5 ). He deserted them at Perga ( 13:13 ) and Paul refused to take him on his second missionary journey because of that desertion ( 15:36–41 ). He accompanied Barnabas to Cyprus ( 15:39 ). He disappeared until he was seen with Paul at Rome as an accepted companion and coworker ( Col 4:10 ; Phm 24 ). During Paul’s second imprisonment at Rome, Paul sought John Mark’s presence as useful to him ( 2Ti 4:11 ). He wrote the second Gospel that bears his name, being enriched in his task by the aid of Peter ( 1Pe 5:13 )."
  },
  {
    "start": 44012015,
    "end": 44012016,
    "content": "<b><a>12:15–16</a></b> <b>his angel.</b> his angel. According to Jewish superstition, each person had his own guardian angel who could assume that person’s form."
  },
  {
    "start": 44012017,
    "content": "<b><a>12:17</a></b> <b>James.</b> <b>he left.</b> James. The Lord’s brother, now head of the Jerusalem church (see Introduction to James ; see note on 15:13 ). he left. Except for a brief appearance in chap. 15 , Peter fades from the scene as the rest of Acts revolves around Paul and his ministry."
  },
  {
    "start": 44012019,
    "content": "<b><a>12:19</a></b> <b>Herod.</b> <b>led away</b> <b>.</b> <b>Caesarea.</b> Herod. See note on v. 1 . led away to execution . According to Justinian’s Code (ix. 4:4), a guard who allowed a prisoner to escape would suffer the same fatal penalty that awaited the prisoner. Caesarea. See note on 9:30 ."
  },
  {
    "start": 44012020,
    "content": "<b><a>12:20</a></b> <b>Tyre and Sidon.</b> <b>Blastus.</b> Tyre and Sidon. Two port cities north of Caesarea, in a region called Phoenicia. Mutual interdependence existed between these cities and Galilee, although Tyre and Sidon were more dependent on Galilee ( see note on Mk 3:8 ). Blastus. The king’s “chamberlain,” or treasurer, acted as an intermediary between Herod and the representatives of Tyre and Sidon."
  },
  {
    "start": 44012021,
    "content": "<b><a>12:21</a></b> <b>on an appointed day.</b> <b>put on his royal apparel.</b> on an appointed day. A feast in honor of Herod’s patron, the Roman emperor Claudius. put on his royal apparel. According to Josephus, he wore a garment made of silver."
  },
  {
    "start": 44012023,
    "content": "<b><a>12:23</a></b> <b>did not give God the glory.</b> <b>eaten by worms.</b> did not give God the glory. The crime for which Herod was executed by God (AD 44), who will eventually condemn and execute all who are guilty of this crime ( Ro 1:18–23 ). eaten by worms. According to Josephus, Herod endured terrible pain for 5 days before he died."
  },
  {
    "start": 44012025,
    "content": "<b><a>12:25</a></b> <b>fulfilling their ministry.</b> <b>John … Mark.</b> fulfilling their ministry. After Herod’s death, they delivered the famine relief to the Jerusalem church ( 11:30 ). John … Mark. See note on v. 12 ."
  },
  {
    "start": 44013001,
    "content": "<b><a>13:1</a></b> <b>prophets.</b> <b>Barnabas.</b> <b>Simeon … called Niger.</b> <b>Lucius of Cyrene.</b> <b>who had been brought up with.</b> <b>Herod the tetrarch.</b> Chapter 13 marks a turning point in Acts. The first 12 chapters focus on Peter; the remaining chapters revolve around Paul. With Peter, the emphasis is the Jewish church in Jerusalem and Judea; with Paul, the focus is the spread of the Gentile church throughout the Roman world, which began at the church in Antioch. prophets. These had a significant role in the apostolic church ( see notes on 1Co 12:28 ; Eph 2:20 ). They were preachers of God’s Word and were responsible in the early years of the church to instruct local congregations. On some occasions, they received new revelation that was of a practical nature (cf. 11:28 ; 21:10 ), a function that ended with the cessation of the temporary sign gifts. Their office was also replaced by pastor-teachers and evangelists ( see note on Eph 4:11 ). Barnabas. See note on 4:36 . Simeon … called Niger. “Niger” means “black.” He may have been a dark-skinned man, an African, or both. No direct evidence exists to equate him with Simon of Cyrene ( Mk 15:21 ). Lucius of Cyrene. Not the Lucius of Ro 16:21 , or Luke, the physician and author of Acts. who had been brought up with. Can be translated “foster-brother.” Manean was reared in Herod the Great’s household. Herod the tetrarch. Herod Antipas, the Herod of the Gospels ( see note on Mt 14:1 )."
  },
  {
    "start": 44013002,
    "content": "<b><a>13:2</a></b> <b>ministering.</b> <b>fasting.</b> ministering. This is from a Greek word which in Scripture describes priestly service. Serving in leadership in the church is an act of worship to God, and consists of offering spiritual sacrifices to Him, including prayer, oversight of the flock, plus preaching and teaching the Word. fasting. This is often connected with vigilant, passionate prayer (cf. Ne 1:4 ; Ps 35:13 ; Da 9:3 ; Mt 17:21 ; Lk 2:37 ), and includes either a loss of desire for food or the purposeful setting aside of eating to concentrate on spiritual issues ( see note on Mt 6:16–17 )."
  },
  {
    "start": 44013003,
    "content": "<b><a>13:3</a></b> <b>laid their hands on them.</b> laid their hands on them. See note on 6:6 ."
  },
  {
    "start": 44013004,
    "content": "<b><a>13:4</a></b> <b>Seleucia.</b> <b>Cyprus.</b> Seleucia. This city served as the port for Antioch, some 16 mi. away at the mouth of the Orontes River. Cyprus. See note on 4:36 . Saul and Barnabas chose to begin their missionary outreach there because it was Barnabas’ home, which was only a two-day journey from Antioch, and had a large Jewish population."
  },
  {
    "start": 44013005,
    "content": "<b><a>13:5</a></b> <b>reached Salamis.</b> <b>synagogues.</b> <b>John as their helper.</b> reached Salamis. The chief port and commercial center of Cyprus. synagogues. See note on 6:9 . Paul established the custom of preaching to the Jews first whenever he entered a new city (cf. v. 14 , 42 ; 14:1 ; 17:1 , 10 , 17 ; 18:4 , 19 , 26 ; 19:8 ) because he had an open door, as a Jew, to speak and introduce the gospel. Also, if he preached to Gentiles first, the Jews would never have listened to him. John as their helper. See note on 12:12 ."
  },
  {
    "start": 44013006,
    "content": "<b><a>13:6</a></b> <b>Paphos.</b> <b>a magician … Jewish.</b> Paphos. The capital of Cyprus and thus the seat of the Roman government. It also was a great center for the worship of Aphrodite (Venus), and thus a hotbed for all kinds of immorality. a magician … Jewish. “Magician” originally carried no evil connotation, but later was used to describe all kinds of practitioners and dabblers in the occult. This particular magician put his knowledge to evil use ( see note on 8:9 )."
  },
  {
    "start": 44013007,
    "content": "<b><a>13:7</a></b> <b>the proconsul.</b> the proconsul. A Roman official who served as provincial governor (cf. 18:12 )."
  },
  {
    "start": 44013008,
    "content": "<b><a>13:8</a></b> <b>Elymas.</b> Elymas. The Greek name of Bar-Jesus, a transliteration of the Arabic word for magician."
  },
  {
    "start": 44013009,
    "content": "<b><a>13:9</a></b> <b>Saul …</b> <b>Paul.</b> Saul … known as Paul. Paul’s Hebrew and Roman names."
  },
  {
    "start": 44013013,
    "content": "<b><a>13:13</a></b> <b>came to Perga in Pamphylia.</b> <b>John left them.</b> came to Perga in Pamphylia. Perga was a major city in the Roman province of Pamphylia, in Asia Minor—some 200 mi. north across the Mediterranean from Cyprus. John left them. Whatever reason John Mark gave for leaving, Paul didn’t accept it ( 15:38 ). While his desertion did not hamper the mission, it did later create dissension between Paul and Barnabas ( 15:36–40 ). This was finally resolved (cf. Col 4:10 ; 2Ti 4:11 ). See note on 12:12 ."
  },
  {
    "start": 44013014,
    "content": "<b><a>13:14</a></b> <b>Pisidian Antioch.</b> Pisidian Antioch. Not to be confused with Antioch in Syria, the location of the first Gentile church. This Antioch was located in the mountains of Asia Minor (modern Turkey)."
  },
  {
    "start": 44013015,
    "content": "<b><a>13:15</a></b> <b>reading of the Law and the Prophets.</b> <b>synagogue officials.</b> reading of the Law and the Prophets. The reading of the Scriptures. This occupied the third part in the liturgy of the synagogue, after the recitation of the shema ( Dt 6:4 ) and further prayers, but before the teaching, which was usually based on what had been read from the Scriptures. synagogue officials. Those who had general oversight of the synagogue ( see note on 6:9 ), including designating who would read from the Scriptures."
  },
  {
    "start": 44013016,
    "content": "<b><a>13:16</a></b> <b>who fear God.</b> who fear God. See note on 10:2 ."
  },
  {
    "start": 44013019,
    "content": "<b><a>13:19</a></b> <b>seven nations.</b> seven nations. See note on Dt 7:1 ."
  },
  {
    "start": 44013020,
    "content": "<b><a>13:20</a></b> See Introduction to Judges ."
  },
  {
    "start": 44013021,
    "content": "<b><a>13:21</a></b> <b>Saul.</b> Saul. See note on 1Sa 9:2 ."
  },
  {
    "start": 44013022,
    "content": "<b><a>13:22</a></b> <b>.</b> a man after My heart . See note on 1Sa 13:14 . Some would question the reality of this designation for David since he proved to be such a sinner at times (cf. 1Sa 11:1–4 ; 12:9 ; 21:10—22:1 ). No man after God’s own heart is perfect; yet he will recognize sin and repent of it, as did David (cf. Pss 32 , 38 , 51 ). Paul quoted from 1Sa 13:14 and Ps 89:20 ."
  },
  {
    "start": 44013023,
    "content": "<b><a>13:23</a></b> <b>according to promise.</b> according to promise. OT prophecy points to Messiah as a descendant of David (cf. 2Sa 7:12–16 ; Ps 132:11 ; Is 11:10 ; Jer 23:5 ). Jesus is the fulfillment of the OT prophecies of the coming Messiah ( Mt 1:1 , 20–21 ; Ro 1:3 ; 2Ti 2:8 )."
  },
  {
    "start": 44013024,
    "content": "<b><a>13:24</a></b> <b>baptism of repentance.</b> baptism of repentance. Cf. 1:22 ; 10:37 ."
  },
  {
    "start": 44013026,
    "content": "<b><a>13:26</a></b> <b>who fear God.</b> who fear God. See note on 10:2 ."
  },
  {
    "start": 44013027,
    "content": "<b><a>13:27</a></b> <b>rulers.</b> rulers. The supposed experts in the OT, including the scribes, Pharisees, Sadducees, and priests."
  },
  {
    "start": 44013028,
    "content": "<b><a>13:28</a></b> <b>Pilate.</b> Pilate. See notes on 3:13 ; Mt 27:2 ."
  },
  {
    "start": 44013029,
    "end": 44013030,
    "content": "<b><a>13:29–30</a></b> <b>tree … tomb … God raised.</b> tree … tomb … God raised. The OT predicted the crucifixion of Christ on a cross ( Ps 22 ; Dt 21 ), at the time when this particular form of execution was not used. His burial in a “tomb” was also prophesied ( Is 53:9 ), yet victims of crucifixions were commonly tossed into mass graves. The climax of Paul’s message was the resurrection of Christ, the ultimate proof that Jesus is the Messiah, and the fulfillment of 3 specific prophecies ( see notes on vv. 33–35 )."
  },
  {
    "start": 44013031,
    "content": "<b><a>13:31</a></b> <b>witnesses.</b> witnesses. More than 500 (cf. 1Co 15:5–8 )."
  },
  {
    "start": 44013033,
    "content": "<b><a>13:33</a></b> Quoted from Ps 2:7 ."
  },
  {
    "start": 44013034,
    "content": "<b><a>13:34</a></b> Quoted from Is 55:3 ."
  },
  {
    "start": 44013035,
    "content": "<b><a>13:35</a></b> Quoted from Ps 16:10 ; see note on 2:27 ."
  },
  {
    "start": 44013039,
    "content": "<b><a>13:39</a></b> <b>you could not be justified from through the Law of Moses.</b> you could not be justified from through the Law of Moses. Keeping the law of Moses did not free anyone from their sins (cf. Ro 3:28 ; 1Co 1:30 ; Ga 2:16 ; 3:11 ; Php 3:9 ). But the atoning death of Jesus completely satisfied the demands of God’s law, procuring forgiveness for the sins of all who believe ( Ga 3:16 ; Col 2:13–14 ). Only the forgiveness Christ offers can free people from their sins ( Ro 3:20 , 22 )."
  },
  {
    "start": 44013041,
    "content": "<b><a>13:41</a></b> Quoted from Hab 1:5 ."
  },
  {
    "start": 44013043,
    "content": "<b><a>13:43</a></b> <b>God-fearing proselytes.</b> <b>continue in the grace of God.</b> God-fearing proselytes. Full converts to Judaism who had been circumcised. continue in the grace of God. Those who are truly saved persevere and validate the reality of their salvation by continuing in the grace of God (cf. Jn 8:31 ; 15:1–6 ; Col 1:21–23 ; 1Jn 2:19 ). With such encouragement, Paul and Barnabas hoped to prevent those who were intellectually convinced of the truths of the gospel, yet had stopped short of saving faith, from reverting to legalism rather than embracing Christ completely."
  },
  {
    "start": 44013046,
    "content": "<b><a>13:46</a></b> <b>to you first.</b> <b>we are turning to the Gentiles.</b> to you first. God offered the plan of salvation to the Jews first ( Mt 10:5–6 ; 15:24 ; Lk 24:47 ; Ro 1:16 ). Although the thrust of Paul’s ministry was to Gentiles, he had a desire to see Jews saved ( Ro 9:1–5 ; 10:1 ), preaching to them first in many cities ( see note on v. 5 ). we are turning to the Gentiles. Because the Jews rejected the gospel. But God never planned salvation as an exclusive possession of the Jews ( Is 42:1 , 6 ; 49:6 )."
  },
  {
    "start": 44013047,
    "content": "<b><a>13:47</a></b> Quoted from Is 49:6 ."
  },
  {
    "start": 44013048,
    "content": "<b><a>13:48</a></b> <b>appointed to eternal life.</b> appointed to eternal life. One of Scripture’s clearest statements on the sovereignty of God in salvation. God chooses man for salvation, not the opposite ( Jn 6:65 ; Eph 1:4 ; Col 3:12 ; 2Th 2:13 ). Faith itself is a gift from God ( Eph 2:8–9 )."
  },
  {
    "start": 44013051,
    "content": "<b><a>13:51</a></b> <b>having shaken off the dust of their feet.</b> having shaken off the dust of their feet. The Jews’ antagonism toward Gentiles extended to their unwillingness to even bring Gentile dust into Israel. The symbolism of Paul and Barnabas’ act is clear that they considered the Jews at Antioch no better than heathen. There could have been no stronger condemnation."
  },
  {
    "start": 44013052,
    "content": "<b><a>13:52</a></b> <b>filled … with the Holy Spirit.</b> filled … with the Holy Spirit. See notes on 2:4 ; Eph 5:18 ."
  },
  {
    "start": 44014001,
    "content": "<b><a>14:1</a></b> <b>Iconium.</b> Iconium. A cultural melting pot of native Phrygians, Greeks, Jews, and Roman colonists, located 80 mi. southeast of Pisidian Antioch."
  },
  {
    "start": 44014003,
    "content": "<b><a>14:3</a></b> <b>granting that signs and wonders.</b> granting that signs and wonders. See notes on 2:19 . Acts of such divine power confirmed that Paul and Barnabas spoke for God."
  },
  {
    "start": 44014004,
    "content": "<b><a>14:4</a></b> <b>apostles.</b> apostles. See notes on Ro 1:1 ; Eph 4:11 . Barnabas was not an apostle in the same sense as Paul and the 12 since he was not an eyewitness of the resurrected Christ nor had he been called by Him. It is best to translate “apostles” here as “messengers” (cf. 2Co 8:23 ; Php 2:25 ). The verb means “to send.” The 12 and Paul were “apostles of Christ,” ( 2Co 11:13 ; 1Th 2:6 ), while Barnabas and others were “messengers of the churches” ( 2Co 8:23 )."
  },
  {
    "start": 44014005,
    "content": "<b><a>14:5</a></b> <b>stone them.</b> stone them. This proves that their Jewish opponents were the instigators, since stoning was a Jewish form of execution, usually for blasphemy."
  },
  {
    "start": 44014006,
    "content": "<b><a>14:6</a></b> <b>cities of Lycaonia, Lystra and Derbe.</b> cities of Lycaonia, Lystra and Derbe. Lycaonia was a district in the Roman province of Galatia. Lystra was about 18 mi. from Iconium, and was the home of Lois, Eunice, and Timothy ( 16:1 ; 2Ti 1:5 ). Luke mentions no synagogue in connection with Lystra, and since Paul began his ministry there by preaching to a crowd, it likely had a small Jewish population. Derbe was about 40 mi. southeast of Lystra."
  },
  {
    "start": 44014011,
    "end": 44014013,
    "content": "<b><a>14:11–13</a></b> The strange reaction by the people of Lystra to the healing had its roots in local folklore. According to tradition, the gods Zeus and Hermes visited Lystra incognito, asking for food and lodging. All turned them away except for a peasant named Philemon and his wife, Baucis. The gods took vengeance by drowning everyone in a flood. But they turned the lowly cottage of Philemon and Baucis into a temple, where they were to serve as priest and priestess. Not wanting to repeat their ancestors’ mistake, the people of Lystra believed Barnabas to be Zeus and Paul to be Hermes."
  },
  {
    "start": 44014013,
    "content": "<b><a>14:13</a></b> <b>priest of Zeus.</b> priest of Zeus. It was his job to lead the people in worship of the two men they believed to be gods."
  },
  {
    "start": 44014014,
    "content": "<b><a>14:14</a></b> <b>tore their garments.</b> tore their garments. A Jewish expression of horror and revulsion at blasphemy ( see note on Mt 26:65 )."
  },
  {
    "start": 44014015,
    "end": 44014017,
    "content": "<b><a>14:15–17</a></b> See note on 17:23–24 . Because the crowd at Lystra was pagan and had no knowledge of the OT, Paul adjusted his message to fit the audience. Instead of proclaiming the God of Abraham, Isaac, and Jacob, he appealed to the universal and rational knowledge of the One who created the world (cf. 17:22–26 ; Jon 1:9 )."
  },
  {
    "start": 44014016,
    "content": "<b><a>14:16</a></b> <b>permitted all the nations.</b> permitted all the nations. The path that they all have walked is described in Ro 1:18–32 ."
  },
  {
    "start": 44014017,
    "content": "<b><a>14:17</a></b> <b>did not leave Himself without witness.</b> did not leave Himself without witness. God’s providence and His creative power testify to man’s reason of His existence ( Ro 1:18–20 ), as does man’s own conscience, which contains His moral law ( Ro 2:13–15 )."
  },
  {
    "start": 44014019,
    "content": "<b><a>14:19</a></b> <b>stoning Paul … supposing him to be dead.</b> stoning Paul … supposing him to be dead. Paul did not die from the stoning as some claim, who link it to his third-heaven experience in 2Co 12 . “Supposing” usually means “to suppose something that is not true.” The main NT use of this word argues that the crowd’s supposition was incorrect and that Paul was not dead. Another argument in favor of this position is that if Paul was resurrected, why didn’t Luke mention it? Also, the dates of Paul’s third-heaven experience and the time of the stoning do not reconcile."
  },
  {
    "start": 44014020,
    "content": "<b><a>14:20</a></b> <b>Derbe.</b> Derbe. See note on v. 6 ."
  },
  {
    "start": 44014022,
    "content": "<b><a>14:22</a></b> <b>kingdom of God.</b> kingdom of God. See note on 1:3 ."
  },
  {
    "start": 44014023,
    "content": "<b><a>14:23</a></b> <b>appointed elders.</b> appointed elders. See note on 11:30 ."
  },
  {
    "start": 44014024,
    "content": "<b><a>14:24</a></b> <b>Pisidia.</b> <b>Pamphylia.</b> Pisidia. A mountainous and rugged region that offered no opportunities for evangelism. Pamphylia. See note on 13:13 ."
  },
  {
    "start": 44014025,
    "content": "<b><a>14:25</a></b> <b>Perga.</b> Perga. See note on 13:13 ."
  },
  {
    "start": 44014026,
    "content": "<b><a>14:26</a></b> <b>from there.</b> <b>Antioch.</b> from there. Thus ended Paul’s first missionary journey. Antioch. See note on 11:19 ."
  },
  {
    "start": 44014028,
    "content": "<b><a>14:28</a></b> <b>not a little time.</b> not a little time. About one year."
  },
  {
    "start": 44015001,
    "end": 44015030,
    "content": "<b><a>15:1–30</a></b> Throughout its history, the church’s leaders have met to settle doctrinal issues. Historians point to 7 ecumenical councils in the church’s early history, especially the Councils of Nicea (AD 325) and Chalcedon (AD 451). Yet the most important council was the first one—the Jerusalem Council—because it established the answer to the most vital doctrinal question of all: “What must a person do to be saved?” The apostles and elders defied efforts to impose legalism and ritualism as necessary prerequisites for salvation. They forever affirmed that salvation is totally by grace through faith in Christ alone."
  },
  {
    "start": 44015002,
    "content": "<b><a>15:2</a></b> <b>up to Jerusalem.</b> <b>elders.</b> up to Jerusalem. See note on 18:22 . elders. Leaders of the Jerusalem church ( see note on 11:30 )."
  },
  {
    "start": 44015004,
    "content": "<b><a>15:4</a></b> Paul and Barnabas and others went into great detail to report the many works God was accomplishing through their efforts. No doubt they provided sufficient evidence to verify the genuineness of the Gentiles’ salvation (cf. 10:44–48 ; 11:17–18 )."
  },
  {
    "start": 44015007,
    "content": "<b><a>15:7</a></b> <b>Peter stood up.</b> <b>by my mouth.</b> Peter stood up. Peter gave the first of 3 speeches at the Council that amount to one of the strongest defenses of salvation by grace through faith alone contained in Scripture. Peter began his defense by reviewing how God saved Gentiles in the early days of the church without a requirement of circumcision, law keeping, or ritual—referring to the salvation of Cornelius and his household ( 10:44–48 ; 11:17–18 ). If God did not require any additional qualifications for salvation, neither should the legalists. by my mouth. See 10:1–48 ."
  },
  {
    "start": 44015008,
    "content": "<b><a>15:8</a></b> <b>giving them the Holy Spirit.</b> giving them the Holy Spirit. The Judaizers could have argued that Cornelius and the others could not have been saved because they did not meet the legalistic requirements. To thwart that potential argument, Peter reiterates that God gave them the Holy Spirit, thus proving the genuineness of their salvation ( see note on 2:4 )."
  },
  {
    "start": 44015010,
    "content": "<b><a>15:10</a></b> <b>a yoke.</b> a yoke. A description of the law and the legalism of the scribes and Pharisees ( Mt 23:4 ; cf. Lk 11:46 ). The legalists expected the Gentiles to carry a load they themselves were unwilling to bear."
  },
  {
    "start": 44015011,
    "content": "<b><a>15:11</a></b> <b>through the grace of the Lord Jesus.</b> through the grace of the Lord Jesus. A resounding affirmation of salvation by grace through faith alone ( see notes on Ro 3:24–25 )."
  },
  {
    "start": 44015012,
    "content": "<b><a>15:12</a></b> <b>Barnabas and Paul.</b> <b>signs and wonders.</b> Barnabas and Paul. They delivered the second speech in which they recounted the work of God on their just completed first missionary journey among Gentiles. signs and wonders. See note on 2:19 ."
  },
  {
    "start": 44015013,
    "content": "<b><a>15:13</a></b> <b>James answered.</b> James answered. He delivers the third speech in defense of salvation by faith alone by relating how God’s future plans for Gentile salvation agree with His current work."
  },
  {
    "start": 44015014,
    "content": "<b><a>15:14</a></b> <b>people for His name.</b> people for His name. See notes on chaps. 10–11 . Cf. Mal 2:2 , 5 ; 3Jn 7 ."
  },
  {
    "start": 44015015,
    "end": 44015017,
    "content": "<b><a>15:15–17</a></b> James quotes Amos’ prophecy ( 9:11–12 ) of the millennial kingdom to prove that Gentile salvation was not contrary to God’s plan for Israel. In fact, in the kingdom God’s messengers will announce salvation to the Gentiles ( Zec 8:20–23 )."
  },
  {
    "start": 44015017,
    "content": "<b><a>15:17</a></b> <b>.</b> Gentiles … called by My name . James’ point is that Amos makes no mention of Gentiles becoming Jewish proselytes. If Gentiles can be saved without becoming Jews in the kingdom, there is no need for Gentiles to become proselytes in the present age."
  },
  {
    "start": 44015019,
    "content": "<b><a>15:19</a></b> <b>we do not trouble.</b> we do not trouble. The Greek word for “trouble” means “to throw something in the path of someone to annoy them.” The decision of the Jerusalem Council, after considering all the evidence, was that keeping the law and observing rituals were not requirements for salvation. The Judaizers were to cease troubling and annoying the Gentiles."
  },
  {
    "start": 44015020,
    "content": "<b><a>15:20</a></b> <b>things contaminated by idols.</b> <b>sexual immorality.</b> <b>what is strangled and from blood.</b> James and the other leaders did not want the Gentiles to revel in their freedom in Christ, which could cause the Jewish believers to follow that same liberty and violate their consciences. So James proposed that the Gentiles abstain from 4 pagan, idolatrous practices that were violations of the law of Moses so as not to offend Jews. things contaminated by idols. Food offered to pagan gods and then sold in temple butcher shops. Because idolatry was so repulsive to Jews and forbidden by God (cf. Ex 20:3 ; 34:17 ; Dt 5:7 ), they would avoid anything to do with idols, including meat offered to idols (cf. 1Co 8:1–13 ). sexual immorality. Sexual sins in general, but particularly the orgies associated with the worship of pagan gods. The Gentiles were to avoid being offensive to Jewish sensibilities in their marriages and any relationship with the opposite sex. what is strangled and from blood. Dietary restrictions ( Ge 9:4 ; Lv 3:17 ; 7:26 ; 17:12–14 ; 19:26 ; Dt 12:16 , 23 ; 15:23 ; 1Sa 14:34 ; Eze 33:25 )."
  },
  {
    "start": 44015022,
    "content": "<b><a>15:22</a></b> <b>Judas.</b> <b>Silas.</b> Judas. Nothing more is known about him except that he was a prophet (v. 32 ). Silas. See note on v. 40 . Also known as Silvanus, he accompanied Paul on his second missionary journey (v. 40 ; 16:19 , 25 , 29 ; 17:4 , 10 , 14–15 ; 18:5 ) and later was Peter’s amanuensis (scribe) for his first epistle ( 1Pe 5:12 )."
  },
  {
    "start": 44015023,
    "content": "<b><a>15:23</a></b> <b>in Antioch and Syria and Cilicia.</b> in Antioch and Syria and Cilicia. Antioch was the capital of Syria and Cilicia, which was administered as a single Roman district. The churches in Cilicia were probably founded by Paul when he went there after fleeing Jerusalem ( 9:30 )."
  },
  {
    "start": 44015024,
    "content": "<b><a>15:24</a></b> <b>disturbed … unsettling.</b> disturbed … unsettling. “Disturbed” is a different Greek word from the one in v. 19 , meaning “to deeply upset,” “to deeply trouble,” “to perplex,” or “to create fear.” The Greek word for “unsettling” was used in extrabiblical writings to speak of someone going bankrupt. Together these words aptly describe the chaos caused by the Judaizers."
  },
  {
    "start": 44015026,
    "content": "<b><a>15:26</a></b> <b>risked their lives.</b> risked their lives. On the first missionary journey they faced persecution ( 13:50 ) and Paul was nearly killed ( 14:19–20 )."
  },
  {
    "start": 44015029,
    "content": "<b><a>15:29</a></b> See notes on v. 20 ."
  },
  {
    "start": 44015034,
    "content": "<b><a>15:34</a></b> This verse is not in the best manuscripts."
  },
  {
    "start": 44015036,
    "content": "<b><a>15:36</a></b> <b>how they are.</b> see how they are. In addition to proclaiming the gospel, Paul also recognized his responsibility to mature the new believers in their faith ( Mt 28:19–20 ; Eph 4:12–13 ; Php 1:8 ; Col 1:28 ; 1Th 2:17 ). So he planned his second missionary journey to retrace his first one."
  },
  {
    "start": 44015037,
    "end": 44015038,
    "content": "<b><a>15:37–38</a></b> <b>John, called Mark.</b> John, called Mark. See notes on 12:12 ; 13:13 ."
  },
  {
    "start": 44015039,
    "content": "<b><a>15:39</a></b> <b>disagreement … separated.</b> <b>Cyprus.</b> disagreement … separated. This was not an amicable parting—they were in sharp disagreement regarding John Mark. The weight of the evidence favors Paul’s decision, especially since he was an apostle of Jesus Christ. That alone should have caused Barnabas to submit to his authority. But they eventually did reconcile ( 1Co 9:6 ). Cyprus. See note on 13:4 ."
  },
  {
    "start": 44015040,
    "content": "<b><a>15:40</a></b> <b>Silas.</b> Silas. He was perfectly suited to be Paul’s companion, since he was a prophet and could proclaim and teach the Word. Being a Jew gave him access to the synagogues ( see note on 6:9 ). Because he was a Roman citizen ( 16:37 ), he enjoyed the same benefits and protection as Paul. His status as a respected leader in the Jerusalem fellowship helped to reinforce Paul’s teaching that Gentile salvation was by grace alone through faith alone ( see note on v. 22 )."
  },
  {
    "start": 44015041,
    "content": "<b><a>15:41</a></b> <b>Syria and Cilicia.</b> Syria and Cilicia. Paul visited congregations he had most likely founded before his connection with the Antioch church ( Ga 1:21 ). The circumcision question had been raised there also."
  },
  {
    "start": 44016001,
    "content": "<b><a>16:1</a></b> <b>at Derbe and at Lystra.</b> <b>a disciple … Timothy.</b> <b>his father was a Greek.</b> at Derbe and at Lystra. See note on 14:6 . a disciple … Timothy. A young man (late teens or early 20s) of high regard, a “true child in the faith” ( 1Ti 1:2 ; cf. 2Ti 1:2 ), who eventually became Paul’s right-hand man ( 1Co 4:17 ; 1Th 3:2 ; Php 2:19 ; see Introduction to 1 Timothy ). In essence, he became John Mark’s replacement. After being commissioned by the elders of the local church ( 1Ti 4:14 ; 2Ti 1:6 ), he joined Paul and Silas. his father was a Greek. The grammar likely suggests his father was dead. By being both Jew and Gentile, Timothy had access to both cultures—an indispensable asset for missionary service."
  },
  {
    "start": 44016003,
    "content": "<b><a>16:3</a></b> <b>circumcised him.</b> circumcised him. This was done to aid his acceptance by the Jews and provide full access to the synagogues ( see note on 6:9 ) he would be visiting with Paul and Silas. If Timothy had not been circumcised, the Jews could have assumed he had renounced his Jewish heritage and had chosen to live as a Gentile."
  },
  {
    "start": 44016004,
    "content": "<b><a>16:4</a></b> <b>the decrees.</b> the decrees. The determinations of the Jerusalem Council ( see notes on 15:23–29 )."
  },
  {
    "start": 44016006,
    "content": "<b><a>16:6</a></b> <b>Holy Spirit … Asia.</b> Holy Spirit … Asia. Paul was not allowed to fulfill his intention to minister in Asia Minor (modern Turkey) and to such cities as Ephesus, Smyrna, Philadelphia, Laodicea, Colosse, Sardis, Pergamos, and Thyatira."
  },
  {
    "start": 44016007,
    "content": "<b><a>16:7</a></b> <b>Bithynia.</b> <b>the Spirit of Jesus did not permit them.</b> Bithynia. A separate Roman province northeast of Mysia. the Spirit of Jesus did not permit them. Once the Holy Spirit had providentially stopped their travel north, they had nowhere else to go but Troas, a seaport on the Aegean Sea."
  },
  {
    "start": 44016008,
    "content": "<b><a>16:8</a></b> <b>Mysia … Troas.</b> Mysia … Troas. The northwest part of the province of Asia Minor."
  },
  {
    "start": 44016009,
    "end": 44016010,
    "content": "<b><a>16:9–10</a></b> This was the second of 6 visions received by the apostle (cf. 9:3–6 ; 18:9–10 ; 22:17–18 ; 23:11 ; 27:23–24 )."
  },
  {
    "start": 44016010,
    "content": "<b><a>16:10</a></b> <b>we.</b> we. A change from the third person pronoun to the first person indicates that Luke joined up with Paul, Silas, and Timothy (see Introduction: Author and Date )."
  },
  {
    "start": 44016011,
    "content": "<b><a>16:11</a></b> <b>Samothrace.</b> <b>Neapolis.</b> Samothrace. An island in the Aegean Sea about halfway between Asia Minor and the Greek mainland. They stayed there overnight to avoid the hazards associated with sailing in the dark. Neapolis. The port city for Philippi."
  },
  {
    "start": 44016012,
    "content": "<b><a>16:12</a></b> <b>Philippi.</b> <b>a Roman colony.</b> Philippi. See Introduction to Philippians . Located 10 mi. inland from Neapolis, Philippi was named for Philip II of Macedon (the father of Alexander the Great). a Roman colony. Philippi became a Roman colony in 31 BC, so it carried the right of freedom (it was self-governing and independent of the provincial government), the right of exemption from tax, and the right of holding land in full ownership."
  },
  {
    "start": 44016013,
    "content": "<b><a>16:13</a></b> <b>to a riverside.</b> <b>women who had assembled.</b> to a riverside. Evidently, the Jewish community did not have the minimum of 10 Jewish men who were heads of households required to form a synagogue. In such cases, a place of prayer under the open sky and near a river or sea was adopted as a meeting place. Most likely this spot was located where the road leading out of the city crossed the Gangites River. women who had assembled. In further evidence of the small number of Jewish men, it was women who met to pray, worship, and recite from the OT Scriptures."
  },
  {
    "start": 44016014,
    "content": "<b><a>16:14</a></b> <b>Lydia, from the city of Thyatira.</b> <b>seller of purple fabrics.</b> <b>a worshiper of God.</b> <b>whose heart the Lord opened.</b> Lydia, from the city of Thyatira. Her home city was located in the Roman province of Lydia, thus the name “Lydia” was probably associated with her place of origin. seller of purple fabrics. Because purple dye was extremely expensive, purple garments were usually worn by royalty and the wealthy. As a result, Lydia’s business turned a nice profit, which enabled her to have a house large enough to accommodate the missionary team (v. 15 ) and the new church at Philippi (v. 40 ). a worshiper of God. Like Cornelius, she believed in the God of Israel but had not become a full proselyte (cf. 10:2 ). whose heart the Lord opened. This is another proof of the sovereignty of God in salvation ( see note on 13:48 )."
  },
  {
    "start": 44016015,
    "content": "<b><a>16:15</a></b> <b>household.</b> household. See note on 11:14 . Cf. v. 31 ."
  },
  {
    "start": 44016016,
    "content": "<b><a>16:16</a></b> <b>a spirit of divination.</b> a spirit of divination. Lit. “a python spirit.” That expression comes from Greek mythology; Python was a snake that guarded the oracle at Delphi. Essentially, this girl was a medium in contact with demons who could supposedly predict the future. See note on Dt 18:9–12 ."
  },
  {
    "start": 44016017,
    "content": "<b><a>16:17</a></b> <b>the Most High God.</b> the Most High God. El Elyon, the Absolutely Sovereign God, is an OT title (used about 50 times) for the God of Israel (see Ge 14:18–22 ; Ps 78:35 ; Da 5:18 )."
  },
  {
    "start": 44016018,
    "content": "<b><a>16:18</a></b> <b>I command you in the name of Jesus Christ.</b> I command you in the name of Jesus Christ. The demon left the girl in obedience to Paul’s command and his apostolic authority. The ability to cast out demons was a special ability of Christ’s apostles ( Mk 3:15 ; 2Co 12:12 )."
  },
  {
    "start": 44016020,
    "content": "<b><a>16:20</a></b> <b>throwing our city into confusion, being Jews.</b> throwing our city into confusion, being Jews. Anti-Semitism was alive even then. The Emperor Claudius issued an order around that time expelling the Jews from Rome ( 18:2 ). This may explain why they apprehended only Paul and Silas, since Luke was a Gentile and Timothy half-Gentile."
  },
  {
    "start": 44016021,
    "content": "<b><a>16:21</a></b> <b>proclaiming customs … not lawful for us … Romans.</b> proclaiming customs … not lawful for us … Romans. It was technically true that Roman citizens were not to engage in any foreign religion that had not been sanctioned by the state. But it was a false charge that they were creating chaos."
  },
  {
    "start": 44016022,
    "content": "<b><a>16:22</a></b> <b>magistrates.</b> <b>beaten.</b> magistrates. Every Roman colony had two of these men serving as judges. In this case, they did not uphold Roman justice: they did not investigate the charges, conduct a proper hearing, or give Paul and Silas the chance to defend themselves. beaten. This was an illegal punishment since they had not been convicted of any crime. The officers (v. 35 ) under the command of the magistrates administered the beating with rods tied together in a bundle. Paul received the same punishment on two other occasions ( 2Co 11:25 )."
  },
  {
    "start": 44016024,
    "content": "<b><a>16:24</a></b> <b>inner prison … in the stocks.</b> inner prison … in the stocks. The most secure part of the prison. The jailer took further precautions by putting their feet “in the stocks.” This particular security measure was designed to produce painful cramping so the prisoner’s legs were spread as far apart as possible."
  },
  {
    "start": 44016027,
    "content": "<b><a>16:27</a></b> <b>prison doors opened … about to kill himself.</b> prison doors opened … about to kill himself. Instead of waiting to face humiliation and a painful execution. A Roman soldier who let a prisoner escape paid for his negligence with his life ( 12:19 ; 27:42 )."
  },
  {
    "start": 44016031,
    "content": "<b><a>16:31</a></b> <b>Believe in the Lord Jesus.</b> <b>you and your house.</b> Believe in the Lord Jesus. One must believe He is who He claimed to be ( Jn 20:31 ) and believe in what He did ( 1Co 15:3–4 ; see note on Ro 1:16 ). you and your house. All of his family, servants, and guests who could comprehend the gospel and believe heard the gospel and believed ( see note on 11:14 ). This does not include infants. Cf. v. 15 ."
  },
  {
    "start": 44016037,
    "content": "<b><a>16:37</a></b> <b>Romans.</b> Romans. To inflict corporal punishment on a Roman citizen was a serious crime, and made more so since Paul and Silas did not receive a trial. As a result, the magistrates faced the possibility of being removed from office, and having Philippi’s privileges as a Roman colony revoked ( see note on v. 12 )."
  },
  {
    "start": 44017001,
    "content": "<b><a>17:1</a></b> <b>Amphipolis and Apollonia … Thessalonica.</b> <b>synagogue.</b> Amphipolis and Apollonia … Thessalonica. Southwest from Philippi along the Egnatian Way. “Amphipolis” was about 30 mi. from Philippi, and “Apollonia” another 30 mi. beyond. The narrative indicates that the travelers stopped only for the night in those cities. Forty mi. beyond “Apollonia” was “Thessalonica,” the capital city of Macedonia with a population of 200,000. It was a major port city and an important commercial center. synagogue. See note on 13:5 . Luke refers to a synagogue only in Thessalonica, which may explain why Paul and his companions did not stay in the other two cities."
  },
  {
    "start": 44017002,
    "content": "<b><a>17:2</a></b> <b>according to Paul’s custom.</b> <b>three Sabbaths.</b> according to Paul’s custom. Paul began his ministry in each town with the Jews ( see note on 13:5 ). three Sabbaths. The length of his initial public ministry. The actual amount of time spent in Thessalonica would have been longer, extending perhaps to 4–6 months."
  },
  {
    "start": 44017005,
    "content": "<b><a>17:5</a></b> <b>the house of Jason.</b> the house of Jason. The mob assumed Paul, Silas, and Timothy were staying there. Nothing is known of Jason except that he was probably Jewish, since Jason was a name adopted by many of the dispersed Jews."
  },
  {
    "start": 44017007,
    "content": "<b><a>17:7</a></b> <b>contrary to the decrees of Caesar.</b> contrary to the decrees of Caesar. One of the most serious crimes in the Roman Empire was to acknowledge allegiance to any king but Caesar (cf. Jn 19:15 )."
  },
  {
    "start": 44017009,
    "content": "<b><a>17:9</a></b> <b>received the bond.</b> received the bond. This bond would be forfeited by Jason should Paul and his companions cause more trouble. As a result, they had no choice but to leave Thessalonica."
  },
  {
    "start": 44017010,
    "content": "<b><a>17:10</a></b> <b>Berea.</b> <b>synagogue.</b> Berea. An important town that was not on a main route. synagogue. See note on 13:5 ."
  },
  {
    "start": 44017015,
    "content": "<b><a>17:15</a></b> <b>Athens.</b> Athens. The cultural center of Greece. At its zenith, Athens was home to the most renowned philosophers in history, including Socrates, Plato, and Aristotle, who was arguably the most influential philosopher of all. Two other significant philosophers taught there: Epicurus, founder of Epicureanism, and Zeno, founder of Stoicism—two of the dominant philosophies in that day ( see note on v. 18 )."
  },
  {
    "start": 44017016,
    "content": "<b><a>17:16</a></b> <b>city full of idols.</b> city full of idols. Athens was also the religious center of Greece—virtually every deity known to man could be worshiped there. Paul viewed Athens as a city of lost humanity, all doomed to a Christless eternity because of rampant pagan idolatry."
  },
  {
    "start": 44017017,
    "content": "<b><a>17:17</a></b> <b>synagogue.</b> synagogue. See note on 13:5 ."
  },
  {
    "start": 44017018,
    "content": "<b><a>17:18</a></b> <b>Epicurean and Stoic philosophers.</b> <b>babbler.</b> Epicurean and Stoic philosophers. Epicurean philosophy taught that the chief end of man was the avoidance of pain. Epicureans were materialists—they did not deny the existence of God, but they believed He did not become involved with the affairs of men. When a person died, they believed his body and soul disintegrated. Stoic philosophy taught self-mastery—that the goal in life was to reach a place of indifference to pleasure or pain. babbler. Lit. “seed picker.” Some of the philosophers viewed Paul as an amateur philosopher—one who had no ideas of his own but only picked among prevailing philosophies and constructed one with no depth."
  },
  {
    "start": 44017019,
    "content": "<b><a>17:19</a></b> <b>the Areopagus.</b> the Areopagus. A court named for the hill on which it once met. Paul was not being formally tried; only being asked to defend his teaching."
  },
  {
    "start": 44017022,
    "content": "<b><a>17:22</a></b> <b>religious.</b> religious. Lit. “in fear of Gods.”"
  },
  {
    "start": 44017023,
    "end": 44017024,
    "content": "<b><a>17:23–24</a></b> <b>TO AN UNKNOWN GOD.</b> TO AN UNKNOWN GOD. The Athenians were supernaturalists—they believed in supernatural powers that intervened in the course of natural laws. They at least acknowledged the existence of someone beyond their ability to understand who had made all things. Paul thus had the opportunity to introduce them to the Creator-God who could be known ( Dt 4:35 ; 1Ki 8:43 ; 1Chr 28:9 ; Ps 9:10 ; Jer 9:24 ; 24:7 ; 31:34 ; Jn 17:3 ). When evangelizing pagans, Paul started from creation, the general revelation of God (cf. 14:15–17 ). When evangelizing Jews, he started from the OT (vv. 10–13 )."
  },
  {
    "start": 44017024,
    "content": "<b><a>17:24</a></b> <b>God who made the world.</b> God who made the world. This teaching flatly contradicted both the Epicureans, who believed matter was eternal and therefore had no creator, and the Stoics, who as pantheists believed God was part of everything and could not have created Himself. Paul’s teaching finds its support throughout Scripture ( Ge 1:1 ; Ps 146:5–6 ; Is 40:28 ; 45:18 ; Jer 10:12 ; 32:17 ; Jon 1:9 ; Zec 12:1 ; Eph 3:9 ; Col 1:16 ; Rev 4:11 ; 10:6 )."
  },
  {
    "start": 44017026,
    "content": "<b><a>17:26</a></b> <b>one</b> <b>.</b> <b>determined</b> <b>appointed times.</b> <b>the boundaries of their habitation.</b> one man . All men are equal in God’s sight since all came from one man, Adam. This teaching was a blow to the national pride of the Greeks, who believed all non-Greeks were barbarians ( see note on Ro 1:14 ). determined their appointed times. God sovereignly controls the rise and fall of nations and empires (cf. Da 2:36–45 ; Lk 21:24 ). the boundaries of their habitation. God is responsible for establishing nations as to their racial identity and their specific geographical locations ( Dt 32:8 ) and determining the extent of their conquests (cf. Is 10:12–15 )."
  },
  {
    "start": 44017027,
    "content": "<b><a>17:27</a></b> <b>seek God.</b> seek God. The Lord’s objective for man in revealing Himself as the creator, ruler, and controller of the world. Men have no excuse for not knowing about God because He has revealed Himself in man’s conscience and in the physical world ( see notes on Ro 1:19–20 ; 2:15 )."
  },
  {
    "start": 44017028,
    "content": "<b><a>17:28</a></b> <b>in Him we live and move and exist.</b> in Him we live and move and exist. A quote from the Cretan poet Epimenides."
  },
  {
    "start": 44017029,
    "content": "<b><a>17:29</a></b> <b>the offspring of God.</b> <b>not … like gold or silver.</b> the offspring of God. A quote from Aratus, who came from Paul’s home region of Cilicia. not … like gold or silver. If man is the offspring of God, as the Greek poet suggested, it is foolish to think that God could be nothing more than a man-made idol. Such reasoning points out the absurdity of idolatry (cf. Is 44:9–20 )."
  },
  {
    "start": 44017030,
    "content": "<b><a>17:30</a></b> <b>overlooked the times of ignorance.</b> overlooked the times of ignorance. See note on Ro 3:25 ."
  },
  {
    "start": 44017031,
    "content": "<b><a>17:31</a></b> <b>Man whom He determined.</b> Man whom He determined. Jesus Christ ( Jn 5:22–27 )."
  },
  {
    "start": 44017032,
    "content": "<b><a>17:32</a></b> <b>resurrection of the dead.</b> resurrection of the dead. Greek philosophy did not believe in bodily resurrection."
  },
  {
    "start": 44017034,
    "content": "<b><a>17:34</a></b> <b>the Areopagite.</b> the Areopagite. A member of the Areopagus court ( see note on v. 19 )."
  },
  {
    "start": 44018001,
    "content": "<b><a>18:1</a></b> <b>Corinth.</b> Corinth. See Introduction to 1 Corinthians . The leading political and commercial center in Greece. It was located at a strategic point on the isthmus of Corinth, which connected the Peloponnesian peninsula with the rest of Greece. Virtually all traffic between northern and southern Greece had to pass through the city. Because Corinth was a trade center and host to all sorts of travelers, it had an unsettled population that was extremely debauched. It also housed the temple of Aphrodite, the goddess of love. One thousand temple priestesses, who were ritual prostitutes, came each evening into the city to practice their trade."
  },
  {
    "start": 44018002,
    "content": "<b><a>18:2</a></b> <b>Aquila … Priscilla.</b> <b>Claudius.</b> <b>commanded all the Jews to depart from Rome.</b> Aquila … Priscilla. This husband and wife team were to become Paul’s close friends who even risked their lives for him ( Ro 16:3–4 ). Priscilla is listed first 4 times in Scripture (NU), which could imply she had a higher social rank than Aquila or that she was the more prominent of the two in the church. They probably were Christians when Paul met them, having come from Rome where a church already existed ( Ro 1:7–8 ). Claudius. See note on 11:28 . commanded all the Jews to depart from Rome. The decree that forced Priscilla and Aquila to leave Rome ca. AD 49 ( see note on 16:20 )."
  },
  {
    "start": 44018003,
    "content": "<b><a>18:3</a></b> <b>tent-makers.</b> tent-makers. This could also refer to leatherworkers."
  },
  {
    "start": 44018004,
    "content": "<b><a>18:4</a></b> <b>synagogue.</b> <b>Greeks.</b> synagogue. See note on 13:5 . Greeks. Gentile God-fearers in the synagogue ( see note on 10:2 )."
  },
  {
    "start": 44018005,
    "content": "<b><a>18:5</a></b> <b>Silas and Timothy came down from Macedonia.</b> Silas and Timothy came down from Macedonia. As Paul desired, Silas and Timothy joined him in Athens ( 17:15 ). From there he sent Timothy back to Thessalonica ( 1Th 3:1–6 ). Paul evidently sent Silas somewhere in Macedonia, possibly Philippi (cf. 2Co 11:9 ; Php 4:15 ), since he returned to Corinth from that province."
  },
  {
    "start": 44018006,
    "content": "<b><a>18:6</a></b> <b>Your blood</b> <b>on your own heads!</b> Your blood be on your own heads! Paul held his opponents completely responsible for blaspheming Christ and rejecting his message (cf. Jos 2:19 ; 2Sa 1:16 ; 1Ki 2:37 ; Eze 18:13 ; 33:4 ; Mt 27:25 )."
  },
  {
    "start": 44018007,
    "content": "<b><a>18:7</a></b> <b>house of … Justus.</b> <b>a God-fearer.</b> house of … Justus. A Gentile who showed interest in the God of Israel and was associated with the synagogue next door. His name indicates he was a Roman, and since Romans usually had 3 names, his may have been Gaius Titius Justus, meaning he was the same Gaius mentioned in Ro 16:23 and 1Co 1:14 . a God-fearer. See note on 16:14 concerning a “worshiper of God.”"
  },
  {
    "start": 44018008,
    "content": "<b><a>18:8</a></b> <b>Crispus, the leader of the synagogue.</b> <b>all his household.</b> Crispus, the leader of the synagogue. The conversion of this respected leader must have sent shock waves throughout the Jewish community ( see note on 6:9 ). all his household. See note on 11:14 ."
  },
  {
    "start": 44018009,
    "end": 44018010,
    "content": "<b><a>18:9–10</a></b> This was the third of 6 visions given to Paul (cf. 9:3–6 ; 16:9–10 ; 22:17–18 ; 23:11 ; 27:23–24 )."
  },
  {
    "start": 44018010,
    "content": "<b><a>18:10</a></b> <b>I have many people in this city.</b> I have many people in this city. God had appointed a number of people in Corinth for salvation, who had not yet heard the gospel (cf. 13:48 ; Ro 10:13–15 ). The effect of Paul’s preaching would be to bring the elect to faith ( Tit 1:1 )."
  },
  {
    "start": 44018011,
    "content": "<b><a>18:11</a></b> <b>a year and six months.</b> a year and six months. Paul’s longest stay in any city, except Ephesus ( 20:31 ) and Rome ( 28:30 )."
  },
  {
    "start": 44018012,
    "content": "<b><a>18:12</a></b> <b>while Gallio was proconsul of Achaia.</b> <b>judgment seat.</b> while Gallio was proconsul of Achaia. From July, AD 51 to June, AD 52. judgment seat. A large, raised stone platform in the marketplace, situated in front of the residence of the proconsul, where he would try public cases."
  },
  {
    "start": 44018013,
    "content": "<b><a>18:13</a></b> <b>contrary to the law.</b> contrary to the law. While Judaism was not an official religion, it was officially tolerated in the Roman world, and Christianity was viewed as a sect of Judaism. The Jews in Corinth claimed that Paul’s teaching was external to Judaism, and therefore should be banned. Had Gallio ruled in the Jews’ favor, Christianity could have been outlawed throughout the Empire."
  },
  {
    "start": 44018014,
    "end": 44018016,
    "content": "<b><a>18:14–16</a></b> Gallio was no fool and saw through the Jews’ plan. He refused to get caught up in what he viewed as an internal squabble within Judaism. In essence, he rendered what would be called a summary judgment—he officially ruled that no crime had been committed, that the dispute was over semantics, and threw the case out."
  },
  {
    "start": 44018017,
    "content": "<b><a>18:17</a></b> <b>Sosthenes …</b> <b>beating him.</b> Sosthenes … began beating him. The Greeks had reasons for being hostile to Sosthenes; they were venting general hostility toward Jews on him, or they may have been angry with his unsuccessful attempt, as leader of the Jews, at prosecuting the case against Paul. Since he was the ruler of the synagogue, he would have presented the case to Gallio. Later, he converted to Christ ( 1Co 1:1 )."
  },
  {
    "start": 44018018,
    "content": "<b><a>18:18</a></b> <b>Priscilla and Aquila.</b> <b>Cenchreae.</b> <b>he had his hair cut, for he was keeping a vow.</b> Priscilla and Aquila. See note on v. 2 . That they could accompany Paul means there was sufficient leadership in Corinth, with men such as Gaius, Sosthenes, Stephanas, and Crispus. Cenchreae. The eastern port of Corinth. he had his hair cut, for he was keeping a vow. To show God his gratitude for helping him through a difficult time in Corinth, he took a Nazirite vow—a special pledge of separation and devotion to God (cf. Nu 6:2–5 , 13–21 ). The vow generally lasted a specific period of time, although Samson ( Jdg 13:5 ), Samuel ( 1Sa 1:11 ), and John the Baptist ( Lk 1:15 ) were Nazirites for life. In Paul’s day, if someone made the vow while away from Jerusalem, at the termination of his vow he would shave his head, as Paul did, and afterwards present the shorn hair at the temple within 30 days."
  },
  {
    "start": 44018019,
    "content": "<b><a>18:19</a></b> <b>Ephesus.</b> <b>left them there.</b> <b>synagogue.</b> Ephesus. The most important city in Asia Minor (see Introduction to Ephesians ). left them there. Priscilla and Aquila remained in Ephesus to establish their business. Apparently, they lived in Ephesus for several years—a church met in their home ( 1Co 16:19 )—before they returned to Rome ( 16:3–5 ). synagogue. See note on 13:5 ."
  },
  {
    "start": 44018022,
    "content": "<b><a>18:22</a></b> <b>went up … went down to Antioch.</b> went up … went down to Antioch. Although Luke does not mention it in detail, his description of the geography indicates Paul went to Jerusalem to greet the church. Because Jerusalem was elevated over the surrounding region, travelers had to go “up” to get there and “down” to any other place. Paul also had to return to Jerusalem so he could fulfill his vow. This ended the second missionary journey."
  },
  {
    "start": 44018023,
    "content": "<b><a>18:23</a></b> <b>some time</b> <b>Galatian region and Phrygia.</b> some time there. Possibly from the summer of AD 52 to the spring of AD 53. Galatian region and Phrygia. See note on 16:6 . Paul’s return to those regions marked the beginning of his third missionary journey."
  },
  {
    "start": 44018024,
    "content": "<b><a>18:24</a></b> <b>Apollos.</b> <b>Alexandrian by birth.</b> <b>mighty in the Scriptures.</b> Apollos. An OT saint and follower of John the Baptist (v. 25 ). After further instruction by Aquila and Priscilla (v. 26 ), he became a powerful Christian preacher. His ministry profoundly influenced the Corinthians (cf. 1Co 1:12 ). Alexandrian by birth. Alexandria was an important city in Egypt located near the mouth of the Nile. In the first century, it had a large Jewish population. Thus Apollos, though born outside of Israel, was reared in a Jewish cultural setting. mighty in the Scriptures. Used only here, this phrase refers to Apollos’ knowledge of the OT Scriptures. That knowledge, combined with his eloquence, allowed him to crush his Jewish opponents in debate (v. 28 )."
  },
  {
    "start": 44018025,
    "content": "<b><a>18:25</a></b> <b>the way of the Lord.</b> <b>baptism of John.</b> the way of the Lord. This did not include the Christian faith (cf. v. 26 ). The OT uses the phrase to describe the spiritual and moral standards God required His people to observe ( Ge 18:19 ; Jdg 2:22 ; 1Sa 12:23 ; 2Sa 22:22 ; 2Ki 21:22 ; 2Chr 17:6 ; Pss 18:21 ; 25:8–9 ; 138:5 ; Pr 10:29 ; Jer 5:4–5 ; Eze 18:25 , 29 ; 33:17 , 20 ; Hos 14:9 ). baptism of John. Despite his knowledge of the OT, Apollos did not fully understand Christian truth. John’s baptism was to prepare Israel for the Messiah’s arrival (cf. Lk 1:16–17 ; see notes on 2:38 ; Mt 3:6 ). Apollos accepted that message, even acknowledging that Jesus of Nazareth was Israel’s Messiah. He did not, however, understand such basic Christian truths as the significance of Christ’s death and resurrection, the ministry of the Holy Spirit, and the church as God’s new witness people. He was a redeemed OT believer (v. 24 )."
  },
  {
    "start": 44018026,
    "content": "<b><a>18:26</a></b> <b>the way of God more accurately.</b> the way of God more accurately. Aquila and Priscilla completed Apollos’ training in divine truth by instructing him in the fullness of the Christian faith."
  },
  {
    "start": 44018027,
    "content": "<b><a>18:27</a></b> <b>Achaia.</b> <b>the brothers … wrote.</b> Achaia. See note on v. 12 . Apollos planned to cross from Asia Minor (modern Turkey) to Corinth on the Greek mainland ( 19:1 ). the brothers … wrote. Such letters of commendation were common in the early church (cf. Ro 16:1–2 ; 1Co 16:10 ; 2Co 3:1–2 ; Col 4:10 ). The Ephesian Christians wrote to inform their Corinthian brethren that Apollos was now a fully informed Christian."
  },
  {
    "start": 44018028,
    "content": "<b><a>18:28</a></b> <b>the Christ.</b> the Christ. The Messiah of Israel."
  },
  {
    "start": 44019001,
    "content": "<b><a>19:1</a></b> <b>the upper regions.</b> <b>Ephesus.</b> <b>some disciples.</b> the upper regions. The area of Asia Minor north of Ephesus, where Luke left Paul before the interlude describing Apollos’ ministry ( 18:23 ). By going through that area, Paul took the direct route to Ephesus, not the more common trade route. Ephesus. See Introduction to Ephesians . some disciples. They were of John the Baptist (v. 3 ); hence OT seekers. That they did not yet fully understand the Christian faith is evident from their reply to Paul’s question (v. 2 ). The word “disciple” means “learner,” or “follower,” and does not always refer to Christians (cf. Mt 9:14 ; 11:2 ; Mk 2:18 ; Lk 5:33 ; 7:18–19 ; 11:1 ; Jn 1:35 ; 6:66 ). Followers of John the Baptist, like this group, existed into the second century."
  },
  {
    "start": 44019002,
    "content": "<b><a>19:2</a></b> <b>Did you receive the Holy Spirit when you believed?</b> Did you receive the Holy Spirit when you believed? The question reflects Paul’s uncertainty about their spiritual status. Since all Christians receive the Holy Spirit at the moment of salvation ( see notes on Ro 8:9 ; 1Co 12:13 ), their answer revealed they were not yet fully Christians. They had not yet received Christian baptism (having been baptized only “into John’s baptism”) which further evidenced that they were not Christians ( see note on 2:38 )."
  },
  {
    "start": 44019004,
    "content": "<b><a>19:4</a></b> <b>baptism of repentance … believe in … Jesus.</b> baptism of repentance … believe in … Jesus. These disciples did not realize Jesus of Nazareth was the One to whom John’s baptism pointed. Paul gave them instruction not on how to receive the Spirit, but about Jesus Christ."
  },
  {
    "start": 44019005,
    "content": "<b><a>19:5</a></b> <b>baptized in the name of the Lord Jesus.</b> baptized in the name of the Lord Jesus. They believed Paul’s presentation of the gospel and came to saving faith in the Lord Jesus Christ (cf. 2:41 ). Although required of all Christians, baptism does not save ( see note on 2:38 )."
  },
  {
    "start": 44019006,
    "content": "<b><a>19:6</a></b> <b>Paul … laid his hands upon them.</b> <b>speaking with tongues and prophesying.</b> Paul … laid his hands upon them. This signified their inclusion into the church ( see note on 8:17 ). Apostles were also present when the church was born (chap. 2 ), and when the Samaritans (chap. 8 ) and Gentiles (chap. 10 ) were included. In each case, God’s purpose was to emphasize the unity of the church. speaking with tongues and prophesying. This served as proof that they were part of the church ( see note on 8:17 ). They also needed tangible evidence that the Holy Spirit now indwelt them, since they had not heard that He had come (v. 2 )."
  },
  {
    "start": 44019008,
    "content": "<b><a>19:8</a></b> <b>synagogue.</b> <b>three months.</b> <b>kingdom of God.</b> synagogue. See note on 13:5 . three months. Paul’s longest stay in any synagogue, with the possible exception of the one at Corinth. kingdom of God. See note on 1:3 ."
  },
  {
    "start": 44019009,
    "content": "<b><a>19:9</a></b> <b>hardened.</b> <b>the Way.</b> <b>the school of Tyrannus.</b> hardened. The Greek word always refers to defiance against God ( Ro 9:18 ; Heb 3:8 , 13 , 15 ; 4:7 ). Truth rejected leads to a hardened heart, causing the life-giving message of salvation to become “an aroma from death to death” ( 2Co 2:16 ). the Way. See note on 9:2 . the school of Tyrannus. Tyrannus was either the owner of the lecture hall, or a philosopher who taught there. If the latter, his name, which means “our tyrant,” may have been a nickname given him by his students. Paul used the hall during the afternoon break (from about 11:00 a.m. to 4:00 p.m.), when it would otherwise be unoccupied."
  },
  {
    "start": 44019010,
    "content": "<b><a>19:10</a></b> <b>two years.</b> <b>all … in Asia heard.</b> two years. The length of time Paul taught in the school of Tyrannus, not the total length of his ministry at Ephesus (cf. 20:31 ). all … in Asia heard. Though Paul probably never left Ephesus, his converts (cf. 2Ti 2:2 ) spread the gospel throughout the province of Asia Minor (modern Turkey). This two-year period saw the founding of the churches at Colosse and Hierapolis, and possibly some of the 7 churches mentioned in Rev 2–3 , beyond the one at Ephesus."
  },
  {
    "start": 44019011,
    "content": "<b><a>19:11</a></b> <b>extraordinary miracles.</b> extraordinary miracles. These confirmed that Paul was God’s messenger, since there was no completed NT to use to determine the truth of his message (cf. 2Co 12:12 ; Heb 2:3–4 )."
  },
  {
    "start": 44019012,
    "content": "<b><a>19:12</a></b> <b>cloths … aprons.</b> cloths … aprons. The headbands and outer clothing Paul wore while making tents. The belief that mystical power could be so transmitted was widespread in the ancient world, e.g., believing that Peter’s shadow could heal (cf. 5:15 ; Mt 9:21 )."
  },
  {
    "start": 44019013,
    "content": "<b><a>19:13</a></b> <b>Jewish exorcists.</b> Jewish exorcists. Simon Magus ( 8:9–25 ) and Bar-Jesus ( 13:6–12 ) were other possible examples of such charlatans (cf. Mt 12:27 ). In contrast to the absolute authority exercised by Jesus and the apostles over demons, those exorcists sought to expel the demons by attempting to call on a more potent spirit being—in this case the Lord Jesus."
  },
  {
    "start": 44019014,
    "content": "<b><a>19:14</a></b> <b>Sceva, a Jewish chief priest.</b> Sceva, a Jewish chief priest. Since there is no record of a Jewish High Priest by that name, he probably assumed that title falsely to impress people."
  },
  {
    "start": 44019015,
    "content": "<b><a>19:15</a></b> <b>recognize Jesus, and I know about Paul.</b> recognize Jesus, and I know about Paul. Recognizing that the exorcists had no authority over him (unlike Jesus and Paul), the demon rejected their attempt to expel him from his victim. This confirms that the power to cast out demons belonged to Jesus and the apostles and no one else. Even the demons give testimony to that."
  },
  {
    "start": 44019016,
    "content": "<b><a>19:16</a></b> Cf. Mk 5:1–4 ."
  },
  {
    "start": 44019019,
    "content": "<b><a>19:19</a></b> <b>books.</b> <b>fifty thousand pieces of silver.</b> books. Of secret magical spells. Burning them proved the genuineness of the magicians’ repentance ( see note on 2:38 ); having destroyed these books, they could not easily resume their practices. fifty thousand pieces of silver. Fifty thousand days’ wages for a common laborer—an astonishing sum of money given to indicate how widespread the practice of magic was in Ephesus."
  },
  {
    "start": 44019021,
    "content": "<b><a>19:21</a></b> <b>purposed in the Spirit.</b> <b>Macedonia and Achaia.</b> <b>I must also see Rome.</b> purposed in the Spirit. Probably his own spirit, not the Holy Spirit (see the NAS footnote). Macedonia and Achaia. See notes on 16:9 ; 18:12 . Located on the Greek mainland, these provinces were in the opposite direction from Jerusalem. Paul, however, took this roundabout route to collect an offering for the needy in the Jerusalem church ( Ro 15:25–27 ; 1Co 16:1–4 ; 2Co 8–9 ). I must also see Rome. Paul had not visited the Imperial capital, but because of the strategic importance of the church there, he could stay away no longer. In addition, Paul intended to use Rome as a jumping-off point for ministry in the strategic region of Spain ( Ro 15:22–24 ). This simple declaration marked a turning point in Acts; from this point on, Rome became Paul’s goal. He would ultimately arrive there as a Roman prisoner ( 28:16 )."
  },
  {
    "start": 44019022,
    "content": "<b><a>19:22</a></b> <b>Timothy and Erastus.</b> Timothy and Erastus. For Timothy, see note on 16:1 . Nothing more is known of Erastus. Though the name appears two other times in Scripture ( Ro 16:23 ; 2Ti 4:20 ), he cannot with certainty be identified with either one. Paul sent these two ahead of him to assist in his collection of the offering."
  },
  {
    "start": 44019023,
    "content": "<b><a>19:23</a></b> <b>the Way.</b> the Way. See note on 9:2 ."
  },
  {
    "start": 44019024,
    "content": "<b><a>19:24</a></b> <b>Demetrius, a silversmith.</b> <b>silver shrines.</b> <b>Artemis.</b> <b>bringing no little business.</b> Demetrius, a silversmith. Probably not the individual commended by John ( 3Jn 12 ), since the name was a common one. silver shrines. These were of the goddess Diana (Artemis). These shrines were used as household idols, and in the worship at the temple of Diana. Artemis. She was also known as “Diana.” Worship of her, centered at the great temple of Diana at Ephesus (one of the Seven Wonders of the Ancient World), was widespread throughout the Roman Empire. It is likely that the riot described in this passage took place during the annual spring festival held in her honor at Ephesus. bringing no little business. This statement suggests Demetrius may have been the head of the silversmiths’ guild—which would explain his taking the lead in opposing the Christian preachers."
  },
  {
    "start": 44019027,
    "content": "<b><a>19:27</a></b> Demetrius cleverly played upon his hearers’ fears of financial ruin, religious zeal, and concern for their city’s prestige. The Christian preachers, he argued, threatened the continued prosperity of Ephesus. His audience’s violent reaction shows they took the threat seriously (v. 28 )."
  },
  {
    "start": 44019029,
    "content": "<b><a>19:29</a></b> <b>Gaius and Aristarchus.</b> Gaius and Aristarchus. These men are described as Macedonians, though 20:4 lists Gaius’ hometown as Derbe, a city in Galatia. Possibly the Gaius of 20:4 was a different person."
  },
  {
    "start": 44019031,
    "content": "<b><a>19:31</a></b> <b>Asiarchs.</b> Asiarchs. These members of the aristocracy were dedicated to promoting Roman interests. Though only one Asiarch ruled at a time, they bore the title for life. That such powerful, influential men were Paul’s friends shows that they did not regard him or his message as criminal. Hence, there was no legitimate cause for the riot."
  },
  {
    "start": 44019032,
    "content": "<b><a>19:32</a></b> <b>meeting.</b> meeting. The frenzied mob gathered in the theater. Though Paul courageously sought to address them, the Asiarchs (along with the Ephesian Christians, v. 30 ) begged him to stay away (v. 31 ). They feared both for the apostle’s safety, and that his presence would exacerbate the already explosive situation."
  },
  {
    "start": 44019033,
    "content": "<b><a>19:33</a></b> <b>Alexander.</b> <b>make a defense.</b> Alexander. Probably not the false teacher later active at Ephesus ( 1Ti 1:20 ), or the individual who opposed Paul at Rome ( 2Ti 4:14 ), since the name was common. He was either a Christian Jew or a spokesman for Ephesus’ Jewish community. Either way, the Jews’ motive for putting him forward was the same—to disassociate themselves from the Christians and avoid a massacre of the Jews. make a defense. Either of the Christians, or the Jews, depending on which group he represented."
  },
  {
    "start": 44019034,
    "content": "<b><a>19:34</a></b> <b>a Jew.</b> a Jew. Whatever the Jews intended by putting Alexander forward backfired; the crowd shouted him down, and in a mindless display of religious frenzy, they chanted the name of their goddess for two hours."
  },
  {
    "start": 44019035,
    "content": "<b><a>19:35</a></b> <b>city clerk.</b> <b>which fell down from heaven.</b> city clerk. In modern terms, he was Ephesus’ mayor. He was the liaison between the town council and the Roman authorities—who would hold him personally responsible for the riot. image which fell down from heaven. This probably refers to a meteorite, since meteorites were incorporated with the worship of Diana."
  },
  {
    "start": 44019038,
    "end": 44019040,
    "content": "<b><a>19:38–40</a></b> The town clerk (v. 35 ) correctly blamed the crowd for the riot, noting that they should have followed proper judicial procedure and gone to the courts and proconsuls if they had any complaints, so as not to incur serious consequences from Rome."
  },
  {
    "start": 44020001,
    "content": "<b><a>20:1</a></b> <b>left.</b> <b>Macedonia.</b> left. Paul departed on his trip to Jerusalem via Greece ( see note on 19:21 ). Macedonia. See note on 16:9 ."
  },
  {
    "start": 44020002,
    "content": "<b><a>20:2</a></b> <b>he had gone through those districts.</b> he had gone through those districts. Macedonia and Achaia ( see note on 19:21 )."
  },
  {
    "start": 44020003,
    "content": "<b><a>20:3</a></b> <b>three months.</b> <b>a plot … against him by the Jews.</b> three months. Most or all of it were likely spent in Corinth. a plot … against him by the Jews. See 9:20 , 23 ; 13:45 ; 14:2 , 19 ; 17:5–9 , 13 ; 18:6 , 12–13 ; 19:9 ; 21:27–36 ; 23:12–15 . Tragically, most of the opposition to Paul’s ministry stemmed from his fellow countrymen (cf. 2Co 11:26 ). The Jewish community of Corinth hated Paul because of its humiliating debacle before Gallio ( 18:12–17 ), and the stunning conversions of two of its most prominent leaders, Crispus ( 18:8 ) and Sosthenes ( 18:17 ; 1Co 1:1 ). Luke does not record the details of the Jews’ plot, but it undoubtedly involved murdering Paul during the voyage to Syria. The apostle would have been an easy target on a small ship packed with Jewish pilgrims. Because of that danger, Paul canceled his plans to sail from Greece to Syria. Instead, he decided to go north into Macedonia, cross the Aegean Sea to Asia Minor, and catch another ship from there. That delay cost Paul his opportunity to reach Jerusalem in time for Passover; but he hurried to be there in time for Pentecost (v. 16 )."
  },
  {
    "start": 44020004,
    "content": "<b><a>20:4</a></b> <b>Sopater of Berea … Trophimus of Asia.</b> Sopater of Berea … Trophimus of Asia. Paul’s traveling companions came from the various provinces in which he had ministered. These men were likely the official representatives of their churches, chosen to accompany Paul as he took the offering to Jerusalem ( see note on 19:21 ; cf. 1Co 16:3–4 )."
  },
  {
    "start": 44020005,
    "content": "<b><a>20:5</a></b> <b>for us.</b> <b>Troas.</b> for us. The first person plural pronoun reveals that Luke rejoined Paul in Philippi (v. 6 ). Being a Gentile, he was able to remain there to minister after Paul and Silas were forced to leave ( 16:20 , 39–40 ). This verse begins the second of the three “we passages” in which Luke accompanied Paul on his travels (see Introduction: Author and Date ). Troas. See note on 16:7–8 ."
  },
  {
    "start": 44020006,
    "content": "<b><a>20:6</a></b> <b>from Philippi.</b> <b>days of Unleavened Bread.</b> from Philippi. Paul, along with Luke, and possibly Titus, crossed the Aegean Sea from Philippi to Troas. That crossing, due to unfavorable winds, took 5 days; Paul’s earlier crossing from Troas to Neapolis (Philippi’s port) had taken only two days ( 16:11 ). In Troas, they were reunited with the rest of their party. days of Unleavened Bread. I.e., Passover ( Ex 12:17 )."
  },
  {
    "start": 44020007,
    "content": "<b><a>20:7</a></b> <b>first day of the week.</b> <b>to break bread.</b> first day of the week. Sunday, the day the church gathered for worship, because it was the day of Christ’s resurrection. Cf. Mt 28:1 ; Mk 16:2 , 9 ; Lk 24:1 ; Jn 20:1 , 19 ; 1Co 16:2 . The writings of the early church Fathers confirm that the church continued to meet on Sunday after the close of the NT period. Scripture does not require Christians to observe the Saturday Sabbath: 1) the Sabbath was the sign of the Mosaic Covenant ( Ex 31:16–17 ; Ne 9:14 ; Eze 20:12 ), whereas Christians are under the New Covenant ( 2Co 3 ; Heb 8 ); 2) there is no NT command to keep the Sabbath; 3) the first command to keep the Sabbath was not until the time of Moses ( Ex 20:8 ); 4) the Jerusalem Council (chap. 15 ) did not order Gentile believers to keep the Sabbath; 5) Paul never cautioned Christians about breaking the Sabbath; and 6) the NT explicitly teaches that Sabbath keeping was not a requirement ( see notes on Ro 14:5 ; Ga 4:10–11 ; Col 2:16–17 ). to break bread. The common meal associated with the communion service ( 1Co 11:20–22 )."
  },
  {
    "start": 44020008,
    "content": "<b><a>20:8</a></b> <b>lamps.</b> <b>upper room.</b> lamps. The fumes given off by these oil-burning lamps help explain why Eutychus fell asleep (v. 9 ). upper room. See note on 1:13 . The early church met in homes ( Ro 16:5 ; 1Co 16:19 ; Col 4:15 ; Phm 2 ); the first church buildings date from the third century."
  },
  {
    "start": 44020009,
    "content": "<b><a>20:9</a></b> <b>young man.</b> young man. The Greek word suggests he was between 7 and 14 years old. His youth, the fumes from the lamps, and the lateness of the hour (v. 7 ) gradually overcame his resistance. He dozed off, fell out of the open window, and was killed."
  },
  {
    "start": 44020010,
    "content": "<b><a>20:10</a></b> <b>his life is in him.</b> his life is in him. This does not mean that he had not died, but that his life had been restored. As a physician, Luke knew whether someone had died, as he plainly states (v. 9 ) was the case with Eutychus."
  },
  {
    "start": 44020013,
    "content": "<b><a>20:13</a></b> <b>Assos.</b> <b>by land.</b> Assos. Located 20 mi. south of Troas, across the neck of a small peninsula. by land. Because the ship had to sail around the peninsula, Paul could have arrived in Assos not long after it did. Paul presumably chose to walk to Assos so he could continue to teach the believers from Troas who accompanied him."
  },
  {
    "start": 44020014,
    "content": "<b><a>20:14</a></b> <b>Mitylene.</b> Mitylene. Chief city of the island of Lesbos, south of Assos."
  },
  {
    "start": 44020015,
    "content": "<b><a>20:15</a></b> <b>Chios.</b> <b>Samos.</b> <b>Miletus.</b> Chios. An island off the coast of Asia Minor, south of Lesbos. Chios was the birthplace of the Greek poet Homer. Samos. An island off the coast near Ephesus. The famed mathematician Pythagoras was born on Samos. Miletus. A city in Asia Minor, about 30 mi. south of Ephesus."
  },
  {
    "start": 44020016,
    "content": "<b><a>20:16</a></b> <b>decided to sail past Ephesus.</b> decided to sail past Ephesus. Still trying to reach Jerusalem before Pentecost (50 days after Passover), Paul decided to have the elders (i.e., pastors, overseers) of the Ephesian church meet him in Miletus."
  },
  {
    "start": 44020019,
    "content": "<b><a>20:19</a></b> <b>with tears.</b> <b>plots of the Jews.</b> with tears. Paul wept because of: 1) those who did not know Christ (cf. Ro 9:2–3 ); 2) struggling, immature believers ( 2Co 2:4 ); and 3) the threat of false teachers (v. 29–30 ). plots of the Jews. See 2Co 11:24 , 26 . Ironically, it was the plot of the Jews at Corinth that allowed the Ephesian elders this opportunity to spend time with Paul ( see note on v. 3 )."
  },
  {
    "start": 44020020,
    "content": "<b><a>20:20</a></b> <b>publicly and from house to house.</b> publicly and from house to house. Paul taught in the synagogue ( 19:8 ; see note on 6:9 ) and the school of Tyrannus ( 19:10 ). He reinforced that public teaching with practical instruction of individuals and households."
  },
  {
    "start": 44020021,
    "content": "<b><a>20:21</a></b> <b>repentance.</b> repentance. An essential element of the gospel ( see notes on 2:38 ; cf. 26:20 ; Mt 4:17 ; Lk 3:8 ; 5:32 ; 24:47 )."
  },
  {
    "start": 44020022,
    "content": "<b><a>20:22</a></b> <b>bound by the Spirit.</b> bound by the Spirit. Paul’s deep sense of duty toward the Master who had redeemed him and called him to service drove him onward despite the threat of danger and hardship (v. 23 )."
  },
  {
    "start": 44020023,
    "content": "<b><a>20:23</a></b> <b>Holy Spirit … testifies.</b> Holy Spirit … testifies. Paul knew he faced persecution in Jerusalem (cf. Ro 15:31 ), though he would not know the details until he heard Agabus’ prophecy ( 21:10–11 )."
  },
  {
    "start": 44020024,
    "content": "<b><a>20:24</a></b> <b>the ministry … received from the Lord Jesus.</b> <b>gospel of the grace of God.</b> the ministry … received from the Lord Jesus. Cf. 2Ti 4:7 . gospel of the grace of God. An apt description, since salvation is solely by God’s grace ( Eph 2:8–9 ; Tit 2:11 )."
  },
  {
    "start": 44020025,
    "content": "<b><a>20:25</a></b> <b>all of you … will no longer see my face.</b> <b>the kingdom.</b> all of you … will no longer see my face. Aware that he faced severe opposition in Jerusalem, Paul did not anticipate ever returning to Asia Minor. Though he may have done so after his release from his first Roman imprisonment, he could not at this time have foreseen that possibility. the kingdom. See note on 1:3 ."
  },
  {
    "start": 44020026,
    "content": "<b><a>20:26</a></b> <b>innocent of the blood.</b> innocent of the blood. Cf. Eze 33:7–9 ; Jas 3:1 ."
  },
  {
    "start": 44020027,
    "content": "<b><a>20:27</a></b> <b>whole purpose of God.</b> whole purpose of God. The entire plan and purpose of God for man’s salvation in all its fullness: divine truths of creation, election, redemption, justification, adoption, conversion, sanctification, holy living, and glorification. Paul strongly condemned those who adulterate the truth of Scripture ( 2Co 2:17 ; 2Ti 4:3–4 ; cf. Rev 22:18–19 )."
  },
  {
    "start": 44020028,
    "end": 44020030,
    "content": "<b><a>20:28–30</a></b> A timely warning, proven true by later events at Ephesus ( 1Ti 1:3–7 , 19–20 ; 6:20–21 ; Rev 2:2 ). False teachers were already plaguing the churches of Galatia ( Ga 1:6 ) and the Corinthian church ( 2Co 11:4 )."
  },
  {
    "start": 44020029,
    "content": "<b><a>20:29</a></b> <b>savage wolves.</b> savage wolves. Borrowed from Jesus ( Mt 7:15 ; 10:16 ), this metaphor stresses the extreme danger false teachers pose to the church."
  },
  {
    "start": 44020030,
    "content": "<b><a>20:30</a></b> <b>from among your own selves.</b> <b>perverse things.</b> from among your own selves. Even more deadly than attacks from outside the church are the defections of those (especially leaders) within the church ( 1Ti 1:20 ; 2Ti 1:15 ; 2:17 ; cf. Jd 3–4 , 10–13 ). perverse things. The Greek word means “distorted,” or “twisted.” False teachers twist God’s Word for their own evil ends ( 13:10 ; 2Pe 3:16 )."
  },
  {
    "start": 44020031,
    "content": "<b><a>20:31</a></b> <b>three years.</b> three years. The total length of Paul’s Ephesian ministry, including the two years he taught in the school of Tyrannus ( 19:10 )."
  },
  {
    "start": 44020032,
    "content": "<b><a>20:32</a></b> <b>word of His grace.</b> <b>build</b> <b>up.</b> <b>inheritance.</b> word of His grace. The Scriptures, the record of God’s gracious dealings with mankind. build you up. The Bible is the source of spiritual growth ( 1Th 2:13 ; 2Ti 3:16–17 ; 1Pe 2:2 ) for all Christians. And since the church is “the pillar and support of the truth” ( 1Ti 3:15 ), its leaders must be familiar with that truth. inheritance. See note on 1Pe 1:4 ."
  },
  {
    "start": 44020033,
    "content": "<b><a>20:33</a></b> <b>coveted.</b> coveted. Love of money is a hallmark of false teachers (cf. Is 56:11 ; Jer 6:13 ; 8:10 ; Mic 3:11 ; Tit 1:11 ; 2Pe 2:3 ), but did not characterize Paul’s ministry. See notes on 1Ti 6:3 , 5 ."
  },
  {
    "start": 44020034,
    "content": "<b><a>20:34</a></b> <b>these hands ministered to my</b> <b>needs.</b> these hands ministered to my own needs. Paul had the right to earn his living from the gospel ( 1Co 9:3–14 ) and sometimes accepted support ( 2Co 11:8–9 ; Php 4:10–19 ). Yet, he often worked to support himself so he could “offer the gospel without charge” ( 1Co 9:18 )."
  },
  {
    "start": 44020035,
    "content": "<b><a>20:35</a></b> <b>help the weak.</b> <b>the words of the Lord Jesus.</b> help the weak. Cf. 1Co 4:12 ; 1Th 2:9 ; 2Th 3:8–9 . the words of the Lord Jesus. This is the only direct quote from Jesus’ earthly ministry recorded outside the Gospels. The Bible does not record all the words or deeds of Jesus ( Jn 21:25 )."
  },
  {
    "start": 44020037,
    "content": "<b><a>20:37</a></b> <b>falling on Paul.</b> falling on Paul. A common biblical way of expressing extreme emotion and affection (cf. Ge 33:4 ; 45:14 ; 46:29 )."
  },
  {
    "start": 44021001,
    "content": "<b><a>21:1</a></b> <b>parted.</b> <b>straight course to Cos.</b> <b>Rhodes.</b> <b>Patara.</b> parted. Lit. means “to tear away.” It reiterates the difficulty of Paul’s leaving the Ephesian elders ( 20:37–38 ). straight course to Cos. The chief city of the island of Cos. Rhodes. An island southeast of Cos; also the name of its capital city. Its harbor was home to the great statue known as the Colossus of Rhodes, one of the 7 Wonders of the Ancient World. Patara. A busy port city in the extreme southern portion of Asia Minor. Paul and the others had now rounded the southwestern corner of Asia Minor. Each of the ports they stopped in represented one day’s sailing; the ship did not sail at night."
  },
  {
    "start": 44021002,
    "content": "<b><a>21:2</a></b> <b>found a ship … to Phoenicia.</b> found a ship … to Phoenicia. Realizing he would never reach Jerusalem in time for Pentecost if he continued to hug the coast, Paul decided to risk sailing directly across the Mediterranean Sea to Tyre (v. 3 ). The ship they embarked on would have been considerably larger than the small coastal vessels on which they had been sailing. The ship that later took Paul on his ill-fated voyage to Rome held 276 people ( 27:37 ); this one was probably of comparable size."
  },
  {
    "start": 44021003,
    "content": "<b><a>21:3</a></b> <b>Cyprus.</b> <b>Tyre.</b> Cyprus. See note on 11:19 . Tyre. See note on 12:20 ; cf. Jos 19:29 ; Mt 11:21 . The voyage across the Mediterranean from Patara to Tyre normally took 5 days."
  },
  {
    "start": 44021004,
    "content": "<b><a>21:4</a></b> <b>disciples.</b> <b>telling Paul … not to set foot in Jerusalem.</b> disciples. The church in Tyre had been founded by some of those who fled Jerusalem after Stephen’s martyrdom ( 11:19 )—a persecution Paul himself had spearheaded. telling Paul … not to set foot in Jerusalem. This was not a command from the Spirit for Paul not to go to Jerusalem. Rather, the Spirit had revealed to the believers at Tyre that Paul would face suffering in Jerusalem. Understandably, they tried (as his friends shortly would, v. 12 ) to dissuade him from going there. Paul’s mission to Jerusalem had been given him by the Lord Jesus ( 20:24 ); the Spirit would never command him to abandon it."
  },
  {
    "start": 44021007,
    "content": "<b><a>21:7</a></b> <b>Ptolemais.</b> Ptolemais. Old Testament Acco ( Jdg 1:31 ), located 25 mi. south of Tyre."
  },
  {
    "start": 44021008,
    "content": "<b><a>21:8</a></b> <b>Caesarea.</b> <b>Philip the evangelist.</b> <b>the seven.</b> Caesarea. See note on 8:40 . Philip the evangelist. See note on 6:5 . No one else in Scripture is called an evangelist, though Paul commanded Timothy to do the work of an evangelist ( 2Ti 4:5 ). Once enemies, Philip and Paul were now fellow preachers of God’s gospel of grace. the seven. See note on 6:3 ."
  },
  {
    "start": 44021009,
    "content": "<b><a>21:9</a></b> <b>virgin daughters.</b> <b>prophesied.</b> virgin daughters. That they were virgins may indicate that they had been called by God for special ministry (cf. 1Co 7:34 ). The early church regarded these women as important sources of information in the early years of the church (see Introduction: Author and Date ). prophesied. Luke does not reveal the nature of their prophecy. They may have had an ongoing prophetic ministry, or prophesied only once. Since women are not to be preachers or teachers in the church ( 1Co 14:34–36 ; 1Ti 2:11–12 ), they probably ministered to individuals. For an explanation of NT prophets see notes on 11:27 ; 1Co 12:28 ; Eph 4:11 ."
  },
  {
    "start": 44021010,
    "content": "<b><a>21:10</a></b> <b>prophet named Agabus.</b> <b>down from Judea.</b> prophet named Agabus. See note on 11:28 . down from Judea. Although it was located in Judea, the Jews considered Caesarea, seat of the Roman government, to be a foreign city ( see note on 18:22 )."
  },
  {
    "start": 44021011,
    "content": "<b><a>21:11</a></b> <b>belt.</b> <b>hands of the Gentiles.</b> belt. Old Testament prophets sometimes acted out their prophecies (cf. 1Ki 11:29–39 ; Is 20:2–6 ; Jer 13:1–11 ; Eze 4–5 ). Agabus’ action foreshadowed Paul’s arrest and imprisonment by the Romans. hands of the Gentiles. Though falsely accused by the Jews (vv. 27–28 ), Paul was arrested and imprisoned by the Romans (vv. 31–33 )."
  },
  {
    "start": 44021012,
    "content": "<b><a>21:12</a></b> <b>we as well as the local residents.</b> we as well as the local residents. Both Paul’s friends (Luke and the others traveling with him) and the Caesarean Christians."
  },
  {
    "start": 44021013,
    "content": "<b><a>21:13</a></b> <b>for the name.</b> for the name. Baptism ( see note on 2:38 ; cf. 8:16 ; 10:48 ; 19:5 ), healing ( 3:6 , 16 ; 4:10 ), signs and wonders ( 4:30 ), and preaching ( 4:18 ; 5:40 ; 8:12 ), were all done in the name of the Lord Jesus. His name represents all that He is."
  },
  {
    "start": 44021014,
    "content": "<b><a>21:14</a></b> <b>will of the Lord be done!</b> will of the Lord be done! A confident expression of trust that God’s will is best (cf. 1Sa 3:18 ; Mt 6:10 ; Lk 22:42 ; Jas 4:13–15 )."
  },
  {
    "start": 44021015,
    "content": "<b><a>21:15</a></b> <b>up to Jerusalem.</b> up to Jerusalem. Jerusalem was southeast of Caesarea, located on a plateau so travelers were always said to go up to it (cf. 11:2 ; 15:2 ; 18:22 ; Mk 10:32 ; Lk 2:22 ; Jn 2:13 ; Ga 1:17–18 )."
  },
  {
    "start": 44021016,
    "content": "<b><a>21:16</a></b> <b>Mnason.</b> <b>an early disciple.</b> Mnason. His Greek name may mean he was a Hellenistic Jew. If so, Paul and his Gentile companions may have chosen to stay with him because of his acquaintance with Greek culture. That would have made him more comfortable in housing a party of Gentiles than the Palestinian Jews would have been. an early disciple. Possibly one of those saved on the Day of Pentecost. If so, Mnason could have been another source of historical information for Luke."
  },
  {
    "start": 44021017,
    "content": "<b><a>21:17</a></b> <b>arrived in Jerusalem.</b> <b>the brothers welcomed us gladly.</b> arrived in Jerusalem. Presumably in time to celebrate Pentecost, as Paul had planned ( 20:16 ). the brothers welcomed us gladly. This was because of the much-needed offering they brought. Also, and more importantly, the Jerusalem believers rejoiced because the Gentile converts with Paul provided visible evidence of God’s work of salvation in the Roman world. This initial, unofficial reception may have taken place at Mnason’s house."
  },
  {
    "start": 44021018,
    "content": "<b><a>21:18</a></b> <b>James.</b> <b>all the elders.</b> James. The brother of Jesus and head of the Jerusalem church ( see note on 12:17 ), not James, the brother of John, who had been executed by Herod ( 12:2 ). all the elders. The mention of elders indicates that the apostles, often away on evangelistic work, had turned over rule of the Jerusalem church to them. Some have speculated that there were 70 elders, paralleling the Sanhedrin. Given the large size of the Jerusalem church, there probably were at least that many. God had decreed that after the apostles were gone, the church was to be ruled by elders (cf. 14:23 ; 20:17 ; 1Ti 5:17 ; Tit 1:5 ; Jas 5:14 ; 1Pe 5:1 , 5 )."
  },
  {
    "start": 44021019,
    "content": "<b><a>21:19</a></b> <b>relate one by one.</b> began to relate one by one. Paul’s official report of his missionary work did not involve meaningless generalities; he related specific incidents from his journeys (cf. 11:4 ). As always (cf. 14:27 ; 15:4 , 12 ), Paul gave all credit and glory for his accomplishments to God."
  },
  {
    "start": 44021020,
    "content": "<b><a>21:20</a></b> <b>zealous for the Law.</b> zealous for the Law. Some Jewish believers continued to observe the ceremonial aspects of the Mosaic law. Unlike the Judaizers ( see note on 15:1 ), they did not view the law as a means of salvation."
  },
  {
    "start": 44021021,
    "content": "<b><a>21:21</a></b> <b>to forsake Moses.</b> to forsake Moses. The Judaizers were spreading false reports that Paul was teaching Jewish believers to forsake their heritage. That Paul had not abandoned Jewish customs is evident from his circumcision of Timothy ( 16:1–3 ) and his own taking of a Nazirite vow ( 18:18 )."
  },
  {
    "start": 44021023,
    "content": "<b><a>21:23</a></b> <b>under a vow.</b> under a vow. A Nazirite vow, symbolizing total devotion to God ( see notes on 18:18 ; Nu 6:1–21 )."
  },
  {
    "start": 44021024,
    "content": "<b><a>21:24</a></b> <b>purify yourself.</b> <b>pay their expenses.</b> <b>shave their heads.</b> purify yourself. Having just returned from an extended stay in Gentile lands, Paul was considered ceremonially unclean. He therefore needed to undergo ritual purification before participating (as their sponsor) in the ceremony marking the end of the 4 men’s vows. pay their expenses. For the temple ceremony in which the 4 would shave their heads, and the sacrifices associated with the Nazirite vow. Paying those expenses for another was considered an act of piety, and by so doing, Paul would give further proof that he had not forsaken his Jewish heritage. shave their heads. A practice commonly associated with a Nazirite vow ( Nu 6:18 )."
  },
  {
    "start": 44021025,
    "content": "<b><a>21:25</a></b> See notes on 15:19–20 . James made it clear that what he was asking Paul to do by no means changed the decision of the Jerusalem Council regarding Gentiles. Since Paul was Jewish, that decision did not apply to him."
  },
  {
    "start": 44021026,
    "content": "<b><a>21:26</a></b> <b>purifying himself.</b> purifying himself. See note on v. 24 ."
  },
  {
    "start": 44021027,
    "content": "<b><a>21:27</a></b> <b>seven days.</b> <b>Jews from Asia.</b> seven days. The length of the purification process ( see note on v. 24 ). Paul had to appear at the temple on the third and seventh days. The incident that follows took place on the seventh day, when the process was almost completed. Jews from Asia. Probably from Ephesus, since they recognized Trophimus as a Gentile (v. 29 ). They were in Jerusalem celebrating the Feast of Pentecost."
  },
  {
    "start": 44021028,
    "content": "<b><a>21:28</a></b> <b>our people and the Law and this place.</b> <b>brought Greeks into the temple.</b> our people and the Law and this place. Paul’s enemies leveled 3 false charges against him. They claimed that he taught Jews to forsake their heritage—the same lie told by the Judaizers ( see note on v. 21 ). The second charge, that Paul opposed the law, was a very dangerous one, albeit false, in this setting. Originally, Pentecost was a celebration of the first fruits of the harvest. But by this time, it had become a celebration of Moses’ receiving the law on Mt. Sinai. Thus, the Jewish people were especially zealous for the law during this feast. The third charge, of blaspheming or defiling the temple, had helped bring about the deaths of Jesus ( Mk 14:57–58 ) and Stephen ( 6:13 ). All 3 charges were, of course, totally false. brought Greeks into the temple. The Asian Jews accused Paul of having brought Trophimus past the Court of the Gentiles into the part of the temple where Gentiles were forbidden. Such a charge was absurd, for it would have entailed Paul’s risking his friend’s life (the Romans had granted the Jews permission to execute any Gentile who so defiled the temple)."
  },
  {
    "start": 44021030,
    "content": "<b><a>21:30</a></b> <b>doors were shut.</b> doors were shut. This was done by the temple guards, since Paul’s death on the temple grounds would defile the temple (cf. 2Ki 11:15 ). They made no effort, however, to rescue the apostle from the crowd, which was intent on beating him to death."
  },
  {
    "start": 44021031,
    "content": "<b><a>21:31</a></b> <b>commander.</b> <b>cohort.</b> commander. The tribune (Claudias Lysias, 23:26 ) commanding the Roman cohort based in Jerusalem. He was the highest-ranking Roman official stationed in Jerusalem (the governor’s official residence was in Caesarea, see note on 8:40 ). Roman cohort. The 1,000 man Roman occupation force. Their headquarters was Fort Antonia, located on a precipice overlooking the temple complex. From that vantage point, Roman sentries spotted the riot and informed their commander."
  },
  {
    "start": 44021032,
    "content": "<b><a>21:32</a></b> <b>soldiers and centurions.</b> soldiers and centurions. The use of the plural “centurions” suggests Lysias took at least 200 soldiers with him, since each centurion commanded 100 men."
  },
  {
    "start": 44021033,
    "content": "<b><a>21:33</a></b> <b>two chains.</b> two chains. Assuming Paul to be guilty of something (since the Jews were so enraged at him), Lysias arrested him. The tribune thought he knew who Paul was (v. 38 )."
  },
  {
    "start": 44021034,
    "content": "<b><a>21:34</a></b> <b>barracks.</b> barracks. In Fort Antonia, overlooking the temple grounds."
  },
  {
    "start": 44021036,
    "content": "<b><a>21:36</a></b> <b>Away with him!</b> Away with him! Or, “Kill him” (cf. 22:22 ; Lk 23:18 ; Jn 19:15 )."
  },
  {
    "start": 44021037,
    "content": "<b><a>21:37</a></b> <b>Do you know Greek?</b> Do you know Greek? Paul’s use of the language of educated people startled Lysias, who assumed his prisoner was an uncultured criminal."
  },
  {
    "start": 44021038,
    "content": "<b><a>21:38</a></b> <b>the Egyptian … raised a revolt.</b> <b>Assassins.</b> the Egyptian … raised a revolt. Lysias’ question revealed who he (wrongly) assumed Paul was. The Egyptian was a false prophet who, several years earlier, had promised to drive out the Romans. Before he could do so, however, his forces were attacked and routed by Roman troops led by governor Felix. Though several hundred of his followers were killed or captured, he managed to escape. Lysias assumed he had returned and been captured by the crowd. Assassins. Called “sicarii,” they were a terrorist group whose Jewish nationalism led them to murder Romans and Jews perceived as sympathetic to Rome. Since they often used the cover of a crowd to stab their victims, Lysias assumed the mob had caught one of their leaders in the act."
  },
  {
    "start": 44021039,
    "content": "<b><a>21:39</a></b> <b>Tarsus.</b> Tarsus. See note on 9:11 . Tarsus was an important cultural city, with a university rivaling those at Athens and Alexandria."
  },
  {
    "start": 44022001,
    "end": 44022022,
    "content": "<b><a>22:1–22</a></b> Paul’s first of 6 defenses (cf. 22:30—23:10 ; 24:10–21 ; 25:1–12 ; 26:1–29 ; 28:17–29 )."
  },
  {
    "start": 44022002,
    "content": "<b><a>22:2</a></b> <b>Hebrew language.</b> Hebrew language. Aramaic, the language commonly spoken in Israel (cf. 2Ki 18:26 ; Is 36:11 ). See note on 21:37 ."
  },
  {
    "start": 44022003,
    "content": "<b><a>22:3</a></b> <b>I am a Jew.</b> <b>born in Tarsus.</b> <b>Cilicia.</b> <b>brought up in this city.</b> <b>Gamaliel.</b> <b>law of our fathers.</b> I am a Jew. A response to the false charges raised by the Asian Jews ( see note on 21:21 ). born in Tarsus. See note on 21:39 . Cilicia. See note on 6:9 . Tarsus was the chief city of Cilicia. brought up in this city. Paul was born among the Hellenistic Jews of the Diaspora, but had been brought up in Jerusalem. Gamaliel. See note on 5:34 . That Paul had studied under the most celebrated rabbi of that day was further evidence that the charges against him were absurd. law of our fathers. As a student of Gamaliel, Paul received extensive training both in the OT law and in the rabbinic traditions. Also, though he did not mention it to the crowd, he also had been a Pharisee. In light of all that, the charge that Paul opposed the law ( see note on 21:21 ) was ridiculous."
  },
  {
    "start": 44022004,
    "content": "<b><a>22:4</a></b> <b>I persecuted this Way.</b> I persecuted this Way. See note on 9:2 . As the leading persecutor of the Christian church after Stephen’s martyrdom (cf. Ga 1:13 ), Paul’s zeal for his Jewish heritage far outstripped that of his hearers."
  },
  {
    "start": 44022005,
    "content": "<b><a>22:5</a></b> <b>Council of the elders.</b> Council of the elders. The Sanhedrin ( see notes on 4:15 ; Mt 26:59 )."
  },
  {
    "start": 44022006,
    "end": 44022016,
    "content": "<b><a>22:6–16</a></b> The second of 3 NT accounts of Paul’s conversion (cf. 9:1–19 ; 26:12–18 )."
  },
  {
    "start": 44022007,
    "end": 44022008,
    "content": "<b><a>22:7–8</a></b> Cf. 9:4–5 ."
  },
  {
    "start": 44022009,
    "content": "<b><a>22:9</a></b> <b>did not understand the voice.</b> did not understand the voice. This is no contradiction with 9:7 . Since Jesus spoke only to Paul, only he understood the Lord’s words. His companions heard the sound, but could not make out the words (cf. Jn 12:29 )."
  },
  {
    "start": 44022011,
    "content": "<b><a>22:11</a></b> <b>glory of that light.</b> glory of that light. Paul’s companions saw the light, but only he saw the Lord Jesus Christ (v. 14 ; 9:7 , 17 , 27 ; 26:16 ; 1Co 9:1 ; 15:8 )."
  },
  {
    "start": 44022012,
    "content": "<b><a>22:12</a></b> <b>Ananias.</b> Ananias. See note on 9:10 . His testimony as a respected member of Damascus’ Jewish community would carry weight with Paul’s hostile audience."
  },
  {
    "start": 44022014,
    "content": "<b><a>22:14</a></b> <b>the Righteous One.</b> the Righteous One. A title given to the Messiah (cf. 3:14 ; 7:52 ; Is 53:11 )."
  },
  {
    "start": 44022015,
    "content": "<b><a>22:15</a></b> <b>a witness.</b> a witness. Paul never wavered in his claim to have seen the risen, glorified Christ on the Damascus road ( see note on v. 11 )."
  },
  {
    "start": 44022016,
    "content": "<b><a>22:16</a></b> <b>wash away your sins.</b> wash away your sins. Grammatically the phrase, “calling on His name,” precedes “Rise up and be baptized.” Salvation comes from calling on the name of the Lord ( Ro 10:9–10 , 13 ), not from being baptized ( see note on 2:38 )."
  },
  {
    "start": 44022017,
    "content": "<b><a>22:17</a></b> <b>when I returned to Jerusalem.</b> <b>a trance.</b> when I returned to Jerusalem. After a brief ministry in Damascus ( 9:20–25 ) and 3 years in Nabatean Arabia ( Ga 1:17–18 ). a trance. Paul was carried beyond his senses into the supernatural realm to receive revelation from Jesus Christ. The experience was unique to the apostles, since only Peter ( 10:10 ; 11:5 ) and John ( Rev 1:10 ) had similar revelations. This was the fourth of 6 visions received by Paul in Acts (cf. 9:3–6 ; 16:9–10 ; 18:9–10 ; 23:11 ; 27:23–24 )."
  },
  {
    "start": 44022020,
    "content": "<b><a>22:20</a></b> <b>Your witness Stephen.</b> <b>approving.</b> Your witness Stephen. See notes on 6:5 ; 7:54–60 . approving. See 8:1 ."
  },
  {
    "start": 44022021,
    "end": 44022023,
    "content": "<b><a>22:21–23</a></b> Paul’s insistence that the Lord had sent him to minister to the despised Gentiles was too much for the crowd. They viewed the teaching that Gentiles could be saved without first becoming Jewish proselytes (thus granting them equal status with the Jewish people before God) as intolerable blasphemy."
  },
  {
    "start": 44022023,
    "content": "<b><a>22:23</a></b> <b>throwing off their garments.</b> <b>tossing dust.</b> throwing off their garments. They did this in preparation to stone Paul, in horror at his “blasphemy” ( see note on 14:14 ) or in uncontrollable rage—or, most likely, for all 3 reasons. Their passions inflamed by racial pride, the members of the crowd lost any semblance of self-control. tossing dust. A sign of intense emotion (cf. 2Sa 16:13 ; Job 2:12 ; Rev 18:19 )."
  },
  {
    "start": 44022024,
    "content": "<b><a>22:24</a></b> <b>the commander ordered him to be brought into the barracks.</b> <b>that he should be examined by flogging.</b> the commander ordered him to be brought into the barracks. Lysias realized he would have to interrogate Paul privately. He ordered his soldiers to bring the prisoner into Fort Antonia, away from the angry mob. that he should be examined by flogging. A brutal Roman interrogation method. Prisoners frequently died after being flogged with the Roman flagellum (metal-tipped leather thongs attached to a wooden handle)."
  },
  {
    "start": 44022025,
    "content": "<b><a>22:25</a></b> <b>stretched him out with leather straps.</b> <b>centurion.</b> <b>who is a Roman.</b> stretched him out with leather straps. This was done in preparation for his examination by scourging. Stretching Paul taut would magnify the effects of the flagellum on his body. centurion. See notes on 10:1 ; Mt 8:5 . There would have been 10 centurions in the 1,000-man Roman garrison in Jerusalem. who is a Roman. Roman citizens were exempted (by the Valerian and Porcian laws) from such brutal methods of interrogation. Paul now exerted his rights as a Roman citizen. His claim would not have been questioned, because the penalty for falsely claiming Roman citizenship was death."
  },
  {
    "start": 44022026,
    "content": "<b><a>22:26</a></b> <b>What are you about to do? For this man is a Roman.</b> What are you about to do? For this man is a Roman. The centurion informed his commander of Paul’s citizenship, cautioning him against an act that could have ended Lysias’ military career—or even cost him his life."
  },
  {
    "start": 44022028,
    "content": "<b><a>22:28</a></b> <b>with a large sum.</b> with a large sum. Roman citizenship was officially not for sale, but could sometimes be obtained by bribing corrupt officials."
  },
  {
    "start": 44022030,
    "end": 44023010,
    "content": "<b><a>22:30—23:10</a></b> Paul’s second of 6 defenses (cf. vv. 1–21 ; 24:10–21 ; 25:1–12 ; 26:1–29 ; 28:17–29 )."
  },
  {
    "start": 44023001,
    "content": "<b><a>23:1</a></b> <b>the Sanhedrin.</b> <b>good conscience.</b> the Sanhedrin. The Sanhedrin ( see notes on 4:15 ; Mt 26:59 ). good conscience. See note on 2Co 1:12 ; cf. 24:16 ; 2Ti 1:3 ."
  },
  {
    "start": 44023002,
    "content": "<b><a>23:2</a></b> <b>high priest Ananias.</b> <b>commanded … to strike him.</b> high priest Ananias. Not the Annas of the Gospels ( see note on Lk 3:2 ), this man was one of Israel’s cruelest and most corrupt High Priests ( see note on 4:6 ). His pro-Roman policies alienated him from the Jewish people, who murdered him at the outset of the revolt against Rome (AD 66). commanded … to strike him. An illegal act in keeping with Ananias’ brutal character. The verb translated “strike” is used of the mob’s beating of Paul ( 21:32 ) and the Roman soldiers’ beating of Jesus ( Mt 27:30 ). It was no mere slap on the face, but a vicious blow."
  },
  {
    "start": 44023003,
    "content": "<b><a>23:3</a></b> <b>whitewashed wall!</b> <b>in violation of the Law.</b> whitewashed wall! Cf. Eze 13:10–16 ; Mt 23:27 . in violation of the Law. Outraged by the High Priest’s flagrant violation of Jewish law, Paul flared up in anger. When Jesus was similarly struck in violation of the law, He reacted by calmly asking the reason for the blow ( Jn 18:23 ). Paul’s reaction was wrong, as he would shortly admit (v. 5 ). Although an evil man, Ananias still held a God-ordained office, and was to be granted the respect that position demanded."
  },
  {
    "start": 44023004,
    "content": "<b><a>23:4</a></b> <b>revile.</b> revile. Those standing near Paul were appalled by his harsh rebuke of the High Priest. “Revile” is the same word used in Jn 9:28 to describe the Jewish leaders’ insulting remarks to the blind man whom Jesus had healed. Peter used it to speak of the abuse Jesus endured ( 1Pe 2:23 )."
  },
  {
    "start": 44023005,
    "content": "<b><a>23:5</a></b> <b>I was not aware.</b> <b>it is written.</b> I was not aware. Some believe this to be another manifestation of Paul’s eye problems (cf. Ga 4:15 ); or that Paul was so angry that he forgot to whom he was speaking; or that he was being sarcastic, since Ananias was not acting like a High Priest should. The simplest explanation is to take Paul’s words at face value. He had been gone from Jerusalem for many years and would not likely have recognized Ananias by sight. That this was an informal gathering of the Sanhedrin ( see note on 22:30 ) would have meant the High Priest would not have been wearing his official garments. it is written. Quoted from Ex 22:28 ."
  },
  {
    "start": 44023006,
    "content": "<b><a>23:6</a></b> <b>Sadducees … Pharisees.</b> <b>Sanhedrin.</b> Ananias’ haughty attitude and illegal act convinced Paul he would not receive a fair hearing before the Sanhedrin. Accordingly, he decided on a bold step. As a Pharisee, and possibly a former member of the Sanhedrin ( see note on 26:10 ), Paul was well aware of the tensions between the Sanhedrin’s two factions. He appealed to the Pharisees for support, reminding them that he himself was a Pharisee, and appealing to the major theological difference between them and the Sadducees ( see note on v. 7 ). Paul thus created a split between the Sanhedrin’s factions. Sadducees … Pharisees. See note on Mt 3:7 . Sanhedrin. See note on 4:15 ."
  },
  {
    "start": 44023007,
    "content": "<b><a>23:7</a></b> <b>dissension.</b> dissension. There were major social, political, and theological differences between the Sadducees and Pharisees. By raising the issue of the resurrection, Paul appealed to the Pharisees for support on perhaps the most important theological difference ( see note on v. 8 ). Since the resurrection of Jesus Christ is also the central theme of Christianity, this was no cynical ploy on Paul’s part to divide the Sanhedrin over a trivial point of theology."
  },
  {
    "start": 44023008,
    "content": "<b><a>23:8</a></b> <b>Sadducees … Pharisees.</b> Sadducees … Pharisees. The Sadducees accepted only the Pentateuch as divinely inspired Scripture. Since they claimed (wrongly, cf. Mt 22:23–33 ) that the Pentateuch did not teach that there would be a resurrection, they rejected it. The Pharisees, however, believed in the resurrection and afterlife. Their beliefs were thus closer to Christianity than those of the Sadducees. Significantly, the Scripture records the conversion of Pharisees ( 15:5 ; Jn 3:1 ), but not of Sadducees."
  },
  {
    "start": 44023009,
    "content": "<b><a>23:9</a></b> <b>scribes of the Pharisaic party.</b> scribes of the Pharisaic party. So intense was their theological disagreement with the Sadducees that they were willing to defend Paul—even though he was a leader of the hated sect of the Christians (cf. 24:5 )."
  },
  {
    "start": 44023011,
    "content": "<b><a>23:11</a></b> <b>the Lord stood at his side.</b> <b>you must bear witness at Rome.</b> the Lord stood at his side. The fifth of 6 visions Paul received in Acts (cf. 9:3–6 ; 16:9–10 ; 18:9–10 ; 22:17–18 ; 27:23–24 ), all coming at crucial points in his ministry. you must bear witness at Rome. Jesus encouraged Paul by telling him that his desire ( Ro 1:9–11 ; 15:23 ) to visit Rome would be granted."
  },
  {
    "start": 44023012,
    "content": "<b><a>23:12</a></b> <b>bound themselves under a curse.</b> bound themselves under a curse. Lit. they “anathematized” themselves (cf. Ga 1:8–9 ), thus invoking divine judgment if they failed (cf. 1Sa 14:44 ; 2Sa 3:35 ; 19:13 ; 1Ki 2:23 ; 2Ki 6:31 )."
  },
  {
    "start": 44023014,
    "content": "<b><a>23:14</a></b> <b>chief priests and the elders.</b> chief priests and the elders. See notes on 4:23 ; cf. Mt 16:21 . Being Sadducees, they would be more inclined to help the conspirators. Significantly excluded are the scribes who, being mostly Pharisees, had already shown their willingness to defend Paul (v. 9 )."
  },
  {
    "start": 44023016,
    "content": "<b><a>23:16</a></b> <b>son of Paul’s sister.</b> <b>entered the barracks and reported</b> <b>to Paul.</b> son of Paul’s sister. The only clear reference in Scripture to Paul’s family (for other possible references see Ro 16:7 , 11 , 21 ). Why he was in Jerusalem, away from the family home in Tarsus, is not known. Nor is it evident why he would want to warn his uncle, since Paul’s family possibly disinherited him when he became a Christian ( Php 3:8 ). entered the barracks and reported it to Paul. Since Paul was not under arrest, but merely in protective custody, he was able to receive visitors."
  },
  {
    "start": 44023017,
    "content": "<b><a>23:17</a></b> <b>centurions.</b> centurions. See note on 22:25 ."
  },
  {
    "start": 44023023,
    "end": 44023024,
    "content": "<b><a>23:23–24</a></b> To foil the conspirators’ plot, avoid a potentially explosive confrontation with the Jews, and save Paul’s life, Lysias realized he had to get the apostle out of Jerusalem and to his superior, Governor Felix in Caesarea."
  },
  {
    "start": 44023026,
    "content": "<b><a>23:26</a></b> <b>governor Felix.</b> governor Felix. See note on 24:2 ."
  },
  {
    "start": 44023027,
    "content": "<b><a>23:27</a></b> <b>having learned that he was a Roman.</b> having learned that he was a Roman. Actually, Lysias did not find this out until after he arrested Paul ( 22:25–26 ). Lysias sought to portray himself in the best possible light before the governor. For that reason, he also neglected to mention his order to have Paul scourged ( 22:24 ), and his mistaken assumption that he was the notorious Egyptian assassin ( 21:38 )."
  },
  {
    "start": 44023029,
    "content": "<b><a>23:29</a></b> <b>questions about their Law.</b> questions about their Law. Lysias’ failure to mention any crimes against Roman law was tantamount to declaring Paul innocent."
  },
  {
    "start": 44023030,
    "content": "<b><a>23:30</a></b> <b>to bring charges against him before you.</b> to bring charges against him before you. The plot against Paul’s life rendered any further hearings at Jerusalem unsafe, thus requiring Lysias to burden Felix with the case."
  },
  {
    "start": 44023031,
    "content": "<b><a>23:31</a></b> <b>Antipatris.</b> Antipatris. A Roman military post about 40 mi. from Jerusalem. Travelers from Jerusalem to Caesarea often rested there. To get there from Jerusalem in one night (v. 32 ) would have been an exhausting forced march for the foot soldiers."
  },
  {
    "start": 44023032,
    "content": "<b><a>23:32</a></b> <b>horsemen.</b> horsemen. Since there was much less danger of ambush in the largely Gentile region of Samaria, the foot soldiers were no longer needed."
  },
  {
    "start": 44023033,
    "content": "<b><a>23:33</a></b> <b>Caesarea.</b> Caesarea. See note on 9:30 ."
  },
  {
    "start": 44023034,
    "content": "<b><a>23:34</a></b> <b>from what province he was.</b> <b>from Cilicia.</b> from what province he was. Felix needed to determine whether he had jurisdiction to hear Paul’s case. from Cilicia. Judea and Cilicia were at that time both under the legate of Syria, so Felix had the authority to hear his case."
  },
  {
    "start": 44023035,
    "content": "<b><a>23:35</a></b> <b>Herod’s Praetorium.</b> Herod’s Praetorium. Felix’s official residence in Caesarea."
  },
  {
    "start": 44024001,
    "content": "<b><a>24:1</a></b> <b>after five days.</b> <b>The high priest Ananias.</b> <b>Elders.</b> <b>Tertullus.</b> after five days. A very short period of time for the Jewish leaders to put their case together, hire an attorney, and make the trip to Caesarea. Perhaps they feared Felix would dismiss the case against Paul if they did not pursue it rapidly. The high priest Ananias. See note on 23:2 . Elders. Important leaders of the Sanhedrin ( see note on 4:5 ). Tertullus. Possibly a Roman, but more likely a Hellenistic Jew (cf. v. 6 )."
  },
  {
    "start": 44024003,
    "content": "<b><a>24:3</a></b> <b>Felix.</b> Felix. Governor of Judea from AD 52 to 59. Felix was a former slave whose brother (a favorite of Emperor Claudius) had obtained for him the position as governor. He was not highly regarded by the influential Romans of his day and accomplished little during his term as governor. He defeated the Egyptian and his followers ( see note on 21:38 ), but his brutality angered the Jews and led to his ouster as governor by Emperor Nero two years after Paul’s hearing (v. 27 )."
  },
  {
    "start": 44024005,
    "end": 44024007,
    "content": "<b><a>24:5–7</a></b> Having dispensed with the obligatory flattery of Felix, Tertullus set forth the specific charges against Paul. They included sedition (a violation of Roman law), sectarianism (a violation of Jewish law), and sacrilege (a violation of God’s law)."
  },
  {
    "start": 44024006,
    "end": 44024008,
    "content": "<b><a>24:6–8a</a></b> <b>he even … before you.</b> he even … before you. Many ancient manuscripts omit this passage, raising the question of whom Tertullus was urging Felix to examine. If the passage is omitted, Tertullus would be asking Felix to examine Paul; but the apostle would merely have denied Tertullus’ false accusations. If the passage is genuine, Tertullus would be falsely accusing Lysias of overstepping his authority by meddling in a proper Jewish legal proceeding. He would then be claiming that an examination of Lysias would confirm the Jewish leaders’ false interpretation of the events. That would help explain Felix’s decision to adjourn the hearing until he sent for Lysias (v. 22 )."
  },
  {
    "start": 44024007,
    "end": 44024008,
    "content": "<b><a>24:7–8a</a></b> Another falsehood, intended to shift the blame for the incident. Actually, it was the Jewish mob that was guilty of violence; Lysias put a stop to the riot and rescued Paul."
  },
  {
    "start": 44024010,
    "end": 44024021,
    "content": "<b><a>24:10–21</a></b> Paul’s third of 6 defenses (cf. 22:1–21 ; 22:30—23:10 ; 25:1–12 ; 26:1–29 ; 28:17–19 )."
  },
  {
    "start": 44024011,
    "content": "<b><a>24:11</a></b> <b>twelve days.</b> twelve days. Five of which had been spent at Caesarea waiting for his accusers to arrive (v. 1 ). Several of the remaining 7 had been taken up with his purification rites ( see notes on 21:24 , 27 ). Paul’s point was that, even if he had wanted to, he had not had the time to incite a revolt."
  },
  {
    "start": 44024014,
    "content": "<b><a>24:14</a></b> <b>the Way.</b> <b>The Law and … in the Prophets.</b> the Way. See note on 9:2 . The Law and … in the Prophets. The “Law and the Prophets” refers to the OT (see Mt 7:12 ). The Sadducees rejected much of the OT ( see note on 23:8 ), while both they and the Pharisees rejected the OT’s witness to Jesus Christ (cf. Lk 24:27 , 44 ; Jn 1:45 ; 5:39 , 46 ). In contrast, Paul viewed the entire OT as the inspired Word of God, and believed everything it taught."
  },
  {
    "start": 44024015,
    "content": "<b><a>24:15</a></b> <b>hope in God.</b> hope in God. The great hope of the Jewish people was the resurrection ( Job 19:25–27 ; Da 12:2 ). It was Paul, not the skeptical Sadducees, who stood in the mainstream of traditional Jewish theology."
  },
  {
    "start": 44024016,
    "content": "<b><a>24:16</a></b> <b>conscience without fault.</b> conscience without fault. See note on 23:1 ."
  },
  {
    "start": 44024017,
    "content": "<b><a>24:17</a></b> <b>alms … offerings.</b> alms … offerings. The only reference in Acts to the delivery of the offering Paul had been collecting for the poor saints in Jerusalem ( see note on 19:21 ). Far from seeking to stir up strife, Paul had gone to Jerusalem on a humanitarian mission."
  },
  {
    "start": 44024018,
    "content": "<b><a>24:18</a></b> <b>purified.</b> <b>Jews from Asia.</b> purified. See note on 21:24 . Jews from Asia. See note on 21:27 ."
  },
  {
    "start": 44024021,
    "content": "<b><a>24:21</a></b> <b>For the resurrection of the dead.</b> For the resurrection of the dead. Belief in the resurrection was not a crime under either Jewish or Roman law. Nor was Paul responsible for the longstanding feud between the Sadducees and Pharisees that erupted into open dissension when he made his statement."
  },
  {
    "start": 44024022,
    "content": "<b><a>24:22</a></b> <b>having a more accurate knowledge about the Way.</b> <b>put them off.</b> <b>commander comes down.</b> having a more accurate knowledge about the Way. Probably from his wife Drusilla, who was Jewish (v. 24 ). put them off. The witnesses to Paul’s alleged crime (the Jews from Asia) had failed to show up for the hearing. Nor could the Jewish leaders prove him guilty of a crime. The only verdict Felix could render consistent with Roman law was not guilty, which would infuriate the Jews, and possibly lead to further trouble. Since as governor, Felix’s primary responsibility was to maintain order, he decided the best decision was no decision, and adjourned the proceedings on the pretext of needing further information from Lysias. commander comes down. Lysias’ written report had already stated that the dispute involved questions of Jewish law ( 23:29 ), and that Paul was not guilty of any crime ( 23:29 ). It is difficult to see what more he could have added, and there is no evidence that Felix ever summoned him."
  },
  {
    "start": 44024024,
    "content": "<b><a>24:24</a></b> <b>Drusilla.</b> Drusilla. The youngest daughter of Agrippa I ( see note on 12:1 ), and Felix’s third wife. Felix, struck by her beauty, had lured her away from her husband. At the time of Paul’s hearing, she was not yet 20 years old."
  },
  {
    "start": 44024025,
    "content": "<b><a>24:25</a></b> <b>righteousness, self-control, and the judgment.</b> <b>Felix became frightened.</b> <b>When I find time.</b> righteousness, self-control, and the judgment. God demands “righteousness” of all people, because of His holy nature ( Mt 5:48 ; 1Pe 1:15–16 ). For men and women to conform to that absolute standard requires “self-control.” The result of failing to exhibit self-control and to conform oneself to God’s righteous standard is (apart from salvation) “judgment.” Felix became frightened. Living with a woman he had lured away from her husband, Felix obviously lacked “righteousness” and “self-control.” The realization that he faced “judgment” alarmed him, and he hastily dismissed Paul. When I find time. The moment of conviction passed, and Felix foolishly passed up his opportunity to repent (cf. 2Co 6:2 )."
  },
  {
    "start": 44024026,
    "content": "<b><a>24:26</a></b> <b>money would be given him by Paul.</b> money would be given him by Paul. Roman law prohibited the taking of bribes, which was nonetheless commonplace."
  },
  {
    "start": 44024027,
    "content": "<b><a>24:27</a></b> <b>Felix was succeeded by Porcius Festus.</b> <b>Do the Jews a favor.</b> Felix was succeeded by Porcius Festus. See note on v. 3 . Festus was a member of the Roman nobility, unlike the former slave, Felix. Little is known of his brief tenure as governor (he died two years after assuming office), but the Jewish historian Josephus described him as better than either his predecessor or his successor. Do the Jews a favor. He did this since Jewish complaints to Rome about his brutality eventually led to his ouster from office. He had brutally suppressed a riot in Caesarea and infuriated the Jews who managed to complain to Rome and have him replaced. Emperor Nero recalled him to Rome, where he would have faced severe punishment if his influential brother, Pallas, had not interceded for him."
  },
  {
    "start": 44025001,
    "end": 44025012,
    "content": "<b><a>25:1–12</a></b> Paul’s fourth of 6 defenses (cf. 22:1–21 ; 22:30—23:10 ; 24:10–21 ; 26:1–29 ; 28:17–29 )."
  },
  {
    "start": 44025003,
    "content": "<b><a>25:3</a></b> <b>ambush.</b> ambush. A second ambush plot. This time, however, the members of the Sanhedrin were not accomplices (cf. 23:14–15 ), but the plotters."
  },
  {
    "start": 44025004,
    "content": "<b><a>25:4</a></b> <b>Festus.</b> <b>Caesarea.</b> Festus. See note on 24:27 . Caesarea. See note on 8:40 . As the headquarters of Roman government in Judea, Caesarea was the proper place for Paul, a Roman citizen, to be tried."
  },
  {
    "start": 44025006,
    "content": "<b><a>25:6</a></b> <b>took his seat on the judgement seat.</b> took his seat on the judgement seat. This signified that this hearing was an official Roman trial (see vv. 10 , 17 ; 18:12 ; Mt 27:19 ; Jn 19:13 )."
  },
  {
    "start": 44025009,
    "content": "<b><a>25:9</a></b> <b>wishing to do the Jews a favor.</b> wishing to do the Jews a favor. Cf. 24:27 ."
  },
  {
    "start": 44025010,
    "content": "<b><a>25:10</a></b> <b>Caesar’s judgement seat.</b> Caesar’s judgement seat. Festus’ compromise gave the Jewish leaders all that they hoped for; they intended to murder Paul before he got to Jerusalem. The apostle therefore rejected Festus’ attempt at compromise and reminded the governor that he was standing at Caesar’s judgment seat where, as a Roman citizen, he had every right to be judged."
  },
  {
    "start": 44025011,
    "content": "<b><a>25:11</a></b> <b>I appeal to Caesar.</b> I appeal to Caesar. He declared his right as a Roman citizen to have a trial in Rome."
  },
  {
    "start": 44025012,
    "content": "<b><a>25:12</a></b> <b>his council.</b> <b>to Caesar you shall go.</b> his council. Festus’ advisers. to Caesar you shall go. By granting the appeal, the governor removed himself from the case and transferred it to the emperor."
  },
  {
    "start": 44025013,
    "content": "<b><a>25:13</a></b> <b>King Agrippa.</b> <b>Bernice.</b> King Agrippa. Herod Agrippa II, son of the Herod who killed James and imprisoned Peter ( see note on 12:1 ). He was the last of the Herods, who play a prominent role in NT history. His great-uncle, Herod Antipas, was the Herod of the Gospels ( Mk 6:14–29 ; Lk 3:1 ; 13:31–33 ; 23:7–12 ), while his great-grandfather, Herod the Great, ruled at the time Jesus was born ( Mt 2:1–19 ; Lk 1:5 ). Though not the ruler of Judea, Agrippa was well versed in Jewish affairs (cf. 26:3 ). Bernice. Not Agrippa’s wife, but his consort and sister. (Their sister, Drusilla, was married to the former governor, Felix). Their incestuous relationship was the talk of Rome, where Agrippa grew up. Bernice for a while became the mistress of Emperor Vespasian, then of his son, Titus, but always returned to her brother."
  },
  {
    "start": 44025019,
    "content": "<b><a>25:19</a></b> <b>religion.</b> religion. Such charges did not belong in a Roman court (cf. 18:12–16 )."
  },
  {
    "start": 44025020,
    "content": "<b><a>25:20</a></b> <b>perplexed about how to investigate such matters.</b> perplexed about how to investigate such matters. Festus, a pagan Roman and new in Judea, could not be expected to understand the theological differences between Christians and Jews."
  },
  {
    "start": 44025021,
    "content": "<b><a>25:21</a></b> <b>Caesar.</b> Caesar. The “Caesar” ruling at this time was the infamous Nero."
  },
  {
    "start": 44025022,
    "content": "<b><a>25:22</a></b> <b>I also would like to hear.</b> I also would like to hear. The Greek verb tense implies Herod had been wanting to hear Paul for a long time. As an expert on Jewish affairs (cf. 26:3 ), he relished hearing Christianity’s leading spokesman in person."
  },
  {
    "start": 44025023,
    "content": "<b><a>25:23</a></b> <b>Agrippa … Bernice.</b> <b>commanders.</b> <b>prominent men.</b> Agrippa … Bernice. The two are inseparable in Luke’s account (cf. v. 13 ; 26:30 ); she is a constant reminder of Agrippa’s scandalous private life ( see note on v. 13 ). commanders. The 5 tribunes commanding the 5 cohorts stationed in Caesarea ( see note on 10:1 ). prominent men. The civic leaders of the city."
  },
  {
    "start": 44025026,
    "content": "<b><a>25:26</a></b> <b>I have nothing definite.</b> <b>especially before you, King Agrippa.</b> I have nothing definite. Since Festus did not understand the nature of the charges against Paul, he did not know what to write in his official report to Nero. For a provincial governor to send a prisoner to the emperor with no clear charges against him was foolish, if not dangerous. especially before you, King Agrippa. Festus hoped Herod’s expertise in Jewish affairs ( 26:3 ) would enable him to make sense of the charges against Paul."
  },
  {
    "start": 44026001,
    "end": 44026029,
    "content": "<b><a>26:1–29</a></b> Paul’s fifth of 6 defenses (cf. 22:1–21 ; 22:30—23:10 ; 24:10–21 ; 25:1–12 ; 28:17–19 )."
  },
  {
    "start": 44026003,
    "content": "<b><a>26:3</a></b> <b>expert in all customs and questions among</b> <b>Jews.</b> expert in all customs and questions among the Jews. See note on 25:26 . Paul’s main purpose was not to defend himself but to convert Agrippa and the others (vv. 28–29 )."
  },
  {
    "start": 44026005,
    "content": "<b><a>26:5</a></b> <b>lived</b> <b>a Pharisee.</b> lived as a Pharisee. See note on Mt 3:7 ; cf. Php 3:5 ."
  },
  {
    "start": 44026006,
    "content": "<b><a>26:6</a></b> <b>the hope of the promise.</b> the hope of the promise. The coming of the Messiah and His kingdom (cf. 1:6 ; 3:22–24 ; 13:23–33 ; Ge 3:15 ; Is 7:14 ; 9:6 ; Da 7:14 ; Mic 5:2 ; Tit 2:13 ; 1Pe 1:11–12 )."
  },
  {
    "start": 44026007,
    "content": "<b><a>26:7</a></b> <b>twelve tribes.</b> twelve tribes. A common NT designation for Israel (cf. Mt 19:28 ; Jas 1:1 ; Rev 21:12 ). The 10 northern tribes were not lost. Representatives from each intermingled with the two southern tribes before and after the Exile—a process that had begun during the reigns of Hezekiah ( 2Chr 30:1–11 ) and Josiah ( 2Chr 34:1–9 )."
  },
  {
    "start": 44026008,
    "content": "<b><a>26:8</a></b> Paul found it inconceivable that he should be condemned for believing in the resurrection—the great hope of the Jewish people ( see note on 24:15 )."
  },
  {
    "start": 44026010,
    "content": "<b><a>26:10</a></b> <b>saints.</b> <b>I cast my vote.</b> saints. Christian believers ( 1Co 1:2 ). I cast my vote. Lit. “I threw my pebble”—a reference to the ancient custom of recording votes by means of colored pebbles. This verse may also indicate that Paul had once been a member of the Sanhedrin."
  },
  {
    "start": 44026011,
    "content": "<b><a>26:11</a></b> <b>tried to force them to blaspheme.</b> tried to force them to blaspheme. To renounce their faith in Jesus Christ."
  },
  {
    "start": 44026012,
    "end": 44026014,
    "content": "<b><a>26:12–14</a></b> The third NT account of Paul’s conversion ( see notes on 9:1–17 ; 22:6–23 )."
  },
  {
    "start": 44026016,
    "content": "<b><a>26:16</a></b> <b>things in which I will appear to you.</b> things in which I will appear to you. See 18:9–10 ; 22:17–21 ; 23:11 ; 2Co 12:1–7 ; Ga 1:11–12 ."
  },
  {
    "start": 44026017,
    "content": "<b><a>26:17</a></b> <b>Gentiles, to whom I am sending you.</b> Gentiles, to whom I am sending you. Paul’s commissioning as the apostle to the Gentiles ( Ro 11:13 ; 1Ti 2:7 )."
  },
  {
    "start": 44026018,
    "content": "<b><a>26:18</a></b> <b>to open their eyes.</b> <b>from darkness to light.</b> <b>forgiveness of sins.</b> <b>an inheritance.</b> <b>sanctified by faith.</b> to open their eyes. Unbelievers are blinded to spiritual truth by Satan ( 2Co 4:4 ; 6:14 ; cf. Mt 15:14 ). from darkness to light. Since unbelievers are in the darkness of their spiritual blindness, the Bible often uses light to picture salvation (v. 23 ; 13:47 ; Mt 4:16 ; Jn 1:4–5 , 7–9 ; 3:19–21 ; 8:12 ; 9:5 ; 12:36 ; 2Co 4:4 ; 6:14 ; Eph 5:8 , 14 ; Col 1:12–13 ; 1Th 5:5 ; 1Pe 2:9 ; 1Jn 1:7 ; 2:8–10 ). forgiveness of sins. This is the most significant result of salvation ( see note on 2:38 ; cf. 3:19 ; 5:31 ; 10:43 ; 13:38 ; Mt 1:21 ; 26:28 ; Lk 1:77 ; 24:47 ; 1Co 15:3 ; Ga 1:4 ; Col 1:14 ; Heb 8:12 ; 9:28 ; 10:12 ; 1Pe 2:24 ; 3:18 ; 1Jn 2:1–2 ; 3:5 ; 4:10 ; Rev 1:5 ). an inheritance. The blessings believers will enjoy throughout eternity in heaven (cf. 20:32 ; Eph 1:11 , 14 , 18 ; Col 1:12 ; 3:24 ; Heb 9:15 ). sanctified by faith. The Bible plainly and repeatedly teaches that salvation comes solely through faith apart from human works ( 13:39 ; 15:9 ; 16:31 ; Jn 3:14–17 ; 6:69 ; Ro 3:21–28 ; 4:5 ; 5:1 ; 9:30 ; 10:9–11 ; Ga 2:16 ; 3:11 , 24 ; Eph 2:8–9 ; Php 3:9 )."
  },
  {
    "start": 44026020,
    "content": "<b><a>26:20</a></b> <b>deeds appropriate to repentance.</b> deeds appropriate to repentance. Genuine repentance is inseparably linked to a changed lifestyle ( see notes on 2:38 ; Mt 3:8 ; Jas 2:18 )."
  },
  {
    "start": 44026021,
    "content": "<b><a>26:21</a></b> <b>Jews … were trying to put me to death.</b> Jews … were trying to put me to death. See 21:27–32 . The true reason in contrast to the lies of the Jewish leaders ( 24:6 )."
  },
  {
    "start": 44026022,
    "content": "<b><a>26:22</a></b> <b>the Prophets and Moses.</b> the Prophets and Moses. See note on 24:14 . The term “Moses” is used interchangeably with “law,” since he was the author of the Pentateuch, the 5 books of law."
  },
  {
    "start": 44026023,
    "content": "<b><a>26:23</a></b> <b>Christ was to suffer … resurrection from the dead.</b> Christ was to suffer … resurrection from the dead. Messiah’s suffering ( Ps 22 ; Is 53 ) and resurrection ( Ps 16:10 ; cf. 13:30–37 ), the central themes of Paul’s preaching, are clearly taught in the OT."
  },
  {
    "start": 44026024,
    "content": "<b><a>26:24</a></b> <b>you are out of your mind!</b> you are out of your mind! Festus was astonished that a learned scholar like Paul could actually believe that the dead would live again—something no intelligent Roman would accept. Unable to contain himself, he interrupted the proceedings, shouting that Paul’s tremendous learning had driven him insane (cf. Mk 3:21 ; Jn 8:48 , 52 ; 10:20 )."
  },
  {
    "start": 44026026,
    "content": "<b><a>26:26</a></b> <b>none of these things escape his notice.</b> none of these things escape his notice. The death of Jesus and the Christians’ claim that He rose from the dead were common knowledge in Israel."
  },
  {
    "start": 44026027,
    "content": "<b><a>26:27</a></b> <b>do you believe the Prophets?</b> do you believe the Prophets? Paul’s shrewd question put Herod in a dilemma. If he affirmed his belief in the prophets, he would also have to admit that what they taught about Jesus’ death and resurrection was true—an admission that would make him appear foolish before his Roman friends. Yet to deny the prophets would outrage his Jewish subjects."
  },
  {
    "start": 44026028,
    "content": "<b><a>26:28</a></b> <b>In</b> <b>short time are you persuading me…?</b> In such short time are you persuading me…? Agrippa was saying, “Do you think you can convince me to become a Christian in such a short time?” Recognizing his dilemma, Agrippa parried Paul’s question with one of his own."
  },
  {
    "start": 44026030,
    "end": 44026032,
    "content": "<b><a>26:30–32</a></b> The hearing over, Agrippa and Festus met privately to discuss Paul’s case. Both agreed that he was innocent of any crime and could be set free, had he not appealed to Caesar."
  },
  {
    "start": 44027001,
    "content": "<b><a>27:1</a></b> <b>we.</b> <b>centurion of the Augustan cohort.</b> we. The use of the pronoun “we” marks the return of Paul’s close friend Luke, who has been absent since 21:18 . He had likely been living near Caesarea so he could care for Paul during his imprisonment. Now he rejoined the apostle for the journey to Rome. centurion of the Augustan cohort. A cohort (regiment) of that name was stationed in Judea during the reign of Agrippa II ( see note on 25:13 ). Julius may have been on detached duty, performing such tasks as escorting important prisoners."
  },
  {
    "start": 44027002,
    "content": "<b><a>27:2</a></b> <b>Adramyttian ship.</b> <b>we set sail.</b> <b>accompanied by Aristarchus.</b> Adramyttian ship. Adramyttium was a city on the northwest coast of Asia Minor (modern Turkey) near Troas, where the centurion planned to find a ship sailing to Italy. we set sail. From Caesarea the ship sailed 70 mi. north to Sidon. accompanied by Aristarchus. He had been seized by the crowd during the riot at Ephesus ( 19:29 ), while accompanying Paul to Jerusalem with the offering ( 20:4 ). Aristarchus would be with Paul during the apostle’s first Roman imprisonment ( Col 4:10 )."
  },
  {
    "start": 44027003,
    "content": "<b><a>27:3</a></b> <b>put in at Sidon.</b> put in at Sidon. See note on 12:20 . The Christians there ministered to Paul—possibly by providing him with provisions for his trip."
  },
  {
    "start": 44027004,
    "content": "<b><a>27:4</a></b> <b>sailed under the shelter of Cyprus.</b> sailed under the shelter of Cyprus. They kept to the lee side of the island (passing between it and the mainland), seeking shelter from the strong winds."
  },
  {
    "start": 44027005,
    "content": "<b><a>27:5</a></b> <b>coast of Cilicia and Pamphylia.</b> <b>Myra … Lycia.</b> coast of Cilicia and Pamphylia. See notes on 2:9–10 ; 6:9 . Myra … Lycia. One of the main ports of the imperial grain fleet, whose ships brought Egyptian grain to Italy."
  },
  {
    "start": 44027006,
    "content": "<b><a>27:6</a></b> <b>Alexandrian ship.</b> Alexandrian ship. Part of the imperial grain fleet."
  },
  {
    "start": 44027007,
    "content": "<b><a>27:7</a></b> <b>Cnidus.</b> <b>the shelter of Crete.</b> <b>Salmone.</b> Cnidus. Located on a peninsula in extreme southwest Asia Minor, this port also served ships of the imperial grain fleet. Having reached Cnidus, the ship could not sail farther west due to the strong headwinds. It was forced to turn south and head for the island of Crete. the shelter of Crete. This large island off the southwest coast of Asia Minor provided some relief from the strong northwest winds buffeting the ship. Salmone. A promontory on Crete’s northeast coast."
  },
  {
    "start": 44027008,
    "content": "<b><a>27:8</a></b> <b>Fair Havens … Lasea.</b> Fair Havens … Lasea. The ship fought its way around the southeast corner of Crete, finally reaching the shelter of the bay known as Fair Havens."
  },
  {
    "start": 44027009,
    "content": "<b><a>27:9</a></b> <b>the Fast was already over.</b> the Fast was already over. See note on Zec 7:3 ; cf. Lv 23:26–32 . Travel in the open sea was dangerous from mid-Sept. to mid-Nov., after which it ceased altogether until Feb. Since the fast (the Day of Atonement) of late Sept. or early Oct. was past, further travel was already extremely hazardous."
  },
  {
    "start": 44027010,
    "content": "<b><a>27:10</a></b> <b>voyage … with damage.</b> voyage … with damage. Because of the lateness of the season, and the difficulties they had already experienced, Paul wisely counseled them to spend the winter at Fair Havens."
  },
  {
    "start": 44027011,
    "content": "<b><a>27:11</a></b> <b>centurion.</b> <b>pilot.</b> centurion. See note on 10:1 . Because the ship was part of the imperial grain fleet ( see note on v. 5 ) Julius, not the helmsman nor the ship’s owner, was the ranking official on board. pilot. The ship’s captain."
  },
  {
    "start": 44027012,
    "content": "<b><a>27:12</a></b> <b>not suitable for wintering.</b> <b>Phoenix.</b> not suitable for wintering. The professional sailors deemed Fair Havens an unsuitable location to wait out the winter ( see note on v. 9 ). Phoenix. Located 40 mi. from Fair Havens with a harbor that provided better shelter from the winter storms."
  },
  {
    "start": 44027014,
    "content": "<b><a>27:14</a></b> <b>Euraquilo.</b> Euraquilo. From the Greek word euros (“east wind”) and the Lat. word aquilo (“north wind”). This is a strong, dangerous windstorm greatly feared by those who sailed the Mediterranean."
  },
  {
    "start": 44027016,
    "content": "<b><a>27:16</a></b> <b>Clauda.</b> <b>boat.</b> Clauda. An island 23 mi. southwest of Crete. ship’s boat. Taking advantage of Clauda’s shelter, the sailors began to rig the ship for the storm by hauling the ship’s dinghy on board."
  },
  {
    "start": 44027017,
    "content": "<b><a>27:17</a></b> <b>used supporting cables in undergirding the ship.</b> <b>Syrtis.</b> <b>let down the sea anchor.</b> used supporting cables in undergirding the ship. A procedure known as frapping. The cables, wrapped around the hull and winched tight, helped the ship endure the battering of the wind and waves. Syrtis. A region of sandbars and shoals off the coast of Africa, much feared as a graveyard of ships. let down the sea anchor. The sailors probably also took down the sails, since putting out an anchor with the sails up would be self-defeating."
  },
  {
    "start": 44027018,
    "content": "<b><a>27:18</a></b> <b>jettison the cargo.</b> jettison the cargo. Throwing all unnecessary gear and cargo overboard would lighten the ship, enabling it to ride more easily over the waves."
  },
  {
    "start": 44027023,
    "end": 44027024,
    "content": "<b><a>27:23–24</a></b> The last of 6 visions Paul received as recorded by Luke (cf. 9:3–6 ; 16:9–10 ; 18:9–10 ; 22:17–18 ; 23:11 )."
  },
  {
    "start": 44027024,
    "content": "<b><a>27:24</a></b> <b>stand before Caesar.</b> stand before Caesar. The angel reaffirmed the promise Jesus Himself had earlier made to Paul ( 23:11 )."
  },
  {
    "start": 44027027,
    "content": "<b><a>27:27</a></b> <b>fourteenth night.</b> <b>Adriatic Sea.</b> <b>suspect.</b> fourteenth night. Since they sailed from Fair Havens (v. 13 ). Adriatic Sea. The central Mediterranean Sea, not the present Adriatic Sea located between Italy and Croatia. The modern Adriatic was known in Paul’s day as the Gulf of Adria. began to suspect. The sailors probably heard the sound of waves breaking on a shore."
  },
  {
    "start": 44027028,
    "content": "<b><a>27:28</a></b> <b>took soundings.</b> <b>twenty fathoms … fifteen fathoms.</b> took soundings. With a weight attached to a length of rope they measured the depth of the sea. twenty fathoms … fifteen fathoms. 120 feet … 90 feet. The decreasing depth of the water confirmed the ship was approaching land."
  },
  {
    "start": 44027029,
    "content": "<b><a>27:29</a></b> <b>cast four anchors from the stern.</b> cast four anchors from the stern. An attempt to hold the ship in place and keep the bow pointed toward the shore."
  },
  {
    "start": 44027030,
    "content": "<b><a>27:30</a></b> <b>boat.</b> <b>lay out anchors from the bow.</b> ship’s boat. The same dinghy hauled aboard earlier (v. 16 ). lay out anchors from the bow. This would have been for additional stability (cf. v. 29 )."
  },
  {
    "start": 44027033,
    "content": "<b><a>27:33</a></b> <b>going without eating.</b> going without eating. Because of seasickness and the difficulty of preparing and preserving food, the passengers and crew had eaten little or nothing in the two weeks since they left Fair Havens."
  },
  {
    "start": 44027034,
    "content": "<b><a>27:34</a></b> <b>not a hair … will perish.</b> not a hair … will perish. A common Jewish saying ( 1Sa 14:45 ; 2Sa 14:11 ; 1Ki 1:52 ; Lk 21:18 ) denoting absolute protection."
  },
  {
    "start": 44027037,
    "content": "<b><a>27:37</a></b> <b>276 persons.</b> 276 persons. As an ocean-going vessel, this ship was considerably larger than the smaller vessel Paul sailed in from Caesarea to Lycia."
  },
  {
    "start": 44027038,
    "content": "<b><a>27:38</a></b> <b>lighten the ship.</b> lighten the ship. See note on v. 18 ."
  },
  {
    "start": 44027041,
    "content": "<b><a>27:41</a></b> <b>a reef where two seas met.</b> a reef where two seas met. A sandbar or reef short of the shore."
  },
  {
    "start": 44027042,
    "content": "<b><a>27:42</a></b> <b>the soldiers’ plan was to kill the prisoners.</b> the soldiers’ plan was to kill the prisoners. Knowing they could face punishment or death if their prisoners escaped (cf. 12:19 ; 16:27 )."
  },
  {
    "start": 44028001,
    "content": "<b><a>28:1</a></b> <b>Malta.</b> Malta. An island, 17 mi. long and 9 mi. wide, about 60 mi. south of Sicily. None of the sailors had previously been to the bay (known today as St. Paul’s Bay) where they were shipwrecked."
  },
  {
    "start": 44028003,
    "content": "<b><a>28:3</a></b> <b>a viper.</b> a viper. A venomous snake. Cf. Mk 16:18 ."
  },
  {
    "start": 44028006,
    "content": "<b><a>28:6</a></b> <b>say that he was a god.</b> began to say that he was a god. See 14:11–12 ."
  },
  {
    "start": 44028007,
    "content": "<b><a>28:7</a></b> <b>leading man.</b> leading man. The Greek phrase indicates Publius was the Roman governor of Malta."
  },
  {
    "start": 44028008,
    "content": "<b><a>28:8</a></b> <b>afflicted with fever and dysentery.</b> afflicted with fever and dysentery. The gastric fever (caused by a microbe found in goat’s milk) that was common on Malta. Dysentery, often the result of poor sanitation, was widespread in the ancient world."
  },
  {
    "start": 44028011,
    "content": "<b><a>28:11</a></b> <b>at the end of three months.</b> <b>Alexandrian ship.</b> <b>Twin Brothers.</b> at the end of three months. Since sea travel was dangerous during this period ( see note on 27:9 ). Alexandrian ship. Probably another in the imperial grain fleet ( see notes on 27:5–6 ). Twin Brothers. Castor and Pollux, Zeus’ sons according to Greek mythology, were believed to protect sailors."
  },
  {
    "start": 44028012,
    "content": "<b><a>28:12</a></b> <b>Syracuse.</b> Syracuse. An important city on the island of Sicily. Tradition holds that Paul established a church during the ship’s 3-day stopover there."
  },
  {
    "start": 44028013,
    "content": "<b><a>28:13</a></b> <b>Rhegium.</b> <b>Puteoli.</b> Rhegium. A harbor on the southern tip of the Italian mainland. There the ship waited one day for a favorable wind to permit it to sail through the Straits of Messina (separating Sicily from the Italian mainland). Puteoli. Modern Pozzuoli, located on the Bay of Naples near Pompeii. Rome’s main port and the most important one in Italy, Puteoli was also the main port for the Egyptian grain fleet ( see note on 27:5 )."
  },
  {
    "start": 44028014,
    "content": "<b><a>28:14</a></b> <b>Rome.</b> Rome. Almost as a footnote, Luke mentions the party’s arrival in the Imperial capital—Paul’s longtime goal ( see note on 19:21 )."
  },
  {
    "start": 44028015,
    "content": "<b><a>28:15</a></b> <b>Market of Appius.</b> <b>Three Inns.</b> Market of Appius. A market town 43 mi. south of Rome on the Appian Way. Three Inns. A rest stop on the Appian Way, about 30 mi. south of Rome."
  },
  {
    "start": 44028016,
    "content": "<b><a>28:16</a></b> <b>stay by himself … guarding.</b> stay by himself … guarding. Possibly through Julius’ intervention, Paul was allowed to live under guard in his own rented quarters (cf. v. 30 )."
  },
  {
    "start": 44028017,
    "end": 44028029,
    "content": "<b><a>28:17–29</a></b> Paul’s sixth and final defense recorded in Acts (cf. 22:1–21 ; 22:30—23:10 ; 24:10–21 ; 25:1–12 ; 26:1–29 )."
  },
  {
    "start": 44028019,
    "content": "<b><a>28:19</a></b> <b>appeal to Caesar.</b> appeal to Caesar. See note on 25:11 ."
  },
  {
    "start": 44028020,
    "content": "<b><a>28:20</a></b> <b>the hope of Israel.</b> the hope of Israel. See notes on 24:15 ; 26:6 ."
  },
  {
    "start": 44028023,
    "content": "<b><a>28:23</a></b> <b>kingdom of God.</b> <b>persuade them … Law of Moses … Prophets.</b> kingdom of God. See note on 1:3 . persuade them … Law of Moses … Prophets. Paul’s method of Jewish evangelism throughout Acts was to prove from the OT that Jesus was the Messiah (cf. 13:16–41 )."
  },
  {
    "start": 44028026,
    "end": 44028027,
    "content": "<b><a>28:26–27</a></b> Quoted from Is 6:9–10 ( see note there )."
  },
  {
    "start": 44028028,
    "content": "<b><a>28:28</a></b> <b>salvation of God was sent to the Gentiles.</b> salvation of God was sent to the Gentiles. See 11:18 ; 13:46–47 ; 14:27 ; 15:14–17 ; 18:6 ."
  },
  {
    "start": 44028029,
    "content": "<b><a>28:29</a></b> Many ancient manuscripts omit this verse."
  },
  {
    "start": 44028030,
    "end": 44028031,
    "content": "<b><a>28:30–31</a></b> The best explanation for this rather abrupt ending to the book is that Luke wrote Acts before Paul’s release from his first Roman imprisonment (see Introduction: Author and Date )."
  },
  {
    "start": 44028031,
    "content": "<b><a>28:31</a></b> <b>with all confidence, unhindered.</b> with all confidence, unhindered. Helped by his loyal fellow workers (cf. Col 4:10 ; Phm 24 ), Paul evangelized Rome (cf. Php 1:13 ; 4:22 )."
  }
]