[
  {
    "start": 8001001,
    "end": 8001005,
    "content": "<b><a>1:1–5</a></b> This introduction to Ruth sets in motion the following events, which culminate in Obed’s birth and his relationship to the Davidic line of Christ. See Introduction: Background and Setting ."
  },
  {
    "start": 8001002,
    "content": "<b><a>1:2</a></b> <b>Elimelech.</b> <b>Naomi.</b> <b>Mahlon and Chilion.</b> <b>Ephrathites.</b> Elimelech. His name means “my God is king,” signifying a devout commitment to the God of Israel. Most likely, he was a prominent man in the community whose brothers might have included the unnamed close relative and Boaz (cf. 4:3 ). Naomi. Her name means “pleasant.” Mahlon and Chilion. Their names mean “sick” and “pining” respectively. Ephrathites. A title used of people who lived in the area anciently known as Ephrath ( Ge 35:16 , 19 ; 48:7 ) or Ephrathah ( Ru 4:11 ; Mic 5:2 ), but later more prominently called Bethlehem ( 1:1 ). Jesse, father of David, is called “an Ephrathite of Bethlehem” ( 1Sa 17:12 ) and “Jesse the Bethlehemite” ( 1Sa 16:1 , 18 ; 17:58 )."
  },
  {
    "start": 8001004,
    "content": "<b><a>1:4</a></b> <b>Moabite women.</b> <b>Orpah.</b> <b>Ruth.</b> <b>about ten years.</b> Moabite women. See Introduction: Interpretive Challenges . Orpah. Her name means “stubborn.” Ruth. Her name means “friendship.” about ten years. This period would seem to include the entire time of Naomi’s residency in Moab."
  },
  {
    "start": 8001005,
    "content": "<b><a>1:5</a></b> <b>woman was left without.</b> woman was left without. Naomi, a widow in Moab whose two sons had died also, believed that Yahweh had afflicted her with bitter days until she would die ( 1:13 , 20 , 21 ). No reason for the death of these 3 men in her life is given. Ruth married Mahlon, and Orpah united with Chilion (cf. 4:10 )."
  },
  {
    "start": 8001006,
    "end": 8001022,
    "content": "<b><a>1:6–22</a></b> The death of Elimelech and his two sons ( 1:3 , 5 ) prepared the way for Naomi and Ruth to leave Orpah in Moab ( 1:6–14 ) and return together to Bethlehem ( 1:15–22 )."
  },
  {
    "start": 8001007,
    "content": "<b><a>1:7</a></b> <b>she went forth.</b> she went forth. Naomi had friends ( 1:19 ), family ( 2:1 ), and prosperity ( 4:3 ) awaiting her in Bethlehem."
  },
  {
    "start": 8001008,
    "end": 8001010,
    "content": "<b><a>1:8–10</a></b> Naomi graciously encouraged her two daughters-in-law to return to their homes ( 1:8 ) and to remarry ( 1:9 ), but they emotionally insisted on going to Jerusalem ( 1:10 )."
  },
  {
    "start": 8001011,
    "end": 8001013,
    "content": "<b><a>1:11–13</a></b> Naomi selflessly reasoned a second time for their return, because she would be unable to provide them with new husbands (possibly in the spirit of a levirate marriage as described in Dt 25:5–6 ). If Orpah and Ruth waited, they would most likely have become as old as Naomi was then before they could remarry (cf. Ge 38:11 )."
  },
  {
    "start": 8001012,
    "content": "<b><a>1:12</a></b> <b>I am too old.</b> I am too old. Naomi was probably over 50."
  },
  {
    "start": 8001013,
    "content": "<b><a>1:13</a></b> <b>the hand of Yahweh.</b> the hand of Yahweh. A figure of speech which describes Yahweh’s work. Yahweh is spirit ( Jn 4:24 ) and therefore does not have a literal hand."
  },
  {
    "start": 8001014,
    "end": 8001015,
    "content": "<b><a>1:14–15</a></b> At the second plea to return, Orpah turned back. Naomi pleaded with Ruth a third time to return."
  },
  {
    "start": 8001015,
    "content": "<b><a>1:15</a></b> <b>her gods.</b> her gods. Refers to Chemosh the chief Moabite deity who required child sacrifice ( 2Ki 3:27 ) and other local deities."
  },
  {
    "start": 8001016,
    "end": 8001018,
    "content": "<b><a>1:16–18</a></b> Ruth recited her hallmark expression of loyalty to Naomi and commitment to the family she married into."
  },
  {
    "start": 8001017,
    "content": "<b><a>1:17</a></b> <b>Yahweh do to me.</b> Yahweh do to me. Ruth’s vow bore further testimony to her conversion. She followed the path first blazed by Abraham ( Jos 24:2 )."
  },
  {
    "start": 8001019,
    "content": "<b><a>1:19</a></b> <b>they came to Bethlehem.</b> <b>all the city.</b> they came to Bethlehem. A trip from Moab (at least 60–75 mi.) would have taken about 7–10 days. Having descended about 4,500 ft. from Moab into the Jordan Valley, they then ascended 3,750 ft. through the hills of Judea. all the city. Naomi had been well known in her prior residency (cf. Ephrathites of Bethlehem, 1:2 ). The question, “Is this Naomi?” most likely reflected the hard life of the last decade and the toll that it took on her appearance."
  },
  {
    "start": 8001020,
    "end": 8001021,
    "content": "<b><a>1:20–21</a></b> <b>Naomi … Mara … full … empty.</b> Naomi … Mara … full … empty. Naomi’s outlook on life, although grounded in God’s sovereignty, was not hopeful; thus she asked to be renamed “Mara,” which means “bitter.” Her experiences were not unlike Job’s ( Job 1–2 ), but her perspective resembled that of Job’s wife ( Job 2:10 ). In reality, Naomi had 1) a full harvest prospect, 2) Ruth plus Boaz, and 3) the hope of God’s future blessing."
  },
  {
    "start": 8001022,
    "content": "<b><a>1:22</a></b> <b>Ruth the Moabitess.</b> <b>at the beginning of barley harvest.</b> Ruth the Moabitess. This title also appears at 2:2 , 21 ; 4:5 , 10 . Ruth stands out as a foretaste of future Gentile conversions (cf. Ro 11 ). at the beginning of barley harvest. Normally the middle to the end of Apr."
  },
  {
    "start": 8002001,
    "end": 8002023,
    "content": "<b><a>2:1–23</a></b> Two widows, newly at home in Bethlehem after Naomi’s 10-year absence, needed the basics of life. Ruth volunteered to go out and glean the fields for food (cf. Jas 1:27 ). In so doing, she unintentionally went to the field of Boaz, a close family relative, where she found great favor in his sight."
  },
  {
    "start": 8002002,
    "content": "<b><a>2:2</a></b> <b>glean.</b> glean. The Mosaic law commanded that the harvest should not be reaped to the corners nor the gleanings picked up ( Lv 19:9–10 ). Gleanings were stalks of grain left after the first cutting (cf. 2:3 , 7–8 , 15 , 17 ). These were dedicated to the needy, especially widows, orphans, and strangers ( Lv 23:22 ; Dt 24:19–21 )."
  },
  {
    "start": 8002003,
    "content": "<b><a>2:3</a></b> <b>she happened</b> <b>.</b> <b>portion of the field.</b> she happened to come . Here was a classic example of God’s providence at work. portion of the field. Possibly a large community field in which Boaz had a plot."
  },
  {
    "start": 8002004,
    "end": 8002017,
    "content": "<b><a>2:4–17</a></b> Note throughout how Boaz manifested the spirit of the law in going beyond what the Mosaic legislation required by 1) feeding Ruth ( 2:14 ), 2) letting Ruth glean among the sheaves ( 2:15 ), and 3) leaving extra grain for her to glean ( 2:16 )."
  },
  {
    "start": 8002007,
    "content": "<b><a>2:7</a></b> <b>sheaves.</b> sheaves. Bundles of grain stalks tied together for transport to the threshing floor."
  },
  {
    "start": 8002008,
    "content": "<b><a>2:8</a></b> <b>my daughter.</b> <b>my young women.</b> my daughter. Boaz was about 45–55 years old and a contemporary of Elimelech and Naomi. He would naturally see Ruth as a daughter ( 3:10–11 ), much like Naomi did (cf. 2:2 , 22 ; 3:1 , 16 , 18 ). Boaz contrasted himself with younger men ( 3:10 ). my young women. The ones who tied up the sheaves."
  },
  {
    "start": 8002009,
    "content": "<b><a>2:9</a></b> <b>the young men.</b> the young men. The ones who cut the grain with hand sickles (cf. 2:21 )."
  },
  {
    "start": 8002010,
    "content": "<b><a>2:10</a></b> <b>a foreigner.</b> a foreigner. Ruth remained ever mindful that she was an alien and, as such, must conduct herself humbly. Possibly she had knowledge of Dt 23:3–4 . She acknowledged the grace (lit. “favor”) of Boaz."
  },
  {
    "start": 8002011,
    "content": "<b><a>2:11</a></b> <b>fully told to me.</b> fully told to me. This speaks to both Naomi’s quickness to speak kindly of Ruth and Boaz’s network of influence in Bethlehem. Ruth remained true to her promise ( 1:16–17 )."
  },
  {
    "start": 8002012,
    "content": "<b><a>2:12</a></b> <b>wings … refuge.</b> wings … refuge. Scripture pictures God as catching Israel up on His wings in the Exodus ( Ex 19:4 ; Dt 32:11 ). God is here portrayed as a mother bird sheltering the young and fragile with her wings (cf. Pss 17:8 ; 36:7 ; 57:1 ; 61:4 ; 63:7 ; 91:1 , 4 ). Boaz blessed Ruth in light of her newfound commitment to and dependence on Yahweh. Later, he would become God’s answer to this prayer (cf. 3:9 )."
  },
  {
    "start": 8002014,
    "content": "<b><a>2:14</a></b> <b>vinegar.</b> vinegar. Sour wine, mixed with a little oil, used to quench thirst."
  },
  {
    "start": 8002015,
    "content": "<b><a>2:15</a></b> <b>among the sheaves.</b> among the sheaves. Boaz granted her request ( 2:7 ) to go beyond the letter of the law."
  },
  {
    "start": 8002017,
    "content": "<b><a>2:17</a></b> <b>ephah.</b> ephah. Over one-half bushel, weighing about 30 to 40 lbs."
  },
  {
    "start": 8002018,
    "content": "<b><a>2:18</a></b> <b>what she had left.</b> what she had left. Not the gleaned grain, but rather the lunch ration which Ruth did not eat (cf. 2:14 )."
  },
  {
    "start": 8002020,
    "content": "<b><a>2:20</a></b> <b>his lovingkindness.</b> <b>one of our</b> <b>redeemers.</b> his lovingkindness. Naomi began to understand God’s sovereign working, covenant loyalty, lovingkindness, and mercy toward her because Ruth, without human direction ( 2:3 ), found the near relative Boaz. one of our kinsman redeemers. The great kinsman-redeemer theme of Ruth begins here (cf. 3:9 , 12 ; 4:1 , 3 , 6 , 8 , 14 ). A close relative could redeem 1) a family member sold into slavery ( Lv 25:47–49 ), 2) land which needed to be sold under economic hardship ( Lv 25:23–28 ), and/or 3) the family name by virtue of a levirate marriage ( Dt 25:5–10 ). This earthly custom pictures the reality of God the Redeemer doing a greater work ( Pss 19:14 ; 78:35 ; Is 41:14 ; 43:14 ) by reclaiming those who needed to be spiritually redeemed out of slavery to sin ( Ps 107:2 ; Is 62:12 ). Thus, Boaz pictures Christ, who as a Brother ( Heb 2:17 ), redeemed those who 1) were slaves to sin ( Ro 6:15–18 ), 2) had lost all earthly possessions/privileges in the Fall ( Ge 3:17–19 ), and 3) had been alienated by sin from God ( 2Co 5:18–21 ). Boaz stands in the direct line of Christ ( Mt 1:5 ; Lk 3:32 ). This turn of events marks the point where Naomi’s human emptiness ( 1:21 ) begins to be refilled by Yahweh. Her night of earthly doubt has been broken by the dawning of new hope (cf. Ro 8:28–39 )."
  },
  {
    "start": 8002022,
    "content": "<b><a>2:22</a></b> <b>do not oppress you.</b> do not oppress you. Ruth the Moabitess would not be treated with such mercy and grace by strangers outside of the family."
  },
  {
    "start": 8002023,
    "content": "<b><a>2:23</a></b> <b>the end of … harvest.</b> the end of … harvest. Barley harvest usually began about mid-Apr. and wheat harvest extended to mid-June—a period of intense labor for about two months. This generally coincided with the 7 weeks between Passover and the Feast of Weeks, i.e., Pentecost (cf. Lv 23:15–16 ; Dt 16:9–12 )."
  },
  {
    "start": 8003001,
    "end": 8003018,
    "content": "<b><a>3:1–18</a></b> Encouraged by Ruth’s days in Boaz’s field, Naomi instructed Ruth in the way she should go to ensure a brighter future. Ruth carefully followed Naomi’s directions to solicit redemption by Boaz, while Yahweh had prepared Boaz to redeem Ruth. Only one potential obstacle remained, a relative nearer than Boaz."
  },
  {
    "start": 8003002,
    "content": "<b><a>3:2</a></b> <b>threshing floor.</b> <b>tonight.</b> threshing floor. Usually a large, hard area of earth or stone on the downwind (E) side of the village where threshing took place (loosening the grain from the straw and winnowing). tonight. Winnowing (tossing grain into the air to finish separating the grain from the chaff) normally occurred in late afternoon when the Mediterranean winds prevailed. Sifting and bagging the grain would have carried over past dark, and Boaz may have remained all night to guard the grain from theft."
  },
  {
    "start": 8003003,
    "end": 8003004,
    "content": "<b><a>3:3–4</a></b> Naomi instructed Ruth 1 ) to put on her best appearance and 2) to propose marriage to Boaz by utilizing an ancient Near Eastern custom. Since Boaz was a generation older than Ruth ( 2:8 ), this overture would indicate Ruth’s desire to marry Boaz, which the older, gracious Boaz would not have initiated with a younger woman."
  },
  {
    "start": 8003007,
    "content": "<b><a>3:7</a></b> <b>his heart was merry.</b> his heart was merry. Using the same language of 3:1 (“security” … “be well”), Boaz is described as having a sense of well-being, which is most readily explained by the full harvest in contrast to previous years of famine (cf. Jdg 18:20 ; 1Ki 21:7 )."
  },
  {
    "start": 8003009,
    "content": "<b><a>3:9</a></b> <b>spread your wing over your maidservant.</b> spread your wing over your maidservant. Ruth righteously appealed to Boaz, using the language of Boaz’s earlier prayer ( 2:12 ), to marry her according to the levirate custom ( Dt 25:5–10 ). See Introduction: Interpretive Challenges ."
  },
  {
    "start": 8003010,
    "content": "<b><a>3:10</a></b> <b>lovingkindness.</b> <b>after young men.</b> lovingkindness. Ruth’s loyalty to Naomi, Yahweh, and even Boaz is commended by Boaz. after young men. Ruth demonstrated moral excellence in that 1) she did not engage in immorality, 2) she did not remarry outside the family, and 3) she had appealed for levirate redemption to an older, godly man."
  },
  {
    "start": 8003011,
    "content": "<b><a>3:11</a></b> <b>excellence.</b> excellence. In all respects, Ruth personifies excellence (cf. Pr 31:10 ). This same language has been used of Boaz (“a man of great wealth” or more likely “a man of valor” in 2:1 ), thus making them the perfectly matched couple for an exemplary marriage."
  },
  {
    "start": 8003012,
    "content": "<b><a>3:12</a></b> <b>a</b> <b>redeemer closer than I.</b> a kinsman redeemer closer than I. Boaz righteously deferred to someone else who was nearer in relationship to Elimelech. The nearer relative may have been Boaz’s older brother (cf. 4:3 ), or Boaz may have been his cousin. The fact that the neighbor women said, “A son has been born to Naomi” at Obed’s birth would suggest the brother or cousin relationship to Elimelech ( 4:17 )."
  },
  {
    "start": 8003013,
    "content": "<b><a>3:13</a></b> <b>I will redeem you.</b> <b>as Yahweh lives.</b> I will redeem you. Boaz willingly accepted Ruth’s proposal, if the nearer relative was unable or unwilling to exercise his levirate duty. as Yahweh lives. The most solemn, binding oath an Israelite could vow."
  },
  {
    "start": 8003014,
    "content": "<b><a>3:14</a></b> <b>lay at his feet.</b> lay at his feet. According to the text, no immorality occurred. Boaz even insisted on no appearance of evil."
  },
  {
    "start": 8003015,
    "content": "<b><a>3:15</a></b> <b>six</b> <b>.</b> six measures . The Hebrew text gives no standard of measurement, but some translations use the word ephah . However, 6 ephahs would weigh about 200 lbs., far too much for Ruth to carry home in her shawl. Therefore, deemed most reasonable is 6 seahs (60–80 lbs.), which would have been twice the amount Ruth had previously gleaned (see 2:17 )."
  },
  {
    "start": 8003018,
    "content": "<b><a>3:18</a></b> <b>today.</b> today. Naomi knew that Boaz was a man of integrity and would fulfill his promise with a sense of urgency. They needed to wait on Yahweh to work through Boaz."
  },
  {
    "start": 8004001,
    "end": 8004022,
    "content": "<b><a>4:1–22</a></b> God’s divine plan fully blossomed as Boaz redeemed Naomi’s land and Ruth’s hand in marriage. Naomi, once empty ( 1:21 ), is full; Ruth, once a widow ( 1:5 ), is married; most importantly, Yahweh has prepared Christ’s line of descent in David, through Boaz and Obed, back to Judah ( Ge 49:10 ) to fulfill the proper messianic lineage."
  },
  {
    "start": 8004002,
    "content": "<b><a>4:2</a></b> <b>ten men.</b> ten men. This number apparently comprised a quorum to officially transact business, although only two or three witnesses were needed for judicial proceedings (cf. Dt 17:6 ; 19:15 )."
  },
  {
    "start": 8004003,
    "content": "<b><a>4:3</a></b> <b>Naomi … has to sell.</b> <b>our brother Elimelech.</b> Naomi … has to sell. As a widow, she needed the money for living expenses, knowing that the land would ultimately be returned at Jubilee ( Lv 25:28 ). our brother Elimelech. Boaz and the unnamed relative were most likely either brothers or cousins."
  },
  {
    "start": 8004004,
    "content": "<b><a>4:4</a></b> <b>Acquire</b> Acquire it. As authorized by the Mosaic law ( Lv 25:23–28 )."
  },
  {
    "start": 8004005,
    "content": "<b><a>4:5</a></b> <b>you must also acquire.</b> you must also acquire. Both redeeming Ruth and the land would not have been required by the letter of the levirate law ( Dt 25:5–6 ). Perhaps this exemplified Boaz’s desire to obey the spirit of the law ( see note on 2:4–17 ) or maybe redemption of land and marriage had been combined by local tradition. The levirate principle appears first in Scripture at Ge 38:8 (cf. Mt 22:23–28 )."
  },
  {
    "start": 8004006,
    "content": "<b><a>4:6</a></b> <b>I ruin my own inheritance.</b> <b>You redeem my right of redemption for yourself.</b> I ruin my own inheritance. He was unwilling to have the family portfolio split between his existing children and the potential offspring of a union with Ruth. You redeem my right of redemption for yourself. The closer relative relinquished his legal right to the land and Ruth. This cleared the way for Boaz to redeem both."
  },
  {
    "start": 8004007,
    "content": "<b><a>4:7</a></b> <b>removed his sandal.</b> removed his sandal. The Scripture writer explained to his own generation what had been a custom in former generations. This kind of tradition appears in Dt 25:5–10 and apparently continued at least to the time of Amos ( 2:6 ; 8:6 ). The closer relative legally transferred his right to the property as symbolized by the sandal, most likely that of the nearer relative."
  },
  {
    "start": 8004009,
    "content": "<b><a>4:9</a></b> <b>I have acquired.</b> I have acquired. Boaz exercised his legal option to redeem both the land and Ruth before appropriate witnesses."
  },
  {
    "start": 8004010,
    "content": "<b><a>4:10</a></b> <b>the widow of Mahlon.</b> <b>I have acquired Ruth … to be my wife.</b> <b>the name of the one who had died.</b> the widow of Mahlon. Only here is Ruth’s former husband identified (cf. 1:5 note). Therefore, it can also be assumed that Chilion married Orpah. I have acquired Ruth … to be my wife. Boaz exercised the spirit of the law and became Ruth’s kinsman-redeemer ( Dt 25:5–6 ). the name of the one who had died. Perpetuation of the family name ( 1Sa 24:21 ) was an important feature that the levirate process provided (cf. Dt 25:6 )."
  },
  {
    "start": 8004011,
    "content": "<b><a>4:11</a></b> <b>witnesses.</b> <b>like Rachel and Leah.</b> <b>Ephrathah … Bethlehem.</b> We are witnesses. This affirmation signaled the strong approval of the city. like Rachel and Leah. Rachel, the most beloved wife of Jacob, was buried nearby ( Ge 35:19 ); Leah was the mother of Judah (by Jacob), their namesake descendant ( Ge 29:35 ). This remembrance went back almost 900 years to ca. 1915 BC. Ephrathah … Bethlehem. The ancient name of Bethlehem ( Ge 35:19 ; 48:7 ). See note on 1:2 . Micah later prophetically wrote that this city would be the birthplace of Messiah ( 5:2 )."
  },
  {
    "start": 8004012,
    "content": "<b><a>4:12</a></b> <b>Perez … Tamar … Judah.</b> <b>seed.</b> Perez … Tamar … Judah. Read Ge 38:1–30 for the background to these 3. Tamar, the widow of Judah’s first son, Er, when denied a levirate marriage to Judah’s remaining son, Shelah ( 38:14 ), took matters into her own hands and immorally consorted with her father-in-law Judah ( 38:18 ). Perez, the firstborn of twins by Tamar, became the main ancestor of the Ephrathites and Bethlehemites ( 1Chr 2:3–5 , 19 , 50–51 ; 4:4 ). See note on 4:18 . seed. The firstborn son would be considered the son of Mahlon. Additional sons would legally be the offspring of Boaz ( Dt 25:6 )."
  },
  {
    "start": 8004013,
    "content": "<b><a>4:13</a></b> <b>he went in to her.</b> <b>Yahweh granted her conception.</b> he went in to her. OT euphemism for sexual intercourse. Yahweh granted her conception. As with Rachel ( Ge 30:22 ) and Leah ( Ge 29:31 ), so also with Ruth (cf. Ps 127:3 )."
  },
  {
    "start": 8004014,
    "content": "<b><a>4:14</a></b> <b>Yahweh … has not left you.</b> <b>a</b> <b>redeemer … his name.</b> Yahweh … has not left you. In contrast to Naomi’s worst moments of despair ( 1:20–21 ). a kinsman redeemer … his name. Refers to Obed, not Boaz (cf. 4:11 ), who cared for Naomi in her latter years."
  },
  {
    "start": 8004015,
    "content": "<b><a>4:15</a></b> <b>better … than seven sons.</b> better … than seven sons. Seven represented the number of perfection and thus 7 sons would make the complete family (cf. 1Sa 2:5 ). However, Ruth exceeded this standard all by herself."
  },
  {
    "start": 8004016,
    "content": "<b><a>4:16</a></b> <b>became his nurse.</b> became his nurse. This expresses the natural affection of a godly grandmother for her God-given grandson."
  },
  {
    "start": 8004017,
    "content": "<b><a>4:17</a></b> <b>The neighbor women gave him a name.</b> <b>A son has been born to Naomi!</b> <b>Obed … Jesse … David.</b> The neighbor women gave him a name. Here is the only place in the OT where a child was named by someone other than the immediate family. Obed means “servant.” A son has been born to Naomi! Ruth vicariously bore the son that would restore the family name of Naomi’s deceased son Mahlon (cf. 4:1 ). Obed … Jesse … David. This complete genealogy appears identically in 4 other biblical texts ( Ru 4:21–22 ; 1Chr 2:12–15 ; Mt 1:5–6 ; Lk 3:31–32 ). Boaz and Ruth were the great-grandparents of David."
  },
  {
    "start": 8004018,
    "end": 8004022,
    "content": "<b><a>4:18–22</a></b> <b>Perez … David.</b> Perez … David. This representative genealogy, which spans 9 centuries from Perez (ca. 1885 BC) to David (ca. 1040 BC), specifically names 10 generations. The first 5 (Perez to Nashon) cover the patriarchal times to the Exodus and wilderness wanderings. Salmon to David covers Joshua’s lifetime and the judges to the monarchy. This genealogical compression by omission does not signal faulty records, because in Jewish thinking, “son” could mean “descendant” (cf. Mt 1:1 ). The purpose of a family record was not necessarily to include every generation, but rather to establish incontestable succession by way of the more notable ancestors."
  },
  {
    "start": 8004019,
    "content": "<b><a>4:19</a></b> <b>Ram.</b> Ram. Listed as Arni in some Greek texts of Lk 3:33 ."
  },
  {
    "start": 8004020,
    "content": "<b><a>4:20</a></b> <b>Nahshon.</b> Nahshon. The leader of Judah in the Exodus ( Nu 1:7 ; 2:3 ; 7:12 , 17 ; 10:14 )."
  },
  {
    "start": 8004021,
    "content": "<b><a>4:21</a></b> <b>Salmon became the father of Boaz.</b> Salmon became the father of Boaz. Since Mt 1:5 lists Rahab the harlot, who lived ca. 1425–1350 BC, as Salmon’s wife, it thus indicates that some generations have been selectively omitted between Salmon and Boaz (ca. 1160–1090 BC)."
  },
  {
    "start": 8004022,
    "content": "<b><a>4:22</a></b> <b>David.</b> David. Looking back at Ruth from a NT perspective, latent messianic implications become more apparent (cf. Mt 1:1 ). The fruit which is promised later on in the Davidic Covenant ( 2Sa 7:1–17 ) finds its seedbed here. The hope of a messianic king and kingdom ( 2Sa 7:12–14 ) will be fulfilled in the Lord Jesus Christ ( Rev 19–20 ) through the lineage of David’s grandfather Obed, who was born to Boaz and Ruth the Moabitess."
  }
]