[
  {
    "id": "intro50",
    "title": "The Letter of Paul to the Philippians",
    "content": "The Letter of Paul to the Philippians Title Philippians derives its name from the Greek city where the church to which it was addressed was located. Philippi was the first town in Macedonia where Paul established a church. Author and Date The unanimous testimony of the early church was that the apostle Paul wrote Philippians. Nothing in the letter would have motivated a forger to write it. The question of when Philippians was written cannot be separated from that of where it was written. The traditional view is that Philippians, along with the other Prison Epistles (Ephesians, Colossians, Philemon), was written during Paul’s first imprisonment at Rome (ca. AD 60–62). The most natural understanding of the references to the “praetorian guard” ( <a ref='Philippians 1:13'>1:13</a> ) and the “saints … of Caesar’s household” ( <a ref='Philippians 4:22'>4:22</a> ) is that Paul wrote from Rome, where the emperor lived. The similarities between the details of Paul’s imprisonment given in Acts and in the Prison Epistles also argue that those epistles were written from Rome (e.g., Paul was guarded by soldiers, <a ref='Acts 28:16'>Ac 28:16</a> ; cf. <a ref='Philippians 1:13–14'>1:13–14</a> ; was permitted to receive visitors, <a ref='Acts 28:30'>Ac 28:30</a> ; cf. <a ref='Philippians 4:18'>4:18</a> ; and had the opportunity to preach the gospel, <a ref='Acts 28:31'>Ac 28:31</a> ; cf. <a ref='Philippians 1:12–14'>1:12–14</a> ; <a ref='Ephesians 6:18–20'>Eph 6:18–20</a> ; <a ref='Colossians 4:2–4'>Col 4:2–4</a> ). Some have held that Paul wrote the Prison Epistles during his two-year imprisonment at Caesarea ( <a ref='Acts 24:27'>Ac 24:27</a> ). But Paul’s opportunities to receive visitors and proclaim the gospel were severely limited during that imprisonment (cf. <a ref='Acts 23:35'>Ac 23:35</a> ). The Prison Epistles express Paul’s hope for a favorable verdict ( <a ref='Philippians 1:25'>1:25</a> ; <a ref='Philippians 2:24'>2:24</a> ; cf. <a ref='Philemon 1:22'>Phm 22</a> ). In Caesarea, however, Paul’s only hope for release was either to bribe Felix ( <a ref='Acts 24:26'>Ac 24:26</a> ), or agree to stand trial at Jerusalem under Festus ( <a ref='Acts 25:9'>Ac 25:9</a> ). In the Prison Epistles, Paul expected the decision in his case to be final ( <a ref='Philippians 1:20–23'>1:20–23</a> ; <a ref='Philippians 2:17'>2:17</a> , <a ref='Philippians 2:23'>23</a> ). That could not have been true at Caesarea, since Paul could and did appeal his case to the emperor. Another alternative has been that Paul wrote the Prison Epistles from Ephesus. But at Ephesus, like Caesarea, no final decision could be made in his case because of his right to appeal to the emperor. Also, Luke was with Paul when he wrote Colossians ( <a ref='Colossians 4:14'>Col 4:14</a> ), but he apparently was not with the apostle at Ephesus. <a ref='Ac 19'>Acts 19</a> , which records Paul’s stay in Ephesus, is not in one of the “we sections” of Acts (see Introduction to Acts: Author and Date ). The most telling argument against Ephesus as the point of origin for the Prison Epistles, however, is that there is no evidence that Paul was ever imprisoned at Ephesus. In light of the serious difficulties faced by both the Caesarean and Ephesian views, there is no reason to reject the traditional view that Paul wrote the Prison Epistles—including Philippians—from Rome. Paul’s belief that his case would soon be decided ( <a ref='Philippians 2:23–24'>2:23–24</a> ) points to Philippians being written toward the close of the apostle’s two-year Roman imprisonment (ca. AD 61). Background and Setting Originally known as Krenides (“The Little Fountains”) because of the numerous nearby springs, Philippi (“city of Philip”) received its name from Philip II of Macedon (the father of Alexander the Great). Attracted by the nearby gold mines, Philip conquered the region in the fourth century BC. In the second century BC, Philippi became part of the Roman province of Macedonia. The city existed in relative obscurity for the next two centuries until one of the most famous events in Roman history brought it recognition and expansion. In 42 BC, the forces of Antony and Octavian defeated those of Brutus and Cassius at the Battle of Philippi, thus ending the Roman Republic and ushering in the Empire. After the battle, Philippi became a Roman colony (cf. <a ref='Acts 16:12'>Ac 16:12</a> ), and many veterans of the Roman army settled there. As a colony, Philippi had autonomy from the provincial government and the same rights granted to cities in Italy, including the use of Roman law, exemption from some taxes, and Roman citizenship for its residents ( <a ref='Acts 16:21'>Ac 16:21</a> ). Being a colony was also the source of much civic pride for the Philippians, who used Latin as their official language, adopted Roman customs, and modeled their city government after that of Italian cities. Acts and Philippians both reflect Philippi’s status as a Roman colony. Paul’s description of Christians as citizens of heaven ( <a ref='Philippians 3:20'>3:20</a> ) was appropriate, since the Philippians prided themselves on being citizens of Rome (cf. <a ref='Acts 16:21'>Ac 16:21</a> ). The Philippians may well have known some of the members of the palace guard ( <a ref='Philippians 1:13'>1:13</a> ) and Caesar’s household ( <a ref='Philippians 4:22'>4:22</a> ). The church at Philippi, the first one founded by Paul in Europe, dates from the apostle’s second missionary journey ( <a ref='Acts 16:12–40'>Ac 16:12–40</a> ). Philippi evidently had a very small Jewish population. Because there were not enough men to form a synagogue (the requirement was for 10 Jewish men who were heads of a household), some devout women met outside the city at a place of prayer ( <a ref='Acts 16:13'>Ac 16:13</a> ) alongside the Gangites River. Paul preached the gospel to them and Lydia, a wealthy merchant dealing in expensive purple dyed goods ( <a ref='Acts 16:14'>Ac 16:14</a> ), became a believer ( <a ref='Acts 16:14–15'>16:14–15</a> ). It is likely that the Philippian church initially met in her spacious home. Satanic opposition to the new church immediately arose in the person of a demon-possessed, fortune-telling slave girl ( <a ref='Acts 16:16–17'>Ac 16:16–17</a> ). Not wanting even agreeable testimony from such an evil source, Paul cast the demon out of her ( <a ref='Acts 16:18'>Ac 16:18</a> ). The apostle’s act enraged the girl’s masters, who could no longer sell her services as a fortune-teller ( <a ref='Acts 16:19'>Ac 16:19</a> ). They hauled Paul and Silas before the city’s magistrates ( <a ref='Acts 16:20'>Ac 16:20</a> ) and inflamed the civic pride of the Philippians by claiming the two preachers were a threat to Roman customs ( <a ref='Acts 16:20–21'>Ac 16:20–21</a> ). As a result, Paul and Silas were beaten and imprisoned ( <a ref='Acts 16:22–24'>Ac 16:22–24</a> ). The two preachers were miraculously released from prison that night by an earthquake, which unnerved the jailer and opened his heart and that of his household to the gospel ( <a ref='Acts 16:25–34'>Ac 16:25–34</a> ). The next day the magistrates, panicking when they learned they had illegally beaten and imprisoned two Roman citizens, begged Paul and Silas to leave Philippi. Paul apparently visited Philippi twice during his third missionary journey, once at the beginning (cf. <a ref='2 Corinthians 8:1–5'>2Co 8:1–5</a> ), and again near the end ( <a ref='Acts 20:6'>Ac 20:6</a> ). About 4 or 5 years after his last visit to Philippi, while a prisoner at Rome, Paul received a delegation from the Philippian church. The Philippians had generously supported Paul in the past ( <a ref='Philippians 4:15–16'>4:15–16</a> ), and had also contributed abundantly for the needy at Jerusalem ( <a ref='2 Corinthians 8:1–4'>2Co 8:1–4</a> ). Now, hearing of Paul’s imprisonment, they sent another contribution to him ( <a ref='Philippians 4:10'>4:10</a> ), and along with it Epaphroditus to minister to Paul’s needs. Unfortunately, Epaphroditus suffered a near-fatal illness ( <a ref='Philippians 2:26–27'>2:26–27</a> ), either while en route to Rome, or after he arrived. Accordingly, Paul decided to send Epaphroditus back to Philippi ( <a ref='Philippians 2:25–26'>2:25–26</a> ) and wrote the letter to the Philippians to send back with him. Paul had several purposes in composing this epistle. First, he wanted to express in writing his thanks for the Philippians’ gift ( <a ref='Philippians 4:10–18'>4:10–18</a> ). Second, he wanted the Philippians to know why he decided to return Epaphroditus to them, so they would not think his service to Paul had been unsatisfactory ( <a ref='Philippians 2:25–26'>2:25–26</a> ). Third, he wanted to inform them about his circumstances at Rome ( <a ref='Philippians 1:12–26'>1:12–26</a> ). Fourth, he wrote to exhort them to unity ( <a ref='Philippians 2:1–2'>2:1–2</a> ; <a ref='Philippians 4:2'>4:2</a> ). Finally, he wrote to warn them against false teachers ( <a ref='Philippians 3:1–4:1'>3:1—4:1</a> ). Historical and Theological Themes Since it is primarily a practical letter, Philippians contains little historical material (there are no OT quotes), apart from the momentous treatment of Paul’s spiritual autobiography ( <a ref='Philippians 3:4–7'>3:4–7</a> ). There is, likewise, little direct theological instruction, also with one momentous exception. The magnificent passage describing Christ’s humiliation and exaltation ( <a ref='Philippians 2:5–11'>2:5–11</a> ) contains some of the most profound and crucial teaching on the Lord Jesus Christ in all the Bible. The major theme of pursuing Christlikeness, as the most defining element of spiritual growth and the one passion of Paul in his own life, is presented in <a ref='Philippians 3:12–14'>3:12–14</a> . In spite of Paul’s imprisonment, the dominant tone of the letter is joyful ( <a ref='Philippians 1:4'>1:4</a> , <a ref='Philippians 1:18'>18</a> , <a ref='Philippians 1:25–26'>25–26</a> ; <a ref='Philippians 2:2'>2:2</a> , <a ref='Philippians 2:16–18'>16–18</a> , <a ref='Philippians 2:28'>28</a> ; <a ref='Philippians 3:1'>3:1</a> , <a ref='Philippians 3:3'>3</a> ; <a ref='Philippians 4:1'>4:1</a> , <a ref='Philippians 4:4'>4</a> , <a ref='Philippians 4:10'>10</a> ). Interpretive Challenges The major difficulty connected with Philippians is determining where it was written (see Author and Date). The text itself presents only one significant interpretive challenge: the identity of the “enemies of the cross” ( <i>see notes on <a ref='Philippians 3:18–19'>3:18–19</a></i> ). Outline I. Paul’s Greeting ( <a ref='Philippians 1:1–11'>1:1–11</a> ) II. Paul’s Circumstances ( <a ref='Philippians 1:12–26'>1:12–26</a> ) III. Paul’s Exhortations ( <a ref='Philippians 1:27–2:18'>1:27—2:18</a> ) A. To Stand Firm Amid Persecution ( <a ref='Philippians 1:27–30'>1:27–30</a> ) B. To Be United by Humility ( <a ref='Philippians 2:1–4'>2:1–4</a> ) C. To Remember the Example of Christ ( <a ref='Philippians 2:5–11'>2:5–11</a> ) D. To Be Light in a Dark World ( <a ref='Philippians 2:12–18'>2:12–18</a> ) IV. Paul’s Companions ( <a ref='Philippians 2:19–30'>2:19–30</a> ) A. Timothy ( <a ref='Philippians 2:19–24'>2:19–24</a> ) B. Epaphroditus ( <a ref='Philippians 2:25–30'>2:25–30</a> ) V. Paul’s Warnings ( <a ref='Philippians 3:1–4:1'>3:1—4:1</a> ) A. Against Legalism ( <a ref='Philippians 3:1–16'>3:1–16</a> ) B. Against Lawlessness ( <a ref='Philippians 3:17–4:1'>3:17—4:1</a> ) VI. Paul’s Admonition ( <a ref='Philippians 4:2–9'>4:2–9</a> ) VII. Paul’s Thankfulness ( <a ref='Philippians 4:10–20'>4:10–20</a> ) VIII. Paul’s Farewell ( <a ref='Philippians 4:21–23'>4:21–23</a> )",
    "type": "chapter_content"
  },
  {
    "id": "anc50",
    "title": "Study Notes and Features for Philippians",
    "content": "Study Notes and Features <a ref='Philippians 1:1–2'>1:1–2</a> First century letters normally began by identifying the sender and the recipient with a basic greeting. One notable variation here is that Paul includes Timothy’s name because Timothy was an important gospel coworker in and around Philippi and a trusted, corroborating witness to the truths Paul expounded. <a ref='Philippians 1:1'>1:1</a> <b>Paul.</b> See Introduction to Romans: Author and Date ; <i>see note on <a ref='Acts 9:1'>Ac 9:1</a></i> . Paul wrote this letter from a Roman prison (see Introduction: Author and Date ). <b>Timothy.</b> Timothy, Paul’s beloved son in the faith (see Introduction to 1 Timothy: Author and Date ; <a ref='Acts 16:1–3'>Ac 16:1–3</a> ), was not the coauthor of the letter, but possibly the one to whom Paul dictated it. Regardless, Paul had good reason for including Timothy’s name ( <i>see note on vv. <a ref='Philippians 1:1–2'>1–2</a></i> ). <b>slaves.</b> This denotes a willing slave who was happily and loyally linked to his master ( <i>see note on <a ref='Romans 1:1'>Ro 1:1</a></i> ; cf. <a ref='James 1:1'>Jas 1:1</a> ; <a ref='2 Peter 1:1'>2Pe 1:1</a> ; <a ref='Jude 1:1'>Jd 1</a> ). <b>saints.</b> <i>See note on <a ref='1 Corinthians 1:2'>1Co 1:2</a> .</i> These were believers in the church at Philippi, including those who led the assembly. <b>in Christ Jesus.</b> This describes the Philippian believers’ union with Christ in His death and resurrection ( <i>see notes on <a ref='Romans 6:2–9'>Ro 6:2–9</a> ; <a ref='Galatians 2:20'>Ga 2:20</a></i> ), which was the reason they could be called “saints.” <b>Philippi.</b> See Introduction: Background and Setting . <b>overseers.</b> <i>See note on <a ref='1 Timothy 3:1'>1Ti 3:1</a> .</i> This is a term used to emphasize the leadership responsibilities of those who are elders, who are also called pastors and bishops. All 3 terms are used in the NT to describe the same men. <b>deacons.</b> Lit. “those who serve”; <i>see note on <a ref='1 Timothy 3:8'>1Ti 3:8</a></i> . <a ref='Philippians 1:2'>1:2</a> <b>Grace … peace.</b> Paul’s standard greeting ( <i>see note on <a ref='Romans 1:7'>Ro 1:7</a></i> ) reminded the believers of their relationship to God. <a ref='Philippians 1:3'>1:3</a> <b>I thank my God.</b> Paul’s letters usually included such commendation ( <i>see note on <a ref='Galatians 1:3–5'>Ga 1:3–5</a></i> ). <a ref='Philippians 1:4'>1:4</a> <b>offering prayer with joy.</b> The Greek word for “prayer” denotes a petition for, or a request made on behalf of, someone else. It was a delight for Paul to intercede for fellow believers. <a ref='Philippians 1:5'>1:5</a> <b>fellowship.</b> This can also be translated “participation” or “partnership.” Cf. <a ref='2 Corinthians 8:4'>2Co 8:4</a> . <b>from the first day.</b> These believers eagerly assisted Paul in evangelizing Philippi from the beginning of the church there ( <a ref='Acts 16:12–40'>Ac 16:12–40</a> ). <a ref='Philippians 1:6'>1:6</a> <b>He … will perfect it.</b> The Greek verb translated “began” is used only here and in <a ref='Galatians 3:3'>Ga 3:3</a> —both times in reference to salvation itself. When God begins a work of salvation in a person, He finishes and perfects that work. Thus the verb “will perfect” points to the eternal security of the Christian ( <i>see notes on <a ref='John 6:40'>Jn 6:40</a> , <a ref='John 6:44'>44</a> ; <a ref='Romans 5:10'>Ro 5:10</a> ; <a ref='Romans 8:29–39'>8:29–39</a> ; <a ref='Ephesians 1:13–14'>Eph 1:13–14</a> ; <a ref='Hebrews 7:25'>Heb 7:25</a> ; <a ref='Hebrews 12:2'>12:2</a></i> ). <b>day of Christ Jesus.</b> This phrase is not to be confused with the “Day of the Lord” (see Introduction to Joel: Historical and Theological Themes ), which describes final divine judgment and wrath (cf. <a ref='Isaiah 13:9'>Is 13:9</a> ; <a ref='Joel 1:15'>Joel 1:15</a> ; <a ref='Joel 2:11'>2:11</a> ; <a ref='1 Thessalonians 5:2'>1Th 5:2</a> ; <a ref='2 Peter 3:10'>2Pe 3:10</a> ). “Day of Christ Jesus” is also called the “day of Christ” (v. <a ref='Philippians 1:10'>10</a> ; <a ref='Philippians 2:16'>2:16</a> ) and the “day of our Lord Jesus Christ” ( <a ref='1 Corinthians 1:8'>1Co 1:8</a> ), which looks to the final salvation, reward, and glorification of believers. Cf. <a ref='1 Corinthians 3:10–15'>1Co 3:10–15</a> ; <a ref='1 Corinthians 4:5'>4:5</a> ; <a ref='2 Corinthians 5:9–10'>2Co 5:9–10</a> . <a ref='Philippians 1:7'>1:7</a> <b>heart.</b> A common biblical word used to describe the center of thought and feeling (cf. <a ref='Proverbs 4:23'>Pr 4:23</a> ). <b>defense and confirmation.</b> Two judicial terms referring either to the first phase of Paul’s trial in Rome in which he defended his gospel ministry or in a general sense to his continual defense of the faith, which was the heart of his ministry. <b>partakers with me in this grace.</b> <i>See notes on v. <a ref='Philippians 1:5'>5</a> .</i> During his imprisonment, the Philippians sent Paul money and Epaphroditus’ services to support the apostle, thus sharing in God’s gracious blessing on his ministry (cf. <a ref='Philippians 2:30'>2:30</a> ). <a ref='Philippians 1:8'>1:8</a> <b>affection.</b> The word lit. refers to the internal organs, which are the part of the body that reacts to intense emotion. It became the strongest Greek word to express compassionate love—a love that involves one’s entire being. <a ref='Philippians 1:9'>1:9</a> <b>in … knowledge.</b> This is from the Greek word that describes genuine, full, or advanced knowledge. Biblical love is not an empty sentimentalism but is anchored deeply in the truth of Scripture and regulated by it (cf. <a ref='Ephesians 5:2–3'>Eph 5:2–3</a> ; <a ref='1 Peter 1:22'>1Pe 1:22</a> ). <b>discernment.</b> The English word “aesthetic” comes from this Greek word, which speaks of moral perception, insight, and the practical application of knowledge. Love is not blind, but perceptive, and it carefully scrutinizes to distinguish between right and wrong. <i>See note on <a ref='1 Thessalonians 5:21–22'>1Th 5:21–22</a> .</i> <a ref='Philippians 1:10'>1:10</a> <b>approve the … excellent.</b> “Approve” in classical Greek described the assaying of metals or the testing of money for authenticity (cf. <a ref='Luke 12:56'>Lk 12:56</a> ; <a ref='Luke 14:19'>14:19</a> ). “Excellent” means “to differ.” Believers need the ability to distinguish those things that are truly important so they can establish the right priorities. <b>sincere and without fault.</b> “Sincere” means “genuine,” and may have originally meant “tested by sunlight.” In the ancient world, dishonest pottery dealers filled cracks in their inferior products with wax before glazing and painting them, making worthless pots difficult to distinguish from expensive ones. The only way to avoid being defrauded was to hold the pot to the sun, making the wax-filled cracks obvious. Dealers marked their fine pottery that could withstand “sun testing” as <i>sine cera</i> —“without wax.” “Without fault” can be translated “without offense,” referring to relational integrity. Christians are to live lives of true integrity that do not cause others to sin ( <i>see notes on <a ref='Romans 12:9'>Ro 12:9</a> ; <a ref='1 Corinthians 10:31–32'>1Co 10:31–32</a> ; <a ref='2 Corinthians 1:12'>2Co 1:12</a></i> ; cf. <a ref='Ro 14'>Ro 14</a> ; <a ref='1Co 8'>1Co 8</a> ). <b>the day of Christ.</b> <i>See note on v. <a ref='Philippians 1:6'>6</a> .</i> <a ref='Philippians 1:11'>1:11</a> <b>fruit of righteousness.</b> This is better translated “the fruit righteousness produces” ( <i>see note on <a ref='Romans 1:13'>Ro 1:13</a></i> ; cf. <a ref='Proverbs 11:30'>Pr 11:30</a> ; <a ref='Amos 6:12'>Am 6:12</a> ; <a ref='James 3:17–18'>Jas 3:17–18</a> ). <b>which</b> comes <b>through Jesus Christ.</b> See <a ref='John 15:1–5'>Jn 15:1–5</a> ; <a ref='Ephesians 2:10'>Eph 2:10</a> . This speaks of the salvation transformation provided by our Lord and His ongoing work of power through His Spirit in us. <b>to the glory and praise of God.</b> See <a ref='John 15:8'>Jn 15:8</a> ; <a ref='Ephesians 1:12–14'>Eph 1:12–14</a> ; <a ref='Ephesians 3:20–21'>3:20–21</a> . The ultimate end of all Paul’s prayers was that God be glorified. <a ref='Philippians 1:12'>1:12</a> <b>my circumstances.</b> The events in Paul’s life, namely, his journey to Rome and imprisonment there (see Introduction: Background and Setting ; <a ref='Ac 21-28'>Ac 21–28</a> ). <b>for the greater progress.</b> This refers to the forward movement of something—often of armies—in spite of obstacles, dangers, and distractions. Paul’s imprisonment proved to be no hindrance to spreading the message of salvation (cf. <a ref='Acts 28:30–31'>Ac 28:30–31</a> ). Actually, it created new opportunities ( <i>see note on <a ref='Philippians 4:22'>4:22</a></i> ). <a ref='Philippians 1:13'>1:13</a> <b>chains … Christ … well known.</b> People around him recognized that Paul was no criminal, but had become a prisoner because of preaching Jesus Christ and the gospel (cf. <a ref='Ephesians 6:20'>Eph 6:20</a> ). <b>whole praetorian guard.</b> The Greek word “praetorian” can denote either a special building (e.g., a commander’s headquarters, the emperor’s palace) or the group of men in the Imperial guard. Because Paul was in a private house in Rome, “praetorian guard” probably refers to the members of the Imperial guard who guarded Paul day and night. Cf. <a ref='Acts 28:16'>Ac 28:16</a> . <b>everyone else.</b> Others in the city of Rome who met and heard Paul (cf. <a ref='Acts 28:23–24'>Ac 28:23–24</a> , <a ref='Acts 28:30–31'>30–31</a> ). <a ref='Philippians 1:14'>1:14</a> <b>most of the brothers.</b> With the exception of those detractors identified in vv. <a ref='Philippians 1:15–16'>15–16</a> , who were attacking Paul. <b>far more courage to speak.</b> Paul’s example of powerful witness to the gospel as a prisoner demonstrated God’s faithfulness to His persecuted children and that their imprisonment would not halt the progress of the gospel. This encouraged others to be bold and not fear imprisonment. <a ref='Philippians 1:15'>1:15</a> <b>from envy and strife.</b> The attitude of Paul’s detractors, who really did preach the gospel but were jealous of his apostolic power and authority, his success, and immense giftedness. “Strife” connotes contention, rivalry, and conflict, which resulted when Paul’s critics began discrediting him. <b>from good will.</b> “Good will” speaks of satisfaction and contentment, the attitude that Paul’s supporters had for him personally and for his ministry. <a ref='Philippians 1:16'>1:16</a> <b>the latter</b> do it <b>out of love.</b> Paul’s supporters were motivated by genuine affection for him and confidence in his virtue (cf. <a ref='1 Corinthians 13:1–2'>1Co 13:1–2</a> ). <b>appointed.</b> The Greek word describes a soldier’s being placed on duty. Paul was in prison because he was destined to be there by God’s will, so as to be in a strategic position to proclaim the gospel. <b>defense of the gospel.</b> <i>See note on v. <a ref='Philippians 1:7'>7</a> .</i> <a ref='Philippians 1:17'>1:17</a> <b>selfish ambition.</b> This describes those who were interested only in self-advancement, or who ruthlessly sought to get ahead at any cost. Paul’s detractors used his incarceration as an opportunity to promote their own prestige by accusing Paul of being so sinful the Lord had chastened him by imprisonment. <b>rather than … pure motives.</b> <i>See note on v. <a ref='Philippians 1:10'>10</a> .</i> <a ref='Philippians 1:18'>1:18</a> <b>I rejoice … will rejoice.</b> Paul’s joy was not tied to his circumstances or his critics (cf. <a ref='Psalms 4:7–8'>Ps 4:7–8</a> ; <a ref='Romans 12:12'>Ro 12:12</a> ; <a ref='2 Corinthians 6:10'>2Co 6:10</a> ). He was glad when the gospel was proclaimed with authority, no matter who received credit. He endured the unjust accusations without bitterness at his accusers. Rather, he rejoiced that they preached Christ, even in a pretense of godliness. <a ref='Philippians 1:19'>1:19</a> my salvation <b>.</b> “Salvation” is from the basic Greek term for deliverance. But it can also be rendered “well-being” or “escape,” which presents 4 possible interpretations: 1) it refers to Paul’s ultimate salvation; 2) it alludes to his deliverance from threatened execution; 3) he would finally be vindicated by the emperor’s ruling; or 4) Paul is talking about his eventual release from prison. Whatever Paul’s precise meaning, he was certain he would be freed from his temporary distress ( <a ref='Job 13:16'>Job 13:16</a> ; cf. <a ref='Job 19:26'>Job 19:26</a> ; <a ref='Psalms 22:4–5'>Pss 22:4–5</a> , <a ref='Psalms 22:8'>8</a> ; <a ref='Psalms 31:1'>31:1</a> ; <a ref='Psalms 33:18–19'>33:18–19</a> ; <a ref='Psalms 34:7'>34:7</a> ; <a ref='Psalms 41:1'>41:1</a> ). <b>Spirit of Jesus Christ.</b> The Holy Spirit ( <a ref='Romans 8:9'>Ro 8:9</a> ; <a ref='Galatians 4:6'>Ga 4:6</a> ). Paul had supreme confidence in the Spirit (cf. <a ref='Zechariah 4:6'>Zec 4:6</a> ; <a ref='John 14:16'>Jn 14:16</a> ; <a ref='Romans 8:26'>Ro 8:26</a> ; <a ref='Ephesians 3:20'>Eph 3:20</a> ). <a ref='Philippians 1:20'>1:20</a> <b>earnest expectation.</b> This Greek word indicates keen anticipation of the future, as when someone stretches his neck to see what lies ahead. Paul was very confident and excited about Christ’s promise (see <a ref='Matthew 10:32'>Mt 10:32</a> ). <b>not be put to shame.</b> See <a ref='Isaiah 49:23'>Is 49:23</a> ; <a ref='Romans 9:33'>Ro 9:33</a> ; cf. <a ref='Psalms 25:2–3'>Pss 25:2–3</a> ; <a ref='Psalms 40:15–16'>40:15–16</a> ; <a ref='Psalms 119:80'>119:80</a> ; <a ref='Isaiah 1:27–29'>Is 1:27–29</a> ; <a ref='Isaiah 45:14–17'>45:14–17</a> ; <a ref='Jeremiah 12:13'>Jer 12:13</a> ; <a ref='Zephaniah 3:11'>Zep 3:11</a> . <a ref='Philippians 1:21'>1:21</a> <b>to me, to live is Christ.</b> For Paul, life is summed up in Jesus Christ; Christ was his reason for being. <i>See notes on <a ref='Philippians 3:12–14'>3:12–14</a> .</i> <b>to die is gain.</b> Death would relieve him of earthly burdens and let him focus totally on glorifying God ( <i>see notes on vv. <a ref='Philippians 1:23–24'>23–24</a></i> ; cf. <a ref='Acts 21:13'>Ac 21:13</a> ). <a ref='Philippians 1:22'>1:22</a> <b>the flesh.</b> Cf. v. <a ref='Philippians 1:24'>24</a> . Here this word refers not to one’s fallen humanness (as in <a ref='Romans 7:5'>Ro 7:5</a> , <a ref='Romans 7:18'>18</a> ; <a ref='Romans 8:1'>8:1</a> ), but simply to physical life (as in <a ref='2 Corinthians 10:3'>2Co 10:3</a> ; <a ref='Galatians 2:20'>Ga 2:20</a> ). <b>fruitful labor.</b> <i>See notes on <a ref='Romans 1:13'>Ro 1:13</a> .</i> Paul knew that the only reason to remain in this world was to bring souls to Christ and build up believers to do the same. <i>See note on <a ref='2 Corinthians 4:15'>2Co 4:15</a> .</i> <a ref='Philippians 1:23'>1:23</a> <b>hard-pressed.</b> The Greek word pictures a traveler on a narrow path, a rock wall on either side allowing him to go only straight ahead. <b>depart and be with Christ.</b> Paul knew if he died he would have complete, conscious, intimate, unhindered fellowship with his Lord ( <i>see notes on <a ref='2 Corinthians 5:1'>2Co 5:1</a> , <a ref='2 Corinthians 5:8'>8</a> ; <a ref='2 Timothy 4:6–8'>2Ti 4:6–8</a></i> ). <b>very much better.</b> The highest superlative. <a ref='Philippians 1:24'>1:24</a> <b>more necessary for your sake.</b> Paul yielded his personal desire to be with his Lord for the necessity of the building of the church (see <a ref='Philippians 2:3–4'>2:3–4</a> ). <a ref='Philippians 1:25'>1:25</a> <b>Convinced. … will remain.</b> Paul’s conviction—not a supernatural revelation—that their need would determine that he stay on earth longer. <b>progress … in the faith.</b> “Progress” pictures trail blazing so that an army can advance ( <i>see note on v. <a ref='Philippians 1:12'>12</a></i> ). Paul wanted to cut a new path for the Philippians to follow to victory; the increasing of their faith would result in the increasing of their joy. <a ref='Philippians 1:26'>1:26</a> <b>boasting … abound in Christ Jesus.</b> The Greek word order is “that your confidence of joy may be more abundant in Jesus Christ for me.” The point is, as Paul lived on fruitfully, their joy and confidence would overflow because of Christ’s working in him, not because of anything he himself did by his own ability. <a ref='Philippians 1:27'>1:27</a> <b>worthy of the gospel.</b> Believers are to have integrity, i.e., to live consistent with what they believe, teach, and preach. Cf. <a ref='Ephesians 4:1'>Eph 4:1</a> ; <a ref='Colossians 1:10'>Col 1:10</a> ; <a ref='1 Thessalonians 2:11–12'>1Th 2:11–12</a> ; <a ref='1 Thessalonians 4:1'>4:1</a> ; <a ref='Titus 2:10'>Tit 2:10</a> ; <a ref='2 Peter 3:11'>2Pe 3:11</a> , <a ref='2 Peter 3:14'>14</a> . <b>one spirit … one mind.</b> This introduces Paul’s theme of unity that continues through <a ref='Philippians 2:4'>2:4</a> . His call for genuine unity of heart and mind is based on 1) the necessity of oneness to win the spiritual battle for the faith (vv. <a ref='Philippians 1:28–30'>28–30</a> ); 2) the love of others in the fellowship ( <a ref='Philippians 2:1–2'>2:1–2</a> ); 3) genuine humility and self-sacrifice ( <a ref='Philippians 2:3–4'>2:3–4</a> ); and 4) the example of Jesus Christ who proved that sacrifice produces eternal glory ( <a ref='Philippians 2:5–11'>2:5–11</a> ). <b>contending together.</b> Lit. “to struggle along with someone.” Paul changed the metaphor from that of a soldier standing at his post (“standing firm”) to one of a team struggling for victory against a common foe. <b>the faith of the gospel.</b> The Christian faith as revealed by God and recorded in the Scripture ( <a ref='Jude 1:3'>Jd 3</a> ; cf. <a ref='Romans 1:1'>Ro 1:1</a> ; <a ref='Galatians 1:7'>Ga 1:7</a> ). <a ref='Philippians 1:28'>1:28</a> <b>sign of destruction.</b> When believers willingly suffer without being “alarmed,” it is a sign that God’s enemies will be destroyed and eternally lost ( <i>see notes on <a ref='2 Thessalonians 1:4–8'>2Th 1:4–8</a></i> ). <a ref='Philippians 1:29'>1:29</a> <b>granted … to suffer.</b> <i>See notes on <a ref='Philippians 3:10'>3:10</a> ; <a ref='1 Peter 2:19–21'>1Pe 2:19–21</a></i> ; cf. <a ref='Matthew 5:10–12'>Mt 5:10–12</a> ; <a ref='Acts 5:41'>Ac 5:41</a> . The Greek verb translated “granted” is from the noun for grace. Believers’ suffering is a gift of grace which brings power ( <a ref='2 Corinthians 7:9–10'>2Co 7:9–10</a> ; <a ref='1 Peter 5:10'>1Pe 5:10</a> ) and eternal reward ( <a ref='1 Peter 4:13'>1Pe 4:13</a> ). <a ref='Philippians 1:30'>1:30</a> <b>same struggle.</b> The same kind of suffering Paul had experienced (vv. <a ref='Philippians 1:12–14'>12–14</a> ; <a ref='Acts 16:22–24'>Ac 16:22–24</a> ). <b>you saw.</b> This refers to what the Philippians witnessed when Paul and Silas were imprisoned at Philippi ( <a ref='Acts 16:19–40'>Ac 16:19–40</a> ). <a ref='Philippians 2:1'>2:1</a> <b>encouragement in Christ.</b> “Encouragement” is from the Greek word that means “to come alongside and help, counsel, exhort” ( <i>see notes on <a ref='John 14:26'>Jn 14:26</a> ; <a ref='Romans 12:1'>Ro 12:1</a></i> ), which our beloved Lord does for His own. <b>consolation of love.</b> The Greek word translated “consolation” portrays the Lord coming close and whispering words of gentle cheer or tender counsel in a believer’s ear. <b>fellowship of the Spirit.</b> “Fellowship” refers to the partnership, of common eternal life, provided by the indwelling Holy Spirit ( <a ref='1 Corinthians 3:16'>1Co 3:16</a> ; <a ref='1 Corinthians 12:13'>12:13</a> ; <a ref='2 Corinthians 13:14'>2Co 13:14</a> ; <a ref='1 John 1:4–6'>1Jn 1:4–6</a> ). <b>affection and compassion.</b> God has extended His deep affection ( <i>see note on <a ref='Philippians 1:8'>1:8</a></i> ) and compassion to every believer (cf. <a ref='Romans 12:1'>Ro 12:1</a> ; <a ref='2 Corinthians 1:3'>2Co 1:3</a> ; <a ref='Colossians 3:12'>Col 3:12</a> ), and that reality should result in unity. <a ref='Philippians 2:2'>2:2</a> <b>fulfill my joy.</b> Paul’s joy was tied to concern for the unity of believers (cf. <a ref='Hebrews 13:17'>Heb 13:17</a> ). <b>same</b> way <b>.</b> Cf. <a ref='Philippians 3:15–16'>3:15–16</a> ; <a ref='Philippians 4:2'>4:2</a> ; <a ref='1 Peter 3:8'>1Pe 3:8</a> . The Greek word means “think the same way.” This exhortation is not optional or obscure, but is repeated throughout the NT (cf. <a ref='Romans 15:5'>Ro 15:5</a> ; <a ref='1 Corinthians 1:10'>1Co 1:10</a> ; <a ref='2 Corinthians 13:11–13'>2Co 13:11–13</a> ). <b>same love.</b> Believers are to love others in the body of Christ equally—not because they are all equally attractive, but by showing the same kind of sacrificial, loving service to all that was shown to them by Christ ( <a ref='John 15:13'>Jn 15:13</a> ; <a ref='Romans 12:10'>Ro 12:10</a> ; <a ref='1 John 3:17'>1Jn 3:17</a> ; cf. <a ref='John 3:16'>Jn 3:16</a> ). <b>united in spirit.</b> This is perhaps a term specially coined by Paul. It lit. means “one-souled” and describes people who are knit together in harmony, having the same desires, passions, and ambitions. <a ref='Philippians 2:3'>2:3</a> <b>selfish ambition.</b> This Greek word, which is sometimes rendered “strife” because it refers to factionalism, rivalry, and partisanship ( <i>see note on <a ref='Galatians 5:20'>Ga 5:20</a></i> ), speaks of the pride that prompts people to push for their own way. <b>vain glory.</b> Lit. “empty glory.” This word refers to the pursuit of personal glory, which is the motivation for selfish ambition. <b>humility of mind.</b> This translates a Greek word that Paul and other NT writers apparently coined. It was a term of derision, with the idea of being low, shabby, and humble (cf. <a ref='1 Corinthians 15:9'>1Co 15:9</a> ; <a ref='1 Timothy 1:15'>1Ti 1:15</a> ). <b>regarding one another as more important than yourselves.</b> The basic definition of true humility (cf. <a ref='Romans 12:10'>Ro 12:10</a> ; <a ref='Galatians 5:13'>Ga 5:13</a> ; <a ref='Ephesians 5:21'>Eph 5:21</a> ; <a ref='1 Peter 5:5'>1Pe 5:5</a> ). <a ref='Philippians 2:5'>2:5</a> Christ is the ultimate example of selfless humility (cf. <a ref='Matthew 11:29'>Mt 11:29</a> ; <a ref='John 13:12–17'>Jn 13:12–17</a> ). <a ref='Philippians 2:6–11'>2:6–11</a> This is the classic Christological passage in the NT, dealing with the incarnation. It was probably sung as a hymn in the early church ( <i>see note on <a ref='Colossians 3:16'>Col 3:16</a></i> ). <a ref='Philippians 2:6'>2:6</a> <b>existing in the form of God.</b> Paul affirms that Jesus eternally has been God. The usual Greek word for “existed” or “being” is not used here. Instead, Paul chose another term that stresses the essence of a person’s nature—his continuous state or condition. Paul also could have chosen one of two Greek words for “form,” but he chose the one that specifically denotes the essential, unchanging character of something—what it is in and of itself. The fundamental doctrine of Christ’s deity has always encompassed these crucial characteristics (cf. <a ref='John 1:1'>Jn 1:1</a> , <a ref='John 1:3–4'>3–4</a> , <a ref='John 1:14'>14</a> ; <a ref='John 8:58'>8:58</a> ; <a ref='Colossians 1:15–17'>Col 1:15–17</a> ; <a ref='Hebrews 1:3'>Heb 1:3</a> ). <b>equality with God.</b> The Greek word for “equality” defines things that are exactly the same in size, quantity, quality, character, and number. In every sense, Jesus is equal to God and constantly claimed to be so during His earthly ministry (cf. <a ref='John 5:18'>Jn 5:18</a> ; <a ref='John 10:33'>10:33</a> , <a ref='John 10:38'>38</a> ; <a ref='John 14:9'>14:9</a> ; <a ref='John 20:28'>20:28</a> ; <a ref='Hebrews 1:1–3'>Heb 1:1–3</a> ). <b>grasped.</b> The Greek word originally meant “a thing seized by robbery.” It eventually came to mean anything clutched, embraced, or prized, and thus is sometimes translated “held onto.” Though Christ had all the rights, privileges, and honors of deity—which He was worthy of and could never be disqualified from—His attitude was not to cling to those things or His position but to be willing to give them up for a season. <i>See notes on <a ref='John 17:1–5'>Jn 17:1–5</a> .</i> <a ref='Philippians 2:7'>2:7</a> <b>emptied Himself.</b> From this Greek word comes the theological word “kenosis”; i.e., the doctrine of Christ’s self-emptying in His incarnation. This does not suggest that Christ divested himself of any aspect or attribute of His deity. The verb “empty” does not mean “to pour something out”; rather, it means “to make void” or “to nullify.” Christ “emptied Himself, by taking the form of a slave.” He made Himself of no reputation by assuming a human nature. This did not abrogate or limit His divinity. His divine nature is by definition immutable ( <a ref='Hebrews 13:8'>Heb 13:8</a> )—meaning He retained all the attributes and prerogatives of God, though these were not always revealed to us in Christ’s state of humiliation. At times, He did unveil his divine nature by performing miracles, displaying his omniscience ( <a ref='Matthew 12:25'>Mt 12:25</a> ), or putting His glory on display ( <a ref='Matthew 17:2'>Mt 17:2</a> ). But throughout His incarnation, He humbled Himself according to his humanity as a slave. Thus while on earth Christ was poor and owned very little (cf. <a ref='2 Corinthians 8:9'>2Co 8:9</a> ). <b>form of a slave.</b> Again, Paul uses the Greek word “form,” which indicates exact essence ( <i>see note on v. <a ref='Philippians 2:6'>6</a></i> ). As a true servant ( <i>see note on <a ref='Philippians 1:1'>1:1</a></i> ), Jesus submissively did the will of His Father (cf. <a ref='Isaiah 52:13–14'>Is 52:13–14</a> ). <b>the likeness of men.</b> Christ became more than God in a human body, but He took on all the essential attributes of humanity ( <a ref='Luke 2:52'>Lk 2:52</a> ; <a ref='Galatians 4:4'>Ga 4:4</a> ; <a ref='Colossians 1:22'>Col 1:22</a> ), even to the extent that He identified with basic human needs and weaknesses (cf. <a ref='Hebrews 2:14'>Heb 2:14</a> , <a ref='Hebrews 2:17'>17</a> ; <a ref='Hebrews 4:15'>4:15</a> ). He became the God-Man: fully God and fully man. <a ref='Philippians 2:8'>2:8</a> <b>in appearance as a man.</b> This is not simply a repetition of the last phrase in v. <a ref='Philippians 2:7'>7</a> , but a shift from the heavenly focus to an earthly one. Christ’s humanity is described from the viewpoint of those who saw Him. Paul is implying that although He outwardly looked like a man, there was much more to Him (His deity) than many people recognized naturally (cf. <a ref='John 6:42'>Jn 6:42</a> ; <a ref='John 8:48'>8:48</a> ). <b>He humbled Himself.</b> After the humbling of incarnation, Jesus further humbled Himself in that He did not demand normal human rights, but subjected Himself to persecution and suffering at the hands of unbelievers (cf. <a ref='Isaiah 53:7'>Is 53:7</a> ; <a ref='Matthew 26:62–64'>Mt 26:62–64</a> ; <a ref='Mark 14:60–61'>Mk 14:60–61</a> ; <a ref='1 Peter 2:23'>1Pe 2:23</a> ). <b>obedient … death.</b> Beyond even persecution, Jesus went to the lowest point or furthest extent in His humiliation in dying as a criminal, following God’s plan for Him (cf. <a ref='Matthew 26:39'>Mt 26:39</a> ; <a ref='Acts 2:23'>Ac 2:23</a> ). <b>a cross.</b> <i>See notes on <a ref='Matthew 27:29–50'>Mt 27:29–50</a> .</i> Even further humiliation was His because Jesus’ death was not by ordinary means, but was accomplished by crucifixion—the cruelest, most excruciating, most degrading form of death ever devised. The Jews hated this manner of execution ( <a ref='Deuteronomy 21:23'>Dt 21:23</a> ; <i>see note on <a ref='Galatians 3:13'>Ga 3:13</a></i> ). <a ref='Philippians 2:9'>2:9</a> <b>Therefore, God.</b> Christ’s humiliation (vv. <a ref='Philippians 2:5–8'>5–8</a> ) and exaltation by God (vv. <a ref='Philippians 2:9–11'>9–11</a> ) are causally and inseparably linked. <b>highly exalted Him.</b> Christ’s exaltation was fourfold. The early sermons of the apostles affirm His resurrection and coronation (His position at the right hand of God), and allude to His intercession for believers ( <a ref='Acts 2:32–33'>Ac 2:32–33</a> ; <a ref='Acts 5:30–31'>5:30–31</a> ; cf. <a ref='Ephesians 1:20–21'>Eph 1:20–21</a> ; <a ref='Hebrews 4:15'>Heb 4:15</a> ; <a ref='Hebrews 7:25–26'>7:25–26</a> ). <a ref='Hebrews 4:14'>Hebrews 4:14</a> refers to the final element, His ascension. The exaltation did not concern Christ’s eternal place within the Trinity, but His new identity as the God-Man (cf. <a ref='John 5:22'>Jn 5:22</a> ; <a ref='Romans 1:4'>Ro 1:4</a> ; <a ref='Romans 14:9'>14:9</a> ; <a ref='1 Corinthians 15:24–25'>1Co 15:24–25</a> ). To fulfill Christ’s mediatory work as the God-Man, God raised Him to an exalted status which, as a man, He did not have at the time of the incarnation. If He had not lived among men, He could not have died on the cross as a substitute for sin. Having accomplished this work as the God-Man, He was resurrected and ascended to the right hand of the Father, where He intercedes on behalf of His people. <b>name … above every name.</b> Christ’s new name which further describes His essential nature and places Him above and beyond all comparison is “Lord.” This name is the NT synonym for OT descriptions of God as sovereign ruler. Both before ( <a ref='Isaiah 45:21–23'>Is 45:21–23</a> ; <a ref='Mark 15:2'>Mk 15:2</a> ; <a ref='Luke 2:11'>Lk 2:11</a> ; <a ref='John 13:13'>Jn 13:13</a> ; <a ref='John 18:37'>18:37</a> ; <a ref='John 20:28'>20:28</a> ) and after ( <a ref='Acts 2:36'>Ac 2:36</a> ; <a ref='Acts 10:36'>10:36</a> ; <a ref='Romans 14:9–11'>Ro 14:9–11</a> ; <a ref='1 Corinthians 8:6'>1Co 8:6</a> ; <a ref='1 Corinthians 15:57'>15:57</a> ; <a ref='Revelation 17:14'>Rev 17:14</a> ; <a ref='Revelation 19:16'>19:16</a> ) the exaltation, Scripture affirms that this was Jesus’ rightful title as the God-Man. <a ref='Philippians 2:10–11'>2:10–11</a> bow … confess <b>.</b> The entire intelligent universe is called to worship Jesus Christ as Lord (cf. <a ref='Ps 2'>Ps 2</a> ). This mandate includes the angels in heaven ( <a ref='Revelation 4:2–9'>Rev 4:2–9</a> ), the spirits of the redeemed ( <a ref='Revelation 4:10–11'>Rev 4:10–11</a> ), obedient believers on earth ( <a ref='Romans 10:9'>Ro 10:9</a> ), the disobedient rebels on earth ( <a ref='2 Thessalonians 1:7–9'>2Th 1:7–9</a> ), and demons and lost humanity in hell ( <a ref='1 Peter 3:18–22'>1Pe 3:18–22</a> ). The Greek word for “confess” means “to acknowledge,” “affirm,” or “agree,” which is what everyone will eventually do in response to Christ’s lordship, willingly and blessedly or unwillingly and painfully. <a ref='Philippians 2:10'>2:10</a> <b>at the name of Jesus.</b> “Jesus” was the name bestowed at His birth ( <a ref='Matthew 1:21'>Mt 1:21</a> ), not His new name. The name for Jesus given in the fullest sense after His exaltation was “Lord” ( <i>see note on v. <a ref='Philippians 2:11'>11</a></i> ). <a ref='Philippians 2:11'>2:11</a> Lord <b>.</b> <i>See note on v. <a ref='Philippians 2:9'>9</a> .</i> “Lord” primarily refers to the right to rule, and in the NT it denotes mastery over or ownership of people and property. When applied to Jesus, it certainly implies His deity, but it mainly refers to sovereign authority. <b>glory of God the Father.</b> The purpose of Christ’s exaltation (cf. <a ref='Matthew 17:5'>Mt 17:5</a> ; <a ref='John 5:23'>Jn 5:23</a> ; <a ref='John 13:31–32'>13:31–32</a> ; <a ref='1 Corinthians 15:28'>1Co 15:28</a> ). <a ref='Philippians 2:12'>2:12</a> <b>obeyed.</b> Their faithful response to the divine commands Paul had taught them (cf. <a ref='Romans 1:5'>Ro 1:5</a> ; <a ref='Romans 15:18'>15:18</a> ; <a ref='2 Corinthians 10:5–6'>2Co 10:5–6</a> ). <b>work out your salvation.</b> The Greek verb rendered “work out” means “to continually work to bring something to fulfillment or completion.” It cannot refer to salvation by works (cf. <a ref='Romans 3:21–24'>Ro 3:21–24</a> ; <a ref='Ephesians 2:8–9'>Eph 2:8–9</a> ), but it does refer to the believer’s responsibility for active pursuit of obedience in the process of sanctification ( <i>see notes on <a ref='Philippians 3:13–14'>3:13–14</a> ; <a ref='Romans 6:19'>Ro 6:19</a></i> ; cf. <a ref='1 Corinthians 9:24–27'>1Co 9:24–27</a> ; <a ref='1 Corinthians 15:58'>15:58</a> ; <a ref='2 Corinthians 7:1'>2Co 7:1</a> ; <a ref='Galatians 6:7–9'>Ga 6:7–9</a> ; <a ref='Ephesians 4:1'>Eph 4:1</a> ; <a ref='Colossians 3:1–17'>Col 3:1–17</a> ; <a ref='Hebrews 6:10–11'>Heb 6:10–11</a> ; <a ref='Hebrews 12:1–2'>12:1–2</a> ; <a ref='2 Peter 1:5–11'>2Pe 1:5–11</a> ). <b>fear and trembling.</b> The attitude with which Christians are to pursue their sanctification. It involves a healthy fear of offending God and a righteous awe and respect for Him (cf. <a ref='Proverbs 1:7'>Pr 1:7</a> ; <a ref='Proverbs 9:10'>9:10</a> ; <a ref='Isaiah 66:1–2'>Is 66:1–2</a> ). <a ref='Philippians 2:13'>2:13</a> <b>God who is at work in you.</b> Although the believer is responsible to work (v. <a ref='Philippians 2:12'>12</a> ), the Lord actually produces the good works and spiritual fruit in the lives of believers ( <a ref='John 15:5'>Jn 15:5</a> ; <a ref='1 Corinthians 12:6'>1Co 12:6</a> ). This is accomplished because He works through us by His indwelling Spirit ( <a ref='Acts 1:8'>Ac 1:8</a> ; <a ref='1 Corinthians 3:16–17'>1Co 3:16–17</a> ; <a ref='1 Corinthians 6:19–20'>6:19–20</a> ; cf. <a ref='Galatians 3:3'>Ga 3:3</a> ). <b>to will and to work.</b> God energizes both the believer’s desires and his actions. The Greek word for “will” indicates that He is not focusing on mere desires or whimsical emotions, but on the studied intent to fulfill a planned purpose. God’s power makes His church willing to live godly lives (cf. <a ref='Psalms 110:3'>Ps 110:3</a> ). <b>good pleasure.</b> God wants Christians to do what satisfies Him. Cf. <a ref='Ephesians 1:5–9'>Eph 1:5–9</a> ; <a ref='2 Thessalonians 1:11'>2Th 1:11</a> . <a ref='Philippians 2:14'>2:14</a> <b>without grumbling or disputing.</b> The Greek word for “grumbling” is a term that actually sounds like what it means. Its pronunciation is much like muttering or grumbling in a low tone of voice. It is an emotional rejection of God’s providence, will, and circumstances for one’s life. The word for “disputing” is more intellectual and here means “questionings,” or “criticisms” directed negatively toward God. <a ref='Philippians 2:15'>2:15</a> <b>that you will be.</b> This introduces the reasons believers should have the right attitude in pursuing godliness. They are to be growing toward something they do not yet fully possess as children of God (cf. <a ref='Ephesians 5:1'>Eph 5:1</a> ; <a ref='Titus 2:1'>Tit 2:1</a> ). <b>blameless and innocent.</b> “Blameless” describes a life that cannot be criticized because of sin or evil. “Innocent” describes a life that is pure, unmixed, and unadulterated with sin, much like high-quality metal without any alloy (cf. <a ref='Matthew 10:16'>Mt 10:16</a> ; <a ref='Romans 16:19'>Ro 16:19</a> ; <a ref='2 Corinthians 11:3'>2Co 11:3</a> ; <a ref='Ephesians 5:27'>Eph 5:27</a> ). <b>without blemish.</b> In the Greek OT, this word is used several times of the kind of sacrifice to be brought to God, i.e., spotless (cf. <a ref='Numbers 6:14'>Nu 6:14</a> ; <a ref='Numbers 19:2'>19:2</a> ; <a ref='2 Peter 3:14'>2Pe 3:14</a> ). <b>crooked and perverse generation.</b> See <a ref='Deuteronomy 32:5'>Dt 32:5</a> . “Crooked” is the word from which the English “scoliosis” (curvature of the spinal column) comes. It describes something that is deviated from the standard, which is true of all who stray from God’s path (cf. <a ref='Proverbs 2:15'>Pr 2:15</a> ; <a ref='Isaiah 53:6'>Is 53:6</a> ). “Perverse” intensifies this meaning by referring to a person who has strayed so far off the path that his deviation is severely twisted and distorted (cf. <a ref='Luke 9:41'>Lk 9:41</a> ). Paul applies this condition to the sinful world system. <b>shine as lights.</b> A metaphorical reference to spiritual character. “Appear” can be more precisely rendered “you have to shine,” which means believers must show their character in the midst of a dark culture, as the sun, moon, and stars shine in an otherwise dark sky ( <i>see notes on <a ref='Matthew 5:16'>Mt 5:16</a> ; <a ref='2 Corinthians 4:6'>2Co 4:6</a> ; <a ref='Ephesians 5:8'>Eph 5:8</a></i> ). <a ref='Philippians 2:16'>2:16</a> <b>holding fast.</b> A slightly different translation—“holding forth”—more accurately reflects the verb in the original text. Here it refers to believers’ holding out or offering something for others to take. <b>the word of life.</b> The gospel which, when believed, produces spiritual and eternal life (cf. <a ref='Ephesians 2:1'>Eph 2:1</a> ). <b>day of Christ.</b> <i>See note on <a ref='Philippians 1:6'>1:6</a> .</i> <b>I will … boast.</b> <i>See notes on v. <a ref='Philippians 2:2'>2</a> ; <a ref='Philippians 4:1'>4:1</a> ; <a ref='1 Thessalonians 2:19'>1Th 2:19</a> .</i> <b>run … nor labor in vain.</b> <i>See note on <a ref='Galatians 2:2'>Ga 2:2</a> .</i> Paul wanted to look back on his ministry and see that all his efforts were worthwhile (cf. <a ref='1 Corinthians 9:27'>1Co 9:27</a> ; <a ref='1 Thessalonians 5:12'>1Th 5:12</a> ; <a ref='2 Timothy 4:7'>2Ti 4:7</a> ; <a ref='Hebrews 13:17'>Heb 13:17</a> ; <a ref='3 John 1:4'>3Jn 4</a> ). <a ref='Philippians 2:17–18'>2:17–18</a> <b>rejoice … share my joy … your joy.</b> An attitude of mutual joy ought to accompany any sacrificial Christian service ( <i>see notes on <a ref='Philippians 1:4'>1:4</a> , <a ref='Philippians 1:18'>18</a> , <a ref='Philippians 1:26'>26</a></i> ; cf. <a ref='2 Corinthians 7:4'>2Co 7:4</a> ; <a ref='Colossians 1:24'>Col 1:24</a> ; <a ref='1 Thessalonians 3:9'>1Th 3:9</a> ). <a ref='Philippians 2:17'>2:17</a> <b>being poured out.</b> From the Greek that means “to be offered as a libation or drink offering.” Some connect this with Paul’s future martyrdom, but the verb is in the present tense, which means he is referring to his sacrificial ministry among the Philippians. <b>drink offering.</b> This refers to the topping off of an ancient animal sacrifice. The offerer poured wine either in front of or on top of the burning animal, and the wine would be vaporized. That steam symbolized the rising of the offering to the deity for whom the sacrifice was made (cf. <a ref='Exodus 29:38–41'>Ex 29:38–41</a> ; <a ref='2 Kings 16:13'>2Ki 16:13</a> ; <a ref='Jeremiah 7:18'>Jer 7:18</a> ; <a ref='Hosea 9:4'>Hos 9:4</a> ). Paul viewed his entire life as a drink offering, and here it was poured on the Philippians’ sacrificial service. <b>service of your faith.</b> “Service” comes from a word that refers to sacred, priestly service (cf. <a ref='Romans 12:1'>Ro 12:1</a> ; <a ref='1 Corinthians 9:13'>1Co 9:13</a> ) and was so used in the Greek OT. Paul sees the Philippians as priests who were offering their lives sacrificially and faithfully in service to God (cf. <a ref='1 Peter 2:9'>1Pe 2:9</a> ). <a ref='Philippians 2:19–23'>2:19–23</a> Paul tells the Philippians of his plans to send Timothy to Philippi to set him forth as a model spiritual servant. <a ref='Philippians 2:19'>2:19</a> <b>Timothy.</b> <i>See note on <a ref='Philippians 1:1'>1:1</a> .</i> <a ref='Philippians 2:20–21'>2:20–21</a> <b>I have no one</b> else <b>of kindred spirit.</b> <i>See notes on v. <a ref='Philippians 2:2'>2</a> .</i> Lit. “one souled.” Timothy was one in thought, feeling, and spirit with Paul in love for the church. He was unique in being Paul’s protege ( <i>see note on <a ref='1 Corinthians 4:17'>1Co 4:17</a></i> ; cf. <a ref='1 Timothy 1:2'>1Ti 1:2</a> ; <a ref='2 Timothy 1:2'>2Ti 1:2</a> ). Paul had no other like Timothy because, sadly, “all” the others were devoted to their own purposes rather than Christ’s. <i>See notes on <a ref='2 Timothy 1:15'>2Ti 1:15</a> .</i> <a ref='Philippians 2:23–24'>2:23–24</a> Paul was eventually released from prison (cf. <a ref='Acts 28:30'>Ac 28:30</a> ), after which he may have visited the church at Philippi. <a ref='Philippians 2:24'>2:24</a> <b>in the Lord.</b> Paul knew his plans were subject to God’s sovereignty (cf. <a ref='James 4:13–17'>Jas 4:13–17</a> ). <a ref='Philippians 2:25–30'>2:25–30</a> This passage is a compelling look at love and unity among believers. All the parties show selfless affection for one another. <a ref='Philippians 2:25'>2:25</a> <b>Epaphroditus.</b> Paul wanted to send Timothy (v. <a ref='Philippians 2:23'>23</a> ) and come himself (v. <a ref='Philippians 2:24'>24</a> ), but found it necessary to send this man, a native Philippian of whom, outside this passage, little is known. His name was a common Greek one, taken from a familiar word that originally meant “favorite of Aphrodite” (Greek goddess of love). Later, the name came to mean “lovely” or “loving.” He was sent to Paul with gifts ( <a ref='Philippians 4:18'>4:18</a> ) and was to remain and serve Paul as he could (v. <a ref='Philippians 2:30'>30</a> ). <b>messenger.</b> This comes from the same word that yields the English “apostle.” He was not an apostle of Christ ( <i>see note on <a ref='Romans 1:1'>Ro 1:1</a></i> ), but an apostle (“sent one”) in the broader sense ( <i>see note on <a ref='Romans 1:5'>Ro 1:5</a></i> ) that he was an apostle of the church in Philippi, sent to Paul with their monetary love gift ( <i>see note on <a ref='Philippians 1:7'>1:7</a></i> ; cf. <a ref='2 Corinthians 8:23'>2Co 8:23</a> ). Paul’s sending him back to the church with this letter needed an explanation, lest they think Epaphroditus had not served Paul well. <a ref='Philippians 2:26'>2:26</a> <b>distressed.</b> The Greek term describes the confused, chaotic, heavy state of restlessness that results from a time of turmoil or great trauma. Epaphroditus was more concerned about the Philippians’ worry for him than he was about his own difficult situation. <a ref='Philippians 2:27'>2:27</a> <b>sick to the point of death.</b> Perhaps by the time he arrived in Rome, he had become seriously ill, but now was recovered enough to go back home to labor with the church, who needed him more than Paul did. <a ref='Philippians 2:28'>2:28</a> <b>concerned.</b> Paul had a great burden for all the people in the churches (cf. <a ref='2 Corinthians 11:2'>2Co 11:2</a> ), and he was concerned here because the Philippians were so distressed about Epaphroditus ( <i>see note on <a ref='Philippians 1:8'>1:8</a></i> ). <a ref='Philippians 2:29'>2:29</a> <b>high regard.</b> Men like him are worthy of honor. <i>See notes on <a ref='1 Thessalonians 5:12–13'>1Th 5:12–13</a> .</i> <a ref='Philippians 2:30'>2:30</a> <b>close to death.</b> This refers to the same thing mentioned as sickness in vv. <a ref='Philippians 2:26–27'>26–27</a> . <a ref='Philippians 3:1'>3:1</a> <b>Finally.</b> Paul has reached a transition point—not a conclusion, since 44 verses remain. Cf. <a ref='Philippians 4:8'>4:8</a> . <b>rejoice in the Lord.</b> Cf. <a ref='Philippians 4:4'>4:4</a> . Paul’s familiar theme throughout the epistle (see Introduction: Historical and Theological Themes ), which has already been heard in chaps. <a ref='Php 1-2'>1–2</a> . This, however, is the first time he adds “in the Lord,” which signifies the sphere in which the believers’ joy exists—a sphere unrelated to the circumstances of life, but related to an unassailable, unchanging relationship to the sovereign Lord. <b>the same things.</b> What he is about to teach them in the verses that follow, he had previously given them instruction in, regarding their opponents (cf. <a ref='Philippians 1:27–30'>1:27–30</a> ). <b>a safeguard.</b> A safeguard to protect the Philippians from succumbing to the false teachers. <a ref='Philippians 3:2'>3:2</a> <b>dogs.</b> During the first century, dogs roamed the streets and were essentially wild scavengers. Because dogs were such filthy animals, the Jews loved to refer to Gentiles as dogs. Yet here Paul refers to Jews, specifically the Judaizers, as dogs to describe their sinful, vicious, and uncontrolled character. For more on those who taught that circumcision was necessary for salvation, see Introduction to Galatians: Background and Setting ; <i>see notes on <a ref='Acts 15:1'>Ac 15:1</a> ; <a ref='Galatians 2:3'>Ga 2:3</a></i> . <b>evil workers.</b> The Judaizers prided themselves on being workers of righteousness. Yet Paul described their works as evil, since any attempt to please God by one’s own efforts and draw attention away from Christ’s accomplished redemption is the worst kind of wickedness. <b>false mutilation.</b> In contrast to the Greek word for “circumcision,” which means “to cut around,” this term means “to cut down (off)” or “to mutilate.” Like the prophets of Baal ( <a ref='1 Kings 18:28'>1Ki 18:28</a> ) and pagans who mutilated their bodies in their frenzied rituals, which were forbidden in the OT ( <a ref='Leviticus 19:28'>Lv 19:28</a> ; <a ref='Leviticus 21:5'>21:5</a> ; <a ref='Deuteronomy 14:1'>Dt 14:1</a> ; <a ref='Isaiah 15:2'>Is 15:2</a> ; <a ref='Hosea 7:14'>Hos 7:14</a> ), the Judaizers’ circumcision was, ironically, no spiritual symbol; it was merely physical mutilation ( <i>see note on <a ref='Galatians 5:12'>Ga 5:12</a></i> ). <a ref='Philippians 3:3'>3:3</a> <b>we are the circumcision.</b> The true people of God do not possess merely a symbol of the need for a clean heart ( <i>see note on <a ref='Genesis 17:11'>Ge 17:11</a></i> ), they actually have been cleansed of sin by God ( <i>see notes on <a ref='Romans 2:25–29'>Ro 2:25–29</a></i> ). <b>worship in the Spirit of God.</b> The first characteristic Paul uses to define a true believer. The Greek word for “worship” means to render respectful spiritual service, while “Spirit” should have a small “s,” to indicate the inner person. <i>See notes on <a ref='John 4:23–24'>Jn 4:23–24</a> .</i> <b>boast in Christ Jesus.</b> The Greek word for glory, as in taking glory in Jesus, means “to boast with exultant joy.” The true Christian gives all the credit for all that he is to Christ (cf. <a ref='Romans 15:17'>Ro 15:17</a> ; <a ref='1 Corinthians 1:31'>1Co 1:31</a> ; <a ref='2 Corinthians 10:17'>2Co 10:17</a> ; <i>see note on v. <a ref='Philippians 3:1'>1</a></i> ). <b>no confidence in the flesh.</b> By “flesh” Paul is referring to man’s unredeemed humanness, his own ability and achievements apart from God ( <i>see note on <a ref='Romans 7:5'>Ro 7:5</a></i> ). The Jews placed their confidence in being circumcised, being descendants of Abraham, and performing the external ceremonies and duties of the Mosaic law—things that could not save them ( <i>see notes on <a ref='Romans 3:20'>Ro 3:20</a> ; <a ref='Galatians 5:1–12'>Ga 5:1–12</a></i> ). The true believer views his flesh as sinful, without any capacity to merit salvation or please God. <a ref='Philippians 3:4–7'>3:4–7</a> To counteract the Judaizers’ claim that certain ceremonies and rituals of Judaism were necessary for salvation, Paul described his own lofty attainments as a Jew, which were greater than those his opponents could claim, but were of no benefit for salvation. <a ref='Philippians 3:5'>3:5</a> <b>the eighth day.</b> Paul was circumcised on the prescribed day ( <a ref='Genesis 17:12'>Ge 17:12</a> ; <a ref='Genesis 21:4'>21:4</a> ; <a ref='Leviticus 12:3'>Lv 12:3</a> ). <b>of Israel.</b> All true Jews were direct descendants of Abraham, Isaac, and Jacob (Israel). Paul’s Jewish heritage was pure. <b>of the tribe of Benjamin.</b> Benjamin was the second son of Rachel ( <a ref='Genesis 35:18'>Ge 35:18</a> ), and one of the elite tribes of Israel who, along with Judah, remained loyal to the Davidic dynasty and formed the southern kingdom ( <a ref='1 Kings 12:21'>1Ki 12:21</a> ). <b>Hebrew of Hebrews.</b> Paul was born to Hebrew parents and maintained the Hebrew tradition and language, even while living in a pagan city (cf. <a ref='Acts 21:40'>Ac 21:40</a> ; <a ref='Acts 26:4–5'>26:4–5</a> ). <b>a Pharisee.</b> The legalistic fundamentalists of Judaism, whose zeal to apply the OT Scriptures directly to life led to a complex system of tradition and works righteousness ( <i>see note on <a ref='Matthew 3:7'>Mt 3:7</a></i> ). Paul may have come from a line of Pharisees (cf. <a ref='Acts 22:3'>Ac 22:3</a> ; <a ref='Acts 23:6'>23:6</a> ; <a ref='Acts 26:5'>26:5</a> ). <a ref='Philippians 3:6'>3:6</a> <b>zeal, a persecutor of the church.</b> To the Jew, “zeal” was the highest single virtue of religion. It combines love and hate; because Paul loved Judaism, he hated whatever might threaten it ( <i>see notes on <a ref='Acts 8:3'>Ac 8:3</a> ; <a ref='Acts 9:1'>9:1</a></i> ). <b>the righteousness which is in the Law.</b> The standard of righteous living advocated by God’s law. Paul outwardly kept this, so that no one could accuse him of violation. Obviously his heart was sinful and self-righteous. He was not an OT believer, but a proud and lost legalist. <a ref='Philippians 3:7'>3:7</a> <b>whatever things were gain. … have counted as loss.</b> The Greek word for “gain” is an accounting term that means “profit.” The Greek word for “loss” also is an accounting term, used to describe a business loss. Paul used the language of business to describe the spiritual transaction that occurred when Christ redeemed him. All his Jewish religious credentials that he thought were in his profit column were actually worthless and damning (cf. <a ref='Luke 18:9–14'>Lk 18:9–14</a> ). Thus, he put them in his loss column when he saw the glories of Christ (cf. <a ref='Matthew 13:44–45'>Mt 13:44–45</a> ; <a ref='Matthew 16:25–26'>16:25–26</a> ). <a ref='Philippians 3:8–11'>3:8–11</a> Paul described the benefits that accrued to his profit column when he came to Christ. <a ref='Philippians 3:8'>3:8</a> <b>knowing Christ Jesus.</b> To “know” Christ is not simply to have intellectual knowledge about Him; Paul used the Greek verb that means to know “experientially” or “personally” (cf. <a ref='John 10:27'>Jn 10:27</a> ; <a ref='John 17:3'>17:3</a> ; <a ref='2 Corinthians 4:6'>2Co 4:6</a> ; <a ref='1 John 5:20'>1Jn 5:20</a> ). It is equivalent to shared life with Christ ( <i>see note on <a ref='Galatians 2:20'>Ga 2:20</a></i> ). It also corresponds to a Hebrew word used of God’s knowledge of His people ( <a ref='Amos 3:2'>Am 3:2</a> ) and their knowledge of Him in love and obedience ( <a ref='Jeremiah 31:34'>Jer 31:34</a> ; <a ref='Hosea 6:3'>Hos 6:3</a> ; <a ref='Hosea 8:2'>8:2</a> ). <b>rubbish.</b> The Greek word refers to garbage or waste, and can even be translated “dung” or “manure.” <a ref='Philippians 3:9'>3:9</a> <b>be found in Him.</b> Paul was “in Christ” ( <i>see note on <a ref='Philippians 1:1'>1:1</a></i> ). His union with Christ was possible only because God imputed Christ’s righteousness to him so that it was reckoned by God as his own ( <i>see notes on <a ref='Romans 1:17'>Ro 1:17</a> ; <a ref='Romans 3:24'>3:24</a></i> ). <b>not having a righteousness of my own which is from</b> the <b>Law.</b> This is the proud self-righteousness of external morality, religious ritual and ceremony, and good works. It is the righteousness produced by the flesh, which cannot save from sin ( <a ref='Romans 3:19–20'>Ro 3:19–20</a> ; <a ref='Galatians 3:6–25'>Ga 3:6–25</a> ). <b>faith in Christ.</b> Faith is the confident, continuous confession of total dependence on and trust in Jesus Christ for the necessary requirement to enter God’s kingdom ( <i>see note on <a ref='Romans 1:16'>Ro 1:16</a></i> ). And that requirement is the righteousness of Christ, which God imputes to every believer ( <i>see note on <a ref='Romans 3:24'>Ro 3:24</a></i> ). <a ref='Philippians 3:10'>3:10</a> <b>I may know Him.</b> <i>See note on v. <a ref='Philippians 3:8'>8</a> .</i> Paul’s emphasis here is on gaining a deeper knowledge and intimacy with Christ. <b>the power of His resurrection.</b> Christ’s resurrection most graphically demonstrated the extent of His power. By raising Himself from the dead, Christ displayed His power over both the physical and spiritual worlds. <b>fellowship of His sufferings.</b> This refers to a partnership—a deep communion of suffering that every believer shares with Christ, who is able to comfort suffering Christians because He has already experienced the same suffering, and infinitely more ( <a ref='Hebrews 2:18'>Heb 2:18</a> ; <a ref='Hebrews 4:15'>4:15</a> ; <a ref='Hebrews 12:2–4'>12:2–4</a> ; cf. <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='1 Peter 2:21–24'>1Pe 2:21–24</a> ). <b>conformed to His death.</b> As Christ died for the purpose of redeeming sinners, so Paul had that same purpose in a lesser sense; he lived and would willingly die to reach sinners with the gospel. His life and death, though not redemptive, were for the same purpose as his Lord’s. <a ref='Philippians 3:11'>3:11</a> <b>in order that.</b> Reflecting his humility, he didn’t care how God brought it to pass, but longed for death and for the fulfillment of his salvation in his resurrection body (cf. <a ref='Romans 8:23'>Ro 8:23</a> ). <b>the resurrection from the dead.</b> Lit. “the resurrection out from the corpses.” This is a reference to the resurrection which accompanies the rapture of the church ( <a ref='1 Thessalonians 4:13–17'>1Th 4:13–17</a> ; cf. <a ref='1 Corinthians 15:42–44'>1Co 15:42–44</a> ). <a ref='Philippians 3:12–14'>3:12–14</a> Paul uses the analogy of a runner to describe the Christian’s spiritual growth. The believer has not reached his goal of Christlikeness (cf. vv. <a ref='Philippians 3:20–21'>20–21</a> ), but like the runner in a race, he must continue to pursue it. That this is the goal for every believer is also clear from <a ref='Romans 8:29'>Ro 8:29</a> ; <a ref='2 Thessalonians 2:13–14'>2Th 2:13–14</a> ; <a ref='1 John 3:2'>1Jn 3:2</a> ( <i>see notes there</i> ). <a ref='Philippians 3:12'>3:12</a> <b>Not that I have already obtained.</b> The race toward Christlikeness begins with a sense of honesty and dissatisfaction. <b>press on.</b> The Greek word was used of a sprinter, and refers to aggressive, energetic action. Paul pursued sanctification with all his might, straining every spiritual muscle to win the prize ( <a ref='1 Corinthians 9:24–27'>1Co 9:24–27</a> ; <a ref='1 Timothy 6:12'>1Ti 6:12</a> ; <a ref='Hebrews 12:1'>Heb 12:1</a> ). <b>lay hold … laid hold.</b> “Lay hold” means “to make one’s own possession.” Christ chose Paul for the ultimate purpose of conforming Paul to His glorious image ( <a ref='Romans 8:29'>Ro 8:29</a> ), and that is the very goal Paul pursued to attain. <a ref='Philippians 3:13'>3:13</a> <b>one thing</b> I do. Paul had reduced the whole of sanctification to the simple and clear goal of doing “one thing”—pursuing Christlikeness ( <i>see notes on <a ref='2 Corinthians 11:1–3'>2Co 11:1–3</a></i> ). <b>forgetting what</b> lies <b>behind.</b> The believer must refuse to rely on past virtuous deeds and achievements in ministry or to dwell on sins and failures. To be distracted by the past debilitates one’s efforts in the present. <a ref='Philippians 3:14'>3:14</a> <b>the goal.</b> Christlikeness here and now ( <i>see note on v. <a ref='Philippians 3:12'>12</a></i> ). <b>the prize.</b> Christlikeness in heaven (cf. vv. <a ref='Philippians 3:20–21'>20–21</a> ; <a ref='1 John 3:1–2'>1Jn 3:1–2</a> ). <b>the upward call of God.</b> The time when God calls each believer up to heaven and into His presence will be the moment of receiving the prize which has been an unattainable goal in earthly life. <a ref='Philippians 3:15'>3:15</a> <b>as many as are perfect.</b> Since the spiritual perfection of Christlikeness is possible only when the believer receives the upward call, Paul is referring here to mature spirituality. He could be referring to the mature believers who were like-minded with him in this pursuit or he may also have used “mature” here to refer sarcastically to the Judaizers, who thought they had reached perfection. <b>think this way.</b> Believers are to have the attitude of pursuing the prize of Christlikeness. <b>think differently.</b> Those who continue to dwell on the past and make no progress toward the goal. <b>God will reveal.</b> The Greek word for “reveal” means “to uncover” or “unveil.” Paul left in God’s hands those who were not pursuing spiritual perfection. He knew God would reveal the truth to them eventually, even if it meant chastening ( <a ref='Hebrews 12:5–11'>Heb 12:5–11</a> ). <a ref='Philippians 3:16'>3:16</a> <b>keep walking in step … same</b> standard <b>… we have attained.</b> The Greek word for “living” refers to walking in line. Paul’s directive for the Philippian believers was to stay in line spiritually and keep progressing in sanctification by the same principles that had brought them to this point in their spiritual growth (cf. <a ref='1 Thessalonians 3:10'>1Th 3:10</a> ; <a ref='1 Peter 2:2'>1Pe 2:2</a> ). <a ref='Philippians 3:17'>3:17</a> <b>my example.</b> Lit. “be imitators of me.” Since all believers are imperfect, they need examples of less imperfect people who know how to deal with imperfection and who can model the process of pursuing the goal of Christlikeness. Paul was that model ( <a ref='1 Corinthians 11:1'>1Co 11:1</a> ; <a ref='1 Thessalonians 1:6'>1Th 1:6</a> ). <b>look for those who walk.</b> The Philippian believers were to focus on other godly examples, such as Timothy and Epaphroditus ( <a ref='Philippians 2:19–20'>2:19–20</a> ), and see how they conducted themselves in service to Christ. <a ref='Philippians 3:18'>3:18</a> <b>often told you.</b> Apparently, Paul had warned the Philippians on numerous occasions about the dangers of false teachers, just as he did the Ephesians ( <a ref='Acts 20:28–30'>Ac 20:28–30</a> ). <b>crying.</b> Paul had a similar response as he warned the Ephesian elders about the dangers of false teachers ( <a ref='Acts 20:31'>Ac 20:31</a> ). <b>enemies of the cross.</b> Implied in Paul’s language is that these men did not claim to oppose Christ, His work on the cross, or salvation by grace alone through faith alone, but they did not pursue Christlikeness in manifest godliness. Apparently, they were posing as friends of Christ, and possibly had even reached positions of leadership in the church. <a ref='Philippians 3:19'>3:19</a> These enemies of the cross could have been either Jews (the Judaizers; v. <a ref='Philippians 3:2'>2</a> ) or Gentile libertines—precursors of gnosticism, who maintained a dualistic philosophy that tended toward antinomianism, which is a discarding of any moral law. <b>end is destruction.</b> The Greek word for “end” refers to one’s ultimate destiny. The Judaizers were headed for eternal damnation because they depended on their works to save them. The Gentile libertines were headed for the same destiny because they trusted in their human wisdom and denied the transforming power of the gospel. <b>god … stomach.</b> This may refer to the Judaizers’ fleshly accomplishments, which were mainly religious works. It could also refer to their observance of the dietary laws they believed were necessary for salvation. If the Gentile libertines are in view, it could easily refer to their sensual desires and fleshly appetites. As always, false teachers are evident by their wickedness. <i>See notes on <a ref='2 Peter 2:10–19'>2Pe 2:10–19</a> ; <a ref='Jude 1:8–13'>Jd 8–13</a> .</i> <b>glory … shame.</b> The Judaizers boasted of their self-effort; but even the best of their accomplishments were no better than filthy rags or dung (vv. <a ref='Philippians 3:7–8'>7–8</a> ; <a ref='Isaiah 64:6'>Is 64:6</a> ). The Gentile libertines boasted about their sin and abused Christian liberty to defend their behavior ( <a ref='1 Corinthians 6:12'>1Co 6:12</a> ). <b>earthly things.</b> The Judaizers were preoccupied with ceremonies, feasts, sacrifices, and other kinds of physical observances. The Gentile libertines simply loved the world itself and all the things in it (cf. <a ref='James 4:4'>Jas 4:4</a> ; <a ref='1 John 2:15'>1Jn 2:15</a> ). <a ref='Philippians 3:20'>3:20</a> <b>our citizenship.</b> The Greek term refers to a colony of foreigners. In one secular source, it was used to describe a capital city that kept the names of its citizens on a register. <b>in heaven.</b> The place where God dwells and where Christ is present. It is the believers’ home ( <a ref='John 14:2–3'>Jn 14:2–3</a> ), where their names are registered ( <a ref='Luke 10:20'>Lk 10:20</a> ) and their inheritance awaits ( <a ref='1 Peter 1:4'>1Pe 1:4</a> ). Other believers are there ( <a ref='Hebrews 12:23'>Heb 12:23</a> ). We belong to the kingdom under the rule of our heavenly King, and obey heaven’s laws. Cf. <a ref='1 Peter 2:11'>1Pe 2:11</a> . <b>eagerly wait.</b> The Greek verb is found in most passages dealing with the second coming and expresses the idea of waiting patiently, but with great expectation ( <a ref='Romans 8:23'>Ro 8:23</a> ; <a ref='2 Peter 3:11–12'>2Pe 3:11–12</a> ). <a ref='Philippians 3:21'>3:21</a> <b>transform the body of our humble state.</b> The Greek word for “transform” gives us the word “schematic,” which is an internal design of something. Those who are already dead in Christ, but alive with Him in spirit in heaven ( <a ref='Philippians 1:23'>1:23</a> ; <a ref='2 Corinthians 5:8'>2Co 5:8</a> ; <a ref='Hebrews 12:23'>Heb 12:23</a> ), will receive new bodies at the resurrection and rapture of the church, when those alive on earth will have their bodies transformed ( <i>see notes on <a ref='Romans 8:18–23'>Ro 8:18–23</a> ; <a ref='1 Corinthians 15:51–57'>1Co 15:51–57</a> ; <a ref='1 Thessalonians 4:16'>1Th 4:16</a></i> ). <b>conformity with the body of His glory.</b> The believer’s new body will be like Christ’s after His resurrection, and will be redesigned and adapted for heaven ( <a ref='1 Corinthians 15:42–43'>1Co 15:42–43</a> ; <a ref='1 John 3:2'>1Jn 3:2</a> ). <b>subject.</b> The Greek word refers to arranging things in order of rank or managing something. Christ has the power both to providentially create natural laws and miraculously overrule them ( <a ref='1 Corinthians 15:23–27'>1Co 15:23–27</a> ). <a ref='Philippians 4:1'>4:1</a> <b>loved and longed for.</b> Paul reveals his deep affection for the Philippian believers. The Greek term for “long to see” refers to the deep pain of separation from loved ones. <b>my joy and crown.</b> Paul did not derive his joy from circumstances, but from his fellow believers in Philippi (cf. <a ref='1 Thessalonians 2:19–20'>1Th 2:19–20</a> ; <a ref='1 Thessalonians 3:9'>3:9</a> ). The Greek term for “crown” refers to the laurel wreath received by an athlete for winning a contest ( <a ref='1 Corinthians 9:25'>1Co 9:25</a> ) or by a person honored by his peers at a banquet as a symbol of success or a fruitful life. The Philippian believers were proof that Paul’s efforts were successful (cf. <a ref='1 Corinthians 9:2'>1Co 9:2</a> ). <b>stand firm.</b> This Greek word was often used to describe a soldier standing at his post; here it is a military command (cf. <a ref='Philippians 1:27'>1:27</a> ) which is the dominant expression of vv. <a ref='Philippians 4:1–9'>1–9</a> . <a ref='Philippians 4:2'>4:2</a> <b>I urge.</b> The Greek term means “to implore,” or “to appeal.” <b>Euodia … Syntyche.</b> These two women were prominent church members (v. <a ref='Philippians 4:3'>3</a> ), who may have been among the women meeting for prayer when Paul first preached the gospel in Philippi ( <a ref='Acts 16:13'>Ac 16:13</a> ). Apparently, they were leading two opposing factions in the church, most likely over a personal conflict. <b>think the same way.</b> Spiritual stability depends on the mutual love, harmony, and peace between believers. Apparently the disunity in the Philippian church was about to destroy the integrity of its testimony. <a ref='Philippians 4:3'>4:3</a> <b>companion.</b> The Greek word pictures two oxen in a yoke, pulling the same load. A companion is a partner or an equal in a specific endeavor—in this case a spiritual one. It is possible that this individual is unnamed, but it is best to take the Greek word translated “companion” as a proper name (“Syzygos”). He was likely one of the church elders ( <a ref='Philippians 1:1'>1:1</a> ). <b>with … Clement.</b> Nothing is known of him. <b>book of life.</b> In eternity past, God registered all the names of His elect in that book which identifies those inheritors of eternal life ( <i>see note on <a ref='Revelation 3:5'>Rev 3:5</a></i> ; cf. <a ref='Daniel 12:1'>Da 12:1</a> ; <a ref='Malachi 3:16–17'>Mal 3:16–17</a> ; <a ref='Luke 10:20'>Lk 10:20</a> ; <a ref='Revelation 17:8'>Rev 17:8</a> ; <a ref='Revelation 20:12'>20:12</a> ). <a ref='Philippians 4:4'>4:4</a> <b>Rejoice in the Lord.</b> <i>See note on <a ref='Philippians 3:1'>3:1</a> .</i> <a ref='Philippians 4:5'>4:5</a> <b>considerate</b> spirit <b>.</b> This refers to contentment with and generosity toward others. It can also refer to mercy or leniency toward the faults and failures of others. It can even refer to patience in someone who submits to injustice or mistreatment without retaliating. Graciousness with humility encompasses all the above. <b>near.</b> Can refer to nearness in space or time. The context suggests nearness in space: the Lord encompasses all believers with His presence ( <a ref='Psalms 119:151'>Ps 119:151</a> ). <a ref='Philippians 4:6'>4:6</a> <b>Be anxious for nothing.</b> <i>See notes on <a ref='Matthew 6:26–33'>Mt 6:26–33</a> .</i> Fret and worry indicate a lack of trust in God’s wisdom, sovereignty, or power. Delighting in the Lord and meditating on His Word are a great antidote to anxiety ( <a ref='Psalms 1:2'>Ps 1:2</a> ). <b>in everything.</b> All difficulties are within God’s purposes. <b>prayer and petition with thanksgiving … requests.</b> Gratitude to God accompanies all true prayer. <a ref='Philippians 4:7'>4:7</a> <b>peace of God.</b> <i>See note on v. <a ref='Philippians 4:9'>9</a> .</i> Inner calm or tranquillity is promised to the believer who has a thankful attitude based on unwavering confidence that God is able and willing to do what is best for His children (cf. <a ref='Romans 8:28'>Ro 8:28</a> ). <b>surpasses all comprehension.</b> This refers to the divine origin of peace. It transcends human intellect, analysis, and insight ( <a ref='Isaiah 26:3'>Is 26:3</a> ; <a ref='John 16:33'>Jn 16:33</a> ). <b>guard.</b> A military term meaning “to keep watch over.” God’s peace guards believers from anxiety, doubt, fear, and distress. <b>hearts … minds.</b> Paul was not making a distinction between the two—he was giving a comprehensive statement referring to the whole inner person. Because of the believer’s union with Christ, He guards his inner being with His peace. <a ref='Philippians 4:8'>4:8</a> <b>true.</b> What is true is found in God ( <a ref='2 Timothy 2:25'>2Ti 2:25</a> ), in Christ ( <a ref='Ephesians 4:20–21'>Eph 4:20–21</a> ), in the Holy Spirit ( <a ref='John 16:13'>Jn 16:13</a> ), and in God’s Word ( <a ref='John 17:17'>Jn 17:17</a> ). <b>dignified.</b> The Greek term means “worthy of respect.” Believers are to meditate on whatever is worthy of awe and adoration, i.e., the sacred as opposed to the profane. <b>right.</b> The believer is to think in harmony with God’s divine standard of holiness. <b>pure.</b> That which is morally clean and undefiled. <b>lovely.</b> The Greek term means “pleasing” or “amiable.” By implication, believers are to focus on whatever is kind or gracious. <b>commendable.</b> That which is highly regarded or thought well of. It refers to what is generally considered reputable in the world, such as kindness, courtesy, and respect for others. <a ref='Philippians 4:9'>4:9</a> <b>in me.</b> The Philippians were to follow the truth of God proclaimed, along with the example of that truth lived by Paul before them ( <i>see note on <a ref='Hebrews 13:7'>Heb 13:7</a></i> ). <b>the God of peace.</b> <i>See note on <a ref='Romans 15:33'>Ro 15:33</a></i> ; cf. <a ref='1 Corinthians 14:33'>1Co 14:33</a> . God is peace ( <a ref='Romans 16:20'>Ro 16:20</a> ; <a ref='Ephesians 2:14'>Eph 2:14</a> ), makes peace with sinners through Christ ( <a ref='2 Corinthians 5:18–20'>2Co 5:18–20</a> ), and gives perfect peace in trouble (v. <a ref='Philippians 4:7'>7</a> ). <a ref='Philippians 4:10–19'>4:10–19</a> Paul expressed his gratitude to the Philippians for their kind expressions of love and the generous gift they sent him and thus provides a powerful example of how a Christian can be content regardless of his circumstances. <a ref='Philippians 4:10'>4:10</a> <b>at last … you lacked opportunity.</b> About ten years had passed since the Philippians first gave a gift to Paul to help meet his needs when he was first in Thessalonica (vv. <a ref='Philippians 4:15–16'>15–16</a> ). Paul was aware of their desire to continue to help, but he realized, within God’s providence, that they had not had the “opportunity” (season) to help. <a ref='Philippians 4:11'>4:11</a> <b>content.</b> The Greek term means “to be self-sufficient” or “to be satisfied.” It is the same word translated “sufficiency” in <a ref='2 Corinthians 9:8'>2Co 9:8</a> . It indicates independence from any need for help (cf. <a ref='Luke 3:14'>Lk 3:14</a> ; <a ref='1 Thessalonians 4:12'>1Th 4:12</a> ; <a ref='1 Timothy 6:6'>1Ti 6:6</a> , <a ref='1 Timothy 6:8'>8</a> ; <a ref='Hebrews 13:5'>Heb 13:5</a> ). <b>whatever circumstances I am.</b> Paul defined the circumstances in the following verse. <a ref='Philippians 4:12'>4:12</a> <b>humble means … abundance.</b> Paul knew how to get along with humble means (food, clothing, daily necessities) and how to live in prosperity. <b>being filled and going hungry.</b> The Greek word translated “being filled” was used of feeding and fattening animals. Paul knew how to be content when he had plenty to eat and when he was deprived of enough to eat. <a ref='Philippians 4:13'>4:13</a> <b>I can do all things.</b> Paul uses a Greek verb that means “to be strong” or “to have strength” (cf. <a ref='Acts 19:16'>Ac 19:16</a> , <a ref='Acts 19:20'>20</a> ; <a ref='James 5:16'>Jas 5:16</a> ). He had strength to withstand “all things” (vv. <a ref='Philippians 4:11–12'>11–12</a> ), including both difficulty and prosperity in the material world. <b>through Him who strengthens me.</b> The Greek word for strengthen means “to put power in.” Because believers are in Christ ( <a ref='Galatians 2:20'>Ga 2:20</a> ), He infuses them with His strength to sustain them until they receive some provision ( <a ref='Ephesians 3:16–20'>Eph 3:16–20</a> ; <a ref='2 Corinthians 12:10'>2Co 12:10</a> ). <a ref='Philippians 4:14'>4:14</a> Paul adds a word of clarification here so the Philippians would not think he was being ungrateful for their most recent gift, because of what he just wrote (vv. <a ref='Philippians 4:11–13'>11–13</a> ). <b>fellowship.</b> To join in a partnership with someone. <a ref='Philippians 4:15'>4:15</a> <b>at the first preaching of the gospel.</b> When Paul first preached the gospel in Philippi ( <a ref='Acts 16:13'>Ac 16:13</a> ). <b>after I left.</b> When Paul first left Philippi approximately 10 years before ( <a ref='Acts 16:40'>Ac 16:40</a> ). <b>Macedonia.</b> In addition to Philippi, Paul also ministered in two other towns in Macedonia: Thessalonica and Berea ( <a ref='Acts 17:1–14'>Ac 17:1–14</a> ). <b>matter of giving and receiving.</b> Paul used 3 business terms. “Matter of” could be translated “account.” “Giving and receiving” refer to expenditures and receipts. Paul was a faithful steward of God’s resources and kept careful records of what he received and spent. <b>but you alone.</b> Only the Philippians sent Paul provisions to meet his needs. <a ref='Philippians 4:16'>4:16</a> <b>even in Thessalonica.</b> <i>See note on <a ref='Acts 17:1'>Ac 17:1</a></i> ; see also Introduction to 1 Thessalonians . Paul preached there for a few months, during his second missionary journey. <a ref='Philippians 4:17'>4:17</a> <b>increases to your account.</b> The Philippians were in effect storing up for themselves treasure in heaven ( <a ref='Matthew 6:20'>Mt 6:20</a> ). The gifts they gave to Paul were accruing eternal dividends to their spiritual account ( <a ref='Proverbs 11:24–25'>Pr 11:24–25</a> ; <a ref='Proverbs 19:17'>19:17</a> ; <a ref='Luke 6:38'>Lk 6:38</a> ; <a ref='2 Corinthians 9:6'>2Co 9:6</a> ). <a ref='Philippians 4:18'>4:18</a> <b>Epaphroditus.</b> <i>See note on <a ref='Philippians 2:25'>2:25</a> .</i> <b>a fragrant aroma, an acceptable sacrifice, pleasing to God.</b> In the OT sacrificial system, every sacrifice was to provide a fragrant aroma and be acceptable to God. Only if it was offered with the correct attitude would it be pleasing to Him ( <a ref='Genesis 8:20–21'>Ge 8:20–21</a> ; <a ref='Exodus 29:18'>Ex 29:18</a> ; <a ref='Leviticus 1:9'>Lv 1:9</a> , <a ref='Leviticus 1:13'>13</a> , <a ref='Leviticus 1:17'>17</a> ). The Philippians’ gift was a spiritual sacrifice (cf. <a ref='Romans 12:1'>Ro 12:1</a> ; <a ref='1 Peter 2:5'>1Pe 2:5</a> ) that pleased God. <a ref='Philippians 4:19'>4:19</a> <b>all your needs.</b> Paul addressed all the Philippians’ material needs, which had probably been depleted to some extent because of their gracious gift ( <a ref='Proverbs 3:9'>Pr 3:9</a> ). <b>according to His riches.</b> God would give increase to the Philippians in proportion to His infinite resources, not just a small amount out of His riches. <a ref='Philippians 4:20'>4:20</a> This doxology is Paul’s praise in direct response to the great truth that God supplies all the needs of the saints. In a more general sense, this is praise in response to the character of God and His faithfulness. <a ref='Philippians 4:21'>4:21</a> <b>every saint.</b> <i>See note on <a ref='Philippians 1:1'>1:1</a> .</i> Instead of using the collective “all,” Paul used the individualistic “every” to declare that each saint was worthy of his concern. <b>brothers who are with me.</b> They certainly included Timothy and Epaphroditus ( <a ref='Philippians 2:19'>2:19</a> , <a ref='Philippians 2:25'>25</a> ). Others who were preaching the gospel in Rome were present ( <a ref='Philippians 1:14'>1:14</a> ). It is possible that Tychicus, Aristarchus, Onesimus, and Jesus Justus were also there ( <a ref='Colossians 4:7'>Col 4:7</a> , <a ref='Colossians 4:9–11'>9–11</a> ). <a ref='Philippians 4:22'>4:22</a> <b>Caesar’s household.</b> A significant number of people, not limited to Caesar’s family, which would include courtiers, princes, judges, cooks, food-tasters, musicians, custodians, builders, stablemen, soldiers, accountants. Within that large group, Paul had in mind those who, through the proclamation of the gospel by members of the church at Rome, had been saved prior to his coming. Newly added to their number were those led to Christ by Paul himself, including those soldiers who were chained to him while he was a prisoner ( <a ref='Philippians 1:13'>1:13</a> ). <a ref='Philippians 4:23'>4:23</a> The common conclusion to Paul’s epistles ( <i>see note on <a ref='Romans 16:24'>Ro 16:24</a></i> ).",
    "type": "notes"
  },
  {
    "id": "notes50f",
    "title": "Translator’s Notes and Cross-References for Philippians",
    "content": "Notes and Cross-References Philippians 1 1:1 a Or <i>holy ones</i> 1:1 A <a ref='2 Corinthians 1:1'>2Co 1:1</a> 1:1 B <a ref='Acts 16:1'>Ac 16:1</a> 1:1 C <a ref='Romans 1:1'>Ro 1:1</a> ; <a ref='Galatians 1:10'>Ga 1:10</a> 1:1 D <a ref='Galatians 3:26'>Ga 3:26</a> 1:1 E <a ref='2 Corinthians 1:1'>2Co 1:1</a> ; <a ref='Colossians 1:2'>Col 1:2</a> 1:1 F <a ref='Acts 9:13'>Ac 9:13</a> 1:1 G <a ref='Acts 16:12'>Ac 16:12</a> 1:1 H <a ref='Acts 20:28'>Ac 20:28</a> ; <a ref='1 Timothy 3:1'>1Ti 3:1f</a> ; <a ref='Titus 1:7'>Tit 1:7</a> 1:1 I <a ref='1 Timothy 3:8'>1Ti 3:8ff</a> 1:2 J <a ref='Romans 1:7'>Ro 1:7</a> 1:3 K <a ref='Romans 1:8'>Ro 1:8</a> 1:4 L <a ref='Romans 1:9'>Ro 1:9</a> 1:5 b Or <i>partnership in the preaching of the gospel</i> 1:5 M <a ref='Acts 2:42'>Ac 2:42</a> ; <a ref='Philippians 4:15'>Php 4:15</a> 1:5 N <a ref='Philippians 1:7'>Php 1:7</a> ; <a ref='Philippians 2:22'>2:22</a> ; <a ref='Philippians 4:3'>4:3</a> , <a ref='Philippians 4:15'>15</a> 1:5 O <a ref='Acts 16:12–40'>Ac 16:12-40</a> ; <a ref='Philippians 2:12'>Php 2:12</a> ; <a ref='Philippians 4:15'>4:15</a> 1:6 P <a ref='1 Corinthians 1:8'>1Co 1:8</a> ; <a ref='Philippians 1:10'>Php 1:10</a> ; <a ref='Philippians 2:16'>2:16</a> 1:7 c Lit <i>Just as it is right</i> 1:7 Q <a ref='2 Peter 1:13'>2Pe 1:13</a> 1:7 R <a ref='2 Corinthians 7:3'>2Co 7:3</a> 1:7 S <a ref='Acts 21:33'>Ac 21:33</a> ; <a ref='Ephesians 6:20'>Eph 6:20</a> ; <a ref='Philippians 1:13'>Php 1:13f</a> , <a ref='Philippians 1:17'>17</a> 1:7 T <a ref='Philippians 1:16'>Php 1:16</a> 1:7 U <a ref='Philippians 1:5'>Php 1:5</a> , <a ref='Philippians 1:12'>12</a> , <a ref='Philippians 1:16'>16</a> , <a ref='Philippians 1:27'>27</a> ; <a ref='Philippians 2:22'>2:22</a> ; <a ref='Philippians 4:3'>4:3</a> , <a ref='Philippians 4:15'>15</a> 1:8 d Lit <i>inward parts</i> 1:8 V <a ref='Romans 1:9'>Ro 1:9</a> 1:8 W <a ref='Galatians 3:26'>Ga 3:26</a> 1:9 X <a ref='1 Thessalonians 3:12'>1Th 3:12</a> 1:9 Y <a ref='Colossians 1:9'>Col 1:9</a> 1:10 e Or <i>discover</i> , <i>distinguish between the things which differ</i> 1:10 f Or <i>for</i> 1:10 Z <a ref='Romans 2:18'>Ro 2:18</a> 1:10 A <a ref='1 Corinthians 1:8'>1Co 1:8</a> ; <a ref='Philippians 1:6'>Php 1:6</a> ; <a ref='Philippians 2:16'>2:16</a> 1:11 B <a ref='James 3:18'>Jas 3:18</a> 1:12 C <a ref='Luke 21:13'>Lk 21:13</a> 1:12 D <a ref='Philippians 1:5'>Php 1:5</a> , <a ref='Philippians 1:7'>7</a> , <a ref='Philippians 1:16'>16</a> , <a ref='Philippians 1:27'>27</a> ; <a ref='Philippians 2:22'>2:22</a> ; <a ref='Philippians 4:3'>4:3</a> , <a ref='Philippians 4:15'>15</a> 1:13 g Or <i>governor’s palace</i> 1:13 E <a ref='Philippians 1:7'>Php 1:7</a> ; <a ref='2 Timothy 2:9'>2Ti 2:9</a> 1:13 F <a ref='Acts 28:30'>Ac 28:30</a> 1:14 h Or <i>brothers in the Lord, trusting because of my chains</i> 1:14 G <a ref='Philippians 1:7'>Php 1:7</a> ; <a ref='2 Timothy 2:9'>2Ti 2:9</a> 1:14 H <a ref='Acts 4:31'>Ac 4:31</a> ; <a ref='2 Corinthians 3:12'>2Co 3:12</a> ; <a ref='2 Corinthians 7:4'>7:4</a> ; <a ref='Philippians 1:20'>Php 1:20</a> 1:15 i Lit <i>because of</i> 1:15 I <a ref='2 Corinthians 11:13'>2Co 11:13</a> 1:16 J <a ref='Philippians 1:5'>Php 1:5</a> , <a ref='Philippians 1:7'>7</a> , <a ref='Philippians 1:12'>12</a> , <a ref='Philippians 1:27'>27</a> ; <a ref='Philippians 2:22'>2:22</a> ; <a ref='Philippians 4:3'>4:3</a> , <a ref='Philippians 4:15'>15</a> 1:17 j Lit <i>not sincerely</i> 1:17 K <a ref='Romans 2:8'>Ro 2:8</a> ; <a ref='Philippians 2:3'>Php 2:3</a> 1:17 L <a ref='Philippians 1:7'>Php 1:7</a> ; <a ref='2 Timothy 2:9'>2Ti 2:9</a> 1:19 k Lit <i>supplication</i> 1:19 M <a ref='Job 13:16'>Job 13:16</a> 1:19 N <a ref='2 Corinthians 1:11'>2Co 1:11</a> 1:19 O <a ref='Acts 16:7'>Ac 16:7</a> 1:20 P <a ref='Romans 8:19'>Ro 8:19</a> 1:20 Q <a ref='Romans 5:5'>Ro 5:5</a> ; <a ref='1 Peter 4:16'>1Pe 4:16</a> 1:20 R <a ref='Acts 4:31'>Ac 4:31</a> ; <a ref='2 Corinthians 3:12'>2Co 3:12</a> ; <a ref='2 Corinthians 7:4'>7:4</a> ; <a ref='Philippians 1:14'>Php 1:14</a> 1:20 S <a ref='1 Corinthians 6:20'>1Co 6:20</a> 1:20 T <a ref='Romans 14:8'>Ro 14:8</a> 1:21 U <a ref='Galatians 2:20'>Ga 2:20</a> 1:22 l Or <i>But if to live in the flesh, this will be fruitful labor for me, then I</i> 1:22 V <a ref='Romans 1:13'>Ro 1:13</a> 1:23 m Lit <i>from</i> 1:23 W <a ref='2 Corinthians 5:8'>2Co 5:8</a> ; <a ref='2 Timothy 4:6'>2Ti 4:6</a> 1:23 X <a ref='John 12:26'>Jn 12:26</a> 1:25 n Lit <i>of</i> 1:25 Y <a ref='Philippians 2:24'>Php 2:24</a> 1:26 Z <a ref='2 Corinthians 5:12'>2Co 5:12</a> ; <a ref='2 Corinthians 7:4'>7:4</a> ; <a ref='Philippians 2:16'>Php 2:16</a> 1:27 o To lead one’s life as a citizen, cf. <a ref='Philippians 3:20'>3:20</a> 1:27 p Lit <i>soul</i> 1:27 A <a ref='Ephesians 4:1'>Eph 4:1</a> 1:27 B <a ref='Philippians 1:5'>Php 1:5</a> 1:27 C <a ref='1 Corinthians 16:13'>1Co 16:13</a> ; <a ref='Philippians 4:1'>Php 4:1</a> 1:27 D <a ref='Acts 4:32'>Ac 4:32</a> 1:27 E <a ref='Jude 1:3'>Jd 3</a> 1:28 F <a ref='2 Thessalonians 1:5'>2Th 1:5</a> 1:29 G <a ref='Matthew 5:11'>Mt 5:11</a> , <a ref='Matthew 5:12'>12</a> 1:29 H <a ref='Acts 14:22'>Ac 14:22</a> 1:30 I <a ref='Colossians 1:29'>Col 1:29</a> ; <a ref='Colossians 2:1'>2:1</a> ; <a ref='1 Thessalonians 2:2'>1Th 2:2</a> ; <a ref='1 Timothy 6:12'>1Ti 6:12</a> ; <a ref='2 Timothy 4:7'>2Ti 4:7</a> ; <a ref='Hebrews 10:32'>Heb 10:32</a> ; <a ref='Hebrews 12:1'>12:1</a> 1:30 J <a ref='Acts 16:19–40'>Ac 16:19-40</a> ; <a ref='Philippians 1:13'>Php 1:13</a> Philippians 2 2:1 a Lit <i>inward parts</i> 2:1 A <a ref='2 Corinthians 13:14'>2Co 13:14</a> 2:1 B <a ref='Colossians 3:12'>Col 3:12</a> 2:2 C <a ref='John 3:29'>Jn 3:29</a> 2:2 D <a ref='Romans 12:16'>Ro 12:16</a> ; <a ref='Philippians 4:2'>Php 4:2</a> 2:3 b Lit <i>according to</i> 2:3 c Or <i>contentiousness</i> 2:3 E <a ref='Romans 2:8'>Ro 2:8</a> ; <a ref='Philippians 1:17'>Php 1:17</a> 2:3 F <a ref='Galatians 5:26'>Ga 5:26</a> 2:3 G <a ref='Romans 12:10'>Ro 12:10</a> ; <a ref='Ephesians 5:21'>Eph 5:21</a> 2:4 H <a ref='Romans 15:1'>Ro 15:1f</a> 2:5 d Or <i>among</i> 2:5 I <a ref='Matthew 11:29'>Mt 11:29</a> ; <a ref='Romans 15:3'>Ro 15:3</a> 2:5 J <a ref='Philippians 1:1'>Php 1:1</a> 2:6 e Or <i>of which to be taken advantage</i> 2:6 K <a ref='John 1:1'>Jn 1:1</a> 2:6 L <a ref='2 Corinthians 4:4'>2Co 4:4</a> 2:6 M <a ref='John 5:18'>Jn 5:18</a> ; <a ref='John 10:33'>10:33</a> ; <a ref='John 14:28'>14:28</a> 2:7 f Laid aside His privileges 2:7 N <a ref='2 Corinthians 8:9'>2Co 8:9</a> 2:7 O <a ref='Matthew 20:28'>Mt 20:28</a> 2:7 P <a ref='John 1:14'>Jn 1:14</a> ; <a ref='Romans 8:3'>Ro 8:3</a> ; <a ref='Galatians 4:4'>Ga 4:4</a> ; <a ref='Hebrews 2:17'>Heb 2:17</a> 2:8 g Lit <i>of</i> 2:8 Q <a ref='2 Corinthians 8:9'>2Co 8:9</a> 2:8 R <a ref='Matthew 26:39'>Mt 26:39</a> ; <a ref='John 10:18'>Jn 10:18</a> ; <a ref='Romans 5:19'>Ro 5:19</a> ; <a ref='Hebrews 5:8'>Heb 5:8</a> 2:8 S <a ref='Hebrews 12:2'>Heb 12:2</a> 2:9 T <a ref='Hebrews 1:9'>Heb 1:9</a> 2:9 U <a ref='Matthew 28:18'>Mt 28:18</a> ; <a ref='Acts 2:33'>Ac 2:33</a> ; <a ref='Hebrews 2:9'>Heb 2:9</a> 2:9 V <a ref='Ephesians 1:21'>Eph 1:21</a> 2:10 W <a ref='Isaiah 45:23'>Is 45:23</a> ; <a ref='Romans 14:11'>Ro 14:11</a> 2:10 X <a ref='Ephesians 1:10'>Eph 1:10</a> 2:11 h In OT, Yahweh, cf. <a ref='Isaiah 45:23–25'>Is 45:23-25</a> 2:11 Y <a ref='Isaiah 45:23–25'>Is 45:23-25</a> 2:11 Z <a ref='John 13:13'>Jn 13:13</a> ; <a ref='Romans 10:9'>Ro 10:9</a> ; <a ref='Romans 14:9'>14:9</a> 2:12 A <a ref='Philippians 1:5'>Php 1:5</a> , <a ref='Philippians 1:6'>6</a> ; <a ref='Philippians 4:15'>4:15</a> 2:12 B <a ref='Hebrews 5:9'>Heb 5:9</a> 2:12 C <a ref='2 Corinthians 7:15'>2Co 7:15</a> 2:13 D <a ref='Romans 12:3'>Ro 12:3</a> ; <a ref='1 Corinthians 12:6'>1Co 12:6</a> ; <a ref='1 Corinthians 15:10'>15:10</a> ; <a ref='Hebrews 13:21'>Heb 13:21</a> 2:13 E <a ref='Ephesians 1:5'>Eph 1:5</a> 2:14 F <a ref='1 Corinthians 10:10'>1Co 10:10</a> ; <a ref='1 Peter 4:9'>1Pe 4:9</a> 2:15 i Or <i>luminaries</i> , <i>stars</i> 2:15 G <a ref='Luke 1:6'>Lk 1:6</a> ; <a ref='Philippians 3:6'>Php 3:6</a> 2:15 H <a ref='Matthew 5:45'>Mt 5:45</a> ; <a ref='Ephesians 5:1'>Eph 5:1</a> 2:15 I <a ref='Deuteronomy 32:5'>Dt 32:5</a> ; <a ref='Acts 2:40'>Ac 2:40</a> 2:15 J <a ref='Matthew 5:14–16'>Mt 5:14-16</a> 2:16 j Or <i>forth</i> 2:16 K <a ref='Philippians 1:6'>Php 1:6</a> 2:16 L <a ref='Galatians 2:2'>Ga 2:2</a> 2:16 M <a ref='Isaiah 49:4'>Is 49:4</a> ; <a ref='Galatians 4:11'>Ga 4:11</a> ; <a ref='1 Thessalonians 3:5'>1Th 3:5</a> 2:17 N <a ref='2 Corinthians 12:15'>2Co 12:15</a> ; <a ref='2 Timothy 4:6'>2Ti 4:6</a> 2:17 O <a ref='Numbers 28:6'>Nu 28:6</a> , <a ref='Numbers 28:7'>7</a> ; <a ref='Romans 15:16'>Ro 15:16</a> 2:19 P <a ref='Philippians 2:23'>Php 2:23</a> 2:19 Q <a ref='Philippians 1:1'>Php 1:1</a> 2:20 R <a ref='1 Corinthians 16:10'>1Co 16:10</a> ; <a ref='2 Timothy 3:10'>2Ti 3:10</a> 2:21 S <a ref='1 Corinthians 10:24'>1Co 10:24</a> ; <a ref='1 Corinthians 13:5'>13:5</a> ; <a ref='Philippians 2:4'>Php 2:4</a> 2:22 T <a ref='Romans 5:4'>Ro 5:4</a> ; <a ref='Acts 16:2'>Ac 16:2</a> 2:22 U <a ref='Acts 16:3'>Ac 16:3</a> ; <a ref='1 Corinthians 16:10'>1Co 16:10</a> ; <a ref='2 Timothy 3:10'>2Ti 3:10</a> 2:22 V <a ref='1 Corinthians 4:17'>1Co 4:17</a> 2:23 k Or <i>see about</i> 2:23 W <a ref='Philippians 2:19'>Php 2:19</a> 2:24 X <a ref='Philippians 1:25'>Php 1:25</a> 2:25 l Lit <i>apostle</i> 2:25 Y <a ref='Philippians 4:18'>Php 4:18</a> 2:25 Z <a ref='Romans 16:3'>Ro 16:3</a> , <a ref='Romans 16:9'>9</a> , <a ref='Romans 16:21'>21</a> ; <a ref='Philippians 4:3'>Php 4:3</a> ; <a ref='Philemon 1:1'>Phm 1</a> , <a ref='Philemon 1:24'>24</a> 2:25 A <a ref='Philemon 1:2'>Phm 2</a> 2:25 B <a ref='John 13:16'>Jn 13:16</a> ; <a ref='2 Corinthians 8:23'>2Co 8:23</a> 2:26 m One early ms <i>to see you all</i> 2:29 C <a ref='Romans 16:2'>Ro 16:2</a> 2:29 D <a ref='1 Corinthians 16:18'>1Co 16:18</a> 2:30 n Lit <i>because of</i> 2:30 o Lit <i>your deficiency of service</i> 2:30 E <a ref='Acts 20:24'>Ac 20:24</a> 2:30 F <a ref='1 Corinthians 16:17'>1Co 16:17</a> ; <a ref='Philippians 4:10'>Php 4:10</a> Philippians 3 3:1 A <a ref='Philippians 2:18'>Php 2:18</a> ; <a ref='Philippians 4:4'>4:4</a> 3:2 a Or <i>false circumcision</i> 3:2 B <a ref='Psalms 22:16'>Ps 22:16</a> , <a ref='Psalms 22:20'>20</a> ; <a ref='Galatians 5:15'>Ga 5:15</a> ; <a ref='Revelation 22:15'>Rev 22:15</a> 3:2 C <a ref='2 Corinthians 11:13'>2Co 11:13</a> 3:3 b Gr <i>peritome</i> 3:3 c Or <i>by</i> 3:3 D <a ref='Romans 2:29'>Ro 2:29</a> ; <a ref='Romans 9:6'>9:6</a> ; <a ref='Galatians 6:15'>Ga 6:15</a> 3:3 E <a ref='Galatians 5:25'>Ga 5:25</a> 3:3 F <a ref='Romans 15:17'>Ro 15:17</a> ; <a ref='Galatians 6:14'>Ga 6:14</a> 3:3 G <a ref='Romans 8:39'>Ro 8:39</a> ; <a ref='Philippians 1:1'>Php 1:1</a> ; <a ref='Philippians 3:12'>3:12</a> 3:4 H <a ref='2 Corinthians 5:16'>2Co 5:16</a> ; <a ref='2 Corinthians 11:18'>11:18</a> 3:5 I <a ref='Luke 1:59'>Lk 1:59</a> 3:5 J <a ref='Romans 11:1'>Ro 11:1</a> ; <a ref='2 Corinthians 11:22'>2Co 11:22</a> 3:5 K <a ref='Romans 11:1'>Ro 11:1</a> 3:5 L <a ref='Acts 22:3'>Ac 22:3</a> ; <a ref='Acts 23:6'>23:6</a> ; <a ref='Acts 26:5'>26:5</a> 3:6 M <a ref='Acts 8:3'>Ac 8:3</a> ; <a ref='Acts 22:4'>22:4</a> , <a ref='Acts 22:5'>5</a> ; <a ref='Acts 26:9–11'>26:9-11</a> 3:6 N <a ref='Philippians 3:9'>Php 3:9</a> 3:6 O <a ref='Philippians 2:15'>Php 2:15</a> 3:7 P <a ref='Luke 14:33'>Lk 14:33</a> 3:8 d Lit <i>the knowledge of</i> 3:8 e Lit <i>because of</i> 3:8 Q <a ref='Jeremiah 9:23'>Jer 9:23f</a> ; <a ref='John 17:3'>Jn 17:3</a> ; <a ref='Ephesians 4:13'>Eph 4:13</a> ; <a ref='Philippians 3:10'>Php 3:10</a> ; <a ref='2 Peter 1:3'>2Pe 1:3</a> 3:8 R <a ref='Romans 8:39'>Ro 8:39</a> ; <a ref='Philippians 1:1'>Php 1:1</a> ; <a ref='Philippians 3:12'>3:12</a> 3:9 S <a ref='Romans 10:5'>Ro 10:5</a> ; <a ref='Philippians 3:6'>Php 3:6</a> 3:9 T <a ref='Romans 9:30'>Ro 9:30</a> ; <a ref='1 Corinthians 1:30'>1Co 1:30</a> 3:10 f Or <i>participation in</i> 3:10 U <a ref='Jeremiah 9:23'>Jer 9:23f</a> ; <a ref='John 17:3'>Jn 17:3</a> ; <a ref='Ephesians 4:13'>Eph 4:13</a> ; <a ref='Philippians 3:8'>Php 3:8</a> ; <a ref='2 Peter 1:3'>2Pe 1:3</a> 3:10 V <a ref='Romans 6:5'>Ro 6:5</a> 3:10 W <a ref='Romans 8:17'>Ro 8:17</a> 3:10 X <a ref='Romans 6:5'>Ro 6:5</a> ; <a ref='Romans 8:36'>8:36</a> ; <a ref='Galatians 6:17'>Ga 6:17</a> 3:11 g Lit <i>if somehow</i> 3:11 Y <a ref='Acts 26:7'>Ac 26:7</a> ; <a ref='1 Corinthians 15:23'>1Co 15:23</a> ; <a ref='Revelation 20:5'>Rev 20:5f</a> 3:12 h Lit <i>if I may even</i> 3:12 i Or <i>because also</i> 3:12 Z <a ref='1 Corinthians 9:24'>1Co 9:24f</a> ; <a ref='1 Timothy 6:12'>1Ti 6:12</a> , <a ref='1 Timothy 6:19'>19</a> 3:12 A <a ref='1 Corinthians 13:10'>1Co 13:10</a> 3:12 B <a ref='1 Timothy 6:12'>1Ti 6:12</a> , <a ref='1 Timothy 6:19'>19</a> 3:12 C <a ref='Acts 9:5'>Ac 9:5f</a> 3:12 D <a ref='Romans 8:39'>Ro 8:39</a> ; <a ref='Philippians 1:1'>Php 1:1</a> ; <a ref='Philippians 3:3'>3:3</a> , <a ref='Philippians 3:8'>8</a> 3:13 E <a ref='Luke 9:62'>Lk 9:62</a> 3:14 F <a ref='1 Corinthians 9:24'>1Co 9:24</a> ; <a ref='Hebrews 6:1'>Heb 6:1</a> 3:14 G <a ref='Romans 8:28'>Ro 8:28</a> ; <a ref='Romans 11:29'>11:29</a> ; <a ref='2 Timothy 1:9'>2Ti 1:9</a> 3:14 H <a ref='Philippians 3:3'>Php 3:3</a> 3:15 j Or <i>mature</i> 3:15 I <a ref='Matthew 5:48'>Mt 5:48</a> ; <a ref='1 Corinthians 2:6'>1Co 2:6</a> 3:15 J <a ref='Galatians 5:10'>Ga 5:10</a> 3:15 K <a ref='John 6:45'>Jn 6:45</a> ; <a ref='Ephesians 1:17'>Eph 1:17</a> ; <a ref='1 Thessalonians 4:9'>1Th 4:9</a> 3:16 k Lit <i>following in line</i> 3:16 L <a ref='Galatians 6:16'>Ga 6:16</a> 3:17 M <a ref='1 Corinthians 4:16'>1Co 4:16</a> ; <a ref='1 Corinthians 11:1'>11:1</a> ; <a ref='Philippians 4:9'>Php 4:9</a> 3:17 N <a ref='Philippians 2:4'>Php 2:4</a> 3:17 O <a ref='1 Peter 5:3'>1Pe 5:3</a> 3:18 P <a ref='2 Corinthians 11:13'>2Co 11:13</a> 3:18 Q <a ref='Acts 20:31'>Ac 20:31</a> 3:18 R <a ref='Galatians 6:14'>Ga 6:14</a> 3:19 S <a ref='Romans 16:18'>Ro 16:18</a> ; <a ref='Titus 1:12'>Tit 1:12</a> 3:19 T <a ref='Romans 6:21'>Ro 6:21</a> ; <a ref='Jude 1:13'>Jd 13</a> 3:19 U <a ref='Romans 8:5'>Ro 8:5f</a> ; <a ref='Colossians 3:2'>Col 3:2</a> 3:20 l Lit <i>commonwealth</i> 3:20 V <a ref='Ephesians 2:19'>Eph 2:19</a> ; <a ref='Philippians 1:27'>Php 1:27</a> ; <a ref='Colossians 3:1'>Col 3:1</a> ; <a ref='Hebrews 12:22'>Heb 12:22</a> 3:20 W <a ref='1 Corinthians 1:7'>1Co 1:7</a> 3:21 m Or <i>our lowly body</i> 3:21 n Or <i>His glorious body</i> 3:21 X <a ref='1 Corinthians 15:43–53'>1Co 15:43-53</a> 3:21 Y <a ref='Romans 8:29'>Ro 8:29</a> ; <a ref='Colossians 3:4'>Col 3:4</a> 3:21 Z <a ref='1 Corinthians 15:43'>1Co 15:43</a> , <a ref='1 Corinthians 15:49'>49</a> 3:21 A <a ref='Ephesians 1:19'>Eph 1:19</a> 3:21 B <a ref='1 Corinthians 15:28'>1Co 15:28</a> Philippians 4 4:1 A <a ref='Philippians 1:8'>Php 1:8</a> 4:1 B <a ref='1 Corinthians 16:13'>1Co 16:13</a> ; <a ref='Philippians 1:27'>Php 1:27</a> 4:2 C <a ref='Philippians 2:2'>Php 2:2</a> 4:3 D <a ref='Philippians 2:25'>Php 2:25</a> 4:3 E <a ref='Luke 10:20'>Lk 10:20</a> 4:4 F <a ref='Philippians 3:1'>Php 3:1</a> 4:5 a Or <i>at hand</i> 4:5 G <a ref='1 Corinthians 16:22'>1Co 16:22</a> mg; <a ref='Hebrews 10:37'>Heb 10:37</a> ; <a ref='James 5:8'>Jas 5:8f</a> 4:6 H <a ref='Matthew 6:25'>Mt 6:25</a> 4:6 I <a ref='Ephesians 6:18'>Eph 6:18</a> ; <a ref='1 Timothy 2:1'>1Ti 2:1</a> ; <a ref='1 Timothy 5:5'>5:5</a> 4:7 b Lit <i>mind</i> 4:7 J <a ref='Isaiah 26:3'>Is 26:3</a> ; <a ref='John 14:27'>Jn 14:27</a> ; <a ref='Philippians 4:9'>Php 4:9</a> ; <a ref='Colossians 3:15'>Col 3:15</a> 4:7 K <a ref='1 Peter 1:5'>1Pe 1:5</a> 4:7 L <a ref='2 Corinthians 10:5'>2Co 10:5</a> 4:7 M <a ref='Philippians 1:1'>Php 1:1</a> ; <a ref='Philippians 4:19'>4:19</a> , <a ref='Philippians 4:21'>21</a> 4:8 c Or <i>lovable and gracious</i> 4:8 N <a ref='Romans 14:18'>Ro 14:18</a> ; <a ref='1 Peter 2:12'>1Pe 2:12</a> 4:9 O <a ref='Philippians 3:17'>Php 3:17</a> 4:9 P <a ref='Romans 15:33'>Ro 15:33</a> 4:10 Q <a ref='2 Corinthians 11:9'>2Co 11:9</a> ; <a ref='Philippians 2:30'>Php 2:30</a> 4:11 d Lit <i>according to</i> 4:11 e Or <i>self-sufficient</i> 4:11 R <a ref='2 Corinthians 9:8'>2Co 9:8</a> ; <a ref='1 Timothy 6:6'>1Ti 6:6</a> , <a ref='1 Timothy 6:8'>8</a> ; <a ref='Hebrews 13:5'>Heb 13:5</a> 4:12 S <a ref='1 Corinthians 4:11'>1Co 4:11</a> 4:12 T <a ref='2 Corinthians 11:9'>2Co 11:9</a> 4:13 f Lit <i>in</i> 4:13 U <a ref='2 Corinthians 12:9'>2Co 12:9</a> ; <a ref='Ephesians 3:16'>Eph 3:16</a> ; <a ref='Colossians 1:11'>Col 1:11</a> 4:14 V <a ref='Hebrews 10:33'>Heb 10:33</a> ; <a ref='Revelation 1:9'>Rev 1:9</a> 4:15 g Lit <i>beginning of</i> 4:15 W <a ref='Philippians 1:5'>Php 1:5</a> 4:15 X <a ref='Romans 15:26'>Ro 15:26</a> 4:15 Y <a ref='2 Corinthians 11:9'>2Co 11:9</a> 4:16 Z <a ref='Acts 17:1'>Ac 17:1</a> ; <a ref='1 Thessalonians 2:9'>1Th 2:9</a> 4:17 A <a ref='1 Corinthians 9:11'>1Co 9:11f</a> ; <a ref='2 Corinthians 9:5'>2Co 9:5</a> 4:18 h Lit <i>the things from you</i> 4:18 i Lit <i>an odor of fragrance</i> 4:18 B <a ref='Philippians 2:25'>Php 2:25</a> 4:18 C <a ref='Exodus 29:18'>Ex 29:18</a> ; <a ref='2 Corinthians 2:14'>2Co 2:14</a> ; <a ref='Ephesians 5:2'>Eph 5:2</a> 4:19 j Or <i>every need of yours</i> 4:19 D <a ref='2 Corinthians 9:8'>2Co 9:8</a> 4:19 E <a ref='Romans 2:4'>Ro 2:4</a> 4:20 k Lit <i>to the ages of the ages</i> 4:20 F <a ref='Galatians 1:4'>Ga 1:4</a> 4:20 G <a ref='Romans 11:36'>Ro 11:36</a> 4:21 l Or <i>holy one</i> 4:21 H <a ref='Galatians 1:2'>Ga 1:2</a> 4:22 m v <a ref='Philippians 4:21'>21</a> , note l 4:22 I <a ref='2 Corinthians 13:13'>2Co 13:13</a> 4:22 J <a ref='Acts 9:13'>Ac 9:13</a> 4:23 K <a ref='Romans 16:20'>Ro 16:20</a> 4:23 L <a ref='2 Timothy 4:22'>2Ti 4:22</a>",
    "type": "notes"
  }
]