[
  {
    "id": "intro32",
    "title": "The Book of Jonah",
    "content": "The Book of Jonah Title Following the lead of the Hebrew Masoretic text (MT), the title of the book is derived from the principal character, Jonah (meaning “dove”), the son of Amittai ( <a ref='Jonah 1:1'>1:1</a> ). Both the Septuagint (LXX) and the Latin Vulgate (Vg.) ascribe the same name. Author and Date The book makes no direct claim regarding authorship. Throughout the book, Jonah is repeatedly referred to in the third person, causing some to search for another author. It was not an uncommon OT practice, however, to write in the third person (e.g., <a ref='Exodus 11:3'>Ex 11:3</a> ; <a ref='1 Samuel 12:11'>1Sa 12:11</a> ). Furthermore, the autobiographical information revealed within its pages clearly points to Jonah as the author. The firsthand accounts of such unusual events and experiences would be best recounted from the hand of Jonah himself. Nor should the introductory verse suggest otherwise, since other prophets such as Hosea, Joel, Micah, Zephaniah, Haggai, and Zechariah have similar openings. According to <a ref='2 Kings 14:25'>2Ki 14:25</a> , Jonah came from Gath-hepher near Nazareth. The context places him during the long and prosperous reign of Jeroboam II (ca. 793–753 BC), making him a prophet to the northern tribes just prior to Amos during the first half of the eighth century BC, ca. 760 BC. The Pharisees were wrong when they said “no prophet arises out of Galilee” ( <a ref='John 7:52'>Jn 7:52</a> ), because Jonah was a Galilean. An unverifiable Jewish tradition says Jonah was the son of the widow of Zarephath whom Elijah raised from the dead ( <a ref='1 Kings 17:8–24'>1Ki 17:8–24</a> ). Background and Setting As a prophet to the 10 northern tribes of Israel, Jonah shares a background and setting with Amos. The nation enjoyed a time of relative peace and prosperity. Both Syria and Assyria were weak, allowing Jeroboam II to enlarge the northern borders of Israel to where they had been in the days of David and Solomon ( <a ref='2 Kings 14:23–27'>2Ki 14:23–27</a> ). Spiritually, however, it was a time of poverty; religion was ritualistic and increasingly idolatrous, and justice had become perverted. Peacetime and wealth had made her bankrupt spiritually, morally, and ethically (cf. <a ref='2 Kings 14:24'>2Ki 14:24</a> ; <a ref='Amos 4:1'>Am 4:1ff.</a> ; <a ref='Amos 5:10–13'>5:10–13</a> ). As a result, God was to punish her by bringing destruction and captivity from the Assyrians in 722 BC. Nineveh’s repentance may have been aided by the two plagues (765 and 759 BC) and a solar eclipse (763 BC), preparing them for Jonah’s judgment message. Historical and Theological Themes Jonah, though a prophet of Israel, is not remembered for his ministry in Israel which could explain why the Pharisees erringly claimed in Jesus’ day that no prophet had come from Galilee (cf. <a ref='John 7:52'>Jn 7:52</a> ). Rather, the book relates the account of his call to preach repentance to Nineveh and his refusal to go. Nineveh, the capital of Assyria and infamous for its cruelty, was a historical nemesis of Israel and Judah. The focus of this book is on that Gentile city, which was founded by Nimrod, great-grandson of Noah ( <a ref='Genesis 10:6–12'>Ge 10:6–12</a> ). Perhaps the largest city in the ancient world ( <a ref='Jonah 1:2'>1:2</a> ; <a ref='Jonah 3:2–3'>3:2–3</a> ; <a ref='Jonah 4:11'>4:11</a> ), it was nevertheless destroyed about 150 years after the repentance of the generation in the time of Jonah’s visit (612 BC), as Nahum prophesied ( <a ref='Nahum 1:1'>Na 1:1ff.</a> ). Israel’s political distaste for Assyria, coupled with a sense of spiritual superiority as the recipient of God’s covenant blessing, produced a recalcitrant attitude in Jonah toward God’s request for missionary service. Jonah was sent to Nineveh in part to shame Israel by the fact that a pagan city repented at the preaching of a stranger, whereas Israel would not repent though preached to by many prophets. He was soon to learn that God’s love and mercy extends to all of His creatures ( <a ref='Jonah 4:2'>4:2</a> , <a ref='Jonah 4:10–11'>10–11</a> ), not just His covenant people (cf. <a ref='Genesis 9:27'>Ge 9:27</a> ; <a ref='Genesis 12:3'>12:3</a> ; <a ref='Leviticus 19:33–34'>Lv 19:33–34</a> ; <a ref='1 Samuel 2:10'>1Sa 2:10</a> ; <a ref='Isaiah 2:2'>Is 2:2</a> ; <a ref='Joel 2:28–32'>Joel 2:28–32</a> ). The book of Jonah reveals God’s sovereign rule over man and all creation. Creation came into being through Him ( <a ref='Jonah 1:9'>1:9</a> ) and responds to His every command ( <a ref='Jonah 1:4'>1:4</a> , <a ref='Jonah 1:17'>17</a> ; <a ref='Jonah 2:10'>2:10</a> ; <a ref='Jonah 4:6–7'>4:6–7</a> ; cf. <a ref='Mark 4:41'>Mk 4:41</a> ). Jesus employed the repentance of the Ninevites to rebuke the Pharisees, thereby illustrating the hardness of the Pharisees’ hearts and their unwillingness to repent ( <a ref='Matthew 12:38–41'>Mt 12:38–41</a> ; <a ref='Luke 11:29–32'>Lk 11:29–32</a> ). The heathen city of Nineveh repented at the preaching of a reluctant prophet, but the Pharisees would not repent at the preaching of the greatest of all prophets, in spite of overwhelming evidence that He was actually their Lord and Messiah. Jonah is a picture of Israel, who was chosen and commissioned by God to be His witness ( <a ref='Isaiah 43:10–12'>Is 43:10–12</a> ; <a ref='Isaiah 44:8'>44:8</a> ), who rebelled against His will ( <a ref='Exodus 32:1–4'>Ex 32:1–4</a> ; <a ref='Judges 2:11–19'>Jdg 2:11–19</a> ; <a ref='Ezekiel 6:1–5'>Eze 6:1–5</a> ; <a ref='Mark 7:6–9'>Mk 7:6–9</a> ), but who has been miraculously preserved by God through centuries of exile and dispersion to finally preach His truth ( <a ref='Jeremiah 30:11'>Jer 30:11</a> ; <a ref='Jeremiah 31:35–37'>31:35–37</a> ; <a ref='Hosea 3:3–5'>Hos 3:3–5</a> ; <a ref='Revelation 7:1–8'>Rev 7:1–8</a> ; <a ref='Revelation 14:1–3'>14:1–3</a> ). Interpretive Challenges The primary challenge is whether the book is to be interpreted as historical narrative or as allegory/parable. The grand scale of the miracles, such as being kept alive 3 days and nights in a big fish, has led some skeptics and critics to deny their historical validity and substitute spiritual lessons, either to the constituent parts (allegory) or to the book as a whole (parable). But however grandiose and miraculous the events may have been, the narrative must be viewed as historical. Centered on a historically identifiable OT prophet who lived in the eighth century BC, the account of whom has been recorded in narrative form, there is no alternative but to understand Jonah as historical. Furthermore, Jesus did not teach the story of Jonah as a parable but as an actual account firmly rooted in history ( <a ref='Matthew 12:38–41'>Mt 12:38–41</a> ; <a ref='Matthew 16:4'>16:4</a> ; <a ref='Luke 11:29–32'>Lk 11:29–32</a> ). Outline I. Running from God’s Will ( <a ref='Jonah 1:1–17'>1:1–17</a> ) A. The Commission of Jonah ( <a ref='Jonah 1:1–2'>1:1–2</a> ) B. The Flight of Jonah ( <a ref='Jonah 1:3'>1:3</a> ) C. The Pursuit of Jonah ( <a ref='Jonah 1:4–16'>1:4–16</a> ) D. The Preservation of Jonah ( <a ref='Jonah 1:17'>1:17</a> ) II. Submitting to God’s Will ( <a ref='Jonah 2:1–10'>2:1–10</a> ) A. The Helplessness of Jonah ( <a ref='Jonah 2:1–3'>2:1–3</a> ) B. The Prayer of Jonah ( <a ref='Jonah 2:4–7'>2:4–7</a> ) C. The Repentance of Jonah ( <a ref='Jonah 2:8–9'>2:8–9</a> ) D. The Deliverance of Jonah ( <a ref='Jonah 2:10'>2:10</a> ) III. Fulfilling God’s Will ( <a ref='Jonah 3:1–10'>3:1–10</a> ) A. The Commission Renewed ( <a ref='Jonah 3:1–2'>3:1–2</a> ) B. The Prophet Obeys ( <a ref='Jonah 3:3–4'>3:3–4</a> ) C. The City Repents ( <a ref='Jonah 3:5–9'>3:5–9</a> ) D. The Lord Relents ( <a ref='Jonah 3:10'>3:10</a> ) IV. Questioning God’s Will ( <a ref='Jonah 4:1–11'>4:1–11</a> ) A. The Prophet Displeased ( <a ref='Jonah 4:1–5'>4:1–5</a> ) B. The Prophet Rebuked ( <a ref='Jonah 4:6–11'>4:6–11</a> )",
    "type": "chapter_content"
  },
  {
    "id": "anc32",
    "title": "Study Notes and Features for Jonah",
    "content": "Study Notes and Features <a ref='Jonah 1:1'>1:1</a> <b>Jonah the son of Amittai.</b> Jonah’s name is Hebrew for “dove,” while that of his father means “truthful” or “loyal.” <a ref='Jonah 1:2'>1:2</a> <b>Arise, go to Nineveh.</b> While other prophets prophesied against Gentile nations, this is the only case of a prophet actually being sent to a foreign nation to deliver God’s message against them. This was for the salvation of that city and for the shame and jealousy of Israel, as well as a rebuke to the reluctance of the Jews to bring Gentiles to the true God. Nineveh, which dates back to Nimrod ( <a ref='Genesis 10:11'>Ge 10:11</a> ), was located on the banks of the Tigris River approximately 500 mi. northeast of Israel. It was always one of Assyria’s royal cities and for many years served as the capital. The name Nineveh is thought to derive from “ninus,” i.e., Nimrod, and means the residence of Nimrod or “nunu” (Akkadian for “fish”). The people worshiped the fish goddess Nanshe (the daughter of Ea, the goddess of fresh water) and Dagon the fish god who was represented as half man and half fish. <b>the great city.</b> Nineveh was great both in size ( <a ref='Jonah 3:3'>3:3</a> ) and in power, exerting significant influence over the Middle East until her destruction by Nebuchadnezzar in 612 BC. It was possibly the largest city in the world at this time. According to historians, magnificent walls almost 8 mi. long enveloped the inner city, with the rest of the city/district occupying an area with a circumference of some 60 miles. Its population could have approached 600,000 (cf. <a ref='Jonah 4:11'>4:11</a> ). <b>their evil has come up before Me.</b> Nineveh was the center of idolatrous worship of Assur and Ishtar. A century later, Nahum pronounced doom upon Assyria for her evil ways and cruelty ( <a ref='Na 3'>Na 3</a> ), which was carried out by Nebuchadnezzar in 612 BC. <a ref='Jonah 1:3'>1:3</a> <b>Yet Jonah arose to flee to Tarshish.</b> This is the only recorded instance of a prophet refusing God’s commission (cf. <a ref='Jeremiah 20:7–9'>Jer 20:7–9</a> ). The location of Tarshish, known for its wealth ( <a ref='Psalms 72:10'>Ps 72:10</a> ; <a ref='Jeremiah 10:9'>Jer 10:9</a> ; <a ref='Ezekiel 27:12'>Eze 27:12</a> , <a ref='Ezekiel 27:25'>25</a> ), is uncertain. The Greek historian Herodotus identified it with Tartessus, a merchant city in southern Spain. The prophet went as far west in the opposite direction as possible, showing his reluctance to bring salvation blessing to Gentiles. <b>from the presence of Yahweh.</b> While no one can escape from Yahweh’s omnipresence ( <a ref='Psalms 139:7–12'>Ps 139:7–12</a> ), it is thought that the prophet was attempting to flee His manifest presence in the temple at Jerusalem (cf. <a ref='Genesis 4:16'>Ge 4:16</a> ; <a ref='Jonah 2:4'>Jon 2:4</a> ). <b>Joppa.</b> Joppa (today Jaffa), located on the Mediterranean coast near the border of Judah and Samaria, was also the location of Peter’s vision in preparation for his visit to Cornelius, a Gentile ( <a ref='Ac 10'>Ac 10</a> ). <a ref='Jonah 1:4'>1:4</a> <b>a great wind.</b> This is not an ordinary storm, but an extreme one sent (“hurled”) from God. Sailors, accustomed to storms, were afraid of this one (v. <a ref='Jonah 1:5'>5</a> ), a fear which served God’s purpose (cf. <a ref='Psalms 104:4'>Ps 104:4</a> ). Ten Miracles in Jonah 1. <a ref='Jonah 1:4'>1:4</a> “Yahweh hurled a great wind on the sea” 2. <a ref='Jonah 1:7'>1:7</a> “the lot fell on Jonah” 3. <a ref='Jonah 1:15'>1:15</a> “the sea stood still from its raging” 4. <a ref='Jonah 1:17'>1:17</a> “Yahweh appointed a great fish” 5. <a ref='Jonah 1:17'>1:17</a> “to swallow Jonah (alive)” 6. <a ref='Jonah 2:10'>2:10</a> “Yahweh spoke to the fish … it vomited Jonah up onto the dry land” 7. <a ref='Jonah 3:10'>3:10</a> “God saw their works … they turned from their evil way” 8. <a ref='Jonah 4:6'>4:6</a> “Yahweh God appointed a plant” 9. <a ref='Jonah 4:7'>4:7</a> “God appointed a worm” 10. <a ref='Jonah 4:8'>4:8</a> “God appointed a scorching east wind” Go to the Index of Charts and Maps . <a ref='Jonah 1:7'>1:7</a> <b>have</b> the <b>lots.</b> The last resort is to ascertain whose guilt has caused such divine anger. God could reveal His will by controlling the lots, which He did. This method of discernment by casting lots, the exact procedure of which is not known, was not forbidden in Israel (cf. <a ref='Proverbs 16:33'>Pr 16:33</a> ; <a ref='Joshua 7:14'>Jos 7:14ff.</a> ; <a ref='Joshua 15:1'>15:1</a> ; <a ref='1 Samuel 14:36–45'>1Sa 14:36–45</a> ; <a ref='Acts 1:26'>Ac 1:26</a> ). <a ref='Jonah 1:9'>1:9</a> <b>I am a Hebrew.</b> Jonah identified himself by the name that Israelites used among Gentiles (cf. <a ref='1 Samuel 4:6'>1Sa 4:6</a> , <a ref='1 Samuel 4:9'>9</a> ; <a ref='1 Samuel 14:11'>14:11</a> ). <b>Yahweh, the God of heaven.</b> This title, in use from earliest times ( <a ref='Genesis 24:3'>Ge 24:3</a> , <a ref='Genesis 24:7'>7</a> ), may have been specifically chosen by Jonah to express the sovereignty of Yahweh in contrast to Baal, who was a sky god (cf. <a ref='1 Kings 18:24'>1Ki 18:24</a> ). Spoken to sailors who were most likely from Phoenicia, the center of Baal worship, the title bears significant weight, especially when coupled with the phrase “who made the sea and the dry land.” This was the appropriate identification when introducing the true and living God to pagans who didn’t have Scripture, but whose reason led them to recognize the fact that there had to be a Creator (cf. <a ref='Romans 1:18–23'>Ro 1:18–23</a> ). To begin with creation, as in <a ref='Acts 14:14–17'>Ac 14:14–17</a> and <a ref='Acts 17:23–29'>17:23b–29</a> , was the proper starting point. To evangelize Jews, one can begin with the OT Scripture. <a ref='Jonah 1:11–12'>1:11–12</a> Unwilling to go to Nineveh and feeling guilty, Jonah was willing to sacrifice himself in an effort to save the lives of others. Apparently, he would rather have died than go to Nineveh. <a ref='Jonah 1:13–14'>1:13–14</a> Heathen sailors had more concern for one man than Jonah had for tens of thousands in Nineveh. The storm, Jonah’s words, and the lots all indicated to the sailors that Yahweh was involved; thus they offered sacrifices to Him and made vows, indicating Jonah had told them more about God than is recorded here. <a ref='Jonah 1:15'>1:15</a> <b>the sea stood still.</b> This was similar to Christ’s quieting the storm on the Sea of Galilee (cf. <a ref='Matthew 8:23–27'>Mt 8:23–27</a> ). <a ref='Jonah 1:17'>1:17</a> <b>a great fish.</b> The species of fish is uncertain; the Hebrew word for whale is not here employed. God sovereignly prepared (lit. “appointed”) a great fish to rescue Jonah. Apparently, Jonah sank into the depth of the sea before the fish swallowed him (cf. <a ref='Jonah 2:3'>2:3</a> , <a ref='Jonah 2:5–6'>5–6</a> ). <b>three days and three nights.</b> <i>See note on <a ref='Matthew 12:40'>Mt 12:40</a> .</i> <a ref='Jonah 2:1–9'>2:1–9</a> Jonah acknowledged God’s sovereignty (vv. <a ref='Jonah 2:1–3'>1–3</a> ) and submitted to it (vv. <a ref='Jonah 2:4–9'>4–9</a> ). <a ref='Jonah 2:2'>2:2</a> <b>from the belly of Sheol.</b> The phrase does not necessarily indicate that Jonah actually died. “Sheol” frequently has a hyperbolic meaning in contexts where it denotes a catastrophic condition near death ( <a ref='Psalms 30:3'>Ps 30:3</a> ). Later Jonah expressed praise for his deliverance “from the pit” (v. <a ref='Jonah 2:6'>6</a> ), speaking of his escape from certain death. <a ref='Jonah 2:3'>2:3</a> In describing his watery experience, Jonah acknowledged that his circumstances were judgment from Yahweh. <a ref='Jonah 2:4'>2:4</a> <b>I have been driven away from Your sight.</b> In <a ref='Jonah 1:3'>1:3</a> , Jonah ran from Yahweh’s presence; here he realizes that Yahweh has temporarily expelled him. <a ref='Jonah 2:5'>2:5</a> my very <b>soul.</b> This describes Jonah’s total person—both physically and spiritually (cf. v. <a ref='Jonah 1:7'>7</a> ). <a ref='Jonah 2:9'>2:9</a> <b>I have vowed.</b> Jonah found himself in the same position as the mariners: offering sacrifices and making vows (cf. <a ref='Jonah 1:16'>1:16</a> ). In light of <a ref='Jonah 3:1–4'>3:1–4</a> , Jonah’s vow could well have been to carry out God’s ministry will for him by preaching in Nineveh ( <a ref='Psalms 50:14'>Pss 50:14</a> ; <a ref='Psalms 66:13–14'>66:13–14</a> ). <a ref='Jonah 2:10'>2:10</a> <b>Yahweh spoke to.</b> Just as God calls the stars by name ( <a ref='Isaiah 40:26'>Is 40:26</a> ; cf. <a ref='Psalms 147:4'>Ps 147:4</a> ), so He speaks to His creation in the animal world (cf. <a ref='Numbers 22:28–30'>Nu 22:28–30</a> ). Most likely, Jonah was vomited upon the shore near Joppa. <a ref='Jonah 3:1–2'>3:1–2</a> Gracious in giving Jonah a second chance, God again commissioned him to go to Nineveh. Jonah is the only prophet actually sent by God to preach repentance in a foreign land. <a ref='Jonah 3:3'>3:3</a> <b>an exceedingly great city, a three days’ walk.</b> Lit. “a great city to God,” the text emphasizes not only its size (cf. <a ref='Jonah 1:2'>1:2</a> ) but its importance (cf. <a ref='Jonah 4:11'>4:11</a> ). A metropolitan city the size of Nineveh, with a circumference of about 60 mi., would require 3 days just to get around it. These dimensions are confirmed by historians. Stopping to preach would only add to the time requirement. <a ref='Jonah 3:4'>3:4</a> <b>Yet forty days.</b> The time frame may harken back to Moses’ supplication for 40 days and nights at Sinai ( <a ref='Deuteronomy 9:18'>Dt 9:18</a> , <a ref='Deuteronomy 9:25'>25</a> ). Jonah’s message, while short, accomplishes God’s intended purpose. <a ref='Jonah 3:5'>3:5</a> <b>the people … believed in God.</b> Jonah’s experience with the fish ( <a ref='Jonah 2:1–10'>2:1–10</a> ), in light of the Ninevites’ pagan beliefs ( <i>see note on <a ref='Jonah 1:2'>1:2</a></i> ), certainly gained him an instant hearing. From the divine side, this wholesale repentance was a miraculous work of God. Pagan sailors and a pagan city responded to the reluctant prophet, showing the power of God in spite of the weakness of His servant. <a ref='Jonah 3:6'>3:6</a> The king of Nineveh, thought to be either Adad-nirari III (ca. 810–783 BC) or Assurdan III (ca. 772–755 BC), exchanged his royal robes for sackcloth and ashes (cf. <a ref='Job 42:6'>Job 42:6</a> ; <a ref='Isaiah 58:5'>Is 58:5</a> ). Reports of Jonah’s miraculous fish experience may have preceded him to Nineveh, accounting for the swift and widespread receptivity of his message (cf. <a ref='Jonah 1:2'>1:2</a> ). It is generally believed that acid from the fish’s stomach would have bleached Jonah’s face, thus validating the experience. <a ref='Jonah 3:7–9'>3:7–9</a> <b>man, animal.</b> It was a Persian custom to use animals in mourning ceremonies. <a ref='Jonah 3:10'>3:10</a> <b>God saw … God relented.</b> <i>See notes on <a ref='2 Samuel 24:16'>2Sa 24:16</a> ; <a ref='Jeremiah 42:10'>Jer 42:10</a></i> (cf. <a ref='Jeremiah 18:7–8'>Jer 18:7–8</a> ). The Ninevites truly repented. <a ref='Jonah 4:1–2'>4:1–2</a> Jonah, because of his rejection of Gentiles and distaste for their participation in salvation, was displeased at God’s demonstration of mercy towards the Ninevites, thereby displaying the real reason for his original flight to Tarshish. From the very beginning, Jonah had clearly understood the gracious character of God (cf. <a ref='1 Timothy 2:4'>1Ti 2:4</a> ; <a ref='2 Peter 3:9'>2Pe 3:9</a> ). He had received pardon, but he didn’t want Nineveh to know God’s mercy (cf. a similar attitude in <a ref='Luke 15:25'>Lk 15:25ff.</a> ). <a ref='Jonah 4:3'>4:3</a> <b>death is better … than life.</b> Perhaps Jonah was expressing the reality of breaking his vow ( <a ref='Jonah 2:9'>2:9</a> ) to God a second time (cf. <a ref='Numbers 30:2'>Nu 30:2</a> ; <a ref='Ecclesiastes 5:1–6'>Ecc 5:1–6</a> ). <a ref='Jonah 4:6'>4:6</a> <b>a plant.</b> The identity is uncertain, but it possibly could be the fast-growing castor oil plant, which in hot climates grows rapidly to give shade with its large leaves. <a ref='Jonah 4:8'>4:8</a> <b>scorching east wind.</b> A hot, scorching wind, normally called “sirocco,” blowing off the Arabian desert. The shelter Jonah made for himself (v. <a ref='Jonah 4:5'>5</a> ) would not exclude this agent of God’s sovereignty. <a ref='Jonah 4:10–11'>4:10–11</a> God’s love for the people of Nineveh, whom He had created, is far different from Jonah’s indifference to their damnation and greater than Jonah’s warped concern for a wild plant for which he had done nothing. God was ready to spare Sodom for 10 righteous; how much more a city which includes 120,000 small children, identified as those who cannot discern the right hand from the left (cf. <a ref='Genesis 18:22–23'>Ge 18:22–23</a> ). With that many 3- or 4-year-old children, it is reasonable to expect a total population in excess of 600,000.",
    "type": "notes"
  },
  {
    "id": "notes32f",
    "title": "Translator’s Notes and Cross-References for Jonah",
    "content": "Notes and Cross-References Jonah 1 1:1 a The personal covenant name of God, a form of I AM WHO I AM, cf. <a ref='Exodus 3:14–15'>Ex 3:14-15</a> 1:1 A <a ref='2 Kings 14:25'>2Ki 14:25</a> ; <a ref='Matthew 12:39–41'>Mt 12:39-41</a> ; <a ref='Matthew 16:4'>16:4</a> ; <a ref='Luke 11:29'>Lk 11:29</a> , <a ref='Luke 11:30'>30</a> , <a ref='Luke 11:32'>32</a> 1:2 B <a ref='Genesis 10:11'>Ge 10:11</a> ; <a ref='2 Kings 19:36'>2Ki 19:36</a> ; <a ref='Isaiah 37:37'>Is 37:37</a> ; <a ref='Nahum 1:1'>Na 1:1</a> ; <a ref='Zephaniah 2:13'>Zep 2:13</a> 1:2 C <a ref='Isaiah 58:1'>Is 58:1</a> 1:2 D <a ref='Genesis 18:20'>Ge 18:20</a> ; <a ref='Hosea 7:2'>Hos 7:2</a> 1:3 b Lit <i>gave its wages</i> 1:3 E <a ref='Isaiah 23:1'>Is 23:1</a> , <a ref='Isaiah 23:6'>6</a> , <a ref='Isaiah 23:10'>10</a> ; <a ref='Jeremiah 10:9'>Jer 10:9</a> 1:3 F <a ref='Genesis 4:16'>Ge 4:16</a> ; <a ref='Psalms 139:7'>Ps 139:7</a> , <a ref='Psalms 139:9'>9</a> , <a ref='Psalms 139:10'>10</a> 1:3 G <a ref='Joshua 19:46'>Jos 19:46</a> ; <a ref='2 Chronicles 2:16'>2Chr 2:16</a> ; <a ref='Ezra 3:7'>Ezr 3:7</a> ; <a ref='Acts 9:36'>Ac 9:36</a> , <a ref='Acts 9:43'>43</a> 1:4 c Lit <i>be broken</i> 1:4 H <a ref='Psalms 107:23–28'>Ps 107:23-28</a> ; <a ref='Psalms 135:6'>135:6</a> , <a ref='Psalms 135:7'>7</a> 1:5 d Lit <i>vessels</i> 1:5 e Lit <i>from upon them</i> 1:5 I <a ref='1 Kings 18:26'>1Ki 18:26</a> 1:5 J <a ref='Acts 27:18'>Ac 27:18</a> , <a ref='Acts 27:19'>19</a> , <a ref='Acts 27:38'>38</a> 1:6 K <a ref='Psalms 107:28'>Ps 107:28</a> 1:6 L <a ref='2 Samuel 12:22'>2Sa 12:22</a> ; <a ref='Amos 5:15'>Am 5:15</a> ; <a ref='Jonah 3:9'>Jon 3:9</a> 1:7 f Or <i>cast lots</i> 1:7 M <a ref='Joshua 7:14–18'>Jos 7:14-18</a> ; <a ref='1 Samuel 10:20'>1Sa 10:20</a> , <a ref='1 Samuel 10:21'>21</a> ; <a ref='1 Samuel 14:41'>14:41</a> , <a ref='1 Samuel 14:42'>42</a> ; <a ref='Acts 1:23–26'>Ac 1:23-26</a> 1:7 N <a ref='Numbers 32:23'>Nu 32:23</a> ; <a ref='Proverbs 16:33'>Pr 16:33</a> 1:8 O <a ref='Joshua 7:19'>Jos 7:19</a> ; <a ref='1 Samuel 14:43'>1Sa 14:43</a> 1:8 P <a ref='Genesis 47:3'>Ge 47:3</a> ; <a ref='1 Samuel 30:13'>1Sa 30:13</a> 1:9 Q <a ref='Genesis 14:13'>Ge 14:13</a> ; <a ref='Exodus 1:15'>Ex 1:15</a> ; <a ref='Exodus 2:13'>2:13</a> 1:9 R <a ref='2 Kings 17:25'>2Ki 17:25</a> , <a ref='2 Kings 17:28'>28</a> , <a ref='2 Kings 17:32'>32</a> , <a ref='2 Kings 17:33'>33</a> 1:9 S <a ref='Ezra 1:2'>Ezr 1:2</a> ; <a ref='Nehemiah 1:4'>Ne 1:4</a> ; <a ref='Psalms 136:26'>Ps 136:26</a> ; <a ref='Daniel 2:18'>Da 2:18</a> 1:9 T <a ref='Nehemiah 9:6'>Ne 9:6</a> ; <a ref='Psalms 95:5'>Ps 95:5</a> ; <a ref='Psalms 146:6'>146:6</a> 1:10 U <a ref='Job 27:22'>Job 27:22</a> ; <a ref='Jonah 1:3'>Jon 1:3</a> 1:11 g Lit <i>from upon us</i> 1:12 h Lit <i>from upon you</i> 1:12 V <a ref='2 Samuel 24:17'>2Sa 24:17</a> ; <a ref='1 Chronicles 21:17'>1Chr 21:17</a> 1:13 i Lit <i>dug their oars into the water</i> 1:14 W <a ref='Psalms 107:28'>Ps 107:28</a> ; <a ref='Jonah 1:16'>Jon 1:16</a> 1:14 X <a ref='Psalms 115:3'>Ps 115:3</a> ; <a ref='Psalms 135:6'>135:6</a> ; <a ref='Daniel 4:34'>Da 4:34</a> , <a ref='Daniel 4:35'>35</a> 1:15 Y <a ref='Psalms 65:7'>Ps 65:7</a> ; <a ref='Psalms 93:3'>93:3</a> , <a ref='Psalms 93:4'>4</a> ; <a ref='Psalms 107:29'>107:29</a> 1:16 Z <a ref='Psalms 50:14'>Ps 50:14</a> ; <a ref='Psalms 66:13'>66:13</a> , <a ref='Psalms 66:14'>14</a> 1:17 j Ch 2:1 in Heb 1:17 A <a ref='Matthew 12:40'>Mt 12:40</a> ; <a ref='Matthew 16:4'>16:4</a> Jonah 2 2:1 a Ch 2:2 in Heb 2:1 A <a ref='Job 13:15'>Job 13:15</a> ; <a ref='Psalms 130:1'>Ps 130:1</a> , <a ref='Psalms 130:2'>2</a> ; <a ref='Lamentations 3:53–56'>Lam 3:53-56</a> 2:2 B <a ref='1 Samuel 30:6'>1Sa 30:6</a> ; <a ref='Psalms 18:4–6'>Ps 18:4-6</a> ; <a ref='Psalms 22:24'>22:24</a> ; <a ref='Psalms 120:1'>120:1</a> 2:2 C <a ref='Psalms 18:5'>Ps 18:5</a> , <a ref='Psalms 18:6'>6</a> ; <a ref='Psalms 86:13'>86:13</a> ; <a ref='Psalms 88:1–7'>88:1-7</a> 2:3 D <a ref='Psalms 69:1'>Ps 69:1</a> , <a ref='Psalms 69:2'>2</a> , <a ref='Psalms 69:14'>14</a> , <a ref='Psalms 69:15'>15</a> ; <a ref='Lamentations 3:54'>Lam 3:54</a> 2:3 E <a ref='Psalms 42:7'>Ps 42:7</a> 2:4 b Lit <i>before Your eyes</i> 2:4 F <a ref='Psalms 31:22'>Ps 31:22</a> ; <a ref='Jeremiah 7:15'>Jer 7:15</a> 2:4 G <a ref='1 Kings 8:38'>1Ki 8:38</a> ; <a ref='2 Chronicles 6:38'>2Chr 6:38</a> ; <a ref='Psalms 5:7'>Ps 5:7</a> 2:5 H <a ref='Lamentations 3:54'>Lam 3:54</a> 2:5 I <a ref='Psalms 69:1'>Ps 69:1</a> , <a ref='Psalms 69:2'>2</a> 2:6 c Lit <i>bases</i> 2:6 d Or <i>corruption</i> 2:6 J <a ref='Psalms 18:5'>Ps 18:5</a> ; <a ref='Psalms 116:3'>116:3</a> 2:6 K <a ref='Isaiah 38:10'>Is 38:10</a> ; <a ref='Matthew 16:18'>Mt 16:18</a> 2:6 L <a ref='Job 33:28'>Job 33:28</a> ; <a ref='Psalms 16:10'>Ps 16:10</a> ; <a ref='Psalms 30:3'>30:3</a> ; <a ref='Isaiah 38:17'>Is 38:17</a> 2:7 M <a ref='Psalms 142:3'>Ps 142:3</a> 2:7 N <a ref='Psalms 77:10'>Ps 77:10</a> , <a ref='Psalms 77:11'>11</a> ; <a ref='Psalms 143:5'>143:5</a> 2:7 O <a ref='2 Chronicles 30:27'>2Chr 30:27</a> ; <a ref='Psalms 18:6'>Ps 18:6</a> 2:7 P <a ref='Psalms 11:4'>Ps 11:4</a> ; <a ref='Psalms 65:4'>65:4</a> ; <a ref='Jonah 2:4'>Jon 2:4</a> ; <a ref='Micah 1:2'>Mic 1:2</a> ; <a ref='Habakkuk 2:20'>Hab 2:20</a> 2:8 Q <a ref='2 Kings 17:15'>2Ki 17:15</a> ; <a ref='Psalms 31:6'>Ps 31:6</a> ; <a ref='Jeremiah 10:8'>Jer 10:8</a> 2:9 R <a ref='Psalms 50:14'>Ps 50:14</a> , <a ref='Psalms 50:23'>23</a> ; <a ref='Jeremiah 33:11'>Jer 33:11</a> ; <a ref='Hosea 14:2'>Hos 14:2</a> 2:9 S <a ref='Job 22:27'>Job 22:27</a> ; <a ref='Ecclesiastes 5:4'>Ecc 5:4</a> , <a ref='Ecclesiastes 5:5'>5</a> 2:9 T <a ref='Psalms 3:8'>Ps 3:8</a> ; <a ref='Isaiah 45:17'>Is 45:17</a> 2:10 U <a ref='Jonah 1:17'>Jon 1:17</a> Jonah 3 3:2 A <a ref='Zephaniah 2:13'>Zep 2:13</a> 3:2 B <a ref='Jeremiah 1:17'>Jer 1:17</a> ; <a ref='Ezekiel 2:7'>Eze 2:7</a> 3:3 a Lit <i>a great city to God</i> 3:3 C <a ref='Jonah 1:2'>Jon 1:2</a> ; <a ref='Jonah 4:11'>4:11</a> 3:4 D <a ref='Matthew 12:41'>Mt 12:41</a> ; <a ref='Luke 11:32'>Lk 11:32</a> 3:5 b Lit <i>men</i> 3:5 E <a ref='Daniel 9:3'>Da 9:3</a> ; <a ref='Joel 1:14'>Joel 1:14</a> 3:6 c Or <i>dust</i> 3:6 F <a ref='Es 4:1–4'>Es 4:1-4</a> ; <a ref='Jeremiah 6:26'>Jer 6:26</a> ; <a ref='Ezekiel 27:30'>Eze 27:30</a> , <a ref='Ezekiel 27:31'>31</a> 3:7 d Lit <i>taste</i> , cf. <a ref='Jonah 3:7'>3:7b</a> 3:7 e Lit <i>saying</i> 3:7 f Lit <i>beast</i> , <i>cattle</i> 3:7 G <a ref='2 Chronicles 20:3'>2Chr 20:3</a> ; <a ref='Ezra 8:21'>Ezr 8:21</a> ; <a ref='Jonah 3:5'>Jon 3:5</a> 3:8 g Lit <i>beast</i> , <i>cattle</i> 3:8 h Lit <i>them</i> 3:8 i Lit <i>their</i> 3:8 H <a ref='Psalms 130:1'>Ps 130:1</a> ; <a ref='Jonah 1:6'>Jon 1:6</a> , <a ref='Jonah 1:14'>14</a> 3:8 I <a ref='Isaiah 1:16–19'>Is 1:16-19</a> ; <a ref='Isaiah 55:6'>55:6</a> , <a ref='Isaiah 55:7'>7</a> ; <a ref='Jeremiah 18:11'>Jer 18:11</a> 3:9 J <a ref='2 Samuel 12:22'>2Sa 12:22</a> ; <a ref='Joel 2:14'>Joel 2:14</a> 3:10 j Or <i>regretted</i> , cf. <a ref='1 Samuel 15:11'>1Sa 15:11</a> , <a ref='1 Samuel 15:29'>29</a> , <a ref='1 Samuel 15:35'>35</a> 3:10 k Lit <i>do</i> 3:10 K <a ref='1 Kings 21:27–29'>1Ki 21:27-29</a> ; <a ref='Jeremiah 31:18'>Jer 31:18</a> 3:10 L <a ref='Exodus 32:14'>Ex 32:14</a> ; <a ref='Jeremiah 18:8'>Jer 18:8</a> ; <a ref='Amos 7:3'>Am 7:3</a> , <a ref='Amos 7:6'>6</a> Jonah 4 4:1 A <a ref='Jonah 4:4'>Jon 4:4</a> , <a ref='Jonah 4:9'>9</a> ; <a ref='Matthew 20:15'>Mt 20:15</a> ; <a ref='Luke 15:28'>Lk 15:28</a> 4:2 B <a ref='Jeremiah 20:7'>Jer 20:7</a> 4:2 C <a ref='Jonah 1:3'>Jon 1:3</a> 4:2 D <a ref='Exodus 34:6'>Ex 34:6</a> ; <a ref='Numbers 14:18'>Nu 14:18</a> ; <a ref='Psalms 86:5'>Ps 86:5</a> , <a ref='Psalms 86:15'>15</a> ; <a ref='Joel 2:13'>Joel 2:13</a> 4:3 a Lit <i>soul</i> 4:3 E <a ref='1 Kings 19:4'>1Ki 19:4</a> ; <a ref='Job 6:8'>Job 6:8</a> , <a ref='Job 6:9'>9</a> 4:3 F <a ref='Job 7:15'>Job 7:15</a> , <a ref='Job 7:16'>16</a> ; <a ref='Ecclesiastes 7:1'>Ecc 7:1</a> 4:5 G <a ref='1 Kings 19:9'>1Ki 19:9</a> , <a ref='1 Kings 19:13'>13</a> 4:6 b Probably a castor oil plant, so through v <a ref='Jonah 4:10'>10</a> 4:6 c Lit <i>greatly</i> 4:7 d Lit <i>rising</i> 4:7 e The plant 4:7 H <a ref='Joel 1:12'>Joel 1:12</a> 4:8 I <a ref='Ezekiel 19:12'>Eze 19:12</a> ; <a ref='Hosea 13:15'>Hos 13:15</a> 4:8 J <a ref='Psalms 121:6'>Ps 121:6</a> ; <a ref='Isaiah 49:10'>Is 49:10</a> 4:8 K <a ref='Jonah 4:3'>Jon 4:3</a> 4:10 f Lit <i>was a son of a night</i> 4:10 g Lit <i>a son of a night</i> 4:11 h Lit <i>beasts</i> , <i>cattle</i> ; cf. <a ref='Jonah 3:7–8'>3:7-8</a> 4:11 L <a ref='Jonah 3:10'>Jon 3:10</a> 4:11 M <a ref='Deuteronomy 1:39'>Dt 1:39</a> ; <a ref='Isaiah 7:16'>Is 7:16</a> 4:11 N <a ref='Psalms 36:6'>Ps 36:6</a>",
    "type": "notes"
  }
]