[
  {
    "start": 27001001,
    "content": "<b><a>1:1</a></b> <b>third year.</b> <b>Jehoiakim.</b> <b>Nebuchadnezzar.</b> third year. 606–605 BC. It was the third year by Babylonian dating, which did not count a king’s initial (accession) year, but began with the following year. So the “third year” is in harmony with the same year labeled as “fourth” by the Judean system of dating (cf. Jer 46:2 ). Jehoiakim. Son of Josiah who ruled (ca. 609–597 BC) when Nebuchadnezzar first plundered Jerusalem. Nebuchadnezzar. Son of Nabopolassar who ruled Babylon (ca. 605–562 BC)."
  },
  {
    "start": 27001002,
    "content": "<b><a>1:2</a></b> <b>Shinar.</b> <b>his god.</b> Shinar. A term for Babylon. his god. Bel or Marduk (same as Merodach). Babylonian religion recognized other gods too (cf. 1:7 and see note there ). To conquer another nation’s deities was thought to prove the superiority of the victor’s god."
  },
  {
    "start": 27001004,
    "content": "<b><a>1:4</a></b> Qualifications for Jews to be trained in affairs of state included being: 1) physically free from bodily defects or handicap and handsome, i.e., a pleasing appearance in the public eye; 2) mentally sharp; and 3) socially poised and polished for representing the leadership. The ages of the trainees was most likely 14–17."
  },
  {
    "start": 27001005,
    "content": "<b><a>1:5</a></b> <b>educated three years.</b> educated three years. Cf. 2:1 and see note there ."
  },
  {
    "start": 27001007,
    "content": "<b><a>1:7</a></b> <b>names.</b> names. A key factor in the “brainwashing” process of the Babylonian training was a name switch. This was to link the inductees to local gods rather than to support their former religious loyalty. Daniel means “God is my judge,” but became Belteshazzar, or “Bel protect the king.” Hananiah, “Yahweh Is gracious,” was changed to Shadrach, “command of Aku,” another Babylonian god. Mishael, meaning “Who Is like Yahweh?” was given the name Meshach, “Who Is what Aku is?” Finally, Azariah, “Yahweh has helped,” became Abed-nego, “servant of Nego,” also called Nebo, a god of vegetation (cf. Is 46:1 )."
  },
  {
    "start": 27001008,
    "content": "<b><a>1:8</a></b> <b>Daniel set in his heart.</b> Daniel set in his heart. The pagan food and drink were devoted to idols. To indulge was to be understood as honoring these deities. Daniel “set in his heart” not to engage in compromise by being untrue to God’s call of commitment (cf. Ex 34:14–15 ). Also, foods that God’s law prohibited ( Lv 11 ) were items that pagans consumed; to partake entailed direct compromise (cf. Da 1:12 ). Moses took this stand ( Heb 11:24–26 ), as did the psalmist ( Ps 119:115 ), and Jesus ( Heb 7:26 ). Cf. 2Co 6:14–18 ; 2Ti 2:20 ."
  },
  {
    "start": 27001009,
    "content": "<b><a>1:9</a></b> God honored Daniel’s trust and allegiance by sovereignly working favorably for him among the heathen leaders. In this instance, it prevented persecution and led to respect, whereas later on God permitted opposition against Daniel which also elevated him ( Da 3 , 6 ). One way or another, God honors those who honor Him ( 1Sa 2:30 ; 2Chr 16:9 )."
  },
  {
    "start": 27001012,
    "content": "<b><a>1:12</a></b> <b>vegetables.</b> vegetables. This Hebrew word appears in a plural form in the OT, only here and in v. 16 . It might refer to wheat or barley, or it could be fresh vegetables."
  },
  {
    "start": 27001015,
    "content": "<b><a>1:15</a></b> <b>fatter.</b> fatter. Indicates healthiness."
  },
  {
    "start": 27001020,
    "content": "<b><a>1:20</a></b> <b>ten times better.</b> ten times better. This probably uses the number qualitatively to signify fullness or completeness, i.e., they displayed incredible skill in answering, beyond the performance of other men who spoke without God’s help. Compare this with “ten days” (vv. 12–15 ) which is quantitative, since it refers to an actual passage of time."
  },
  {
    "start": 27001021,
    "content": "<b><a>1:21</a></b> <b>first year.</b> first year. Cyrus of Persia conquered Babylon in 539 BC. His third year, in 10:1 , is the latest historical year that Daniel mentions (cf. Ezr 1:1—2:1 )."
  },
  {
    "start": 27002001,
    "content": "<b><a>2:1</a></b> <b>second year.</b> <b>dreams.</b> second year. Promotion of the 4 Hebrews after 3 years ( 1:5 , 18 ) agrees with the year of promotion after the dream in the “second year.” See note on 1:1 . dreams. In the time of revelation, God spoke through the interpretation of dreams that He induced (cf. v. 29 )."
  },
  {
    "start": 27002002,
    "content": "<b><a>2:2</a></b> <b>Chaldeans.</b> Chaldeans. This could refer to all people native to Chaldea ( 1:4 ; 3:8 ), or, as here, to a special class of soothsayers who taught Chaldean culture."
  },
  {
    "start": 27002004,
    "content": "<b><a>2:4</a></b> <b>Aramaic.</b> Aramaic. This language, to which Daniel suddenly switches in v. 4b and retains through 7:28 , was written with an alphabet like Hebrew, yet had distinctive differences. Aramaic was the popular language of the Babylonian, Assyrian, and Persian areas, and was useful in governmental and trade relations. Daniel 1:1—2:4a and 8:1—12:13 were written in Hebrew, possibly because the focus was more directly on Hebrew matters. Daniel 2:4b–7:28 switches to Aramaic because the subject matter is centered more on other nations and matters largely involving them."
  },
  {
    "start": 27002005,
    "content": "<b><a>2:5</a></b> <b>The word … is firm.</b> The word … is firm. The king shrewdly withheld the dream, though he remembered it, to test his experts. He was anxious for a straight interpretation, with no deception."
  },
  {
    "start": 27002007,
    "content": "<b><a>2:7</a></b> <b>Let the king say.</b> Let the king say. The worldly men of human skill failed (cf. the magicians in Pharaoh’s court, Ex 8:16–19 , with Joseph, Ge 41:1ff. ). Verses 8–13 show how impossible it is for humans to truly interpret dreams from God (cf. v. 27 ). But Daniel, who trusted God in prayer (v. 18 ), received His supernatural interpretation (vv. 19 , 30 ). He gave credit to God in his prayer (vv. 20–23 ) and his testimony before Nebuchadnezzar (vv. 23 , 45 ). Later the king, too, gave God the glory (v. 47 )."
  },
  {
    "start": 27002020,
    "end": 27002023,
    "content": "<b><a>2:20–23</a></b> This praise to God sums up the theme of the whole book, namely that God is the One who controls all things and grants all wisdom and might."
  },
  {
    "start": 27002028,
    "content": "<b><a>2:28</a></b> <b>God … reveals mysteries.</b> God … reveals mysteries. Just as He did during Joseph’s time in Egypt (cf. Ge 40:8 ; 41:16 )."
  },
  {
    "start": 27002036,
    "end": 27002045,
    "content": "<b><a>2:36–45</a></b> <b>we will say its interpretation.</b> we will say its interpretation. Five empires in succession would rule over Israel, here pictured by parts of a statue (body). In Da 7 , the same empires are represented by 4 great beasts. These empires are Babylon, Medo-Persia, Greece, Rome, and the later revived Rome (cf. Introduction: Background and Setting ), each one differentiated from the previous as indicated by the declining quality of the metal. A stone picturing Christ ( Lk 20:18 ) at His second coming (as the Son of Man also does in Da 7:13–14 ) will destroy the fourth empire in its final phase with catastrophic suddenness ( 2:34–35 , 44–45 ). Christ’s total shattering of Gentile power will result in the establishment of His millennial kingdom, the ultimate empire, and then continuing on eternally ( 2:44 ; 7:27 )."
  },
  {
    "start": 27002039,
    "content": "<b><a>2:39</a></b> <b>inferior.</b> <b>rule … over all the earth.</b> inferior. This probably means “lower” (lit. “earthward”) on the image of a man as Daniel guides Nebuchadnezzar’s thoughts downward on the body from his own empire (the head) to the one that would succeed it. Medo-Persia, though lacking the glory of Babylon (silver as compared to gold), was not inferior in strength to Babylon when its day of power came; it actually conquered Babylon ( 7:5 ). Also in the case of Greece, bronze is less glorious (valuable) than silver, but stronger. rule … over all the earth. Alexander the Great became the ruler of the world, including Israel, from Europe to Egypt to India."
  },
  {
    "start": 27002040,
    "content": "<b><a>2:40</a></b> <b>strong as iron.</b> strong as iron. This metal fittingly represents the Roman Empire which would be characterized by the description predicted. It did have armies in iron armor known as the Iron Legions of Rome, and it had strength and invincibility."
  },
  {
    "start": 27002041,
    "content": "<b><a>2:41</a></b> <b>toes.</b> toes. Ten toes represent the same kings as the 10 horns in 7:24 . They will rule in the final time of the Gentile empire, which Christ destroys in violent abruptness at His second coming."
  },
  {
    "start": 27002044,
    "content": "<b><a>2:44</a></b> <b>stand forever.</b> stand forever. God’s kingdom ruled by Messiah is the final rule, never to be replaced. It has a millennial phase and an eternal future, but it is the same king who rules both."
  },
  {
    "start": 27002045,
    "content": "<b><a>2:45</a></b> <b>stone … mountain.</b> stone … mountain. The stone is Messiah (cf. Ps 118:22–23 ; Is 28:16 ; Ro 9:33 ; 1Pe 2:6 ; esp. Lk 20:18 ). The mountain pictures God’s all-transcending government that looms over weak earthly powers ( 4:17 , 25 ; Pss 47:8 ; 103:19 ; 145:13 ; Rev 17:9 ). Messiah is “cut out” of this sovereign realm by God, which accords with the Son of Man coming ( 7:13–14 ); “without hands” denotes that the Messiah comes from God and is not of human origin or power (cf. the same idea in 8:25 ). The virgin birth and the resurrection, as well as the second coming, could be encompassed in this reference to supernatural origin."
  },
  {
    "start": 27003001,
    "content": "<b><a>3:1</a></b> <b>image of gold.</b> image of gold. The statue, which the king arrogantly made, represented himself as an expression of his greatness and glory and reflected the dream where he was the head of gold ( 2:38 ). It was not necessarily made of solid gold, but more likely would have been overlaid with gold, like many objects found in the ruins of Babylon. The word for “image” usually means a human form. The height of the figure was about 90 ft. and the width 9 ft.; it would have been comparable in height to date palms found in that area. The self-deifying statue of the king need not have been grotesquely thin in proportion to the height since a massive base could have contributed to the height. This established the worship of Nebuchadnezzar and the nation under his power, in addition to the other gods."
  },
  {
    "start": 27003002,
    "content": "<b><a>3:2</a></b> Leaders attending the “summit conference” for Nebuchadnezzar’s display are: satraps, or leaders over regions; prefects, or military chiefs; governors, or civil administrators; counselors, or lawyers; treasurers; judges, or government arbiters; magistrates, or judges in our sense today; rulers, or other civil leaders."
  },
  {
    "start": 27003005,
    "content": "<b><a>3:5</a></b> <b>trigon.</b> <b>psaltery.</b> trigon. A smaller, portable version of the harp, most likely played with a plectrum (pick), yielding high tones. psaltery. Possibly an instrument plucked with the fingers rather than a plectrum (pick), yielding low tones."
  },
  {
    "start": 27003006,
    "content": "<b><a>3:6</a></b> <b>furnace.</b> furnace. Some ancient kilns were found to have been shaped like a vertical tunnel open only at the top, with a dome supported by columns. Charcoal normally served as fuel."
  },
  {
    "start": 27003008,
    "content": "<b><a>3:8</a></b> <b>certain Chaldeans.</b> certain Chaldeans. These are most likely the priests of Bel-merodach who were envious of these young Jews, and sought their death."
  },
  {
    "start": 27003012,
    "content": "<b><a>3:12</a></b> <b>they do not serve your gods and do not worship the golden image.</b> they do not serve your gods and do not worship the golden image. Enemies of God’s servants witnessed such a clear-cut testimony that they were in no doubt about their rejection of idolatry and unshakeable allegiance to the God of Israel."
  },
  {
    "start": 27003013,
    "content": "<b><a>3:13</a></b> <b>these men.</b> these men. Daniel is not mentioned as being part of the refusal to worship witnessed by the Chaldeans. If present, he surely would have joined these others in faithfulness to God."
  },
  {
    "start": 27003015,
    "content": "<b><a>3:15</a></b> <b>what god…?</b> what god…? The king’s challenge would return to embarrass him. The true God was able to deliver, just as He was able to reveal a dream and its meaning. Nebuchadnezzar had earlier called him “a God of gods” ( 2:47 ), but having let that fade from his attention, he soon would be shocked and humiliated when God took up his challenge ( 3:28–29 )."
  },
  {
    "start": 27003016,
    "content": "<b><a>3:16</a></b> <b>we do not need to … answer.</b> we do not need to … answer. The 3 men meant no disrespect. They did not have any defense, nor did they need to reconsider their commitment, since they stood fast for their God as the only true and living God. Their lives were in His hands as they indicated in vv. 17–18 (cf. Is 43:1–2 )."
  },
  {
    "start": 27003019,
    "content": "<b><a>3:19</a></b> <b>seven times more.</b> seven times more. The king’s fury at being defied to his face led him to cry for an intensification of the heat. He was not literally requiring the fire to be 7 times hotter as a gauge would indicate, or requiring 7 times as long to heat, or 7 times the amount of fuel (cf. v. 6 , “immediately be cast”). The king in anger means “intensely hot,” using “seven” figuratively to denote completeness (as Lv 26:18–28 ; Pr 6:31 ; 24:16 ), similar to “ten” in Da 1:20 . Cf. “heated to an extraordinary degree” ( 3:22 ). A stone or brick furnace with an air draft could be made hotter by more fuel and air."
  },
  {
    "start": 27003022,
    "content": "<b><a>3:22</a></b> <b>carried up.</b> carried up. Refers to being taken upward on some kind of ramp to a spot near enough to the top to be thrown in (cf. v. 26 ). The fire was so hot it incinerated the king’s men."
  },
  {
    "start": 27003023,
    "content": "<b><a>3:23</a></b> <b>fell into the midst.</b> fell into the midst. A shaft directed them into the furnace bottom, on top of the fuel."
  },
  {
    "start": 27003025,
    "content": "<b><a>3:25</a></b> <b>four men loosed.</b> four men loosed. The king seemed only to have known that the fourth person was a heavenly being. He called him a “son of the gods” (a pagan reference to one who appeared supernatural) and an “angel” (v. 28 ). The fourth person could possibly have been the second person of the Godhead (Jesus Christ) in a pre-incarnate appearance ( see notes on Jos 5:13–15 ; Jdg 6:11 )."
  },
  {
    "start": 27003027,
    "content": "<b><a>3:27</a></b> <b>the fire had no power.</b> the fire had no power. When God enacts a miracle, He supernaturally controls all details so that His power is unmistakable, and there is no other explanation."
  },
  {
    "start": 27003028,
    "end": 27003030,
    "content": "<b><a>3:28–30</a></b> The king was convinced and eager to add the God of these men to his panoply of deities. Soon he learned that God was not one of many, but the only God ( Da 4 )."
  },
  {
    "start": 27004001,
    "end": 27004003,
    "content": "<b><a>4:1–3</a></b> Nebuchadnezzar’s praise of God in 4:1–3 and 34b–37 is the theme that brackets the experience the king reiterates in the first person (vv. 4–34 ). He began and ended the narrative with praise, and in between told why he converted to such worship of the true God (cf. Ro 11:33 )."
  },
  {
    "start": 27004006,
    "content": "<b><a>4:6</a></b> <b>wise men of Babylon.</b> wise men of Babylon. The king gave them another try (cf. 2:2–13 ), and they were again unable."
  },
  {
    "start": 27004008,
    "content": "<b><a>4:8</a></b> <b>at last Daniel came.</b> <b>my god.</b> at last Daniel came. Daniel alone interpreted the tree vision (v. 10 ), enabled by God. my god. As the story began, he depicted himself still as a worshiper of Bel-merodach."
  },
  {
    "start": 27004009,
    "content": "<b><a>4:9</a></b> <b>chief of the magicians.</b> <b>spirit.</b> chief of the magicians. Here was the title the pagans gave him (cf. 5:11 ). spirit. The meaning here and in v. 18 (as well as 5:11 , 14 ) is rightly translated by some versions as “the Spirit of the Holy God.” Wording for the true God in the Hebrew of Jos 24:19 is equivalent to the Aramaic here ( see note on 2:4 ). Some translators believe he meant “a spirit of the holy gods.” This is unlikely, since no pagan worshipers claimed purity or holiness for their deities. In fact, just the opposite was believed. And since Nebuchadnezzar was rehearsing his conversion, he could genuinely identify the true Spirit of God."
  },
  {
    "start": 27004010,
    "end": 27004017,
    "content": "<b><a>4:10–17</a></b> <b>a tree.</b> a tree. This pictures Nebuchadnezzar after 605 BC (cf. 4:20–22 ). The creatures in v. 12 represent people under his rule (v. 22 ). The fall of the tree represents the coming time of God’s judgment on him (cf. 4:23–25 )."
  },
  {
    "start": 27004013,
    "content": "<b><a>4:13</a></b> <b>watcher, a holy one.</b> watcher, a holy one. This was an angel (cf. v. 23 ), a servant of God, who controlled a nation’s rise or fall (cf. Da 10:13 ). Angels often have roles administering God’s judgment, as shown also in Ge 18 , Is 37 , and Rev 16 ."
  },
  {
    "start": 27004015,
    "content": "<b><a>4:15</a></b> <b>stump.</b> stump. The basis (nucleus) of the kingdom, still in existence in v. 26 (cf. Is 6:13 ), will later sprout as in nature ( Job 14:7–9 ). The band is a guarantee that God will protect what remains intact and preserve the king’s rule (v. 26 )."
  },
  {
    "start": 27004016,
    "content": "<b><a>4:16</a></b> <b>the heart of a beast.</b> <b>seven periods of time.</b> the heart of a beast. Some form of the disease called lycanthropy, in which a person thinks he is an animal and lives wildly, caused him to eat grass, have thick and unkept nails, shaggy hair, and behave inhumanly. seven periods of time. (cf. also 4:23 , 25 , 32 ). Probably “years” are meant, not “months,” which is used in v. 29 . Daniel uses the same term clearly to mean “years” in 7:25 ."
  },
  {
    "start": 27004019,
    "content": "<b><a>4:19</a></b> <b>appalled.</b> appalled. Daniel’s compassionate alarm at the coming calamity."
  },
  {
    "start": 27004026,
    "content": "<b><a>4:26</a></b> <b>Heaven</b> <b>rules.</b> Heaven that rules. God is synonymous with His abode."
  },
  {
    "start": 27004027,
    "content": "<b><a>4:27</a></b> <b>break away now from your sins.</b> break away now from your sins. Daniel called for a recognition of sin and repentance (cf. Is 55:7 ). He was not presenting a works salvation, but treating the issue of sin exactly as Jesus did with the rich young ruler in Mt 19:16–23 . The king failed to repent at this point (v. 30 )."
  },
  {
    "start": 27004030,
    "content": "<b><a>4:30</a></b> <b>I myself have built.</b> I myself have built. Nebuchadnezzar was known for his building projects, such as a 400 foot high mountain terraced with flowing water and hanging gardens for his wife (one of the 7 wonders of the ancient world) as a place for cool refreshment. For such pride, judgment fell (vv. 31–33 )."
  },
  {
    "start": 27004034,
    "content": "<b><a>4:34</a></b> <b>lifted up my eyes.</b> lifted up my eyes. God’s grace enables a person to do this ( Jn 6:44 , 65 ). “For those who honor Me I will honor” ( 1Sa 2:30 ); and “Though He [God] scoffs at the scoffers, yet He gives grace to the humble” ( Pr 3:34 ). The praise of vv. 34b–37 and 1–3 came as a result (cf. Jer 9:23–24 )."
  },
  {
    "start": 27005001,
    "content": "<b><a>5:1</a></b> <b>Belshazzar.</b> Belshazzar. These events occurred in 539 BC, over two decades after Nebuchadnezzar’s death (ca. 563/2 BC). This king, whose name (similar to Daniel’s, cf. 4:8 ) means “Bel, protect the king,” is about to be conquered by the Medo-Persian army."
  },
  {
    "start": 27005002,
    "content": "<b><a>5:2</a></b> <b>vessels.</b> vessels. The celebration was designed to boost morale and break the feelings of doom, because at this very time, armies of Medo-Persia (cf. v. 30 ) had Babylon helplessly under siege."
  },
  {
    "start": 27005004,
    "content": "<b><a>5:4</a></b> This exercise was a call for their deities to deliver them."
  },
  {
    "start": 27005005,
    "content": "<b><a>5:5</a></b> <b>man’s hand.</b> man’s hand. Babylonian hands had taken God’s vessels (mentioned twice) and held them in contempt to dishonor and challenge Him. Now the hand that controls all men, and which none can restrain, challenged them ( 4:35 ). God’s answer to their challenge was clear, as in vv. 23–28 ."
  },
  {
    "start": 27005007,
    "end": 27005009,
    "content": "<b><a>5:7–9</a></b> <b>they could not.</b> they could not. Without God’s help, the experts again failed (cf. chaps. 2 , 4 ), but God’s man Daniel would not."
  },
  {
    "start": 27005010,
    "content": "<b><a>5:10</a></b> <b>the queen answered.</b> the queen answered. Possibly she was a surviving wife or a daughter of Nebuchadnezzar. If the latter, she was a wife of Nabonidus who co-ruled with Belshazzar (cf. “third ruler ,” v. 16 ). She, like Nebuchadnezzar in chap. 4 , has confidence in Daniel (vv. 11–12 )."
  },
  {
    "start": 27005013,
    "content": "<b><a>5:13</a></b> <b>father.</b> father. Used in the same sense of grandfather (cf. v. 18 )."
  },
  {
    "start": 27005016,
    "content": "<b><a>5:16</a></b> <b>the third</b> <b>.</b> the third ruler . This trio included Daniel, along with Belshazzar, Nebuchadnezzar’s grandson (ruled 553–539 BC), and Nabonidus (ruled 556–539 BC). The prizes turned out to be nonexistent in light of the city’s conquest that very night (vv. 29–30 )."
  },
  {
    "start": 27005025,
    "end": 27005029,
    "content": "<b><a>5:25–29</a></b> <b>MENĒ, MENĒ.</b> MENĒ, MENĒ. This means “counted,” or “appointed,” and is doubled for stronger emphasis. TEKĒL means “weighed” or “assessed,” by the God who weighs actions ( 1Sa 2:3 ; Ps 62:9 ). PERĒS denotes “divided,” i.e., to the Medes and Persians. UPHARSIN in v. 25 is the plural of PERĒS, possibly emphasizing the parts in the division. The “U” prefix on PHARSIN has the idea of the English “and.”"
  },
  {
    "start": 27005030,
    "content": "<b><a>5:30</a></b> <b>That same night.</b> That same night. One ancient account alleged that Persia’s General Ugbaru had troops dig a trench to divert and thus lower the waters of the Euphrates River. Since the river flowed through the city of Babylon, the lowered water enabled besiegers to unexpectedly invade via the waterway under the thick walls and reach the palace before the city was aware. The end then came quickly, as guards, Belshazzar, and others were slain on Oct. 16, 539 BC."
  },
  {
    "start": 27005031,
    "content": "<b><a>5:31</a></b> <b>Darius the Mede.</b> Darius the Mede. Possibly Darius is not a name, but an honored title for Cyrus, who with his army entered Babylon Oct. 29, 539 BC. It is used in inscriptions for at least 5 Persian rulers. History mentions no specific man named Darius the Mede. In 6:28 it is possible to translate, “Darius even … Cyrus.” A less likely possibility is that Darius is a second name for Gubaru, Cyrus’ appointed king to head up the Babylonian sector of his empire. Gubaru (or Gobryas) is distinct from Ugbaru, the general, who died soon after conquering Babylon. As previously prophesied, Babylon met God’s judgment (cf. Is 13 ; 47 ; Jer 50 ; 51 ; Hab 2:5–19 )."
  },
  {
    "start": 27006001,
    "content": "<b><a>6:1</a></b> <b>satraps.</b> satraps. Each is a provincial administrator under the king. Daniel’s eminent appointment was to a post as “commissioner” (v. 2 ), assisting the king as his vice-regent."
  },
  {
    "start": 27006002,
    "content": "<b><a>6:2</a></b> <b>not suffer loss.</b> not suffer loss. They were responsible to prevent loss from military revolts, tax evasion, or fraud."
  },
  {
    "start": 27006003,
    "content": "<b><a>6:3</a></b> <b>an extraordinary spirit.</b> <b>over the entire kingdom.</b> an extraordinary spirit. Daniel, over 80, had enjoyed God’s blessing throughout his life (cf. 1:20–21 ; 2:49 ; 4:8 ; 5:12 ). over the entire kingdom. Daniel was the favorite of the king. He had experience, wisdom, a sense of history, leadership, a good reputation, ability, attitude, and revelation from the God of heaven. Apparently, God wanted him in the place of influence to encourage and assist in the Jews’ return to Judah, since the return was made in Cyrus’ first year (539–537 BC), right before the lions’ den incident. From the record of Ezr 1 and 6 , all the basic elements of the return appear: 1) the temple was to be rebuilt with the cost paid from Cyrus’ treasury; 2) all Jews who visited could return, and those who stayed were urged to assist financially; and 3) the gold and silver vessels stolen from the temple by Nebuchadnezzar were to be taken back. To account for such favor toward the Jews, it is easy to think of Daniel not only influencing Cyrus to write such a decree, but even formulating it for him (cf. Pr 21:1 )."
  },
  {
    "start": 27006004,
    "content": "<b><a>6:4</a></b> <b>accusation against Daniel.</b> accusation against Daniel. The jealous plot, not unlike the effort against Daniel’s 3 friends in 3:8ff. , was also similar to that by Joseph’s brothers (cf. Ge 37:18–24 )."
  },
  {
    "start": 27006007,
    "content": "<b><a>6:7</a></b> <b>besides you, O king.</b> besides you, O king. A deceptive stroke of the king’s ego secured his injunction, which was designed to benefit Daniel’s peers. Ancient kings were frequently worshiped as gods. Pagans had such inferior views of their gods that such homage was no problem."
  },
  {
    "start": 27006008,
    "content": "<b><a>6:8</a></b> <b>law … which may not be revoked.</b> law … which may not be revoked. Once enacted, Medo-Persian law could not be changed, even by the king (cf. 6:12 , 15 ; Es 1:19 ; 8:8 )."
  },
  {
    "start": 27006010,
    "content": "<b><a>6:10</a></b> <b>toward Jerusalem.</b> toward Jerusalem. Daniel’s uncompromising pattern of prayer toward God’s temple conformed to Solomon’s prayer that Yahweh’s people would do so ( 1Ki 8:44–45 ). Three times a day was also the pattern established by David ( Ps 55:16–17 )."
  },
  {
    "start": 27006013,
    "content": "<b><a>6:13</a></b> <b>one of the exiles from Judah.</b> one of the exiles from Judah. Daniel had lived over 60 years in Babylon. His loyalty to the rulers was well known ( 5:13 ); in spite of that loyalty, his consistent faithfulness to God brought this threat."
  },
  {
    "start": 27006014,
    "content": "<b><a>6:14</a></b> He went from a self-styled god to a fool in one day."
  },
  {
    "start": 27006016,
    "content": "<b><a>6:16</a></b> <b>lions’ den.</b> lions’ den. The word “den” is related to the Hebrew term meaning “to dig,” so it refers to an underground pit which likely had 1) a hole at the top from which to drop food into the pit, and 2) a door at the foot of a ramp or on a hillside through which the lions could enter."
  },
  {
    "start": 27006022,
    "content": "<b><a>6:22</a></b> <b>His angel.</b> <b>innocent before Him.</b> His angel. In this miracle, the angel was possibly the same person as the fourth person in the fiery furnace (cf. 3:25 and see note there ). innocent before Him. That is the supreme commendation of Daniel as blameless before God and unworthy of such a death."
  },
  {
    "start": 27006023,
    "content": "<b><a>6:23</a></b> <b>no harm … on him.</b> no harm … on him. God openly honored Daniel’s faith for the purpose of showing His glory (cf. 3:26–27 ). That is not always the case, as God may choose to be glorified by permitting a trusted servant to be martyred (cf. Daniel in Heb 11:33 with others in 11:35–38 )."
  },
  {
    "start": 27006024,
    "content": "<b><a>6:24</a></b> <b>the king then said</b> <b>.</b> the king then said the word . Like the sin of Achan ( Jos 7:20–26 ), this sin against God, Darius, and Daniel cost the men and their families their lives. This judgment of God was also an important detail in the miracle, lest some critic suggest the lions were tame or toothless or not hungry."
  },
  {
    "start": 27006025,
    "end": 27006027,
    "content": "<b><a>6:25–27</a></b> <b>Darius the king wrote.</b> Darius the king wrote. Impacted by Daniel and by Yahweh, he expressed himself as if he had come to a point of personal trust in God for his salvation such as Nebuchadnezzar (cf. 4:1–3 , 34–37 ). Daniel illustrated the evangelistic potency of a godly, uncompromising life. Cf. Mt 5:48 ."
  },
  {
    "start": 27007001,
    "content": "<b><a>7:1</a></b> <b>first year.</b> first year. This represented a flashback to 553 BC, 14 years before the feast of 5:1–3 . Chapters 7–8 occur after chap. 4 , but before chap. 5 . The dream of Da 7 moves far beyond Daniel’s day to the coming of Israel’s king to end all Gentile kingdoms and to establish His eternal kingdom ( 7:13–14 , 27 ; cf. 2:35 , 45 )."
  },
  {
    "start": 27007002,
    "content": "<b><a>7:2</a></b> <b>great sea.</b> great sea. This superlative refers to the Mediterranean, much greater in size than other bodies of water in that area of the world. Here this “sea” is used to represent nations and peoples (cf. Da 7:3 , 17 ; Rev 13:1 )."
  },
  {
    "start": 27007003,
    "content": "<b><a>7:3</a></b> <b>four … beasts.</b> four … beasts. These beasts represent the same empires as the individual parts of the image in chap. 2 . Christ the King, the Son of Man from heaven (vv. 13–14 ), corresponds to the Stone in 2:35 , 45 ."
  },
  {
    "start": 27007004,
    "content": "<b><a>7:4</a></b> <b>lion … wings.</b> lion … wings. The vicious, powerful, swift king of beasts represents Babylon. Winged lions guarded the gates of the royal palaces of Babylon. Daniel’s contemporaries, Jeremiah, Ezekiel, and Habakkuk, used animals to describe Nebuchadnezzar."
  },
  {
    "start": 27007005,
    "content": "<b><a>7:5</a></b> <b>a bear.</b> a bear. This is Medo-Persia, with the greater “side” being Persia and “ribs” referring to vanquished nations."
  },
  {
    "start": 27007006,
    "content": "<b><a>7:6</a></b> <b>a leopard.</b> a leopard. This represents Greece with its fleetness in conquest under Alexander the Great (born in 356 BC). He ruled from Europe to Africa to India. The “four heads” represent the 4 generals who divided the kingdom after Alexander’s death at age 33 (323 BC). They ruled Macedonia, Asia Minor, Syria, and Egypt (cf. 8:8 )."
  },
  {
    "start": 27007007,
    "content": "<b><a>7:7</a></b> <b>fourth beast.</b> fourth beast. No such animal exists; rather, this is a unique beast pointing to the Roman Empire, already represented by iron in 2:40 , devastating in conquest. Roman dominion fell apart in AD 476, yet it lived on in a divided status (Europe), but will be revived and return to great unified strength near Christ’s second coming. Then it will be comprised of the 10 parts under kings (vv. 7 , 24 ), as well as an 11th king, the Antichrist (vv. 8 , 24 ; 2Th 2:3–10 ; Rev 13:1–10 )."
  },
  {
    "start": 27007008,
    "content": "<b><a>7:8</a></b> <b>another horn.</b> another horn. This describes the rise of Antichrist (cf. v. 20 ). This beast is human (“eyes like. … man” and a “mouth speaking”) and is proud (cf. Rev 13:5–6 )."
  },
  {
    "start": 27007009,
    "end": 27007010,
    "content": "<b><a>7:9–10</a></b> <b>I kept looking.</b> I kept looking. Daniel’s vision flashes forward to the divine throne from which judgment will come on the fourth kingdom (cf. Rev 20:11–15 )."
  },
  {
    "start": 27007011,
    "end": 27007012,
    "content": "<b><a>7:11–12</a></b> <b>the beast was killed.</b> the beast was killed. Reference is to the fourth beast (i.e., the Roman sphere), headed up by the “little horn” or Antichrist (vv. 7 , 24 ). He will be destroyed at Christ’s second coming (cf. Rev 19:20 ; 20:10 ); cf. the smashing by the Stone, Da 2:35 , 45 ."
  },
  {
    "start": 27007012,
    "content": "<b><a>7:12</a></b> <b>rest of the beasts.</b> rest of the beasts. These are the 3 earlier beasts (empires of chaps. 2 , 7 ). Each successively lost its chief dominance when it was conquered in history. Yet each was amalgamated into the empire that gained ascendancy, and survived in its descendants. As the second advent draws near, all 3 empires in their descendants will be a part of the Roman phase in its final form ( Rev 13:2 ). Survival will not be possible for the final and revived phase of the fourth empire after Christ’s second coming, for catastrophic devastation (cf. 2:35 ) will utterly destroy it, and Christ’s kingdom will replace it."
  },
  {
    "start": 27007013,
    "end": 27007014,
    "content": "<b><a>7:13–14</a></b> <b>Son of Man.</b> Son of Man. The Messiah (cf. 9:26 ), Christ is meant; He often designated Himself by this phrase ( Mt 16:27 ; 19:28 ; 26:64 ). “The clouds of heaven” are seen again in Rev 1:7 . Here He is distinct from the Ancient of Days, or Eternal One, the Father, who will coronate Him for the kingdom ( 2:44 ). The picture of old age is not that of being feeble; rather, it highlights eternality and divine wisdom to judge (cf. 7:9–10 )."
  },
  {
    "start": 27007014,
    "content": "<b><a>7:14</a></b> <b>all the peoples, nations, and … tongue.</b> all the peoples, nations, and … tongue. These distinctions are earthly and speak of the promise of an earthly kingdom, ruled by Christ, that merges into the eternal kingdom (cf. vv. 18 , 27 ; Rev 20:1–4 ; 21 ; 22 )."
  },
  {
    "start": 27007015,
    "content": "<b><a>7:15</a></b> <b>my spirit was distressed.</b> my spirit was distressed. Coming judgment made him sad, because it meant that history to its end would be a story of sin and judgment (cf. v. 28 )."
  },
  {
    "start": 27007016,
    "content": "<b><a>7:16</a></b> <b>those who were standing by.</b> those who were standing by. Angels helped Daniel understand God’s revelations ( 8:13–16 ; 9:22–27 )."
  },
  {
    "start": 27007017,
    "content": "<b><a>7:17</a></b> <b>beasts … four.</b> beasts … four. These empires depicted by the lion, bear, leopard, and bizarre animal (vv. 3–7 ) are Babylon, Medo-Persia, Greece, and Rome. The “kings” are the most notable leaders over these empires, such as Nebuchadnezzar ( 2:37–38 ), Cyrus, Alexander the Great, and finally the “little horn” (Antichrist)."
  },
  {
    "start": 27007018,
    "content": "<b><a>7:18</a></b> <b>saints.</b> saints. These who trusted God possess the kingdom headed up by the Son of Man, the Messiah, of vv. 13–14 . All serve Him in vv. 14 and 27 , the latter verse clarifying that the one served is actually God the Most High. Just as the 4 Gentile empires have individuals as kings (cf. 2:38 ; 7:8 ; 8:8 ), so the final kingdom has Christ as King."
  },
  {
    "start": 27007019,
    "content": "<b><a>7:19</a></b> <b>fourth beast … different.</b> fourth beast … different. This may refer to the empire’s far greater diversity than previous empires, and its breadth of conquest (v. 24 ). It branches out into two great divisions (cf. “legs,” 2:33 ), then near the end into 10 horns (a confederacy of 10 nations), and even an 11th horn (Antichrist’s kingdom) lasting until Christ’s second coming."
  },
  {
    "start": 27007020,
    "content": "<b><a>7:20</a></b> <b>the other</b> the other horn. The 11th horn (ruler and his realm) is small and less powerful before its big rise (v. 8 ). Early in the future tribulation period, it (he) grows to be “larger” or more powerful than any of the horns (rulers) in the group."
  },
  {
    "start": 27007021,
    "content": "<b><a>7:21</a></b> <b>war with the saints.</b> war with the saints. The final Antichrist will lead a great persecution of believers, especially in Israel (cf. Mt 24:15–22 ; 2Th 2:4 ; Rev 12:13–17 ; 13:6–7 )."
  },
  {
    "start": 27007022,
    "content": "<b><a>7:22</a></b> <b>Ancient of Days.</b> <b>saints took possession of the kingdom.</b> Ancient of Days. Refers to God the Eternal One, who confers the messianic kingdom on the Son to rule at His second coming and following ( 7:13–14 ). Judgment is against the Antichrist, Satan who empowers him ( Rev 13:4 ; 20:1–3 ), and the unsaved who are not allowed into the kingdom at its outset, but are destroyed and await the final, Great White Throne resurrection and judgment ( Rev 20:11–15 ). saints took possession of the kingdom. Believers enter the kingdom in its earthly, millennial phase ( Rev 20:1–4 ) following Christ’s second coming ( Mt 25:34 ), having eternal life that continues into the eternal state ( Rev 21–22 ) after the thousand years."
  },
  {
    "start": 27007024,
    "content": "<b><a>7:24</a></b> <b>another … after them.</b> another … after them. The “little horn” (Antichrist) blasts his way to the zenith of world rule."
  },
  {
    "start": 27007025,
    "content": "<b><a>7:25</a></b> <b>time, times, and half a time.</b> time, times, and half a time. This obviously refers to the 3 1/2 years which are the last half of the 7-year period of Antichrist’s power (cf. 9:27 ), continuing on to Christ’s second coming as the Judgment Stone ( 2:35 , 45 ) and glorious Son of Man ( 7:13–14 ). Cf. Rev 11:2–3 ; 12:14 ; 13:5 for reference to this same period."
  },
  {
    "start": 27007026,
    "content": "<b><a>7:26</a></b> <b>the court.</b> the court. God will have His court session to judge sinners and sin (vv. 9–10 ). He will remove the Antichrist’s rule and destroy him and his empire in eternal, conscious hell ( Rev 19:20 ; 20:10 )."
  },
  {
    "start": 27007027,
    "content": "<b><a>7:27</a></b> <b>the kingdoms … given to … the saints.</b> the kingdoms … given to … the saints. God’s kingdom in both earthly ( Rev 20:4 ) and heavenly phases ( Rev 21:27 ; 22:3–4 , 14 )."
  },
  {
    "start": 27008001,
    "content": "<b><a>8:1</a></b> <b>third year.</b> <b>previously.</b> third year. Ca. 551 BC, two years after the dream of chap. 7 but before chap. 5 . previously. Looks back to chap. 7 ."
  },
  {
    "start": 27008002,
    "content": "<b><a>8:2</a></b> <b>Susa.</b> Susa. This was a chief city of the Medo-Persian Empire, about 250 mi. east of Babylon. Since Daniel saw himself in a vision, he may not have been bodily in that place (cf. Ezekiel’s vision of being at the Jerusalem temple, though bodily still with the elders in Babylon, Eze 8–11 )."
  },
  {
    "start": 27008003,
    "end": 27008009,
    "content": "<b><a>8:3–9</a></b> This imagery unfolded historically. The ram pictures the Medo-Persian Empire, as a whole, its two horns standing for the two entities (the Medes and the Persians) that merged into one. The history of this empire is briefly noted in v. 4 , as it is seen conquering from the east to the west, south and north, under Cyrus, as predicted also by Isaiah 150 years earlier ( Is 45:1–7 ). The longer horn, which appeared last, represents Persia. The goat (v. 5 ) represents Greece with its great horn Alexander, who with his army of 35,000, moved with such speed that he is pictured as not even touching the ground. The broken horn is Alexander in his death; the 4 horns are generals who became kings over 4 sectors of the Grecian empire after Alexander (cf. 7:6 ). The small horn is Antiochus Epiphanes, who rose from the third empire to rule the Syrian division in 175–164 BC and is the same king dominant in 11:21–35 . Cf. 7:8 , 24–26 where a similar “little horn” clearly represents the final Antichrist. The reason both are described as “little horns” is because one prefigures the other. A far more detailed summary will come later in 11:2–35 ."
  },
  {
    "start": 27008009,
    "content": "<b><a>8:9</a></b> <b>Beautiful</b> Beautiful Land. Israel. Cf. 11:16 , 41 ."
  },
  {
    "start": 27008010,
    "content": "<b><a>8:10</a></b> <b>host of heaven.</b> host of heaven. Picturesque language portrays Antiochus’ persecution against Jewish people using the figure of stars (cf. Ge 12:3 ; 15:5 ; 22:17 ; Ex 12:41 ; Dt 1:10 ). When defeated, the “stars” (Jewish people) will fall under the tyrant’s domination."
  },
  {
    "start": 27008011,
    "content": "<b><a>8:11</a></b> <b>Commander.</b> Commander. In addition to the desecration of the temple (cf. -->1Macc 1:20–24 -->, -->41–50 -->), Antiochus blasphemed Christ to whom ultimately the host of Jewish people sacrifice and to whom the sanctuary belongs. He is later the “Prince of princes” (v. 25 )."
  },
  {
    "start": 27008013,
    "content": "<b><a>8:13</a></b> <b>holy one.</b> holy one. Angels are in view here."
  },
  {
    "start": 27008014,
    "content": "<b><a>8:14</a></b> <b>For 2,300 evenings</b> <b>mornings.</b> For 2,300 evenings and mornings. These are 2,300 evenings/mornings, with no “and” in between, which refers to 2,300 total units or days. Genesis 1:5 does use “and,” i.e., “Evening and … morning, one day.” The period runs to about 6 1/3 years of sacrificing a lamb twice a day, morning and evening ( Ex 29:38–39 ). The prophecy was precise in identifying the time as that of Antiochus’ persecution, ca. Sept. 6, 171 BC to Dec. 25, 165/4 BC. After his death, Jews celebrated the cleansing of their holy place in the Feast of Lights, or Hanukkah, in celebration of the restoration led by Judas Maccabeus."
  },
  {
    "start": 27008015,
    "content": "<b><a>8:15</a></b> <b>had the appearance of a man.</b> had the appearance of a man. The word for man meaning “a mighty man” is the linguistic framework for “Gabriel,” which means “mighty one of God.” This is the first mention of an angel by name in the Bible."
  },
  {
    "start": 27008016,
    "content": "<b><a>8:16</a></b> <b>voice of a man.</b> <b>Ulai.</b> voice of a man. God spoke with a human voice. Ulai. A river east of the Persian city of Susa."
  },
  {
    "start": 27008017,
    "content": "<b><a>8:17</a></b> <b>terrified and fell.</b> <b>time of the end.</b> terrified and fell. Loss of consciousness is a common reaction to heavenly visitation (cf. Eze 1 ; Is 6 ; Rev 1 ). time of the end. This term likely has a double sense of fulfillment. First, the “end” (as v. 19 ), “final” or “latter period” (vv. 19 , 23 ), and “appointed time” (v. 19 ) refer to time late in the specific span that the historical prophecy has in view. That time is the period defined by the empires in these verses, Persia (Ram) and Greece (Goat), when the Grecian sector will be divided into 4 parts (v. 8 ). One of these, the Syrian under Seleucus ( see note on v. 22 ), will eventually lead to Antiochus Epiphanes (175–164 BC) as the “small horn” meant in v. 9 , who persecutes the people of Israel (v. 10 ) and defies God (v. 11 ). Cf. 11:21–35 and see notes there . Secondly, this “little horn” in v. 9 , the Antichrist in the last days at the time of the eschatological fulfillment, sees Antiochus as a pattern of the Antichrist, who in many ways will be like him, though far greater in power, and will exercise his career in the end of the age just before Christ’s return."
  },
  {
    "start": 27008021,
    "content": "<b><a>8:21</a></b> <b>shaggy goat … large horn.</b> shaggy goat … large horn. This is the third Gentile world power, the kingdom of Greece, and specifically Alexander the Great, the notable and “first king” after conquering Medo-Persia. Cf. 11:3 ."
  },
  {
    "start": 27008022,
    "content": "<b><a>8:22</a></b> <b>broken</b> <b>and the four</b> <b>.</b> broken horn and the four horns . Alexander died at age 33 in 323 BC, leaving no heir ready to reign. So 4 men, after 22 years of fighting, assumed rule over 4 Grecian sectors: 1) Cassander, Macedonia; 2) Lysimachus, Thrace, and Asia Minor; 3) Seleucus, Syria, and Babylonia; 4) Ptolemy, Egypt, and Arabia. These are the 4 referred to in “toward the four winds” (v. 8 ). The phrase “not with his power” indicates they did not have Alexander’s power or direct family lineage."
  },
  {
    "start": 27008023,
    "end": 27008025,
    "content": "<b><a>8:23–25</a></b> <b>A king will stand.</b> A king will stand. The near fulfillment views Antiochus as the historical persecutor as in vv. 9–14 . His career down to 164 BC was “in the latter period of their reign,” that of the male goat in the Syrian territory. Rome conquered Greece by 146 BC, only a few years later, and became the next dominant empire. Antiochus died, “broken without hands,” due to insanity and disease of the bowels. The far fulfillment sees Antiochus in vv. 23–25 as prophetically illustrating the final tribulation period and the Antichrist. In such a view, the king here is also the “little horn,” as in 7:7 ; 8:9 and the willful king in 11:36–45 ."
  },
  {
    "start": 27008025,
    "content": "<b><a>8:25</a></b> <b>Prince of princes.</b> Prince of princes. See note on 8:11 ."
  },
  {
    "start": 27008026,
    "content": "<b><a>8:26</a></b> <b>conceal the vision.</b> conceal the vision. Since he told it here, this did not mean to shut it up to secrecy but to preserve it as truth even if not to be fulfilled for a long time."
  },
  {
    "start": 27009001,
    "content": "<b><a>9:1</a></b> <b>the first year.</b> <b>made king.</b> the first year. Ca. 539 BC. made king. This may mean that Darius (a title, not a proper name, see note on 5:31 ) refers to Cyrus, who was made king by God’s allowance (cf. Ps 75:6–7 ). Since Cyrus was the first monarch of the Medo-Persian empire, this time note was also the first year after the death of Belshazzar, when Babylon fell."
  },
  {
    "start": 27009002,
    "content": "<b><a>9:2</a></b> <b>seventy years.</b> seventy years. Daniel’s study of “the books” (OT scrolls) focused on the years prophesied for the captivity by Jeremiah in Jer 25:11–12 and 29:10 . Since the end of that span was near, he prayed for God’s next move on behalf of Israel. Cf. 2Chr 36:21 , where it is indicated that the 70 years of exile were intended to restore the Sabbath rests that Israel had ignored for so many years (cf. Lv 25:4–5 ; 26:34–43 )."
  },
  {
    "start": 27009004,
    "end": 27009019,
    "content": "<b><a>9:4–19</a></b> <b>I prayed.</b> I prayed. Various aspects of the passage give rich instruction regarding prayer. True prayer is: in response to the Word (v. 2 ), characterized by fervency and self-denial (v. 3 ), identified unselfishly with God’s people (v. 5 ), strengthened by confession (vv. 5–15 ), dependent on God’s character (vv. 4 , 7 , 9 , 15 ), and has as its goal God’s glory (vv. 16–19 )."
  },
  {
    "start": 27009011,
    "content": "<b><a>9:11</a></b> <b>the curse.</b> the curse. This refers to the judgment that God brought, as promised, for Israel’s disobedience in the land ( Lv 26:21–42 ; Dt 28:15–68 ). This is in contrast to the blessings associated with faith and obedience ( Lv 26:3–20 ; Dt 28:1–14 ). God had given the promise that even in a time of judgment, if Israel would confess their sin, He would bring blessing again ( Lv 26:40–42 )."
  },
  {
    "start": 27009016,
    "content": "<b><a>9:16</a></b> Daniel prayed for restoration in 3 aspects. In effect he asked God to bring back “Your city” (vv. 16 , 18 ), “Your desolate sanctuary” (v. 17 ), and “Your people” (v. 19 ). God’s answer embraced all three (v. 24 )."
  },
  {
    "start": 27009021,
    "content": "<b><a>9:21</a></b> <b>the man Gabriel.</b> <b>the evening offering.</b> the man Gabriel. This angel, called a “man” because he appeared in the form of a man, appeared also in 8:16 . Cf. the angel Michael in 10:13 , 21 ; 12:1 . the evening offering. This was the second lamb of two offered daily (cf. 8:14 and see note there ), this one at 3 p.m., a common time for prayer ( Ezr 9:5 )."
  },
  {
    "start": 27009024,
    "end": 27009026,
    "content": "<b><a>9:24–26</a></b> <b>Seventy weeks … from … until.</b> Seventy weeks … from … until. These are weeks of years, whereas weeks of days are described in a different way ( 10:2–3 ). The time spans from the Persian Artaxerxes’ decree to rebuild Jerusalem, ca. 445 BC ( Ne 2:1–8 ), to the Messiah’s kingdom. This panorama includes: 1) 7 weeks or 49 years, possibly closing Nehemiah’s career in the rebuilding of Jerusalem as well as the end of the ministry of Malachi and the close of the OT; 2) 62 weeks or 434 more years for a total of 483 years to the first advent of Messiah. This was fulfilled at the triumphal entry on 10 Nisan, AD 30 ( see notes on Mt 21:1–9 ). The Messiah will be “cut off,” (a common reference to death); and 3) the final 7 years or 70th week of the time of Antichrist (cf. v. 27 ). Roman people, from whom the Antichrist will come, will “destroy the city” of Jerusalem and its temple in AD 70."
  },
  {
    "start": 27009027,
    "content": "<b><a>9:27</a></b> <b>he will make a firm covenant.</b> <b>middle of the week.</b> <b>abominations … one who makes desolate.</b> <b>complete destruction.</b> This is clearly the end of the age, the Second Advent judgment, because the bringing in of righteousness did not occur 7 years after the death of the Messiah, nor did the destruction of Jerusalem fit the 7-year period (occurring 37 years later). This is the future 7-year period which ends with sin’s final judgment and Christ’s reign of righteousness; i.e., the return of Christ and the establishment of His rule. These 7 years constitute the 70th week of Daniel. he will make a firm covenant. “He” is the last-mentioned prince (v. 26 ), leader of the Roman sphere (cf. chaps. 2 and 7 ), the Antichrist who comes in the latter days. The time is in the future tribulation period of “one week,” i.e., the final 7 years of v. 24 . He confirms (lit., causes to prevail) a 7-year covenant, his own pact with Israel for what will turn out actually to be for a shorter time. The leader in this covenant is the “little horn” of 7:7–8 , 20–21 , 24–26 , and the evil leader of NT prophecy ( Mk 13:14 ; 2Th 2:3–10 ; Rev 13:1–10 ). That he is in the future, even after Christ’s First Advent, is shown by 1) Mt 24:15 ; 2) by the time references that match ( 7:25 ; Rev 11:2–3 ; 12:14 ; 13:5 ); and 3) by the end here extending to the Second Advent, matching the duration elsewhere mentioned in Daniel ( 2:35 , 45 ; 7:15ff. ; 12:1–3 ) and Rev 11:2 ; 12:14 ; 13:5 . middle of the week. This is the halfway point of the 70th week of years, i.e., 7 years leading to Christ’s second coming. The Antichrist will break his covenant with Israel (v. 27a ), which has resumed its ancient sacrificial system. Three and a half years of tribulation remain, agreeing with the time in other Scriptures ( 7:25 ; Rev 11:2–3 ; 12:14 ; 13:5 ; called “great tribulation,” cf. Mt 24:21 ) as God’s wrath intensifies. abominations … one who makes desolate. The Antichrist will cause abomination against Jewish religion. This violation will desolate or ruin what Jews regard as sacred, namely their holy temple and the honoring of God’s presence there (cf. 1Ki 9:3 ; 2Th 2:4 ). Jesus refers directly to this text in His Olivet discourse ( Mt 24:15 ). See note on 11:31 . complete destruction. God permits this tribulation under the Antichrist’s persecutions and ultimately triumphs, achieving judgment of the sin and sinners in Israel ( 12:7 ) and in the world (cf. Jer 25:31 ). This includes the Antichrist ( 11:45 ; Rev 19:20 ), and all who deserve judgment ( 9:24 ; Mt 13:41–43 )."
  },
  {
    "start": 27010001,
    "content": "<b><a>10:1</a></b> <b>third year.</b> third year. Ca. 536 BC. Two years had passed since the first decree to let Israel return (cf. Ezr 1:1—2:1 ; 2:64—3:1 )."
  },
  {
    "start": 27010006,
    "content": "<b><a>10:6</a></b> <b>His body … like beryl.</b> His body … like beryl. The messenger whom Daniel sees in a vision (vv. 1 , 7 ) was distinct from the angel Michael, from whom he needed assistance (v. 13 ). The description of such glory has led some to see him as Christ in a pre-incarnate appearance (such as Jos 5:13–15 ; 6:2 ; Jdg 6:11–23 ). He is described almost identically to Christ ( Rev 1:13–14 ) and Daniel’s reaction is similar to John’s ( Rev 1:17 )."
  },
  {
    "start": 27010010,
    "content": "<b><a>10:10</a></b> <b>a hand touched me.</b> a hand touched me. Most likely this was Gabriel, who interpreted other revelations to Daniel (cf. 8:16 ) and spoke similarly of Daniel’s being beloved in 9:20–23 ."
  },
  {
    "start": 27010012,
    "content": "<b><a>10:12</a></b> <b>your words were heard.</b> your words were heard. This was a great encouragement from God who was attentive to prayer and acted to answer it (cf. 9:20–27 )."
  },
  {
    "start": 27010013,
    "content": "<b><a>10:13</a></b> <b>prince of … Persia.</b> <b>Michael.</b> prince of … Persia. The 3 week delay was due to an evil angel opposing Gabriel in heavenly warfare (cf. Rev 16:12–14 ). This angel was specially anointed with Persian power in an effort to thwart the work of God. This tells us that Satan engages in heavenly warfare to influence generations and nations against God and His people (cf. Eph 6:10ff. ). Michael. This is the chief angel of heaven (cf. 10:21 ; 12:1 ; Jd 9 ; Rev 12:7 ). Michael remained to assure that the Jews would be free to return to their land."
  },
  {
    "start": 27010014,
    "content": "<b><a>10:14</a></b> <b>the days yet</b> the days yet future. This refers to the future plan of God for His people, extending from Daniel’s time to that of the Antichrist."
  },
  {
    "start": 27010019,
    "content": "<b><a>10:19</a></b> <b>I received strength.</b> I received strength. This was the third time (vv. 10 , 16 ), showing the overwhelming trauma of divine presence and revelation."
  },
  {
    "start": 27010020,
    "content": "<b><a>10:20</a></b> <b>prince of Greece.</b> prince of Greece. An evil angel contesting for the kingdom of Greece."
  },
  {
    "start": 27010021,
    "content": "<b><a>10:21</a></b> <b>writing of truth.</b> <b>except Michael.</b> writing of truth. God’s plan of certain and true designs for men and nations, which He can reveal according to His discretion ( 11:2 ; Is 46:9–11 ). except Michael. The angel with Michael intended to handle the demons of Persia and Greece. This actually forms the heavenly basis for the earthly unfolding of history in 11:2–35 ."
  },
  {
    "start": 27011001,
    "content": "<b><a>11:1</a></b> <b>first year.</b> <b>strengthen … fortress for him.</b> first year. Ca. 539 BC (cf. 6:1ff. ; 9:1 ). strengthen … fortress for him. The messenger of 10:10ff. continues to speak of assisting Michael (even as Michael had strengthened him in the battle with demons in 10:21 ), confirming Darius in his purpose of kindness to Israel in decreeing their return."
  },
  {
    "start": 27011002,
    "end": 27011045,
    "content": "<b><a>11:2–45</a></b> As in 8:3–26 , this prophecy sweeps all the way from the history of spiritual conflict in Israel ( 11:2–35 ) to the tribulation (vv. 36–42 ) when Michael aids in fully delivering Israel ( 12:1 ). The detail of this history is so minute and accurate, so confirmed by history, that unbelieving critics have, without evidence, insisted that it was actually written 400 years later than Daniel, after it had happened, which would make the prophet a deceiver. The prophecy actually looks ahead from Daniel to the final Antichrist."
  },
  {
    "start": 27011003,
    "content": "<b><a>11:3</a></b> <b>a mighty king.</b> a mighty king. Alexander the Great (cf. 8:5 )."
  },
  {
    "start": 27011004,
    "content": "<b><a>11:4</a></b> After Alexander’s death (ca. 323 BC), 4 who were not of his posterity took sectors of his wide empire ( see notes on 7:6 ; 8:3–9 ). The king of the South (Egypt) and king of the North (Aram, or Syria) receive emphasis in v. 5 and after. As time moved on, other leaders ruled, crossing and recrossing Israel."
  },
  {
    "start": 27011005,
    "end": 27011006,
    "content": "<b><a>11:5–6</a></b> <b>king of the South … king of the North.</b> king of the South … king of the North. King of the South represents the Ptolomies, the leaders of Egypt, contrasted often in vv. 5ff. with the king of the North, the Seleucids, leaders of Syria (v. 6 ). South and north are in relation to Israel, for which the angel Gabriel, speaking in this passage, is so concerned. Verses 5–20 cover almost 200 years of wars between these bordering powers."
  },
  {
    "start": 27011006,
    "content": "<b><a>11:6</a></b> <b>form an alliance.</b> form an alliance. Berenice, daughter of Egypt’s Ptolemy II Philadelphus (285–246 BC), married Syria’s King Antiochus II Theos (261–246 BC). The latter part of the verse refers to the political advantage they hoped the alliance would produce. Antiochus divorced his wife to marry Berenice. Later that divorced wife murdered Berenice, her baby son, and even Antiochus by poisoning him. Thus she brought her own son, Seleucus II Callinicus, to the throne."
  },
  {
    "start": 27011007,
    "content": "<b><a>11:7</a></b> <b>descendants of her line.</b> descendants of her line. The murdered Berenice’s brother stood in his father’s place. His name was Ptolemy III Euergetes of Egypt (246–222 BC), and in reverse he conquered Syria, sacking their great treasure (v. 8 )."
  },
  {
    "start": 27011009,
    "content": "<b><a>11:9</a></b> <b>the latter will enter.</b> the latter will enter. Syria’s Callinicus attacked Egypt ca. 240 BC but retreated, soundly beaten."
  },
  {
    "start": 27011010,
    "content": "<b><a>11:10</a></b> <b>his sons.</b> his sons. Seleucus’ sons (successors) kept up war against Egypt, as described in vv. 11–35 ."
  },
  {
    "start": 27011011,
    "content": "<b><a>11:11</a></b> <b>king of the South.</b> king of the South. Ptolemy IV Philopator (222–203 BC) devastated the Syrian army under Antiochus III the Great (223–187 BC). Egypt’s advantage would be brief (v. 12 )."
  },
  {
    "start": 27011013,
    "end": 27011016,
    "content": "<b><a>11:13–16</a></b> <b>king of the North.</b> king of the North. Thirteen years later Antiochus returned with a great army, and in a series of strikes against Egypt brought Israel (“the Beautiful Land”) into his control as far south as Gaza."
  },
  {
    "start": 27011014,
    "content": "<b><a>11:14</a></b> <b>violent ones among your people.</b> violent ones among your people. Violent Jews wanted Judean independence from Egypt, but failed in their revolt."
  },
  {
    "start": 27011016,
    "content": "<b><a>11:16</a></b> <b>he who comes against him.</b> <b>Beautiful Land.</b> he who comes against him. Antiochus III the Great took lasting dominion over Israel. Beautiful Land. Israel (cf. 8:9 )."
  },
  {
    "start": 27011017,
    "content": "<b><a>11:17</a></b> <b>give … the daughter.</b> give … the daughter. Antiochus, feeling pressure from Rome (fourth empire, 2:40 ; 7:7 ) to make peace with Egypt, offered his daughter Cleopatra to marry Ptolemy V Epiphanes (ca. 192 BC). The Syrian thus hoped his daughter would spy to help him to “destroy” or weaken Egypt and bring it under his power. Cleopatra, instead of helping her father, favored her Egyptian mate."
  },
  {
    "start": 27011018,
    "content": "<b><a>11:18</a></b> <b>a ruler.</b> a ruler. Antiochus had set his sights to conquer Greece, along the Mediterranean coastlands. But this brought him into conflict with Rome, so that a Roman, Lucius Scipio Asiaticus, repaid the Syrian aggression against Roman rights in the area with a resounding defeat (ca. 191–190 BC)."
  },
  {
    "start": 27011019,
    "content": "<b><a>11:19</a></b> <b>fall.</b> fall. Antiochus returned from defeat to his own land compelled by Rome to relinquish all his territory west of the Taurus and to repay the costs of war. He was likely killed by defenders of a Persian temple he tried to plunder at night in Elymais (to get money to pay reparations required by Rome)."
  },
  {
    "start": 27011020,
    "content": "<b><a>11:20</a></b> <b>an oppressor.</b> an oppressor. Rome required Seleucus IV Philopator to render tribute, for Rome was increasingly powerful. The Syrian set out to tax his subjects heavily to raise the tribute. Soon, he died after being poisoned. The “Jewel of his kingdom” possibly refers to Israel (“the Beautiful Land”) with its splendid temple."
  },
  {
    "start": 27011021,
    "content": "<b><a>11:21</a></b> <b>a despised person.</b> a despised person. In vv. 21–35 , the most cruel king of the North was Seleucid, the Syrian persecutor of Israel named Antiochus IV Epiphanes (cf. 8:9–14 , 23–25 ). He came to the throne when his brother Seleucus was murdered and a son of the dead king who might succeed him, Demetrius I Soter, was held hostage in Rome. In the vacuum, Antiochus seized power in Syria."
  },
  {
    "start": 27011022,
    "content": "<b><a>11:22</a></b> <b>will be flooded away.</b> will be flooded away. Egypt’s armies were swept away by Antiochus’ invading forces as by a flood (cf. “flood” for military onslaught, 9:26 ). Israel’s “prince of the covenant,” Onias III, was murdered by his own defecting brother Menelaus at the request of Antiochus (171 BC)."
  },
  {
    "start": 27011023,
    "content": "<b><a>11:23</a></b> <b>an alliance.</b> an alliance. In an Egyptian struggle for the throne, Antiochus developed an alliance with Ptolemy VI Philometer over his rival Ptolemy VII Euergetes II (distinct from the leader in v. 7 ). By this alliance, Antiochus deceitfully plotted to gain greater power in Egypt. With a “small force ,” he conquered Memphis and the rest of Egypt all the way to Alexandria."
  },
  {
    "start": 27011024,
    "content": "<b><a>11:24</a></b> <b>In a time of ease he will enter.</b> <b>devise his schemes against strongholds.</b> In a time of ease he will enter. Antiochus, under the guise of friendship, plundered the richest Egyptian places he could strike. To gain support, he gave lavish gifts, possibly battle spoils. devise his schemes against strongholds. He formed a scheme to take over Egypt."
  },
  {
    "start": 27011025,
    "content": "<b><a>11:25</a></b> <b>his strength … against the … South.</b> his strength … against the … South. Antiochus attacked Philometer, who had become an enemy. The latter fell due to treachery by trusted supporters (v. 26a ) and became Antiochus’ captive."
  },
  {
    "start": 27011026,
    "content": "<b><a>11:26</a></b> <b>those who eat.</b> those who eat. Betraying counselors whom Philometer fed led him to attack Syria to secure his defeat and death for him and his men."
  },
  {
    "start": 27011027,
    "content": "<b><a>11:27</a></b> <b>will speak falsehood.</b> will speak falsehood. Antiochus feigned help to reinstate Ptolemy Philometer to Egypt’s throne, occupied then by Ptolemy Euergetes. Both kings lied at the conference, and Antiochus set Philometer up as king at Memphis, whereas Euergetes reigned at Alexandria. The two Egyptians soon agreed on a joint rule, frustrating the Syrian."
  },
  {
    "start": 27011028,
    "content": "<b><a>11:28</a></b> <b>against the holy covenant.</b> against the holy covenant. En route north through Israel to Syria with riches, Antiochus met a revolt, as sources outside Scripture mention. He struck Jerusalem’s temple, profaned the sacrificial system, massacred 80,000 men, took 40,000 prisoners, sold 40,000 as slaves, and squelched a Jewish bid to depose his own designated priest, Menelaus."
  },
  {
    "start": 27011029,
    "content": "<b><a>11:29</a></b> <b>come into the south.</b> come into the south. Antiochus, for the third time, invaded Egypt against the joint rulership (ca. 168 BC); however, with much less success."
  },
  {
    "start": 27011030,
    "content": "<b><a>11:30</a></b> <b>ships … come against him.</b> ships … come against him. A Roman fleet from Cyprus sided with Egypt, thwarting Antiochus’ attack. Backing down from engaging Rome in war, Antiochus left Egypt, taking out his rage on Israelites in his path. He opposed God’s Mosaic Covenant that some Jews kept, despite Syrian policies and some Jewish compromise. Antiochus showed favors to Jewish apostates (“who forsake the holy covenant”) as non-biblical writings attest."
  },
  {
    "start": 27011031,
    "content": "<b><a>11:31</a></b> <b>profane the sanctuary.</b> <b>abomination of desolation.</b> profane the sanctuary. Antiochus’ soldiers, no doubt working with apostate Jews, guarded the temple, halting all worship, while others attacked the city on the Sabbath and slaughtered men, women, and children. Soldiers desecrated Israel’s temple, banned circumcision and daily sacrifices ( -->1Macc 1:44–54 -->), and sacrificed a pig on the altar. The Syrians on Chislev (Dec. 15, 167 BC) even imposed an idol statue in honor of the Olympian god Zeus into the temple. Jews called it “the abomination of desolation,” i.e., emptying or ruining for Jewish worship. abomination of desolation. Antiochus’ soldiers profaned God’s temple by spreading sow’s broth on the altar and banning daily sacrifices (cf. 8:14 and see note there ) as described in -->1Macc 1:44–54 -->. Both Daniel and Jesus said this atrocity was only a preview of the abomination that would happen later under the final Antichrist ( 9:27 ; Mt 24:15 )."
  },
  {
    "start": 27011032,
    "end": 27011034,
    "content": "<b><a>11:32–34</a></b> <b>Those who act wickedly.</b> Those who act wickedly. Compromisers (cf. v. 30 ) among the Jews were enticed by flattery to side with Antiochus and be corrupted (cf. -->1Macc 1:11–15 -->)."
  },
  {
    "start": 27011033,
    "content": "<b><a>11:33</a></b> <b>give understanding to the many.</b> give understanding to the many. Those who believe and know the truth will instruct others in the Scriptures, while also suffering continued persecution."
  },
  {
    "start": 27011034,
    "content": "<b><a>11:34</a></b> <b>a little help.</b> a little help. Many would fall away, and Jews committed to the covenant would have little help, humanly speaking. Some, fearing the faithful remnant’s dealing with apostates, pretended loyalty."
  },
  {
    "start": 27011035,
    "content": "<b><a>11:35</a></b> <b>to refine.</b> <b>the time of the end … appointed time.</b> to refine. Faced by persecution, some who remained true to God’s “insight” (any true believers, 12:3 ) were to fall as martyrs. The gracious design of such suffering was to sanctify them. The persecution pattern continues until the final “time of the end” that God appointed, at Christ’s second coming. Reference to this “time of the end” prepares for a transition in v. 36 to final tribulation times when the Antichrist, whom Antiochus prefigures, will be in power. the time of the end … appointed time. These two eschatological terms point to a forward leap across thousands of years of history from Antiochus to a future similar trial when the willful king (vv. 36–45 ) rules. The willful king is the “little horn,” the Antichrist ( 7:7–8 , 20–21 , 24–26 ), the persecutor of 9:27 ( see note there )."
  },
  {
    "start": 27011036,
    "end": 27011045,
    "content": "<b><a>11:36–45</a></b> This section is the far fulfillment of God’s prophetic plan. It summarizes details of Daniel’s 70th week which are found nowhere else in Scripture. Antiochus Epiphanes, a type of Antichrist, is the perfect transition point to the actual Antichrist."
  },
  {
    "start": 27011037,
    "content": "<b><a>11:37</a></b> <b>gods of his fathers.</b> <b>desire of women.</b> gods of his fathers. Pagan Gentiles have had traditional gods passed down from their fathers, but this king has no regard for any of them. His only god is power (v. 38 , “god of fortresses”). desire of women. This could mean that Antichrist will be a homosexual; but it surely means he has no normal desire for or, interest in, women, e.g., as one who is celibate."
  },
  {
    "start": 27011038,
    "content": "<b><a>11:38</a></b> <b>god of fortresses.</b> god of fortresses. The term for fortress is used 5 other times in this chapter (vv. 7 , 10 , 19 , 31 , 39 ) and each time means “a strong place.” Power is to be his god, and he spends all his treasures to become powerful and to finance wars. With this power, he will attack every stronghold (v. 39 )."
  },
  {
    "start": 27011040,
    "content": "<b><a>11:40</a></b> <b>king of … South … North.</b> king of … South … North. Here is the final north/south conflict. The south was Egypt in the earlier context. Here is the last great battle with the final army from the north retaliating against the attack of the final southern African power. Antichrist will not allow this without striking back and winning, defeating both as recorded in v. 41ff. The willful king, Antichrist, withstands onslaughts from both, and prevails, entering Israel (“the Beautiful Land”) and, perhaps, committing at that time the abomination of desolation ( 9:23 ; Mt 24:15 ). With this victory, he will be established in power for a time."
  },
  {
    "start": 27011044,
    "content": "<b><a>11:44</a></b> <b>reports from … East and … North.</b> reports from … East and … North. Military bulletins alert the willful king, in his victories, of other sectors of the world deploying troops to the Palestinian theater (cf. Rev 9:16 ; 16:12 )."
  },
  {
    "start": 27011045,
    "content": "<b><a>11:45</a></b> <b>his end.</b> his end. To face the latest threats, the willful king sets up his command post between the Mediterranean Sea and the Dead Sea (and/or Sea of Galilee) and the holy mountain of Jerusalem, his troops filling the land (cf. Zec 12:2–3 ; 14:2–3 ; Rev 19:17–21 ). No one is able to help him against God, who, by the return of Christ, brings him to his end (cf. Rev 19:20 )."
  },
  {
    "start": 27012001,
    "content": "<b><a>12:1</a></b> <b>that time.</b> that time. This points back to 11:36–45 , the time of the ascendancy of Antichrist during the final tribulation period. During that period, Michael the archangel (cf. Jd 9 ) of 10:13 , 21 ministers with special attention to protecting Israel during that Gentile time (cf. Is 26:20–21 ; Jer 30:7 ; Mt 24:21 ). “Your people” means Daniel’s Israelite people, who can have hope, even in the distress of an unprecedented kind set for the Great Tribulation ( Mt 24:21 ; cf. Rev 12:12–17 ; 13:7 ). “The book” is the book of the saved ( Mal 3:16—4:3 ; Lk 10:20 ; Rev 13:8 ; 17:8 ; 20:12 , 15 ; 21:27 )."
  },
  {
    "start": 27012002,
    "content": "<b><a>12:2</a></b> <b>Many … these … others.</b> Many … these … others. Two groups will arise from death constituting the “many,” meaning all, as in Jn 5:29 . Those of faith will rise to eternal life, the rest of the unsaved to eternal torment. The souls of OT saints are already with Yahweh; at that time, they will receive glorified bodies (cf. Rev 20:4–6 )."
  },
  {
    "start": 27012003,
    "content": "<b><a>12:3</a></b> <b>have insight.</b> have insight. Those having true knowledge, by faith in God’s Word, not only leaders (as 11:33 ), but others ( 11:35 ; 12:10 ). To “shine” in glory is a privilege of all the saved (cf. the principle in 1Th 2:12 ; 1Pe 5:10 ). Any who influence others for righteousness shine like stars in varying capacities of light as their reward (as in 1Co 3:8 ). The faithfulness of the believer’s witness will determine one’s eternal capacity to reflect God’s glory."
  },
  {
    "start": 27012004,
    "content": "<b><a>12:4</a></b> <b>the time of the end.</b> <b>go to and fro.</b> the time of the end. Refers to the 70th week of tribulation (cf. 11:35 , 40 ). go to and fro. This Hebrew verb form always refers to the movement of a person searching for something. In the tribulation, people will search for answers to the devastation and discover increased knowledge through Daniel’s preserved book."
  },
  {
    "start": 27012005,
    "content": "<b><a>12:5</a></b> <b>two others.</b> two others. Two angels."
  },
  {
    "start": 27012006,
    "content": "<b><a>12:6</a></b> <b>man … in linen.</b> man … in linen. Cf. 10:5 ."
  },
  {
    "start": 27012007,
    "content": "<b><a>12:7</a></b> <b>a time, times, and half</b> a time, times, and half a time. This answers the question of v. 6 . Adding these (one, two, and one-half) come to the final 3 1/2 years of Daniel’s 70th week ( 9:27 ), the time of trouble when the “little horn,” or willful king, persecutes the saints ( 7:25 ; cf. 11:36–39 and Rev 12:14 ; the same span is described by other phrases in Rev 11:2–3 ; 13:5 )."
  },
  {
    "start": 27012010,
    "content": "<b><a>12:10</a></b> <b>Many … purified.</b> Many … purified. Salvation will come to many Jews during the Great Tribulation (cf. Zec 13:8–9 , where the prophet speaks of one-third; Ro 11:26 ; Rev 11:13 ). The truly saved develop in godliness through trials. The unsaved pursue false values."
  },
  {
    "start": 27012011,
    "content": "<b><a>12:11</a></b> <b>the regular sacrifice.</b> <b>1,290 days.</b> the regular sacrifice. This reference is to the end of daily temple sacrifice, previously allowed under a covenant which the Antichrist formed with Israel, which he later causes to cease in the middle of the final 7 years ( 9:27 ). Then, favorable relations give way to persecution. Even his abomination that desecrates the temple (as 9:27 ; Mt 24:1 ; Mk 13:14 ; 2Th 2:3–4 ) is accompanied with persecution. will be 1,290 days. From the intrusion of the abomination, there follow 1,290 days, including 1,260 which make up the last 3 1/2 years of the final 7 years ( see note on v. 7 ), then 30 days more, possibly to allow for the judgment of the living subsequent to Christ’s return (cf. Mt 24:29–31 ; 25:31–46 ), before millennial kingdom blessings begin."
  },
  {
    "start": 27012012,
    "content": "<b><a>12:12</a></b> <b>blessed.</b> <b>reaches the 1,335 days!</b> blessed. This is in the kingdom ( 2:35 , 45 ; 7:13–14 , 27 ) that gives blessedness after the subjugation to Gentile empires in chaps. 2 , 7–8 . reaches the 1,335 days! Forty-five more days, even beyond the 1,290 days, allows for transition between Israel’s time of being shattered (v. 7 ) and God’s setting up of His kingdom (cf. 7:13–14 , 27 )."
  },
  {
    "start": 27012013,
    "content": "<b><a>12:13</a></b> <b>go.</b> <b>stand</b> <b>.</b> <b>at the end of the days.</b> go. Daniel’s own career would soon involve death. stand again . In resurrection (cf. 12:2 ; Jn 5:28–29 ). at the end of the days. The kingdom will ensue after the prophesied days of 9:24–27 ; 12:11–12 ."
  }
]