[
  {
    "id": "intro64",
    "title": "The Third Letter of John",
    "content": "The Third Letter of John Title The epistle’s title is “3 John.” It is the third in a series of 3 epistles that bear the apostle John’s name. Third John and Second John present the closest approximation in the New Testament to the conventional letter form of the contemporary Greco-Roman world, since they were addressed from an individual to individuals. Both 2 and 3 John are the shortest epistles in the NT, each containing less than 300 Greek words, so as to fit on a single papyrus sheet (cf. v. <a ref='3 John 1:13'>13</a> ). Author and Date The author is the apostle John. He describes himself in v. <a ref='3 John 1:1'>1</a> as “the elder,” which conveys the advanced age of the apostle, his authority, and his eyewitness status, especially during the foundational period of Christianity when John was involved with Jesus’ ministry (cf. <a ref='2 John 1:1'>2Jn 1</a> ). The precise date of the epistle cannot be determined. Since the structure, style, and vocabulary closely approximate 2 John (v. <a ref='3 John 1:1'>1</a> [cf. <a ref='2 John 1:1'>2Jn 1</a> ]; v. <a ref='3 John 1:4'>4</a> [cf. <a ref='2 John 1:4'>2Jn 4</a> ]; v. <a ref='3 John 1:13'>13</a> [cf. <a ref='2 John 1:12'>2Jn 12</a> ]; v. <a ref='3 John 1:14'>14</a> [cf. <a ref='2 John 1:12'>2Jn 12</a> ]), most likely John composed the letter at the same time or soon after 2 John, ca. AD 90–95. As with 1 and 2 John, the apostle probably composed the letter during his ministry at Ephesus in the latter part of his life. Background and Setting Third John is perhaps the most personal of John’s 3 epistles. While 1 John appears to be a general letter addressed to congregations scattered throughout Asia Minor, and 2 John was sent to a lady and her family ( <a ref='2 John 1:1'>2Jn 1</a> ), in 3 John the apostle clearly names the sole recipient as “the beloved Gaius” (v. <a ref='3 John 1:1'>1</a> ). This makes the epistle one of a few letters in the NT addressed strictly to an individual (cf. Philemon). The name “Gaius” was very common in the first century (e.g., <a ref='Acts 19:29'>Ac 19:29</a> ; <a ref='Acts 20:4'>20:4</a> ; <a ref='Romans 16:23'>Ro 16:23</a> ; <a ref='1 Corinthians 1:14'>1Co 1:14</a> ), but nothing is known of this individual beyond John’s salutation, from which it is inferred that he was a member of one of the churches under John’s spiritual oversight. As with 2 John, 3 John focuses on the basic issue of hospitality but from a different perspective. While 2 John warns against showing hospitality to false teachers ( <a ref='2 John 1:7–11'>2Jn 7–11</a> ), 3 John condemns the lack of hospitality shown to faithful ministers of the Word (vv. <a ref='3 John 1:9–10'>9–10</a> ). Reports came back to the apostle that itinerant teachers known and approved by him (vv. <a ref='3 John 1:5–8'>5–8</a> ) had traveled to a certain congregation where they were refused hospitality (e.g., lodging and provision) by an individual named Diotrephes who domineered the assembly (v. <a ref='3 John 1:10'>10</a> ). Diotrephes went even further, for he also verbally slandered the apostle John with malicious accusations and excluded anyone from the assembly who dared challenge him (v. <a ref='3 John 1:10'>10</a> ). In contrast, Gaius, a beloved friend of the apostle and faithful adherent to the truth (vv. <a ref='3 John 1:1–4'>1–4</a> ), extended the correct standard of Christian hospitality to itinerant ministers. John wrote to commend the type of hospitality exhibited by Gaius to worthy representatives of the gospel (vv. <a ref='3 John 1:6–8'>6–8</a> ) and to condemn the high-handed actions of Diotrephes (v. <a ref='3 John 1:10'>10</a> ). The apostle promised to correct the situation personally and sent this letter through an individual named Demetrius, whom he commended for his good testimony among the brethren (vv. <a ref='3 John 1:10–12'>10–12</a> ). Historical and Theological Themes The theme of 3 John is the commendation of the proper standards of Christian hospitality and the condemnation for failure to follow those standards. Interpretive Challenges Some think that Diotrephes may either have been a heretical teacher or at least favored the false teachers who were condemned by 2 John. However, the epistle gives no clear evidence to warrant such a conclusion, especially since one might expect that John would have mentioned Diotrephes’ heretical views. The epistle indicates that his problems centered around arrogance and disobedience, which is a problem for the orthodox as well as the heretic. Outline I. The Commendation Regarding Christian Hospitality ( <a ref='3 John 1:1–8'>1–8</a> ) II. The Condemnation Regarding Violating Christian Hospitality ( <a ref='3 John 1:9–11'>9–11</a> ) III. The Conclusion Regarding Christian Hospitality ( <a ref='3 John 1:12–14'>12–14</a> )",
    "type": "chapter_content"
  },
  {
    "id": "anc64",
    "title": "Study Notes and Features for 3 John",
    "content": "Study Notes and Features <a ref='3 John 1:1'>1</a> <b>The elder.</b> John uses the same term for himself as he did in <a ref='2 John 1:1'>2Jn 1</a> . The term probably has reference to his age, his apostolic eyewitness status of Jesus’ life, and also that he had an official position of authority in the church. <b>the beloved.</b> The term “beloved” is only used of Christians in the NT ( <a ref='Colossians 3:12'>Col 3:12</a> ; <a ref='Philemon 1:1–2'>Phm 1–2</a> ; <a ref='2 Peter 3:14'>2Pe 3:14</a> ; <a ref='1 John 4:1'>1Jn 4:1</a> ). <b>Gaius.</b> Nothing is known of Gaius beyond the mention of his name in the salutation. The name was one of 18 common names from which Roman parents usually chose a name for one of their sons, making any specific identification doubtful. John, his fellow believers, and even strangers to whom Gaius extended hospitality held him in great esteem for his Christian walk and conduct (vv. <a ref='3 John 1:1–6'>1–6</a> ). John conveyed his own appreciation for Gaius by calling him “beloved” 4 times in the letter (vv. <a ref='3 John 1:1–2'>1–2</a> , <a ref='3 John 1:5'>5</a> , <a ref='3 John 1:11'>11</a> ). He probably was a member of a church somewhere in Asia Minor that was under John’s sphere of influence. The apostle planned to visit him sometime in the near future (v. <a ref='3 John 1:13'>13</a> ). <b>whom I love in truth.</b> Because Christians have common knowledge of the truth, they have the common source of love ( <a ref='2 John 1:1'>2Jn 1</a> ). While some have taken the phrase to mean simply “truly” ( <a ref='Mark 12:32'>Mk 12:32</a> ), John’s usage of this phrase elsewhere in these letters where truth takes on such a significant meaning suggests that the elder intended the kind of love that is consistent with the fundamental truths of the faith (cf. v. <a ref='3 John 1:4'>4</a> ; <a ref='1 John 2:21'>1Jn 2:21</a> ; <a ref='1 John 3:19'>3:19</a> ). <a ref='3 John 1:2'>2</a> <b>I pray.</b> John’s prayer for Gaius is significant. Gaius’ spiritual state was so excellent that John prayed that his physical health would match his spiritual vigor. To ask about one’s health was standard custom in ancient letters, but John adapted this convention in a unique manner to highlight Gaius’ vibrant spiritual state. <a ref='3 John 1:3'>3</a> <b>when brothers came and testified.</b> The phrase indicates that Christians continually praised Gaius’ exemplary obedience to the fundamentals of the faith. His spiritual reputation was well known. <b>you are walking in truth.</b> Gaius’ walk matched his talk. His reputation for practicing what he preached was exemplary ( <a ref='2 John 1:4'>2Jn 4</a> ). John’s commendation of him is one of the greatest given in the NT, since the commendation centers not only in the fact that he knew the truth but that he faithfully practiced it. Gaius’ actions were in stark contrast to Diotrephes’ negative reputation (v. <a ref='3 John 1:10'>10</a> ). <a ref='3 John 1:4'>4</a> <b>I have no greater joy.</b> John’s personal affection for Gaius radiated especially from his personal conduct ( <a ref='Luke 6:46'>Lk 6:46</a> ). <b>my children.</b> The word “my” is emphatic in the original. John’s heart delighted in the proper conduct of his spiritual children in the faith. Those who walk (conduct) in the truth (belief) have integrity; there is no dichotomy between professing and living. He had strong fatherly affection for them (cf. <a ref='1 Corinthians 4:14–16'>1Co 4:14–16</a> ; <a ref='1 Thessalonians 2:11'>1Th 2:11</a> ; <a ref='1 Thessalonians 3:1–10'>3:1–10</a> ). <a ref='3 John 1:5'>5</a> <b>you are acting faithfully.</b> Genuine faith always produces genuine good works ( <a ref='James 2:14–17'>Jas 2:14–17</a> ). <b>brothers, and … strangers.</b> Gaius practiced hospitality not only toward those whom he knew but also to those whom he did not know. The reference concerns especially itinerant gospel preachers that Gaius aided on their journeys. <a ref='3 John 1:6'>6</a> <b>they bore witness to your love before the church.</b> Gaius’ reputation for hospitality and kindness (as well as obedience—v. <a ref='3 John 1:3'>3</a> ) was also well known throughout the churches in the region. <b>You will do well.</b> John encouraged Gaius to keep practicing hospitality, especially because of the actions of Diotrephes who conducted a heavy-handed campaign against it (v. <a ref='3 John 1:10'>10</a> ). <b>in a manner worthy of God.</b> Cf. <a ref='Colossians 1:10'>Col 1:10</a> ; <a ref='1 Thessalonians 2:12'>1Th 2:12</a> . The phrase has the connotation of treating people as God would treat them (see <a ref='Matthew 10:40'>Mt 10:40</a> ), and becomes the key manner in which hospitality should be practiced ( <a ref='Matthew 25:40–45'>Mt 25:40–45</a> ). <a ref='3 John 1:7–8'>7–8</a> John gives several grounds for practicing hospitality in a “manner worthy of God” (v. <a ref='3 John 1:6'>6</a> ). First, one must show hospitality to those who have pure motives. These itinerant missionaries went out “for the sake of the Name” (v. <a ref='3 John 1:7'>7</a> ; cf. <a ref='Romans 1:5'>Ro 1:5</a> ). They must be doing their ministry for God’s glory, not their own. Second, one must show hospitality to those who are not in ministry for money. Since the missionaries were “receiving nothing from the Gentiles” (v. <a ref='3 John 1:7'>7</a> ), the church was their only means of support. They were free from avarice ( <a ref='2 Corinthians 2:17'>2Co 2:17</a> ; <a ref='1 Timothy 5:17–18'>1Ti 5:17–18</a> ). Third, those who show hospitality participate in the ministries of those to whom hospitality is shown (v. <a ref='3 John 1:8'>8</a> ). Verse <a ref='3 John 1:8'>8</a> gives the same reason to demonstrate hospitality to genuine teachers as does <a ref='2 John 1:10'>2Jn 10</a> in forbidding hospitality toward false teachers, i.e., that those who extend hospitality share in the deeds (i.e., good or bad) of those receiving it. <a ref='3 John 1:9'>9</a> <b>I wrote … to the church.</b> John apparently had written a previous letter to the church, perhaps on the subject of hospitality, but it was lost. Perhaps Diotrephes never read it to the church because he rejected John’s authority (cf. vv. <a ref='3 John 1:9–10'>9–10</a> ). <b>Diotrephes, who loves to be first.</b> In the second part of his epistle, John condemned the violation of hospitality toward faithful ministers of the Word. The word “first” conveys the idea of someone who is selfish, self-centered, and self-seeking. The language suggests a self-promoting demagogue, who served no one, but wanted all to serve only him. Diotrephes’ actions directly contradict Jesus’ and the NT’s teaching on servant-leadership in the church (cf. <a ref='Matthew 20:20–28'>Mt 20:20–28</a> ; <a ref='Philippians 2:5–11'>Php 2:5–11</a> ; <a ref='1 Timothy 3:3'>1Ti 3:3</a> ; <a ref='1 Peter 5:3'>1Pe 5:3</a> ). <b>does not welcome what we say.</b> Diotrephes modeled the opposite of kindness and hospitality to God’s servants, even denying John’s apostolic authority over the local congregation, and as a result, denying the revelation of God that came through that authority. His pride endeavored to supplant the rule of Christ through John in the church. Diotrephes’ character was the very opposite of the gentle and loving Gaius who readily showed hospitality. <a ref='3 John 1:10'>10</a> <b>if I come, I will bring to remembrance his deeds.</b> John’s apostolic authority meant that Diotrephes had to answer for his behavior. The apostle did not overlook this usurping of Christ’s place in the church. Verse <a ref='3 John 1:10'>10</a> indicates that Diotrephes was guilty of 4 things: 1) “unjustly disparaging us.” The charges against John were completely unjustified; 2) “with wicked words.” Not only were Diotrephes’ charges false, they were evil; 3) “does not welcome the brothers.” He not only slandered John but also deliberately defied other believers; and 4) “puts <i>them</i> out of the church.” The original language indicates that Diotrephes’ habit was to excommunicate those who resisted his authority. <b>does not welcome the brothers.</b> To accept John’s authority (v. <a ref='3 John 1:9'>9</a> ), as well as being hospitable to the traveling ministers, directly threatened the authority that Diotrephes coveted. <a ref='3 John 1:11'>11</a> <b>do not imitate what is evil, but what is good.</b> The verse begins the introduction to the commendation of Demetrius in v. <a ref='3 John 1:12'>12</a> . Gaius was to imitate Demetrius as the correct role model for his actions. <b>The one who does good is of God; the one who does evil has not seen God.</b> John’s statement indicates that Diotrephes’ actions proved that he was never a Christian. This is a practical application of the moral test ( <i>see notes on <a ref='1 John 5:2–3'>1Jn 5:2–3</a></i> ). <a ref='3 John 1:12'>12</a> <b>Demetrius.</b> As with Gaius, Demetrius was a very common name in the Roman world ( <a ref='Acts 19:24'>Ac 19:24</a> , <a ref='Acts 19:38'>38</a> ). Nothing is known of him apart from this epistle. He may have delivered this letter, which also would serve to commend him to Gaius. <b>has received a</b> good <b>witness from everyone.</b> Like Gaius, Demetrius’ reputation was well known in the region. <b>from the truth itself.</b> Demetrius was an excellent role model preeminently because he practiced the truth of God’s Word in his life. <a ref='3 John 1:13–14'>13–14</a> <b>pen and ink … face to face.</b> <i>See note on <a ref='2 John 1:12'>2Jn 12</a> .</i>",
    "type": "notes"
  },
  {
    "id": "notes64f",
    "title": "Translator’s Notes and Cross-References for 3 John",
    "content": "Notes and Cross-References 3 John 1 1 A <a ref='2 John 1:1'>2Jn 1</a> 1 B <a ref='Acts 19:29'>Ac 19:29</a> ; <a ref='Acts 20:4'>20:4</a> ; <a ref='Romans 16:23'>Ro 16:23</a> ; <a ref='1 Corinthians 1:14'>1Co 1:14</a> 1 C <a ref='1 John 3:18'>1Jn 3:18</a> ; <a ref='2 John 1:1'>2Jn 1</a> 3 D <a ref='2 John 1:4'>2Jn 4</a> 3 E <a ref='Acts 1:15'>Ac 1:15</a> ; <a ref='Galatians 6:10'>Ga 6:10</a> ; <a ref='3 John 1:5'>3Jn 5</a> , <a ref='3 John 1:10'>10</a> 4 a Lit <i>these things, that I hear</i> 4 F <a ref='1 Corinthians 4:14'>1Co 4:14f</a> ; <a ref='2 Corinthians 6:13'>2Co 6:13</a> ; <a ref='Galatians 4:19'>Ga 4:19</a> ; <a ref='1 Thessalonians 2:11'>1Th 2:11</a> ; <a ref='1 Timothy 1:2'>1Ti 1:2</a> ; <a ref='2 Timothy 1:2'>2Ti 1:2</a> ; <a ref='Philemon 1:10'>Phm 10</a> ; <a ref='1 John 2:1'>1Jn 2:1</a> 4 G <a ref='2 John 1:4'>2Jn 4</a> 5 b Lit <i>work</i> 5 H <a ref='Acts 1:15'>Ac 1:15</a> ; <a ref='Galatians 6:10'>Ga 6:10</a> ; <a ref='3 John 1:3'>3Jn 3</a> , <a ref='3 John 1:10'>10</a> 5 I <a ref='Romans 12:13'>Ro 12:13</a> ; <a ref='Hebrews 13:2'>Heb 13:2</a> 6 J <a ref='Acts 15:3'>Ac 15:3</a> ; <a ref='Titus 3:13'>Tit 3:13</a> 6 K <a ref='Colossians 1:10'>Col 1:10</a> ; <a ref='1 Thessalonians 2:12'>1Th 2:12</a> 7 L <a ref='John 15:21'>Jn 15:21</a> ; <a ref='Acts 5:41'>Ac 5:41</a> ; <a ref='Philippians 2:9'>Php 2:9</a> 7 M <a ref='Acts 20:33'>Ac 20:33</a> , <a ref='Acts 20:35'>35</a> 8 c Or <i>receive such men as guests</i> 8 d Or <i>prove ourselves to be</i> 8 e Or <i>for</i> 9 f Lit <i>us</i> 9 N <a ref='2 John 1:9'>2Jn 9</a> 10 O <a ref='2 John 1:12'>2Jn 12</a> 10 P <a ref='2 John 1:10'>2Jn 10</a> ; <a ref='3 John 1:5'>3Jn 5</a> 10 Q <a ref='Acts 1:15'>Ac 1:15</a> ; <a ref='Galatians 6:10'>Ga 6:10</a> ; <a ref='3 John 1:3'>3Jn 3</a> , <a ref='3 John 1:5'>5</a> 10 R <a ref='John 9:34'>Jn 9:34</a> 11 S <a ref='Psalms 34:14'>Ps 34:14</a> ; <a ref='Psalms 37:27'>37:27</a> 11 T <a ref='1 John 2:29'>1Jn 2:29</a> ; <a ref='1 John 3:10'>3:10</a> 11 U <a ref='1 John 3:6'>1Jn 3:6</a> 12 V <a ref='Acts 6:3'>Ac 6:3</a> ; <a ref='1 Timothy 3:7'>1Ti 3:7</a> 12 W <a ref='John 19:35'>Jn 19:35</a> ; <a ref='John 21:24'>21:24</a> 13 X <a ref='2 John 1:12'>2Jn 12</a> 15 Y <a ref='John 20:19'>Jn 20:19</a> , <a ref='John 20:21'>21</a> , <a ref='John 20:26'>26</a> ; <a ref='Ephesians 6:23'>Eph 6:23</a> ; <a ref='1 Peter 5:14'>1Pe 5:14</a> 15 Z <a ref='John 10:3'>Jn 10:3</a>",
    "type": "notes"
  }
]