[
  {
    "start": 42001001,
    "end": 42001004,
    "content": "<b><a>1:1–4</a></b> These 4 verses make a single sentence, written in the polished style of a Greek literary classic. It was common for Greek historical works to begin with such a prologue. After this formal prologue, however, Luke shifted into a simpler style of narrative, probably patterned after the familiar style of the LXX."
  },
  {
    "start": 42001002,
    "content": "<b><a>1:2</a></b> <b>eyewitnesses and servants of the word.</b> eyewitnesses and servants of the word. Luke’s primary sources were the apostles themselves, who delivered facts about Jesus’ life and teaching—both orally and by means of recorded memoirs in written documents made available to Luke. In any case, Luke made no pretense of being an eyewitness himself, but explained that these were facts supported by careful research ( see note on v. 3 )."
  },
  {
    "start": 42001003,
    "content": "<b><a>1:3</a></b> <b>having investigated … carefully.</b> <b>from the beginning.</b> <b>in orderly sequence.</b> <b>most excellent.</b> having investigated … carefully. Lit. “having traced out carefully.” Luke’s Gospel was the result of painstaking investigation. Luke, more than anyone else in the early church, had the abilities and the opportunity to consult with eye-witnesses of Jesus’ ministry and consolidate their accounts. He spent more than two years during Paul’s imprisonment at Caesarea ( Ac 24:26–27 ), during which time he would have been able to meet and interview many of the apostles and other eyewitnesses of Jesus’ ministry. We know, for example, that he met Philip ( Ac 21:8 ), who was undoubtedly one of Luke’s sources. In his travels, he may also have encountered the apostle John. Joanna, wife of Herod’s steward, is mentioned only in Luke’s Gospel ( see note on 8:3 ; cf. 24:10 ), so she must have been a personal acquaintance of his. Luke also related details about Herod’s dealings with Christ not found in the other Gospels ( 13:31–33 ; 23:7–12 ). No doubt it was from Joanna (or someone in a similar position) that Luke learned those facts. However, his understanding was perfect because of the divine revelation he received from the Holy Spirit ( 2Ti 3:16–17 ; 2Pe 1:19–21 ). from the beginning. This could mean from the beginning of Christ’s earthly life. However, the word can mean from above ( Jn 3:31 ; 19:11 ; Jas 3:15 ). From the beginning in v. 2 uses a different Greek word, archē —so it is best to understand that Luke was saying he used earthly sources for his material, but was given heavenly guidance as he did his research and writing. It is clear that he regarded his account as authoritative ( see note on v. 4 ). in orderly sequence. Luke’s account is predominantly ordered chronologically, but he does not follow such an arrangement slavishly. most excellent. This was a title used to address governors ( Ac 23:26 ; 24:3 ; 26:25 ). This sort of language was reserved for the highest dignitaries, suggesting that “Theophilus” was such a person."
  },
  {
    "start": 42001004,
    "content": "<b><a>1:4</a></b> <b>the certainty.</b> <b>taught.</b> the certainty. Note the implicit claim of authority. Though Luke drew from other sources (v. 3 ), he regarded the reliability and authority of his Gospel as superior to uninspired sources. taught. Theophilus had been schooled in the apostolic tradition, possibly even by the apostle Paul himself. Yet the written Scripture by means of this Gospel sealed the certainty of what he had heard."
  },
  {
    "start": 42001005,
    "content": "<b><a>1:5</a></b> <b>Herod.</b> <b>Zechariah.</b> <b>the division of Abijah.</b> <b>daughters of Aaron.</b> Herod. Herod the Great. See note on Mt 2:1 . Zechariah. Lit. “Jehovah has remembered.” the division of Abijah. The temple priesthood was organized into 24 divisions, with each division serving twice a year for one week ( 1Chr 24:4–19 ); Abijah’s was the 8th division ( 1Chr 24:10 ). daughters of Aaron. I.e., both husband and wife were from the priestly tribe."
  },
  {
    "start": 42001006,
    "content": "<b><a>1:6</a></b> <b>both righteous in the sight of God.</b> both righteous in the sight of God. I.e., they were believers, justified in God’s sight. There is a clear echo of Pauline theology in this expression. See Introduction: Interpretive Challenges ."
  },
  {
    "start": 42001007,
    "content": "<b><a>1:7</a></b> <b>barren … advanced in years.</b> barren … advanced in years. This was seen by many as a sign of divine disfavor. See note on v. 25 ."
  },
  {
    "start": 42001008,
    "content": "<b><a>1:8</a></b> <b>in the order of his division.</b> in the order of his division. I.e., his division was on duty for one of their two annual stints ( see note on v. 5 )."
  },
  {
    "start": 42001009,
    "content": "<b><a>1:9</a></b> <b>chosen by lot to … burn incense.</b> chosen by lot to … burn incense. A high honor ( Ex 30:7–8 ; 2Chr 29:11 ). Because of the large number of priests, most would never be chosen for such a duty, and no one was permitted to serve in this capacity twice. Zacharias no doubt regarded this as the supreme moment in a lifetime of priestly service. The incense was kept burning perpetually, just in front of the veil that divided the holy place from the most holy place. The lone priest would offer the incense every morning and every evening, while the rest of the priests and worshipers stood outside the holy place in prayer (v. 10 )."
  },
  {
    "start": 42001012,
    "content": "<b><a>1:12</a></b> <b>fear.</b> fear. The normal response—and an appropriate one ( 12:5 )—when someone is confronted by a divine visitation or a mighty work of God ( Jdg 6:22 ; 13:22 ; Mk 16:5 ; see note on Rev 1:17 ). Luke seems especially to take note of this; he often reports fear in the presence of God and His works (cf. vv. 30 , 65 ; 2:9–10 ; 5:10 , 26 ; 7:16 ; 8:25 , 37 , 50 ; 9:34 , 45 ; 23:40 )."
  },
  {
    "start": 42001013,
    "content": "<b><a>1:13</a></b> <b>your prayer.</b> <b>John.</b> your prayer. Probably a prayer for children to be in his home ( see note on v. 7 ; cf. v. 25 ). John. Lit. “Jehovah has shown grace.”"
  },
  {
    "start": 42001014,
    "content": "<b><a>1:14</a></b> <b>joy and gladness.</b> joy and gladness. The hallmarks of the messianic kingdom ( Is 25:9 ; Pss 14:7 ; 48:11 ). The motif of joy runs through Luke’s Gospel (cf. vv. 44 , 47 , 58 ; 2:10 ; 6:23 ; 8:13 ; 10:17–21 ; 13:17 ; 15:5–10 , 22–32 ; 19:6 , 37 ; 24:52 )."
  },
  {
    "start": 42001015,
    "content": "<b><a>1:15</a></b> <b>.</b> <b>while yet in his mother’s womb.</b> not drink any wine or strong drink . This was a key element of the Nazirite vow ( Nu 6:1–21 ) and would probably have been understood as such by Zacharias. Usually such a vow was temporary, but Samson ( Jdg 16:17 ) and Samuel ( 1Sa 1:11 ) were subject to it from birth. The language here is reminiscent of the angel’s instructions to Samson’s parents ( Jdg 13:4–7 ). However, no mention is made here of any restriction on the cutting of John’s hair. Luke may have simply omitted that detail to avoid weighing his Gentile audience down with the details of Jewish law. while yet in his mother’s womb. Reminiscent of Jeremiah ( Jer 1:5 ). This illustrates God’s sovereignty in salvation."
  },
  {
    "start": 42001017,
    "content": "<b><a>1:17</a></b> <b>in the spirit and power of Elijah.</b> <b>.</b> <b>make ready.</b> in the spirit and power of Elijah. Elijah, like John the Baptist, was known for his bold, uncompromising stand for the Word of God—even in the face of a ruthless monarch (cf. 1Ki 18:17–24 ; Mk 6:15 ). The final two verses of the OT ( Mal 4:5–6 ) had promised the return of Elijah before the day of the Lord. See notes on Mt 3:4 ; 11:14 ; Mk 9:11–12 . to turn the hearts . Quoted from Mal 4:6 , showing that John the Baptist fulfilled that prophecy. make ready. Possibly an allusion to Is 40:3–5 ( see notes on 3:4 ; Mt 3:3 )."
  },
  {
    "start": 42001018,
    "content": "<b><a>1:18</a></b> <b>How will I know this?</b> How will I know this? Abraham also asked for a sign under similar circumstances ( Ge 15:8 ). The sign given Zacharias was also a mild rebuke for doubting (v. 20 )."
  },
  {
    "start": 42001019,
    "content": "<b><a>1:19</a></b> <b>Gabriel.</b> Gabriel. Lit. “strong man of God.” Gabriel also appears in Da 8:16 ; 9:21 ( see notes there ). He is one of only two holy angels whose names are given in Scripture, the other being Michael ( Da 10:13 , 21 ; Jd 9 ; Rev 12:7 )."
  },
  {
    "start": 42001021,
    "content": "<b><a>1:21</a></b> <b>wondering at his delay.</b> wondering at his delay. Zacharias was only supposed to offer incense, then come out to pronounce the familiar blessing of Nu 6:23–27 on the people who were waiting in the temple court. The conversation with the angel would have taken additional time."
  },
  {
    "start": 42001023,
    "content": "<b><a>1:23</a></b> <b>the days of his priestly service.</b> <b>went back home.</b> the days of his priestly service. A week. See note on v. 5 . went back home. In the hill country of Judea (v. 39 )."
  },
  {
    "start": 42001024,
    "content": "<b><a>1:24</a></b> <b>kept herself in seclusion.</b> kept herself in seclusion. Probably an act of devotion out of deep gratitude to the Lord."
  },
  {
    "start": 42001025,
    "content": "<b><a>1:25</a></b> <b>my disgrace.</b> my disgrace. Childlessness carried a reproach in a culture where blessings were tied to birthrights and family lines. Barrenness could occasionally be a sign of divine disfavor ( Lv 20:20–21 ), but it was not always so (cf. Ge 30:23 ; 1Sa 1:5–10 ). Still, it carried a social stigma that could be humiliating."
  },
  {
    "start": 42001026,
    "content": "<b><a>1:26</a></b> <b>in the sixth month.</b> <b>Nazareth.</b> in the sixth month. I.e., Elizabeth’s sixth month of pregnancy. Nazareth. See note on Mt 2:23 ."
  },
  {
    "start": 42001027,
    "content": "<b><a>1:27</a></b> <b>a virgin.</b> <b>betrothed.</b> a virgin. The importance of the virgin birth cannot be overstated. A right view of the incarnation hinges on the truth that Jesus was virgin-born. Both Luke and Matthew expressly state that Mary was a virgin when Jesus was conceived ( see note on Mt 1:23 ). The Holy Spirit wrought the conception through supernatural means ( see notes on v. 35 ; Mt 1:18 ). The nature of Christ’s conception testifies of both His deity and His sinlessness. betrothed. See notes on Mt 1:18–19 ."
  },
  {
    "start": 42001028,
    "content": "<b><a>1:28</a></b> <b>favored one!</b> favored one! Lit. “full of grace”—a term used of all believers in Eph 1:6 , where it is translated “bestowed.” This portrays Mary as a recipient, not a dispenser, of divine grace."
  },
  {
    "start": 42001030,
    "content": "<b><a>1:30</a></b> <b>Do not be afraid.</b> Do not be afraid. The same thing Gabriel had said to Zacharias (v. 13 ). See note on v. 12 ."
  },
  {
    "start": 42001031,
    "content": "<b><a>1:31</a></b> <b>Jesus.</b> Jesus. See notes on Mt 1:1 , 21 ."
  },
  {
    "start": 42001032,
    "content": "<b><a>1:32</a></b> <b>He will be great.</b> <b>the Son of the Most High.</b> <b>His father David.</b> He will be great. This same promise was made of John the Baptist. However, the subsequent title is what set Jesus apart. the Son of the Most High. Cf. v. 76 , where John the Baptist is called “the prophet of the Most High.” The Greek term Luke uses for “Most High” is the one employed in the LXX to translate the Hebrew, “The Most High God.” Since a son bears his father’s qualities, calling a person someone else’s “son” was a way of signifying equality. Here the angel was telling Mary that her Son would be equal to the Most High God. His father David. See note on Mt 9:27 . Jesus was David’s physical descendant through Mary’s line. David’s “throne” was emblematic of the messianic kingdom (cf. 2Sa 7:13–16 ; Ps 89:26–29 )."
  },
  {
    "start": 42001033,
    "content": "<b><a>1:33</a></b> <b>over the house of Jacob forever.</b> over the house of Jacob forever. This emphasizes both the Jewish character of the millennial kingdom and the eternal permanence of Christ’s rule over all. See notes on Is 9:7 ; Da 2:44 ."
  },
  {
    "start": 42001034,
    "content": "<b><a>1:34</a></b> <b>I am a virgin.</b> I am a virgin. Mary understood that the angel was speaking of an immediate conception, and she and Joseph were still in the midst of the long betrothal, or engagement period ( see note on Mt 1:18 ), before the actual marriage and consummation. Her question was borne out of wonder, not doubt, nor disbelief, so the angel did not rebuke her as he had Zacharias (v. 20 )."
  },
  {
    "start": 42001035,
    "content": "<b><a>1:35</a></b> <b>The Holy Spirit will come upon you.</b> The Holy Spirit will come upon you. This was a creative act of the Holy Spirit, not the sort of divine-human cohabitation sometimes seen in pagan mythology."
  },
  {
    "start": 42001036,
    "content": "<b><a>1:36</a></b> <b>your relative Elizabeth.</b> your relative Elizabeth. It seems most reasonable to regard the genealogy of 3:23–38 as Mary’s ( see note on 3:23 ). This would make her a direct descendant of David ( see note on v. 32 ). Yet, Elizabeth was a descendant of Aaron ( see note on v. 5 ). Therefore, Mary must have been related to Elizabeth through her mother, who would have been of Aaronic descent. Thus, Mary was a descendant of David through her father."
  },
  {
    "start": 42001038,
    "content": "<b><a>1:38</a></b> <b>may it be done to me according to your word.</b> may it be done to me according to your word. Mary was in an extremely embarrassing and difficult position. Betrothed to Joseph, she faced the stigma of unwed motherhood. Joseph would obviously have known that the child was not his. She knew she would be accused of adultery—an offense punishable by stoning ( Dt 22:13–21 ; cf. Jn 8:3–5 ). Yet she willingly and graciously submitted to the will of God."
  },
  {
    "start": 42001041,
    "content": "<b><a>1:41</a></b> <b>filled with the Holy Spirit.</b> filled with the Holy Spirit. I.e., controlled by the Holy Spirit, who undoubtedly guided Elizabeth’s remarkable expression of praise. See notes on vv. 43–44 , 67 ."
  },
  {
    "start": 42001043,
    "content": "<b><a>1:43</a></b> <b>the mother of my Lord.</b> the mother of my Lord. This expression is not in praise of Mary, but in praise of the Child whom she bore. It was a profound expression of Elizabeth’s confidence that Mary’s Child would be the long-hoped-for Messiah—the one whom even David called “Lord” (cf. 20:44 ). Elizabeth’s grasp of the situation was extraordinary, considering the aura of mystery that overshadowed all these events (cf. 2:19 ). She greeted Mary not with skepticism but with joy. She understood the response of the child in her own womb. And she seemed to comprehend the immense importance of the Child whom Mary was carrying. All of this must be attributed to the illuminating work of the Spirit (v. 41 )."
  },
  {
    "start": 42001044,
    "content": "<b><a>1:44</a></b> <b>the baby leaped in my womb for joy.</b> the baby leaped in my womb for joy. The infant, like his mother, was Spirit-filled (cf. vv. 15 , 41 ). His response, like that of Elizabeth, was supernaturally prompted by the Spirit of God ( see note on v. 41 )."
  },
  {
    "start": 42001046,
    "end": 42001055,
    "content": "<b><a>1:46–55</a></b> Mary’s Magnificat (the first word in the Latin translation; see notes on vv. 68–79 ; 2:29–32 ) is filled with OT allusions and quotations. It reveals that Mary’s heart and mind were saturated with the Word of God. It contains repeated echoes of Hannah’s prayers, e.g., 1Sa 1:11 ; 2:1–10 . These verses also contain numerous allusions to the law, the psalms, and the prophets. The entire passage is a point-by-point reciting of the covenant promises of God."
  },
  {
    "start": 42001047,
    "content": "<b><a>1:47</a></b> <b>my Savior.</b> my Savior. Mary referred to God as “Savior,” indicating both that she recognized her own need of a Savior, and that she knew the true God as her Savior. Nothing here or anywhere else in Scripture indicates Mary thought of herself as “immaculate” (free from the taint of original sin). Quite the opposite is true; she employed language typical of someone whose only hope for salvation is divine grace. Nothing in this passage lends support to the notion that Mary herself ought to be an object of adoration."
  },
  {
    "start": 42001048,
    "content": "<b><a>1:48</a></b> <b>humble state.</b> humble state. The quality of Mary that shines most clearly through this passage is a deep sense of humility."
  },
  {
    "start": 42001056,
    "content": "<b><a>1:56</a></b> <b>about three months.</b> <b>her home.</b> about three months. Mary arrived in the sixth month of Elizabeth’s pregnancy (v. 26 ), so she evidently stayed until John the Baptist was born. her home. At this point Mary was still betrothed to Joseph, not yet living in his house (cf. Mt 1:24 )."
  },
  {
    "start": 42001059,
    "content": "<b><a>1:59</a></b> <b>the eighth day.</b> the eighth day. In accord with God’s commandment ( Ge 17:12 ; Lv 12:1–3 ; cf. Php 3:5 ), it had become customary to name a child at circumcision. The ritual brought together family and friends, who in this case, pressured the parents to name the baby “after his father”—probably intending this as a gesture of respect to Zacharias."
  },
  {
    "start": 42001060,
    "content": "<b><a>1:60</a></b> <b>No.</b> No. Elizabeth had learned from Zacharias in writing (v. 63 ), everything Gabriel had said to him."
  },
  {
    "start": 42001062,
    "content": "<b><a>1:62</a></b> <b>were making signs to his father.</b> were making signs to his father. The priests conducting the circumcision ceremony appear to have assumed that since he could not speak he was also deaf."
  },
  {
    "start": 42001065,
    "content": "<b><a>1:65</a></b> <b>fear.</b> <b>all the hill country of Judea.</b> fear. See note on v. 12 . all the hill country of Judea. I.e., Jerusalem and the surrounding area. John the Baptist’s reputation began to spread from the time of his birth (v. 66 )."
  },
  {
    "start": 42001067,
    "content": "<b><a>1:67</a></b> <b>filled with the Holy Spirit.</b> filled with the Holy Spirit. See note on v. 41 . In every case where someone was Spirit-filled in Luke’s nativity account, the result was Spirit-directed worship. Cf. Eph 5:18–20 ."
  },
  {
    "start": 42001068,
    "end": 42001079,
    "content": "<b><a>1:68–79</a></b> This passage is known as the Benedictus (the first word of v. 68 in the Latin translation; see notes on vv. 46–55 ; 2:29–32 ). Like Mary’s Magnificat , it is liberally sprinkled with OT quotations and allusions. When Zacharias was struck mute in the temple (v. 20 ), he was supposed to deliver a benediction ( see note on v. 21 ). So it is fitting that when his speech was restored, the first words out of his mouth were this inspired benediction."
  },
  {
    "start": 42001069,
    "content": "<b><a>1:69</a></b> <b>horn of salvation.</b> horn of salvation. A common expression in the OT ( 2Sa 22:3 ; Ps 18:2 ; cf. 1Sa 2:1 ). The horn is a symbol of strength ( Dt 33:17 ). These words were clearly not meant to exalt John the Baptist. Since both Zacharias and Elizabeth were Levites ( see note on v. 5 ), the One raised up “in the house of David” could not be John, but spoke of Someone greater than he ( Jn 1:26–27 ). Verses 76–79 speak of John’s role."
  },
  {
    "start": 42001072,
    "content": "<b><a>1:72</a></b> <b>His holy covenant.</b> His holy covenant. I.e., the Abrahamic Covenant (v. 73 ), with its promise of salvation by grace. See note on Ge 12:1–3 ."
  },
  {
    "start": 42001076,
    "content": "<b><a>1:76</a></b> <b>the prophet of the Most High.</b> the prophet of the Most High. See note on v. 32 ."
  },
  {
    "start": 42001077,
    "content": "<b><a>1:77</a></b> <b>the forgiveness of their sins.</b> the forgiveness of their sins. Forgiveness of sins is the heart of salvation. God saves sinners from separation from Him and from eternal hell only by atoning for and forgiving their sins. See notes on Ro 4:6–8 ; 2Co 5:19 ; Eph 1:7 ; Heb 9:22 ."
  },
  {
    "start": 42001078,
    "content": "<b><a>1:78</a></b> <b>Sunrise.</b> Sunrise. A messianic reference (cf. Is 9:2 ; 60:1–3 ; Mal 4:2 ; 2Pe 1:19 ; Rev 22:16 )."
  },
  {
    "start": 42001080,
    "content": "<b><a>1:80</a></b> <b>lived in the desolate regions.</b> lived in the desolate regions. Several groups of ascetics inhabited the wilderness regions east of Jerusalem. One was the famous Qumran community, source of the Dead Sea Scrolls. John’s parents, already old when he was born, might have given him over to the care of someone with ties to such a community. In a similar way, Hannah consecrated Samuel to the Lord by entrusting him to Eli ( 1Sa 1:22–28 ). However, there is nothing concrete in Scripture to suggest that John was part of any such group. On the contrary, he is painted as a solitary figure, in the spirit of Elijah. See note on v. 17 ."
  },
  {
    "start": 42002001,
    "content": "<b><a>2:1</a></b> <b>Caesar Augustus.</b> Caesar Augustus. Caius Octavius, grand-nephew, adopted son, and primary heir to Julius Caesar. Before and after Julius’ death in 44 BC, the Roman government was constantly torn by power struggles. Octavius ascended to undisputed supremacy in 31 BC by defeating his last remaining rival, Antony, in a military battle at Actium. In 29 BC, the Roman senate declared Octavius Rome’s first emperor. Two years later they honored him with the title “Augustus” (“exalted one”—a term signifying religious veneration). Rome’s republican government was effectively abolished, and Augustus was given supreme military power. He reigned until his death at age 76 (AD 14). Under his rule, the Roman Empire dominated the Mediterranean region, ushering in a period of great prosperity and relative peace (the Pax Romana ). He ordered “all the inhabited earth” (i.e., the world of the Roman Empire) to be counted. This was not merely a one-time census; the decree actually established a cycle of enrollments that were to occur every 14 years. Israel had previously been excluded from the Roman census, because Jews were exempt from serving in the Roman army, and the census was designed primarily to register young men for military service (as well as account for all Roman citizens). This new, universal census was ostensibly to number each nation by family and tribe (hence Joseph, a Judean, had to return to his ancestral home to register— see note on v. 3 ). Property and income values were not recorded in this registration. But soon the names and population statistics gathered in this census were used for the levying of poll taxes ( see note on Mt 22:17 ), and the Jews came to regard the census itself as a distasteful symbol of Roman oppression. See note on v. 2 ."
  },
  {
    "start": 42002002,
    "content": "<b><a>2:2</a></b> <b>Quirinius was governor of Syria.</b> Quirinius was governor of Syria. Fixing a precise date for this census is problematic. Publius Sulpicius Quirinius is known to have governed Syria during AD 6–9. A well-known census was taken in Palestine in AD 6. Josephus records that it sparked a violent Jewish revolt (mentioned by Luke, quoting Gamaliel, in Ac 5:37 ). Quirinius was responsible for administering that census, and he also played a major role in quelling the subsequent rebellion. However, that cannot be the census Luke has in mind here, because it occurred about a decade after the death of Herod ( see note on Mt 2:1 )—much too late to fit Luke’s chronology (cf. 1:5 ). In light of Luke’s meticulous care as a historian, it would be unreasonable to charge him with such an obvious anachronism. Indeed, archeology has vindicated Luke. A fragment of stone discovered at Tivoli (near Rome) in AD 1764 contains an inscription in honor of a Roman official who, it states, was twice governor of Syria and Phoenicia during the reign of Augustus. The name of the official is not on the fragment, but among his accomplishments are listed details that, as far as is known, can fit no one other than Quirinius. Thus, he must have served as governor in Syria twice. He was probably military governor at the same time that history records Varus was civil governor there. With regard to the dating of the census, some ancient records found in Egypt mention a worldwide census ordered in 8 BC. That date is not without problems, either. It is generally thought by scholars that 6 BC is the earliest possible date for Christ’s birth. Evidently, the census was ordered by Caesar Augustus in 8 BC but was not actually carried out in Palestine until 2–4 years later, perhaps because of political difficulties between Rome and Herod. Therefore, the precise year of Christ’s birth cannot be known with certainty, but it was probably no earlier than 6 BC and certainly no later than 4 BC. Luke’s readers, familiar with the political history of that era, would no doubt have been able to discern a very precise date from the information he gave."
  },
  {
    "start": 42002003,
    "content": "<b><a>2:3</a></b> <b>own city.</b> own city. I.e., the place of tribal origin."
  },
  {
    "start": 42002004,
    "content": "<b><a>2:4</a></b> <b>Nazareth … Bethlehem.</b> Nazareth … Bethlehem. Both Joseph and Mary were descendants of David and therefore went to their tribal home in Judea to be registered. This was a difficult trek of more than 70 mi. through mountainous terrain—a particularly grueling journey for Mary, on the verge of delivery. Perhaps she and Joseph were conscious that a birth in Bethlehem would fulfill the prophecy in Mic 5:2 ."
  },
  {
    "start": 42002005,
    "content": "<b><a>2:5</a></b> <b>betrothed.</b> betrothed. See note on Mt 1:18 . Matthew 1:24 indicates that when the angel told Joseph about Mary’s pregnancy, he “took her as his wife”—i.e., he took her into his home. But they did not consummate their marriage until after the birth of Jesus ( Mt 1:25 ). Therefore, technically, they were still betrothed."
  },
  {
    "start": 42002007,
    "content": "<b><a>2:7</a></b> <b>firstborn.</b> <b>cloths.</b> <b>manger.</b> <b>no place for them in the guest room.</b> firstborn. Mary had other children subsequent to this. See note on Mt 12:46 . cloths. Strips of cloth were used to bind a baby tightly. It kept the baby from injuring sensitive facial skin and eyes with its own (often sharp) fingernails, and was believed to strengthen the limbs. This is still the custom in some Eastern cultures. The absence of such cloths was a sign of poverty or lack of parental care ( Eze 16:4 ). manger. A feeding trough for animals. This is the source of the notion that Christ was born in a stable, something nowhere stated in Scripture. Ancient tradition held that He was born in a cave (possibly one used as a shelter for animals). But no actual description of the location is given. no place for them in the guest room. Possibly because many were returning to this ancient town to register in the census."
  },
  {
    "start": 42002008,
    "content": "<b><a>2:8</a></b> <b>shepherds.</b> shepherds. Bethlehem was nearby Jerusalem, and many of the sheep used in the temple sacrifices came from there. The surrounding hills were prime grazing land, and shepherds worked in the area day and night, all year round. Therefore it is not possible to draw any conclusion about the time of year by the fact that shepherds were living out in the fields."
  },
  {
    "start": 42002010,
    "content": "<b><a>2:10</a></b> <b>Do not be afraid.</b> Do not be afraid. See note on 1:12 ; cf. 1:65 ."
  },
  {
    "start": 42002011,
    "content": "<b><a>2:11</a></b> <b>city of David.</b> <b>a Savior.</b> <b>Christ.</b> <b>Lord.</b> city of David. I.e., Bethlehem, the town where David was born—not the City of David, which was on the southern slope of Mt. Zion (cf. 2Sa 5:7–9 ). a Savior. This is one of only two places in the Gospels where Christ is referred to as “Savior”—the other being Jn 4:42 , where the men of Sychar confessed Him as “Savior of the world.” Christ. “Christ” is the Greek equivalent of “Messiah” ( see note on Mt 1:1 ). Lord. The Greek word can mean “master”—but it is also the word used to translate the covenant name of God. Here (and in most of its NT occurrences), it is used in the latter sense, as a title of deity."
  },
  {
    "start": 42002013,
    "content": "<b><a>2:13</a></b> <b>host.</b> host. A term used to describe an army encampment. Christ also used military imagery to describe the angels in Mt 26:53 ( see note there ). Revelation 5:11 suggests that the number of the angelic host may be too large for the human mind to fathom. Note that here the heavenly army brought a message of peace (v. 14 )."
  },
  {
    "start": 42002014,
    "content": "<b><a>2:14</a></b> <b>the highest.</b> <b>peace.</b> <b>among men with whom He is pleased.</b> the highest. I.e., heaven. peace. This is not to be taken as a universal declaration of peace toward all humanity. Rather, peace with God is a corollary of justification ( see note on Ro 5:1 ). among men with whom He is pleased. God’s peace is a gracious gift to those who are the objects of His pleasure."
  },
  {
    "start": 42002018,
    "content": "<b><a>2:18</a></b> <b>all who heard it marveled.</b> all who heard it marveled. Wonderment at the mysteries of Christ’s words and works is one of the threads that runs through Luke’s Gospel. Cf. vv. 19 , 33 , 47–48 ; 1:21 , 63 ; 4:22 , 36 ; 5:9 ; 8:25 ; 9:43–45 ; 11:14 ; 20:26 ; 24:12 , 41 . See note on v. 20 ."
  },
  {
    "start": 42002020,
    "content": "<b><a>2:20</a></b> <b>praising God.</b> praising God. Luke often reports this response. Cf. v. 28 ; 1:64 ; 5:25–26 ; 7:16 ; 13:13 ; 17:15–18 ; 18:43 ; 19:37–40 ; 23:47 ; 24:52–53 ."
  },
  {
    "start": 42002021,
    "content": "<b><a>2:21</a></b> <b>eight days.</b> eight days. See note on 1:59 ."
  },
  {
    "start": 42002022,
    "content": "<b><a>2:22</a></b> <b>cleansing.</b> <b>to Jerusalem.</b> <b>to present Him to the Lord.</b> cleansing. A woman who bore a son was ceremonially unclean for 40 days (twice that if she bore a daughter— Lv 12:2–5 ). After that she was to offer a yearling lamb and a dove or pigeon ( Lv 12:6 ). If poor, she could offer two doves or pigeons ( Lv 12:8 ). Mary’s offering indicates that she and Joseph were poor (v. 24 ). to Jerusalem. A journey of about 6 mi. from Bethlehem. to present Him to the Lord. The dedication of the firstborn son was also required by Moses’ law (v. 23 , cf. Ex 13:2 , 12–15 )."
  },
  {
    "start": 42002024,
    "content": "<b><a>2:24</a></b> <b>A</b> <b>.</b> A pair of turtledoves . See note on v. 22 . Quoted from Lv 12:8 ."
  },
  {
    "start": 42002025,
    "content": "<b><a>2:25</a></b> <b>Simeon.</b> <b>the comfort of Israel.</b> Simeon. He is mentioned nowhere else in Scripture. the comfort of Israel. A messianic title, evidently derived from verses like Is 25:9 ; 40:1–2 ; 66:1–11 ."
  },
  {
    "start": 42002026,
    "content": "<b><a>2:26</a></b> <b>it had been revealed to him.</b> it had been revealed to him. It is significant that with messianic expectation running so high (cf. 3:15 ), and with the many OT prophecies that spoke of His coming, still only a handful of people realized the significance of Christ’s birth. Most of them, including Simeon, received some angelic message or other special revelation to make the fulfillment of the OT prophecies clear."
  },
  {
    "start": 42002029,
    "end": 42002032,
    "content": "<b><a>2:29–32</a></b> Simeon’s psalm is known as the Nunc Dimittis , from the first two words of the Latin translation ( see notes on 1:46–55 ; 1:68–79 ). It is the fourth of 5 psalms of praise Luke included in his birth narrative (see Introduction: Historical and Theological Themes ). It is a touching expression of Simeon’s extraordinary faith."
  },
  {
    "start": 42002030,
    "content": "<b><a>2:30</a></b> <b>Your salvation.</b> Your salvation. I.e., the One who would redeem His people from their sins."
  },
  {
    "start": 42002031,
    "content": "<b><a>2:31</a></b> <b>all peoples.</b> all peoples. I.e., all nations, tongues, and tribes (cf. Rev 7:9 )—both Israel and the Gentiles (v. 32 )."
  },
  {
    "start": 42002034,
    "content": "<b><a>2:34</a></b> <b>fall and rise of many in Israel.</b> <b>sign to be opposed.</b> fall and rise of many in Israel. To those who reject Him, He is a stone of stumbling ( 1Pe 2:8 ); those who receive Him are raised up ( Eph 2:6 ). Cf. Is 8:14–15 ; Hos 14:9 ; 1Co 1:23–24 . sign to be opposed. This was synecdoche. Simeon mentioned only the verbal insults hurled at Christ, but the expression actually embraced more than that—Israel’s rejection, and hatred, and crucifixion of the Messiah. See note on v. 35 ."
  },
  {
    "start": 42002035,
    "content": "<b><a>2:35</a></b> <b>a sword.</b> <b>that the thoughts from many hearts may be revealed.</b> a sword. This was undoubtedly a reference to the personal grief Mary would endure when she watched her own Son die in agony ( Jn 19:25 ). that the thoughts from many hearts may be revealed. The rejection of the Messiah ( see note on v. 34 ) would reveal the appalling truth about the apostate state of the Jews."
  },
  {
    "start": 42002036,
    "content": "<b><a>2:36</a></b> <b>a prophetess.</b> a prophetess. This refers to a woman who spoke God’s Word. She was a teacher of the OT, not a source of revelation. The OT mentions only 3 women who prophesied: Miriam ( Ex 15:20 ); Deborah ( Jdg 4:4 ); Huldah ( 2Ki 22:14 ; 2Chr 34:22 ). One other, the “prophetess” Noadiah, was evidently a false prophet, grouped by Nehemiah with his enemies. Isaiah 8:3 refers to the prophet’s wife as a “prophetess”—but there is no evidence Isaiah’s wife prophesied. Perhaps she is so-called because the child she bore was given a name that was prophetic ( Is 8:3–4 ). This use of the title for Isaiah’s wife also shows that the title does not necessarily indicate an ongoing revelatory prophetic ministry. Rabbinical tradition also regarded Sarah, Hannah, Abigail, and Esther as prophetesses (apparently to make an even 7 with Miriam, Deborah, and Huldah). In the NT, the daughters of Philip prophesied ( see note on Ac 21:9 )."
  },
  {
    "start": 42002037,
    "content": "<b><a>2:37</a></b> <b>never left the temple.</b> never left the temple. Anna evidently had her living quarters on the temple grounds. There would have been several such dwelling places for priests in the outer court, and Anna must have been allowed to live there permanently because of her unusual status as a prophetess."
  },
  {
    "start": 42002039,
    "content": "<b><a>2:39</a></b> <b>they returned to Galilee.</b> they returned to Galilee. Luke omitted the visit of the Magi and the flight into Egypt ( Mt 2:1–18 ). The theme of early rejection, so prominent in Matthew (see Introduction to Matthew: Historical and Theological Themes ), was not where Luke focused his attention."
  },
  {
    "start": 42002041,
    "content": "<b><a>2:41</a></b> <b>Feast of the Passover.</b> Feast of the Passover. See note on Ex 23:14–19 . Passover was a one-day feast, followed immediately by the week-long Feast of Unleavened Bread ( see note on Mt 26:17 )."
  },
  {
    "start": 42002043,
    "content": "<b><a>2:43</a></b> <b>Jesus stayed behind.</b> Jesus stayed behind. In stark contrast to the apocryphal Gospels’ spurious tales of youthful miracles and supernatural exploits, this lone biblical insight into the youth of Jesus portrays Him as a typical boy in a typical family. His lingering was neither mischievous nor disobedient; it was owing to a simple mistaken presumption on His parents’ part (v. 44 ) that He was left behind."
  },
  {
    "start": 42002044,
    "content": "<b><a>2:44</a></b> <b>in the caravan.</b> in the caravan. Obviously, Joseph and Mary were traveling with a large caravan of friends and relatives from Nazareth. No doubt hundreds of people from their community went together to the feast. Men and women in such a group might have been separated by some distance, and it appears each parent thought He was with the other."
  },
  {
    "start": 42002046,
    "content": "<b><a>2:46</a></b> <b>three days.</b> <b>listening to them and asking them questions.</b> three days. This probably does not mean they searched Jerusalem for 3 days. They apparently realized He was missing at the end of a full day’s travel. That required another full day’s journey back to Jerusalem, and the better part of another day was spent seeking Him. listening to them and asking them questions. The boy Jesus was utterly respectful, taking the role of the student. But even at that young age, His questions showed a wisdom that put the teachers to shame."
  },
  {
    "start": 42002048,
    "content": "<b><a>2:48</a></b> <b>why have You treated us this way?</b> <b>Your father.</b> why have You treated us this way? Mary’s words convey a tone of exasperation and rebuke—normal for any mother under such circumstances, but misplaced in this case. Jesus was not hiding from them or defying their authority. In fact, He had done precisely what any child should do under such circumstances (being left by His parents)—He went to a safe, public place, in the presence of trusted adults, where His parents could be expected to come looking for Him (v. 49 ). Your father. I.e., Joseph, who was legally His father."
  },
  {
    "start": 42002049,
    "content": "<b><a>2:49</a></b> <b>My Father’s</b> <b>.</b> My Father’s house . Contrasting with Mary’s “Your father” in v. 48 . His reply was in no sense insolent, but reveals a genuine amazement that they did not know where to look for Him. This also reveals that even at so young an age, He had a clear consciousness of His identity and mission."
  },
  {
    "start": 42002051,
    "content": "<b><a>2:51</a></b> <b>continued in subjection.</b> continued in subjection. Jesus’ relationship with His Heavenly Father did not override or nullify His duty to His earthly parents. His obedience to the fifth commandment was an essential part of the perfect legal obedience He rendered on our behalf ( Heb 4:4 ; 5:8–9 ). He had to fulfill all righteousness ( see note on Mt 3:15 )."
  },
  {
    "start": 42002052,
    "content": "<b><a>2:52</a></b> <b>And Jesus was advancing.</b> And Jesus was advancing. Jesus did not cease being God or divest Himself of divine attributes in order to become man. Rather, He took on a human nature (an addition, not a subtraction) and in the economy of His earthly ministry He submitted as a man to the will of His Father ( Jn 5:19 , 30 ; 8:28 ; Php 2:5–8 ). Therefore, there were times when His omniscience was on display ( Mt 9:4 ; Jn 2:24–25 ; 4:17–18 ; 11:11–14 ; 16:30 ) and other times when it was veiled by His humanity in accordance with the Father’s will ( Mk 13:32 ). So, in His humanity, Christ was subject to the normal process of human growth, intellectually, physically, spiritually, and socially; while at the same time remaining truly God—simple, omniscient, timeless, immutable, etc. See note on Mk 13:32 ."
  },
  {
    "start": 42003001,
    "content": "<b><a>3:1</a></b> <b>fifteenth year of the reign of Tiberius.</b> <b>Pontius Pilate … Herod … Philip.</b> <b>Lysanias.</b> fifteenth year of the reign of Tiberius. Because of the way Tiberius came to power, this date is hard to fix precisely. When the Roman Senate declared Augustus emperor ( see note on 2:1 ), they did so on condition that his power would end with his death, rather than passing to his heirs. The idea was that the senate, rather than the emperor himself, was to choose the heir to the throne. However, Augustus circumvented that difficulty by appointing a co-regent, on whom he planned gradually to confer the imperial powers. When he outlived his first choice for successor, Augustus next selected his son-in-law, Tiberius, whom he adopted and made his heir in AD 4 (Augustus disliked Tiberius but hoped to pass power to his grandsons through him). Tiberius was made co-regent in AD 11, then automatically became sole ruler at the death of Augustus on Aug. 19, AD 14. If Luke’s chronology is dated from Tiberius’ appointment to the co-regency, the 15th year would be AD 25 or 26. If Luke was reckoning from the death of Augustus, this date would fall between Aug. 19, AD 28 and Aug. 18, AD 29. One other fact complicates the setting of a precise date: the Jews reckoned a ruler’s term from the Jewish New Year following accession, so if Luke was using the Jewish system, the actual dates could be slightly later. The earlier date of AD 25–26 seems to fit the chronology of Christ’s life best. Pontius Pilate … Herod … Philip. See note on Mt 2:22 . Lysanias. Ruler of the area northwest of Damascus. History is virtually silent about him."
  },
  {
    "start": 42003002,
    "content": "<b><a>3:2</a></b> <b>high priesthood of Annas and Caiaphas.</b> <b>wilderness.</b> high priesthood of Annas and Caiaphas. See note on Ac 4:6 . According to Josephus, Annas served as High Priest AD 6–15, when he was deposed by Roman officials. He nonetheless retained de facto power, as seen in the fact that his successors included 5 of his sons and Caiaphas, a son-in-law ( see note on Mt 26:3 ). Caiaphas was the actual High Priest during the time Luke describes, but Annas still controlled the office. This is seen clearly in the fact that Christ was taken to Annas first after His arrest, then to Caiaphas ( see note on Mt 26:57 ). wilderness. See note on Mt 3:1 ."
  },
  {
    "start": 42003003,
    "content": "<b><a>3:3</a></b> <b>baptism of repentance.</b> <b>for the forgiveness of sins.</b> baptism of repentance. See note on Mt 3:6 . for the forgiveness of sins. I.e., to symbolize and testify of the forgiveness already received upon repentance ( see note on Ac 2:38 )."
  },
  {
    "start": 42003004,
    "content": "<b><a>3:4</a></b> <b>.</b> Make His paths straight . Quoted from Is 40:3–5 ( see notes there ). A monarch traveling in wilderness regions would have a crew of workmen go ahead to make sure the road was clear of debris, obstructions, potholes, and other hazards that made the journey difficult. In a spiritual sense, John was calling the people of Israel to prepare their hearts for the coming of their Messiah."
  },
  {
    "start": 42003006,
    "content": "<b><a>3:6</a></b> <b>.</b> all flesh . I.e., Gentiles as well as Jews ( see note on 2:31 ). All 4 Gospels quote Is 40:3 ( Mt 3:3 ; Mk 1:3 ; Jn 1:23 ). Only Luke adds vv. 5–6 —thus using a familiar text from Isaiah to stress his theme of the universal scope of the gospel (see Introduction: Interpretive Challenges )."
  },
  {
    "start": 42003007,
    "content": "<b><a>3:7</a></b> <b>the wrath to come.</b> the wrath to come. Possibly a reference to the coming destruction of Jerusalem. But this certainly also looks beyond any earthly calamity to the eschatological outpouring of divine wrath in the day of the Lord, and especially the final judgment, where divine wrath will be the just fruit of all the unrepentant (cf. Ro 1:18 ; 1Th 1:10 ; Heb 10:27 ). See note on Mt 3:7 ."
  },
  {
    "start": 42003008,
    "content": "<b><a>3:8</a></b> <b>stones.</b> <b>children to Abraham.</b> stones. Cf. 19:40 . The imagery may echo OT verses such as Eze 11:19 ; 36:26 ; God can sovereignly turn a heart of stone into a believing heart. He can raise up children to Abraham from inanimate objects if He chooses—or even from stony-hearted Gentiles (cf. Ga 3:29 ). children to Abraham. Abraham’s true children are not merely physical descendants, but those who follow his faith, believing God’s Word the way he did ( Ro 4:11–16 ; 9:8 ; Ga 3:7 ). To trust one’s physical ancestry is to shift the focus of faith away from God Himself—and that is spiritually fatal (cf. Jn 8:39–44 )."
  },
  {
    "start": 42003009,
    "content": "<b><a>3:9</a></b> <b>axe … at the root.</b> axe … at the root. See note on Mt 3:10 ."
  },
  {
    "start": 42003011,
    "content": "<b><a>3:11</a></b> <b>two tunics.</b> two tunics. Shirtlike garments. Only one could be worn at a time. John was still stressing the imminence of the coming judgment. This was not a time to hoard one’s surplus goods."
  },
  {
    "start": 42003012,
    "content": "<b><a>3:12</a></b> <b>tax collectors.</b> tax collectors. See note on Mt 5:46 ."
  },
  {
    "start": 42003014,
    "content": "<b><a>3:14</a></b> <b>soldiers.</b> <b>Do not take money … by force.</b> soldiers. These were most likely members of the forces of Herod Antipas, stationed at Perea, perhaps, along with Judean police. Do not take money … by force. Here and in v. 13 , John demanded integrity and high character in the practical matters of everyday life, not a monastic lifestyle or a mystical asceticism. Cf. Jas 1:27 ."
  },
  {
    "start": 42003016,
    "content": "<b><a>3:16</a></b> <b>baptize.</b> <b>strap of His sandals.</b> baptize. See note on Mt 3:11 . strap of His sandals. Unfastening the sandal thong was the lowliest slave’s task, preliminary to washing the feet ( see note on Jn 13:4–5 )."
  },
  {
    "start": 42003017,
    "content": "<b><a>3:17</a></b> <b>winnowing fork.</b> winnowing fork. See note on Mt 3:12 ."
  },
  {
    "start": 42003019,
    "content": "<b><a>3:19</a></b> <b>reproved … because of Herodias.</b> reproved … because of Herodias. See note on Mt 14:3 ."
  },
  {
    "start": 42003020,
    "content": "<b><a>3:20</a></b> <b>locked John up in prison.</b> locked John up in prison. This event actually occurred much later during Jesus’ ministry ( Mt 14:1–12 ; Jn 3:22–24 ). But Luke organized his material on John the Baptist topically rather than chronologically (see Introduction: Background and Setting )."
  },
  {
    "start": 42003021,
    "content": "<b><a>3:21</a></b> <b>baptized.</b> <b>while He was praying.</b> baptized. See note on Mt 3:15 . while He was praying. Luke alone notes that Jesus was praying. Prayer is one of Luke’s themes (see Introduction: Historical and Theological Themes )."
  },
  {
    "start": 42003022,
    "content": "<b><a>3:22</a></b> <b>Holy Spirit.</b> <b>in bodily form.</b> <b>like a dove.</b> <b>My beloved Son.</b> Holy Spirit. See note on Mt 3:16–17 . All 3 persons of the Trinity are distinguishable in this verse, a strong proof against the heresy of modalism, which suggests that God is one Person who manifests Himself in 3 distinct modes, one at a time. in bodily form. I.e., physical and visible to all (cf. Mt 3:16 ; Jn 1:32 ). like a dove. A picture of gentleness ( Mt 10:16 ). My beloved Son. See note on Mt 3:17 ."
  },
  {
    "start": 42003023,
    "end": 42003038,
    "content": "<b><a>3:23–38</a></b> Luke’s genealogy moves backward, from Jesus to Adam; Matthew’s moves forward, from Abraham to Joseph. Luke’s entire section from Joseph to David differs starkly from that given by Matthew. The two genealogies are easily reconciled if Luke’s is seen as Mary’s genealogy, and Matthew’s version represents Joseph’s. Thus the royal line is passed through Jesus’ legal father, and His physical descent from David is established by Mary’s lineage. Luke, unlike Matthew ( see note on Mt 1:3 ), includes no women in his genealogy—even Mary herself. Joseph was “the son of Eli” by marriage (Eli having no sons of his own), and thus is named here in v. 23 as the representative of Mary’s generation. Moses himself established precedent for this sort of substitution in Nu 27:1–11 ; 36:1–12 . The men listed from Eli (v. 23 ) to Rhesa (v. 27 ) are found nowhere else in Scripture. Zerubbabel and Shealtiel (v. 27 ) are the only two names here that correspond to names in Matthew’s genealogy between David and Jesus. For an explanation see notes on Hag 2:23 ; Mt 1:12 ."
  },
  {
    "start": 42004001,
    "content": "<b><a>4:1</a></b> <b>led … by the Spirit.</b> led … by the Spirit. See note on Mt 4:1 ."
  },
  {
    "start": 42004002,
    "content": "<b><a>4:2</a></b> <b>forty days … tempted.</b> forty days … tempted. Evidently, the temptation of Christ encompassed the full 40 days of His fast ( see note on Mt 4:2 ). Both Matthew and Luke give a condensed recounting of only 3 specific temptations. Luke reverses the order of the last two temptations in Matthew’s account. Luke occasionally ordered material logically, rather than chronologically (see Introduction: Background and Setting ; see note on 1:3 ). Luke may have had some purpose for doing so here—perhaps to end his account of Jesus’ temptation at the temple in Jerusalem (cf. v. 9 ), a very important location in Luke’s narrative (see Introduction: Historical and Theological Themes )."
  },
  {
    "start": 42004003,
    "end": 42004013,
    "content": "<b><a>4:3–13</a></b> See notes on Mt 4:3–10 ."
  },
  {
    "start": 42004004,
    "content": "<b><a>4:4</a></b> Jesus quoted Dt 8:3 ."
  },
  {
    "start": 42004008,
    "content": "<b><a>4:8</a></b> Jesus quoted Dt 6:13 ."
  },
  {
    "start": 42004010,
    "end": 42004011,
    "content": "<b><a>4:10–11</a></b> Satan quoted Ps 91:11–12 ."
  },
  {
    "start": 42004012,
    "content": "<b><a>4:12</a></b> Jesus quoted Dt 6:16 ."
  },
  {
    "start": 42004013,
    "content": "<b><a>4:13</a></b> <b>until an opportune time.</b> until an opportune time. Satan’s temptations did not end here for Christ, but persisted throughout His ministry (cf. Heb 4:15 ), and culminated in Gethsemane ( 22:39–46 )."
  },
  {
    "start": 42004014,
    "content": "<b><a>4:14</a></b> <b>returned to Galilee.</b> returned to Galilee. The synoptic Gospels are largely silent about Jesus’ ministry between His baptism and His return to Galilee, but John recorded a fairly extensive ministry in Jerusalem and Judea ( Jn 2:12—4:1 ). Because of this, news of Him quickly spread."
  },
  {
    "start": 42004015,
    "content": "<b><a>4:15</a></b> <b>synagogues.</b> synagogues. See note on Mk 1:21 ."
  },
  {
    "start": 42004016,
    "content": "<b><a>4:16</a></b> <b>He came to Nazareth.</b> <b>as was His custom.</b> He came to Nazareth. Luke acknowledged in v. 23 ( see note there ) that Christ had already ministered in Capernaum. Yet Luke purposely situated this episode at the beginning of his account of Christ’s public ministry. Here is an example of Luke’s ordering things logically rather than chronologically (see Introduction: Background and Setting ; see note on 1:3 ). as was His custom. Nazareth was His hometown, so He would have been well known to all who regularly attended this synagogue."
  },
  {
    "start": 42004018,
    "content": "<b><a>4:18</a></b> <b>.</b> He anointed Me . I.e., the Spirit Himself was the anointing (vv. 1 , 14 )."
  },
  {
    "start": 42004019,
    "content": "<b><a>4:19</a></b> <b>.</b> the favorable year of the Lord . Or, “the year of the Lord’s favor.” The passage Christ read was Is 61:1–2 . He stopped in the middle of v. 2 . The rest of the verse prophesies judgment in the day of God’s vengeance. Since that part of the verse pertains to the second advent, He did not read it."
  },
  {
    "start": 42004020,
    "content": "<b><a>4:20</a></b> <b>sat down.</b> sat down. It was customary for a teacher to stand respectfully during the reading of the Scriptures (v. 16 ), and sit humbly to teach. See note on Mt 5:1 ."
  },
  {
    "start": 42004021,
    "content": "<b><a>4:21</a></b> <b>this Scripture has been fulfilled.</b> this Scripture has been fulfilled. This was an unambiguous claim that He was the Messiah who fulfilled the prophecy. They correctly understood His meaning but could not accept such lofty claims from One whom they knew so well as the carpenter’s son (v. 22 ; cf. Mt 13:55 )."
  },
  {
    "start": 42004023,
    "content": "<b><a>4:23</a></b> <b>Capernaum.</b> Capernaum. Obviously, Christ had already gained a reputation for His miraculous works in Capernaum. Scripture gives few details about that first year of public ministry. Most of what we know about those months is found in John’s Gospel, and it suggests Christ ministered mostly in Judea. However, Jn 2:12 mentions a brief visit to Capernaum, with no other details. John 4:46–54 describes how while Christ was at Cana, He healed a royal official’s son who lay sick in Capernaum. We also know that Christ had already gathered some of His disciples, who were men from the north shore of the Sea of Galilee ( Jn 1:35–42 ; see note on Mt 4:18 ). He might have visited there more than once during that first year of ministry. In any case, He had been there long enough to do miracles, and His fame had spread throughout Galilee (cf. v. 14 )."
  },
  {
    "start": 42004025,
    "end": 42004027,
    "content": "<b><a>4:25–27</a></b> Both the widow of Zarephath ( 1Ki 17:8–24 ) and Naaman the Syrian ( 2Ki 5 ) were Gentiles. Both lived during times of widespread unbelief in Israel. Jesus’ point was that God bypassed all the widows and lepers in Israel, yet showed grace to two Gentiles. God’s concern for Gentiles and outcasts is one of the thematic threads that runs through Luke’s Gospel (see Introduction: Historical and Theological Themes )."
  },
  {
    "start": 42004028,
    "content": "<b><a>4:28</a></b> <b>filled with rage.</b> filled with rage. This is Luke’s first mention of hostile opposition to Christ’s ministry. What seems to have sparked the Nazarenes’ fury was Christ’s suggestion that divine grace might be withheld from them yet extended to Gentiles."
  },
  {
    "start": 42004030,
    "content": "<b><a>4:30</a></b> <b>passing through their midst.</b> passing through their midst. The implication is that this was a miraculous escape—the first of several similar incidents in which He escaped a premature death at the hands of a mob (cf. Jn 7:30 ; 8:59 ; 10:39 )."
  },
  {
    "start": 42004032,
    "content": "<b><a>4:32</a></b> <b>authority.</b> authority. See note on Mt 7:29 ."
  },
  {
    "start": 42004033,
    "content": "<b><a>4:33</a></b> <b>demon.</b> demon. See note on Mt 8:16 ."
  },
  {
    "start": 42004034,
    "content": "<b><a>4:34</a></b> <b>Holy One of God.</b> Holy One of God. Demons always recognized Christ immediately (cf. v. 41 ; 8:28 ; Mt 8:29 ; Mk 1:24 ; 3:11 ; 5:7 )"
  },
  {
    "start": 42004038,
    "content": "<b><a>4:38</a></b> <b>Simon’s mother-in-law.</b> <b>a high fever.</b> Simon’s mother-in-law. Peter was married (cf. 1Co 9:5 ), though no details about his wife are given anywhere in Scripture. a high fever. Matthew 8:14–15 and Mk 1:30–31 also report this miracle. But only Luke, the physician, remarks that the fever was “high,” and makes note of the means Jesus used to heal her (v. 39 )."
  },
  {
    "start": 42004040,
    "content": "<b><a>4:40</a></b> <b>the sun was setting.</b> the sun was setting. Signifying the end of the Sabbath. As soon as they were free to travel, the multitudes came."
  },
  {
    "start": 42004041,
    "content": "<b><a>4:41</a></b> <b>You are the Son of God!</b> You are the Son of God! See note on v. 34 ."
  },
  {
    "start": 42004043,
    "content": "<b><a>4:43</a></b> <b>kingdom of God.</b> kingdom of God. This term, so prominent throughout the remainder of Luke’s Gospel, is introduced here for the first time. See note on Mt 3:2 ."
  },
  {
    "start": 42005001,
    "content": "<b><a>5:1</a></b> <b>lake of Gennesaret.</b> lake of Gennesaret. I.e., the Sea of Galilee, sometimes also called the Sea of Tiberias ( Jn 6:1 ; 21:1 ). It is actually a large freshwater lake, over 690 ft. below sea level, and serves as the main source of water and commerce for the Galilee region."
  },
  {
    "start": 42005002,
    "content": "<b><a>5:2</a></b> <b>washing their nets.</b> washing their nets. Having fished all night with nothing to show for their labor (cf. v. 5 ), they were drying and mending their nets for another night’s work."
  },
  {
    "start": 42005003,
    "content": "<b><a>5:3</a></b> <b>He sat.</b> He sat. See notes on 4:20 ; Mt 5:1 ."
  },
  {
    "start": 42005004,
    "content": "<b><a>5:4</a></b> <b>let down your nets.</b> let down your nets. Normally, the fish that were netted in shallow water at night would migrate during the daylight hours to waters too deep to reach easily with nets, which is why Peter fished at night. Peter no doubt thought Jesus’ directive made no sense, but he obeyed anyway, and was rewarded for his obedience (v. 6 )."
  },
  {
    "start": 42005008,
    "content": "<b><a>5:8</a></b> <b>Go away from me.</b> Go away from me. The remarkable catch of fish was clearly a miracle, astonishing to all the fishermen in Capernaum (v. 9 ). Peter immediately realized he was in the presence of the Holy One exercising His divine power, and he was stricken with shame over his own sin. Cf. Ex 20:19 ; 33:20 ; Jdg 13:22 ; Job 42:5–6 . See note on Is 6:5 ."
  },
  {
    "start": 42005011,
    "content": "<b><a>5:11</a></b> <b>left everything and followed Him.</b> left everything and followed Him. See note on Mt 4:18 . Luke gave a more detailed account of the second call of these disciples."
  },
  {
    "start": 42005012,
    "content": "<b><a>5:12</a></b> <b>covered with leprosy.</b> covered with leprosy. Luke’s emphasis suggests this was an extremely serious case of leprosy. See note on Mk 1:40 ."
  },
  {
    "start": 42005013,
    "content": "<b><a>5:13</a></b> <b>immediately.</b> immediately. One of the characteristics of Jesus’ healings was immediate and total wholeness. Cf. 17:14 ; Mt 8:13 ; Mk 5:29 ; Jn 5:9 ."
  },
  {
    "start": 42005014,
    "content": "<b><a>5:14</a></b> <b>tell no one.</b> <b>show yourself to the priest.</b> tell no one. See note on Mt 8:4 . show yourself to the priest. I.e., in accordance with the law governing leprosy ( Lv 13:1–46 )."
  },
  {
    "start": 42005017,
    "content": "<b><a>5:17</a></b> <b>Pharisees.</b> <b>teachers of the law.</b> Pharisees. See note on Mt 3:7 . teachers of the law. I.e., scribes. See note on Mt 2:4 . These Jewish leaders came from as far away as Jerusalem. His reputation had spread, and already the scribes and Pharisees were watching Him critically."
  },
  {
    "start": 42005019,
    "content": "<b><a>5:19</a></b> <b>through the tiles.</b> through the tiles. This appears to have been a home with roof tiles which, when removed, gave access to lower the man between the roof beams. The extreme measures they took to lay this man before Jesus indicate that the crowds following Him were very large. With the press of people around Jesus, it would have been impossible for men carrying a paralytic to get close enough to Him, even if they waited until He left the house."
  },
  {
    "start": 42005020,
    "content": "<b><a>5:20</a></b> <b>your sins are forgiven.</b> your sins are forgiven. Christ ignored the paralysis and addressed the man’s greater need first. See note on Mt 9:2 . In doing so He asserted a prerogative that was God’s alone (v. 21 ; cf. 7:49 ). His subsequent healing of the man’s paralysis was proof that He had the authority to forgive sins as well."
  },
  {
    "start": 42005021,
    "content": "<b><a>5:21</a></b> <b>blasphemies.</b> blasphemies. Their assessment would have been correct if He were not God incarnate. See note on Mt 9:3 ."
  },
  {
    "start": 42005022,
    "content": "<b><a>5:22</a></b> <b>knowing their reasonings.</b> knowing their reasonings. I.e., by means of His omniscience. Cf. Mt 9:4 ; Jn 5:24–25 ."
  },
  {
    "start": 42005023,
    "content": "<b><a>5:23</a></b> <b>Which is easier…?</b> Which is easier…? See note on Mt 9:5 ."
  },
  {
    "start": 42005024,
    "content": "<b><a>5:24</a></b> <b>that you may know.</b> that you may know. His ability to heal anyone and everyone at will—totally and immediately (v. 25 )—was incontrovertible proof of His deity. As God, He had all authority to forgive sins. This was a decisive moment and should have ended once and for all the Pharisees’ opposition. Instead, they began to try to discredit Him by charging Him with violating their Sabbath rules ( see notes on 6:2–11 )."
  },
  {
    "start": 42005026,
    "content": "<b><a>5:26</a></b> <b>remarkable things.</b> remarkable things. The response is curiously noncommittal—not void of wonder and amazement, but utterly void of true faith."
  },
  {
    "start": 42005027,
    "content": "<b><a>5:27</a></b> <b>Levi.</b> Levi. Matthew’s name prior to his conversion. See notes on Mt 9:9 , 11 ."
  },
  {
    "start": 42005028,
    "content": "<b><a>5:28</a></b> <b>left everything.</b> left everything. Cf. v. 11 ; 9:59–62 . This implies an irreversible action."
  },
  {
    "start": 42005029,
    "content": "<b><a>5:29</a></b> <b>a great crowd of tax collectors.</b> a great crowd of tax collectors. Levi’s immediate response was to introduce his former comrades to Christ."
  },
  {
    "start": 42005030,
    "content": "<b><a>5:30</a></b> <b>eat and drink.</b> eat and drink. Consorting with outcasts on any level—even merely speaking to them—was bad enough. Eating and drinking with them implied a level of friendship that was abhorrent to the Pharisees (cf. 7:34 ; 15:2 ; 19:7 )."
  },
  {
    "start": 42005031,
    "content": "<b><a>5:31</a></b> <b>who are well.</b> who are well. I.e., those who think they are whole don’t seek healing. See note on Mt 9:12 ."
  },
  {
    "start": 42005033,
    "content": "<b><a>5:33</a></b> <b>often fast.</b> often fast. Jesus did fast on at least one occasion ( Mt 4:2 )—but privately, in accordance with His own teaching (cf. Mt 6:16–18 ). The law also prescribed a fast on the Day of Atonement ( Lv 16:29–31 ; 23:27 )—but all other fasts were supposed to be voluntary, for specific reasons such as penitence and earnest prayer. The fact that these Pharisees raised this question shows that they thought of fasting as a public exercise to display one’s own spirituality. Yet, the OT also rebuked hypocritical fasting ( Is 58:3–6 ). See notes on Mt 6:16–17 ; 9:15 ."
  },
  {
    "start": 42005036,
    "end": 42005038,
    "content": "<b><a>5:36–38</a></b> See notes on Mt 9:16–17 ."
  },
  {
    "start": 42005039,
    "content": "<b><a>5:39</a></b> <b>The old is good enough.</b> The old is good enough. Those who had acquired a taste for Old Covenant ceremonies and Pharisaic traditions were loath to give them up for the new wine of Jesus’ teaching. Luke alone adds this saying."
  },
  {
    "start": 42006002,
    "content": "<b><a>6:2</a></b> <b>not lawful.</b> not lawful. See note on Mt 12:2 ."
  },
  {
    "start": 42006003,
    "content": "<b><a>6:3</a></b> <b>Have you never read.</b> <b>what David did.</b> Have you never read. A rebuke, suggesting that they were culpable for their ignorance of so basic a truth (cf. Mt 12:5 ; 19:4 ; 21:16 , 42 ; 22:31 ). what David did. See notes on 1Sa 21:1–6 ."
  },
  {
    "start": 42006004,
    "content": "<b><a>6:4</a></b> <b>the consecrated bread.</b> the consecrated bread. See note on Mt 12:4 ."
  },
  {
    "start": 42006005,
    "content": "<b><a>6:5</a></b> <b>Lord of the Sabbath.</b> Lord of the Sabbath. See note on Mt 12:8 ."
  },
  {
    "start": 42006007,
    "content": "<b><a>6:7</a></b> <b>if He heals on the Sabbath.</b> to see if He heals on the Sabbath. The scribes and Pharisees spotted the man with the withered hand (v. 6 ) and, with Christ present, they immediately knew that this would be an occasion for the man’s healing. In stark contrast to all other so-called healers, Christ was not selective. He healed all who came to Him (v. 19 ; cf. 4:40 ; Mt 8:16 )."
  },
  {
    "start": 42006008,
    "content": "<b><a>6:8</a></b> <b>knew what they were thinking.</b> <b>come forward.</b> knew what they were thinking. Cf. 5:22 . See note on Mt 9:4 . come forward. Jesus purposely did this miracle openly, before all, as if to demonstrate His contempt for the Pharisees’ man-made regulations."
  },
  {
    "start": 42006009,
    "content": "<b><a>6:9</a></b> <b>to do good.</b> <b>to do harm.</b> to do good. The Sabbath laws forbade labor for profit, frivolous diversions, and things extraneous to worship. Activity per se was not unlawful. Good works were especially appropriate on the Sabbath—particularly deeds of charity, mercy, and worship. Works necessary for the preservation of life were also permitted. To corrupt the Sabbath to forbid such works was a perversion of God’s design. See notes on Mt 12:2–3 . to do harm. Refusal to do good is tantamount to doing evil ( Jas 4:17 )."
  },
  {
    "start": 42006010,
    "content": "<b><a>6:10</a></b> <b>looking around at them.</b> looking around at them. I.e., giving them a chance to respond to the question of v. 9 . Evidently no one did."
  },
  {
    "start": 42006011,
    "content": "<b><a>6:11</a></b> <b>filled with rage.</b> filled with rage. A curious response in the face of so glorious a miracle. Such irrational hatred was their response to having been publicly humiliated—something they hated worse than anything (cf. Mt 23:6–7 ). They were unable to answer His reasoning (vv. 9–10 ). And furthermore, by healing the man only with a command, He had performed no actual “work” that they could charge Him with. Desperately seeking a reason to accuse Him (v. 7 ), they could find none. Their response was blind fury."
  },
  {
    "start": 42006012,
    "content": "<b><a>6:12</a></b> <b>spending the whole night in prayer.</b> spending the whole night in prayer. Luke frequently shows Jesus praying—and particularly before major events in His ministry. Cf. 3:21 ; 5:16 ; 9:18 , 28–29 ; 11:1 ; 22:32 , 40–46 ."
  },
  {
    "start": 42006013,
    "content": "<b><a>6:13</a></b> <b>He called His disciples.</b> He called His disciples. See notes on Mt 10:1–4 . Christ had many disciples. At one point He sent 70 out in pairs to proclaim the gospel ( 10:1 ). But on this occasion, He chose 12 and specifically commissioned them as apostles, i.e., “sent ones,” with a special authority to deliver His message on His behalf (cf. Ac 1:21–22 )."
  },
  {
    "start": 42006017,
    "end": 42006049,
    "content": "<b><a>6:17–49</a></b> The Sermon on the Plateau. The similarity to the Sermon on the Mount ( see notes on Mt 5:1—7:29 ) is remarkable. It is possible, of course, that Jesus simply preached the same sermon on more than one occasion. (It is evident that He often used the same material more than once—e.g., 12:58–59 ; cf. Mt 5:25–26 .) It appears more likely, however, that these are variant accounts of the same event. Luke’s version is abbreviated somewhat, because he omitted sections from the sermon that are uniquely Jewish (particularly Christ’s exposition of the law). Aside from that, the two sermons follow exactly the same flow of thought, beginning with the Beatitudes and ending with the parable about building on the rock. Differences in wording between the two accounts are undoubtedly owing to the fact that the sermon was originally delivered in Aramaic. Luke and Matthew translate into Greek with slight variances. Of course, both translations are equally inspired and authoritative."
  },
  {
    "start": 42006018,
    "content": "<b><a>6:18</a></b> <b>unclean spirits.</b> unclean spirits. Another name for demons, used 10 times in the Gospels."
  },
  {
    "start": 42006019,
    "content": "<b><a>6:19</a></b> <b>power was coming from Him.</b> power was coming from Him. Cf. 8:45–46 ; see note on Mk 5:30 ."
  },
  {
    "start": 42006020,
    "end": 42006025,
    "content": "<b><a>6:20–25</a></b> Luke’s account of the Beatitudes is abbreviated (cf. Mt 5:3–12 ). He lists only 4, and balances them with 4 parallel woes."
  },
  {
    "start": 42006021,
    "content": "<b><a>6:21</a></b> <b>those who hunger.</b> those who hunger. No mere craving for food, but a hunger and thirst for righteousness ( see note on Mt 5:6 )."
  },
  {
    "start": 42006022,
    "content": "<b><a>6:22</a></b> <b>for the sake of the Son of Man.</b> for the sake of the Son of Man. Persecution per se is not something to be sought. But when evil is spoken against a Christian falsely and for Christ’s sake ( Mt 5:11 ), such persecution carries with it the blessing of God."
  },
  {
    "start": 42006029,
    "content": "<b><a>6:29</a></b> <b>offer … the other also.</b> offer … the other also. See notes on Mt 5:39 ."
  },
  {
    "start": 42006031,
    "content": "<b><a>6:31</a></b> See note on Mt 7:12 ."
  },
  {
    "start": 42006035,
    "content": "<b><a>6:35</a></b> <b>sons of the Most High.</b> sons of the Most High. I.e., God’s children should bear the indelible stamp of His moral character. Since He is loving, gracious, and generous—even to those who are His enemies—we should be like Him. See note on Mt 5:44–45 ; cf. Eph 5:1–2 ."
  },
  {
    "start": 42006037,
    "content": "<b><a>6:37</a></b> <b>do not judge.</b> <b>you will be pardoned.</b> do not judge. This forbids hypocrisy and a condemning spirit rising from self-righteousness. It does not condemn true discernment. See note on Mt 7:1 . you will be pardoned. See note on Mt 6:15 ."
  },
  {
    "start": 42006038,
    "content": "<b><a>6:38</a></b> <b>will pour into your lap.</b> will pour into your lap. A long robe was used to carry the overflow of grain. Cf. Ps 79:12 ; Is 65:6 ; Jer 32:18 ."
  },
  {
    "start": 42006041,
    "content": "<b><a>6:41</a></b> <b>speck … log.</b> speck … log. The humor of the imagery was no doubt intentional. Christ often employed hyperbole to paint comical images (cf. 18:25 ; Mt 23:24 )."
  },
  {
    "start": 42006046,
    "content": "<b><a>6:46</a></b> <b>you call Me, ‘Lord, Lord.’</b> you call Me, ‘Lord, Lord.’ It is not sufficient to give lip service to Christ’s lordship. Genuine faith produces obedience. A tree is known by its fruits (v. 44 ). See notes on Mt 7:21–23 ."
  },
  {
    "start": 42006047,
    "end": 42006049,
    "content": "<b><a>6:47–49</a></b> See note on Mt 7:24–28 ."
  },
  {
    "start": 42007002,
    "content": "<b><a>7:2</a></b> <b>centurion’s slave.</b> centurion’s slave. See note on Mt 8:5 . The centurion’s tender concern for a lowly slave was contrary to the reputation Roman army officers had acquired in Israel. Yet, this is one of 3 centurions featured in the NT who gave evidence of genuine faith ( see note on Mt 27:54 ; cf. Ac 10 )."
  },
  {
    "start": 42007003,
    "content": "<b><a>7:3</a></b> <b>Jewish elders.</b> Jewish elders. Matthew 8:5–13 does not mention that the centurion appealed to Jesus through these intermediaries. It is a measure of the respect this man had in the community that Jewish elders would be willing to bring his cause to Jesus. He loved the Jewish nation and was somehow personally responsible for the building of the local synagogue (v. 5 ). He obviously was being drawn to Christ by God Himself (cf. Jn 6:44 , 65 ). Like all men under conviction, he deeply sensed his own unworthiness ( see note on 5:8 ), and that is why he used intermediaries rather than speaking to Jesus personally (vv. 6–7 )."
  },
  {
    "start": 42007006,
    "content": "<b><a>7:6</a></b> <b>not good enough.</b> not good enough. See note on Mt 8:8 ."
  },
  {
    "start": 42007011,
    "content": "<b><a>7:11</a></b> <b>Nain.</b> Nain. A small town southeast of Nazareth."
  },
  {
    "start": 42007012,
    "content": "<b><a>7:12</a></b> <b>only son.</b> only son. See note on 9:38 ."
  },
  {
    "start": 42007014,
    "content": "<b><a>7:14</a></b> <b>touched the coffin.</b> touched the coffin. A ceremonially defiling act, normally. Jesus graphically illustrated how impervious He was to such defilements. When He touched the coffin, its defilement did not taint Him; rather, His power immediately dispelled the presence of all death and defilement ( see notes on v. 39 ; 8:44 ). This was the first of 3 times Jesus raised people from the dead (cf. 8:49–56 ; Jn 11:20–44 ). Verse 22 implies that Christ also raised others who are not specifically mentioned."
  },
  {
    "start": 42007018,
    "content": "<b><a>7:18</a></b> <b>the disciples of John.</b> the disciples of John. John the Baptist evidently kept apprised of Christ’s ministry—even after his imprisonment—through disciples who acted as messengers for him. Cf. Ac 19:1–7 ."
  },
  {
    "start": 42007019,
    "content": "<b><a>7:19</a></b> <b>Are You the One who is to come …?</b> Are You the One who is to come …? John was not the sort of man who vacillated (v. 24 ). We are not to think that his faith was failing or that he had lost confidence in Christ. But with so many unexpected turns of events—John in prison, Christ encountering unbelief and hostility—John wanted reassurance from Christ Himself. That is precisely what Jesus gave him (vv. 22–23 ). See notes on Mt 11:3–11 ."
  },
  {
    "start": 42007022,
    "content": "<b><a>7:22</a></b> <b>Go and report to John.</b> Go and report to John. Verses 22–23 are quoted from Is 35:5–6 ; 61:1 . These were messianic promises. ( Is 61:1 is from the same passage Jesus read in the Nazareth synagogue— see note on 4:19 ). John’s disciples were to report that Jesus was doing precisely what Scripture foretold of the Messiah (v. 21 )—even though the scheme of prophetic fulfillment was not unfolding quite the way John the Baptist had envisioned it."
  },
  {
    "start": 42007023,
    "content": "<b><a>7:23</a></b> <b>he who does not take offense at Me.</b> he who does not take offense at Me. This was not meant as a rebuke for John the Baptist, but as encouragement for him (cf. v. 28 )."
  },
  {
    "start": 42007027,
    "content": "<b><a>7:27</a></b> Quoted from Mal 3:1 ."
  },
  {
    "start": 42007028,
    "content": "<b><a>7:28</a></b> See note on Mt 11:11 ."
  },
  {
    "start": 42007029,
    "content": "<b><a>7:29</a></b> <b>acknowledged God’s justice.</b> acknowledged God’s justice. The common people and the outcast tax collectors who heard John the Baptist’s preaching acknowledged that what he required by way of repentance was from God and was righteous."
  },
  {
    "start": 42007030,
    "content": "<b><a>7:30</a></b> <b>scholars of the Law.</b> <b>rejected God’s purpose.</b> scholars of the Law. See note on 10:25 . rejected God’s purpose. John’s call to repentance was an expression of the will of God. By refusing repentance, they rejected not just John the Baptist, but also God Himself."
  },
  {
    "start": 42007032,
    "content": "<b><a>7:32</a></b> <b>like children.</b> like children. Christ used strong derision to rebuke the Pharisees. He suggested they were behaving childishly, determined not to be pleased, whether invited to “dance” (a reference to Christ’s joyous style of ministry, “eating and drinking” with sinners—v. 34 ), or urged to “cry” (a reference to John the Baptist’s call to repentance, and John’s more austere manner of ministry—v. 33 )."
  },
  {
    "start": 42007034,
    "content": "<b><a>7:34</a></b> <b>eating and drinking.</b> <b>friend of … sinners.</b> eating and drinking. I.e., living an ordinary life. This passage explains why John’s style of ministry differed so dramatically from Jesus’ approach, although their message was the same ( see note on Mt 4:17 ). The different methods took away all the Pharisees’ excuses. The very thing they had professed to want to see in Jesus—rigid abstinence and a Spartan lifestyle—was what characterized the ministry of John the Baptist, yet they had already rejected him, too. The real problem lay in the corruption of their own hearts, but they would not acknowledge that. friend of … sinners. See notes on 5:30–33 ; 15:2 ."
  },
  {
    "start": 42007035,
    "content": "<b><a>7:35</a></b> <b>wisdom is vindicated by all her children.</b> wisdom is vindicated by all her children. I.e., true wisdom is vindicated by its consequences—what it produces. Cf. Jas 2:14–17 ."
  },
  {
    "start": 42007036,
    "content": "<b><a>7:36</a></b> <b>one of the Pharisees.</b> one of the Pharisees. His name was Simon (v. 40 ). He does not appear to have been sympathetic to Jesus (cf. vv. 44–46 ). Undoubtedly, his motive was either to entrap Jesus, or to find some reason to accuse Him (cf. 6:7 )."
  },
  {
    "start": 42007037,
    "content": "<b><a>7:37</a></b> <b>an alabaster jar.</b> an alabaster jar. See note on Mt 26:7 . This is similar in many ways to the events described in Mt 26:6–13 ; Mk 14:3–9 ; Jn 12:2–8 , but it is clearly a different incident. That took place in Bethany, near Jerusalem, during the Passion Week. In the anointing at Bethany it was Mary, sister of Martha and Lazarus, who anointed Jesus. This incident takes place in Galilee and involves “a woman … who was a sinner”—i.e., a prostitute. There is no reason to identify this woman with Mary Magdalene, as some have done ( see note on 8:2 )."
  },
  {
    "start": 42007038,
    "content": "<b><a>7:38</a></b> <b>standing behind</b> <b>at His feet.</b> standing behind Him at His feet. He was reclining at a low table, as was the custom. It would have been shocking to all for a woman of such low reputation to come to a Pharisee’s house. Such dinners involving dignitaries were often open to spectators—but no one would have expected a prostitute to attend. Her coming took great courage, and reveals the desperation with which she sought forgiveness. Her “weeping” was an expression of deep repentance."
  },
  {
    "start": 42007039,
    "content": "<b><a>7:39</a></b> <b>what sort of … woman.</b> what sort of … woman. The Pharisees showed nothing but contempt for sinners. Simon was convinced that if Jesus knew her character, He would have sent her away, for her touching Him was presumed to convey ceremonial uncleanness. See notes on v. 14 ; 8:44 ."
  },
  {
    "start": 42007040,
    "content": "<b><a>7:40</a></b> <b>Jesus answered.</b> Jesus answered. Jesus knew Simon’s thoughts (cf. 5:22 ; see note on Mt 9:4 )—demonstrating to Simon that He was indeed a Prophet."
  },
  {
    "start": 42007041,
    "content": "<b><a>7:41</a></b> <b>denarii.</b> denarii. Each denarius was worth a day’s labor ( see note on Mt 22:19 ), so this was a large sum—about two years’ full wages."
  },
  {
    "start": 42007044,
    "content": "<b><a>7:44</a></b> <b>no water for My feet.</b> no water for My feet. A glaring oversight. Washing a guest’s feet was an essential formality ( see note on Jn 13:4–5 ). Not to offer a guest water for the washing of feet was tantamount to an insult—as it would be in modern Western culture if one did not offer to take a guest’s coat."
  },
  {
    "start": 42007047,
    "content": "<b><a>7:47</a></b> <b>for she loved much.</b> for she loved much. This is not to suggest that she was forgiven because she loved much. The parable (vv. 41–43 ) pictured a forgiveness that was unconditional, and love was the result. Therefore to make the woman’s love the reason for her forgiveness would be to distort the lesson Jesus is teaching here. “For” here has the sense of “wherefore.” And her faith (v. 50 ), not the act of anointing Jesus’ feet, was the instrument by which she laid hold of His forgiveness."
  },
  {
    "start": 42007049,
    "content": "<b><a>7:49</a></b> <b>forgives sins.</b> forgives sins. See notes on 5:20–21 ; Mt 9:1–3 ; Mk 2:7 ."
  },
  {
    "start": 42007050,
    "content": "<b><a>7:50</a></b> <b>Your faith has saved you.</b> Your faith has saved you. Not all whom Jesus healed were saved, but those who exhibited true faith were (cf. 17:19 ; 18:42 ; Mt 9:22 ; see note on Mk 5:34 )."
  },
  {
    "start": 42008002,
    "content": "<b><a>8:2</a></b> <b>some women.</b> <b>Mary … called Magdalene.</b> some women. Rabbis normally did not have women as disciples. Mary … called Magdalene. Her name probably derives from the Galilean town of Magdala. Some believe she is the woman described in 7:37–50 , but it seems highly unlikely that Luke would introduce her here by name for the first time if she were the main figure in the account he just completed. Also, while it is clear that she had suffered at the hands of “demons,” there is no reason whatsoever to think that she had ever been a prostitute."
  },
  {
    "start": 42008003,
    "content": "<b><a>8:3</a></b> <b>Joanna.</b> <b>Susanna.</b> <b>from their possessions.</b> Joanna. This woman is also mentioned in 24:10 , but nowhere else in Scripture. It is possible that she was a source for some of the details Luke recounts about Herod (cf. 23:8 , 12 ). See note on 1:3 . Susanna. Aside from this reference, she is nowhere mentioned in Scripture. She is probably someone Luke knew personally. from their possessions. It was a Jewish custom for disciples to support rabbis in this way. Cf. 10:7 ; 1Co 9:4–11 ; Ga 6:6 ; 1Ti 5:17–18 ."
  },
  {
    "start": 42008004,
    "content": "<b><a>8:4</a></b> <b>spoke by. … parable.</b> spoke by. … parable. This marked a significant turning point in Jesus’ ministry. See notes on Mt 13:3 , 34 ."
  },
  {
    "start": 42008005,
    "content": "<b><a>8:5</a></b> <b>to sow his seed.</b> to sow his seed. Seed was sown by hand over plowed soil. In throwing seed toward the edges of a field, the sower would naturally throw some that landed or was blown onto the hard beaten path on the edges of the field, where it could not penetrate the soil and grow ( see notes on Mt 13:4 , 19 ). This could refer to the hard, obstinate Jewish leaders."
  },
  {
    "start": 42008006,
    "content": "<b><a>8:6</a></b> <b>on rock.</b> on rock. I.e., very shallow soil with a layer of rock lying just below the surface. See notes on Mt 13:5 , 20 . This could refer to the fickle mob that followed Jesus only for His miracles."
  },
  {
    "start": 42008007,
    "content": "<b><a>8:7</a></b> <b>thorns.</b> thorns. See notes on Mt 13:7 , 22 . This could refer to the materialists to whom earthly wealth was more important than spiritual riches."
  },
  {
    "start": 42008008,
    "content": "<b><a>8:8</a></b> <b>one hundred times.</b> <b>He who has ears.</b> one hundred times. Luke simplified the parable. Matthew 13:8 and Mark 4:8 described 3 levels of fruitfulness. “A hundred times” simply speaks of inconceivable abundance (cf. Ge 26:12 ). He who has ears. All 3 of the Synoptics include this admonition with the parable of the sower (cf. Mt 13:9 ; 4:9 ). Jesus often said this to stress particularly important statements cast in mysterious language (cf. 14:35 ; Mt 11:15 ; 13:43 ; Mk 4:23 )."
  },
  {
    "start": 42008010,
    "content": "<b><a>8:10</a></b> <b>mysteries.</b> <b>.</b> mysteries. See notes on Mt 13:11 , 13 . seeing they may not see . This quotation from Is 6:9 describes God’s act of judicially blinding unbelievers."
  },
  {
    "start": 42008013,
    "content": "<b><a>8:13</a></b> <b>they believe for a while.</b> they believe for a while. I.e., with a nominal, nonsaving faith. See note on Mt 13:20 ."
  },
  {
    "start": 42008015,
    "content": "<b><a>8:15</a></b> <b>heard … hold … bear fruit.</b> heard … hold … bear fruit. This constitutes evidence of true salvation. “Heard” is a reference to understanding and believing ( Jn 8:31 , 47 ). “Hold” refers to ongoing obedience ( 11:28 ; see note on Jn 14:21–24 ). “Fruit” is good works ( Mt 7:16–20 ; Jas 2:14–26 )."
  },
  {
    "start": 42008016,
    "content": "<b><a>8:16</a></b> <b>under a bed.</b> under a bed. The fact that Christ taught mysteries in parables was not to suggest that His message was meant for elite disciples or that it should be kept secret. A lamp is not lit to be hidden, but must be put on a lampstand, where its light will reach furthest. Still, only those with eyes to see will see it."
  },
  {
    "start": 42008017,
    "content": "<b><a>8:17</a></b> <b>nothing is hidden that will not become evident.</b> nothing is hidden that will not become evident. All truth will be manifest in the judgment. Cf. 12:2–3 ; 1Co 4:5 ; 1Ti 5:24–25 . God’s ultimate purpose is not to hide the truth, but to make it known."
  },
  {
    "start": 42008018,
    "content": "<b><a>8:18</a></b> <b>beware how you listen.</b> beware how you listen. One’s response to the light in this life is crucial, because at the throne of judgment there will be no opportunity to embrace truth that was formerly spurned ( Rev 20:11–15 ). Those who scorn the light of the gospel now will have all light removed from them in eternity. Cf. 19:26 ; Mt 25:29 ."
  },
  {
    "start": 42008019,
    "content": "<b><a>8:19</a></b> <b>brothers.</b> brothers. See notes on Mt 12:46–49 ."
  },
  {
    "start": 42008020,
    "end": 42008021,
    "content": "<b><a>8:20–21</a></b> See notes on Mk 3:31 , 35 ."
  },
  {
    "start": 42008022,
    "end": 42008025,
    "content": "<b><a>8:22–25</a></b> See notes on Mt 8:24–27 ."
  },
  {
    "start": 42008026,
    "end": 42008038,
    "content": "<b><a>8:26–38</a></b> See notes on Mt 8:28–34 ."
  },
  {
    "start": 42008027,
    "content": "<b><a>8:27</a></b> <b>one.</b> one. Matthew reveals there were actually two men. Only one did the talking. See note on Mt 8:28 ."
  },
  {
    "start": 42008030,
    "content": "<b><a>8:30</a></b> <b>Legion.</b> Legion. See notes on Mt 8:30 ; Mk 5:9 ."
  },
  {
    "start": 42008031,
    "content": "<b><a>8:31</a></b> <b>the abyss.</b> the abyss. See note on Mt 8:31 ."
  },
  {
    "start": 42008041,
    "content": "<b><a>8:41</a></b> <b>an official of the synagogue.</b> an official of the synagogue. See note on 13:14 . Jesus had once cast a demon out of a man in Jairus’ synagogue ( 4:33–37 )."
  },
  {
    "start": 42008042,
    "content": "<b><a>8:42</a></b> <b>only daughter.</b> <b>pressing.</b> only daughter. See note on 9:38 . pressing. Lit. “choked,” i.e., they almost crushed Him."
  },
  {
    "start": 42008043,
    "content": "<b><a>8:43</a></b> <b>a hemorrhage.</b> a hemorrhage. See note on Mt 9:20 ."
  },
  {
    "start": 42008044,
    "content": "<b><a>8:44</a></b> <b>came up behind Him and touched.</b> <b>fringe.</b> came up behind Him and touched. Because of her affliction, she would normally render anyone she touched unclean. The effect here was precisely the opposite. See notes on 7:14 , 39 . fringe. See note on Mt 9:20 ."
  },
  {
    "start": 42008046,
    "content": "<b><a>8:46</a></b> <b>power had gone out of Me.</b> power had gone out of Me. See note on Mk 5:30 ."
  },
  {
    "start": 42008050,
    "content": "<b><a>8:50</a></b> <b>only believe.</b> only believe. Though not all Jesus’ healings required faith (cf. 22:51 ), at times He required it."
  },
  {
    "start": 42008051,
    "content": "<b><a>8:51</a></b> <b>Peter and John and James.</b> Peter and John and James. See notes on 9:28 ; Mt 10:2 ; 17:1 ."
  },
  {
    "start": 42008052,
    "content": "<b><a>8:52</a></b> <b>she has not died.</b> she has not died. See notes on Mt 9:23–24 ."
  },
  {
    "start": 42008056,
    "content": "<b><a>8:56</a></b> <b>tell no one.</b> tell no one. See note on Mt 8:4 ."
  },
  {
    "start": 42009001,
    "end": 42009006,
    "content": "<b><a>9:1–6</a></b> See notes on Mt 10:1–42 ."
  },
  {
    "start": 42009003,
    "content": "<b><a>9:3</a></b> <b>Take nothing.</b> Take nothing. Slight differences between Matthew, Mark, and Luke have troubled some. Matthew 10:9–10 and this text say the disciples were not to take staffs ( see note there ); but Mk 6:8 prohibited everything “except a staff.” Mark 6:9 also instructed them to “wear sandals”; but in Mt 10:10 sandals were included in the things they were not to carry. Actually, however, what Mt 10:10 and this verse prohibited was the packing of extra staffs and sandals. The disciples were not to be carrying baggage for the journey, but merely to go with the clothes on their backs."
  },
  {
    "start": 42009007,
    "content": "<b><a>9:7</a></b> <b>Herod the tetrarch.</b> <b>John had risen from the dead.</b> Herod the tetrarch. See note on Mt 14:1 . News of Christ reached to the highest levels of government. John had risen from the dead. Of course, this was not true, but Herod himself nonetheless seemed gripped by guilty fear (cf. Mk 6:16 )."
  },
  {
    "start": 42009008,
    "content": "<b><a>9:8</a></b> <b>Elijah.</b> Elijah. See note on 1:17 ."
  },
  {
    "start": 42009009,
    "content": "<b><a>9:9</a></b> <b>kept trying to see Him.</b> kept trying to see Him. Only Luke gives this detail. See notes on 1:3 ; 8:3 ."
  },
  {
    "start": 42009010,
    "content": "<b><a>9:10</a></b> <b>slipped away.</b> <b>Bethsaida.</b> slipped away. They were trying to get some rest and a break from the crowds. Cf. Mk 6:31–32 . Bethsaida. See note on Mk 8:22 . Bethsaida Julias is on the north shore and to the east of Galilee, where the Jordan River enters the lake."
  },
  {
    "start": 42009012,
    "end": 42009017,
    "content": "<b><a>9:12–17</a></b> Aside from the resurrection, the feeding of the 5,000 is the only miracle of Jesus recorded in all 4 Gospels (cf. Mt 14:15–21 ; Mk 6:35–44 ; Jn 6:4–13 )."
  },
  {
    "start": 42009014,
    "content": "<b><a>9:14</a></b> <b>about five thousand men.</b> about five thousand men. Counting women and children, the actual size of the crowd may have been closer to 20,000."
  },
  {
    "start": 42009017,
    "content": "<b><a>9:17</a></b> <b>baskets.</b> baskets. See notes on Mk 6:43 ; 8:8 ."
  },
  {
    "start": 42009018,
    "end": 42009021,
    "content": "<b><a>9:18–21</a></b> See notes on Mt 16:13–20 ."
  },
  {
    "start": 42009019,
    "content": "<b><a>9:19</a></b> <b>John the Baptist … Elijah … one of the prophets of old.</b> John the Baptist … Elijah … one of the prophets of old. Cf. vv. 7–8 . Such rumors were apparently quite common. See notes on 1:17 ; Mt 11:14 ; Mk 9:13 ; Rev 11:5–6 ."
  },
  {
    "start": 42009020,
    "content": "<b><a>9:20</a></b> <b>The Christ of God.</b> The Christ of God. I.e., the Messiah promised in the OT ( Da 9:25–26 ). See note on Mt 16:16 ."
  },
  {
    "start": 42009021,
    "content": "<b><a>9:21</a></b> <b>not to tell this to anyone.</b> not to tell this to anyone. See notes on Mt 8:4 ; 12:16 ."
  },
  {
    "start": 42009022,
    "content": "<b><a>9:22</a></b> <b>The Son of Man must suffer.</b> The Son of Man must suffer. This pronouncement signified a great turning point in Jesus’ ministry. See note on Mt 16:21 ."
  },
  {
    "start": 42009023,
    "content": "<b><a>9:23</a></b> <b>cross.</b> cross. See note on Mt 10:38 . Self-denial was a common thread in Christ’s teaching to His disciples (cf. 14:26–27 ; Mt 10:38 ; 16:24 ; Mk 8:34 ; Jn 12:24–26 ). The kind of self-denial He sought was not a reclusive asceticism ( see note on 7:34 ), but a willingness to obey His commandments, serve one another, and suffer—perhaps even die—for His sake."
  },
  {
    "start": 42009024,
    "content": "<b><a>9:24</a></b> <b>whoever loses his life for My sake.</b> whoever loses his life for My sake. Aside from the command “follow Me,” this saying is repeated more times in the Gospels than any other saying of Christ. Cf. 17:33 ; Mt 10:39 ; 16:25 ; Mk 8:35 ; Jn 12:25 . See note on 14:11 ."
  },
  {
    "start": 42009026,
    "content": "<b><a>9:26</a></b> <b>whoever is ashamed of Me.</b> whoever is ashamed of Me. I.e., unbelievers. Cf. Mt 10:33 ; Ro 9:33 ; 10:11 ; 2Ti 2:12 . See note on 12:9 ."
  },
  {
    "start": 42009027,
    "content": "<b><a>9:27</a></b> <b>see the kingdom.</b> see the kingdom. See note on Mt 16:28 ."
  },
  {
    "start": 42009028,
    "content": "<b><a>9:28</a></b> <b>Some eight days.</b> <b>after these words.</b> <b>Peter and John and James.</b> <b>the mountain.</b> Some eight days. A common expression signifying about a week (cf. Jn 20:26 ). See note on Mt 17:1 . after these words. This expression ties the promise of seeing the kingdom (v. 27 ) to the events that follow ( see note on Mt 16:28 ). Peter and John and James. These 3 alone were permitted to witness the raising of Jairus’ daughter ( 8:51 ), the Transfiguration (cf. Mt 17:1 ), and Christ’s agony in the garden ( Mk 14:33 ). the mountain. The traditional site, Mt. Tabor, is unlikely. Jesus and the disciples had been in “the district of Caesarea Philippi” ( Mt 16:13 ), and Tabor is nowhere near there. Besides, Tabor had evidently been the site of pagan worship ( Hos 5:1 ), and in Jesus’ day, an army garrison had their fortress at the top. The actual location of the Transfiguration is nowhere identified, but Mt. Hermon (7,000 ft higher than Tabor, and closer to Caesarea Philippi) is believed by many to be the place."
  },
  {
    "start": 42009029,
    "content": "<b><a>9:29</a></b> <b>while He was praying.</b> <b>gleaming.</b> while He was praying. See note on 3:21 . As at His baptism, while He was praying, the Father’s voice came from heaven (cf. Introduction: Historical and Theological Themes ). gleaming. Lit. “emitting light.” This word is used only here in the NT. It suggests a brilliant flashing light, similar to lightning."
  },
  {
    "start": 42009030,
    "content": "<b><a>9:30</a></b> <b>Moses and Elijah.</b> Moses and Elijah. See note on Mt 17:3 ."
  },
  {
    "start": 42009031,
    "content": "<b><a>9:31</a></b> <b>His departure.</b> His departure. Peter uses the same term to speak of his own death ( 2Pe 1:15 ). Only Luke mentions the subject matter of their conversation and the fact that Peter, James, and John had fallen asleep (v. 32 ). Cf. 22:45 ."
  },
  {
    "start": 42009032,
    "content": "<b><a>9:32</a></b> <b>saw His glory.</b> saw His glory. Cf. Ex 33:18–23 ."
  },
  {
    "start": 42009033,
    "content": "<b><a>9:33</a></b> <b>three booths.</b> three booths. See note on Mt 17:4 ."
  },
  {
    "start": 42009034,
    "content": "<b><a>9:34</a></b> <b>a cloud.</b> a cloud. Matthew 17:5 says “a bright cloud,” i.e., enveloping the glory of God—similar to the pillar of cloud that led the Israelites in the OT ( Ex 14:19–20 ). The brightness of this cloud and the sleepiness of the disciples (v. 32 ) suggest that this event may have occurred at night."
  },
  {
    "start": 42009035,
    "content": "<b><a>9:35</a></b> <b>This is My Son.</b> This is My Son. See note on Mt 3:17 ."
  },
  {
    "start": 42009038,
    "content": "<b><a>9:38</a></b> <b>my only</b> <b>.</b> my only one . Cf. 7:12 ; 8:42 . The son of the widow of Nain was her only child; and Jairus’ daughter was his only child. Luke alone mentions these details."
  },
  {
    "start": 42009039,
    "content": "<b><a>9:39</a></b> <b>a spirit seizes him.</b> a spirit seizes him. This was no mere case of epilepsy; it was plainly demon possession. There’s no reason to think Luke, a physician, was merely accommodating the understanding of his readers. Besides, Jesus healed the boy by rebuking the demon (v. 42 ; cf. Mk 9:25 )."
  },
  {
    "start": 42009040,
    "content": "<b><a>9:40</a></b> <b>they could not.</b> they could not. See notes on Mt 17:19–21 ."
  },
  {
    "start": 42009041,
    "content": "<b><a>9:41</a></b> <b>unbelieving and perverse generation.</b> unbelieving and perverse generation. See note on Mt 17:17 ."
  },
  {
    "start": 42009044,
    "content": "<b><a>9:44</a></b> <b>going to be delivered.</b> going to be delivered. See note on Mt 17:22 ."
  },
  {
    "start": 42009045,
    "content": "<b><a>9:45</a></b> <b>concealed from them.</b> concealed from them. I.e., in accord with God’s sovereign design. Cf. 24:45 ."
  },
  {
    "start": 42009046,
    "content": "<b><a>9:46</a></b> <b>be the greatest.</b> be the greatest. See note on Mt 20:21 ."
  },
  {
    "start": 42009048,
    "content": "<b><a>9:48</a></b> <b>Whoever receives this child.</b> <b>one who is least … is the one who is great.</b> Whoever receives this child. See note on Mt 18:5 . one who is least … is the one who is great. The way to preeminence in Christ’s kingdom is by sacrifice and self-denial. See note on v. 23 ."
  },
  {
    "start": 42009049,
    "content": "<b><a>9:49</a></b> <b>because he does not follow along with us.</b> because he does not follow along with us. It is ironic that John, who came to be known as “the apostle of love,” would be the one to raise this objection ( see note on v. 54 ). John came to see that only legitimate tests of another person’s ministry are the test of doctrine ( 1Jn 4:1–3 ; 2Jn 7–11 ) and the test of fruit ( 1Jn 2:4–6 , 29 ; 3:4–12 ; 4:5 , 20 ; cf. Mt 7:16 ). This man would have passed both tests, but John was inclined to reject him because of his group affiliation. That is the error of sectarianism."
  },
  {
    "start": 42009050,
    "content": "<b><a>9:50</a></b> <b>he who is not against you is for you.</b> he who is not against you is for you. Contrast this with 11:23 . There is no middle ground and no neutrality. Here Christ gave a test of outward conduct to use for measuring others. In 11:23 , He gave a test of the inward life that is to be applied to oneself."
  },
  {
    "start": 42009051,
    "content": "<b><a>9:51</a></b> <b>set His face to go to Jerusalem.</b> set His face to go to Jerusalem. This begins a major section of Luke’s Gospel. From here to 19:27 , Christ’s face was set toward Jerusalem ( see note on v. 53 ), and Luke’s narrative is a travelogue of that long journey to the cross. This was a dramatic turning point in Christ’s ministry. After this, Galilee was no longer His base of operation. Although 17:11–37 describes a return visit to Galilee, Luke included everything between this point and that short Galilean sojourn as part of the journey to Jerusalem. We know from a comparison of the Gospels that, during this period of Christ’s ministry, He made short visits to Jerusalem to celebrate feasts ( see notes on 13:22 ; 17:11 ). Nonetheless, those brief visits were only interludes in this period of ministry that would culminate in a final journey to Jerusalem for the purpose of dying there. Thus Luke underscored this turning point in Christ’s ministry more dramatically than any of the other Gospels, by showing Christ’s determination to complete His mission of going to the cross. See note on 12:50 ."
  },
  {
    "start": 42009052,
    "content": "<b><a>9:52</a></b> <b>Samaritans.</b> Samaritans. These people were descendants of Jewish mixed marriages from the days of captivity. They were rivals of the Jewish nation and had devised their own worship, a hybrid of Judaism and paganism, with a temple of their own on Mt. Gerizim. They were considered unclean by the Jews and were so hated that most Jewish travelers from Galilee to Judah took the longer route east of the Jordan to avoid traveling through Samaria. See note on Jn 4:4 ."
  },
  {
    "start": 42009053,
    "content": "<b><a>9:53</a></b> <b>because He was journeying with His face toward Jerusalem.</b> because He was journeying with His face toward Jerusalem. Traveling to Jerusalem for worship implied rejection of the rituals on Mt. Gerizim and a contempt for Samaritan worship ( see note on v. 52 ). This was a strong point of contention between Jews and Samaritans (cf. Jn 4:20–22 )."
  },
  {
    "start": 42009054,
    "content": "<b><a>9:54</a></b> <b>James and John.</b> James and John. Jesus nicknamed these brothers “Boanerges”—Sons of Thunder ( Mk 3:17 )—a fitting title, apparently. This was John’s second sin against charity in such a short time ( see note on v. 49 ). It is interesting to note that several years later, the apostle John journeyed through Samaria once again with Peter, this time preaching the gospel in Samaritan villages ( Ac 8:25 )."
  },
  {
    "start": 42009055,
    "content": "<b><a>9:55</a></b> <b>rebuked them.</b> rebuked them. Christ’s response to the Samaritans exemplifies the attitude the church ought to have with regard to all forms of religious persecution. The Samaritans’ worship was pagan at heart, plainly wrong ( see note on Jn 4:22 ). Compounding that was their intolerance. Yet, the Lord would not retaliate with force against them. Nor did He even revile them verbally. He had come to save, not to destroy, and so His response was grace rather than destructive fury. Nonetheless, Christ’s words of disapproval here must not be taken as condemnation of Elijah’s actions in 1Ki 18:38–40 or 2Ki 1:10–12 . Elijah was commissioned to a special ministry as prophet in a theocracy, and it was his God-ordained task to confront an evil monarch (Ahab) who was attempting to usurp God’s authority. Elijah was specifically authorized to measure out the reprisal of God’s wrath. Elijah acted with an authority comparable to that of modern civil authorities (cf. Ro 13:4 )—not in a capacity that parallels that of ministers of the gospel."
  },
  {
    "start": 42009059,
    "end": 42009060,
    "content": "<b><a>9:59–60</a></b> See notes on Mt 8:21–22 ."
  },
  {
    "start": 42009062,
    "content": "<b><a>9:62</a></b> <b>looking back.</b> looking back. A plowman looking back cuts a crooked furrow."
  },
  {
    "start": 42010001,
    "content": "<b><a>10:1</a></b> <b>seventy others.</b> <b>in pairs.</b> seventy others. The commissioning of the 70 is recorded only in Luke. Moses also appointed 70 elders as his representatives ( Nu 11:16 , 24–25 ). The 12 disciples had been sent into Galilee ( 9:1–6 ); the 70 were sent into every city and place where He was about to go—i.e., into Judea, and possibly Perea ( see note on Mt 19:1 ). in pairs. As the 12 had been sent ( Mk 6:7 ; cf. Ecc 4:9 , 11 ; Ac 13:2 ; 15:27 , 39–40 ; 19:22 ; Rev 11:3 )."
  },
  {
    "start": 42010003,
    "content": "<b><a>10:3</a></b> <b>lambs in the midst of wolves.</b> lambs in the midst of wolves. I.e., they would face hostility (cf. Eze 2:3–6 ; Jn 15:20 ) and spiritual danger (cf. Mt 7:15 ; Jn 10:12 )."
  },
  {
    "start": 42010004,
    "content": "<b><a>10:4</a></b> <b>no money belt, no bag, no sandals.</b> <b>greet no one.</b> no money belt, no bag, no sandals. I.e., travel without luggage. This does not mean they would be barefoot. See note on 9:3 . greet no one. A greeting in that culture was an elaborate ceremony, involving many formalities, perhaps even a meal, and long delays ( see note on 11:43 ). A person on an extremely urgent mission could be excused from such formalities without being thought rude. Everything in Jesus’ instructions speaks of the shortness of time and the great urgency of the task."
  },
  {
    "start": 42010007,
    "content": "<b><a>10:7</a></b> <b>Do not keep moving from house to house.</b> Do not keep moving from house to house. I.e., for lodging ( see note on Mk 6:10 ). They were to establish headquarters in a village and not waste time moving around or seeking more comfortable housing."
  },
  {
    "start": 42010011,
    "end": 42010012,
    "content": "<b><a>10:11–12</a></b> See notes on Mt 10:14–15 ."
  },
  {
    "start": 42010013,
    "end": 42010015,
    "content": "<b><a>10:13–15</a></b> See notes on Mt 11:21 , 23 ."
  },
  {
    "start": 42010016,
    "content": "<b><a>10:16</a></b> These words elevate the office of a faithful minister of Christ, and magnify the guilt and the condemnation of those who reject the message."
  },
  {
    "start": 42010017,
    "content": "<b><a>10:17</a></b> <b>returned with joy.</b> returned with joy. How long the mission lasted is not recorded. It may have been several weeks. The 70 probably did not return all at once, but this dialogue appears to have occurred after they had all reassembled."
  },
  {
    "start": 42010018,
    "content": "<b><a>10:18</a></b> <b>I was watching Satan fall.</b> I was watching Satan fall. In this context, it appears Jesus’ meaning was, “Don’t be so surprised that the demons are subject to you; I saw their commander cast out of heaven, so it is no wonder if his minions are cast out on earth. After all, I am the source of the authority that makes them subject to you” (v. 19 ). He may also have intended a subtle reminder and warning against pride—the reason for Satan’s fall (cf. 1Ti 3:6 ). For discussions of Satan’s fall, see notes on Is 14:12–14 ; Eze 28:12–15 ."
  },
  {
    "start": 42010019,
    "content": "<b><a>10:19</a></b> <b>serpents and scorpions.</b> serpents and scorpions. Cf. Ps 91:13 ; Eze 2:6 . These appear to be figurative terms for demonic powers (cf. Ro 16:20 )."
  },
  {
    "start": 42010020,
    "content": "<b><a>10:20</a></b> <b>do not rejoice in this.</b> <b>that your names are recorded in heaven.</b> do not rejoice in this. Rather than being so enthralled with extraordinary manifestations such as power over demons and the ability to work miracles, they should have realized that the greatest wonder of all is the reality of salvation—the whole point of the gospel message and the central issue to which all the miracles pointed. that your names are recorded in heaven. Cf. Php 4:3 ; Heb 12:23 ; Rev 21:27 . By contrast, unbelievers are “written down because they have forsaken … Yahweh” ( Jer 17:13 )."
  },
  {
    "start": 42010021,
    "end": 42010022,
    "content": "<b><a>10:21–22</a></b> See notes on Mt 11:25–26 ."
  },
  {
    "start": 42010025,
    "content": "<b><a>10:25</a></b> <b>scholar of the Law.</b> <b>what shall I do to inherit eternal life?</b> scholar of the Law. I.e., a scribe who was supposedly an expert in the law of God. Aside from one usage of this word in Mt 22:35 ( see note there ), Luke is the only one of the Gospel writers who uses it ( 11:45–46 ). what shall I do to inherit eternal life? The same question is raised by several inquirers ( 18:18–23 ; Mt 19:16–22 ; Jn 3:1–15 )."
  },
  {
    "start": 42010027,
    "content": "<b><a>10:27</a></b> <b>he answered.</b> he answered. The lawyer summed up the requirements of the law ( Lv 19:18 ; Dt 6:5 ) exactly as Christ did on another occasion ( see notes on Mt 22:37–40 )."
  },
  {
    "start": 42010028,
    "content": "<b><a>10:28</a></b> <b>.</b> do this and you will live . Cf. Lv 18:5 ; Eze 20:11 . “Do and live” is the promise of the law. But since no sinner can obey perfectly, the impossible demands of the law are meant to drive us to seek divine mercy ( Ga 3:10–13 , 22–25 ). This man should have responded with a confession of his own guilt, rather than self-justification (v. 29 )."
  },
  {
    "start": 42010029,
    "content": "<b><a>10:29</a></b> <b>wishing to justify himself.</b> <b>who is my neighbor?</b> wishing to justify himself. This reveals the man’s self-righteous character. who is my neighbor? The prevailing opinion among scribes and Pharisees was that one’s neighbors were the righteous alone. According to them, the wicked—including rank sinners (such as tax collectors and prostitutes), Gentiles, and especially Samaritans—were to be hated because they were the enemies of God. They cited Ps 139:21–22 to justify their position. As that passage suggests, hatred of evil is the natural corollary of loving righteousness. But the truly righteous person’s “hatred” for sinners is not a malevolent enmity. It is a righteous abhorrence of all that is base and corrupt—not a spiteful, personal loathing of individuals. Godly hatred is marked by a broken-hearted grieving over the condition of the sinner. And as Jesus taught here and elsewhere ( 6:27–36 ; Mt 5:44–48 ), it is also tempered by a genuine love. The Pharisees had elevated hostility toward the wicked to the status of a virtue, in effect nullifying the second Great Commandment. Jesus’ answer to this lawyer demolished the pharisaical excuse for hating one’s enemies."
  },
  {
    "start": 42010030,
    "content": "<b><a>10:30</a></b> <b>down from Jerusalem to Jericho.</b> down from Jerusalem to Jericho. A rocky, winding, treacherous descent of about 3,300 feet in 17 miles. That stretch of road was notorious for being beset with thieves and danger."
  },
  {
    "start": 42010032,
    "content": "<b><a>10:32</a></b> <b>Levite.</b> Levite. These were from the tribe of Levi, but not descendants of Aaron. They assisted the priests in the work of the temple."
  },
  {
    "start": 42010033,
    "content": "<b><a>10:33</a></b> <b>Samaritan.</b> Samaritan. For a Samaritan to travel this road was unusual. The Samaritan himself was risking not only the thieves, but also the hostility of other travelers."
  },
  {
    "start": 42010034,
    "content": "<b><a>10:34</a></b> <b>oil and wine.</b> oil and wine. Probably carried by most travelers in small amounts as a kind of first-aid kit. The wine was antiseptic; the oil soothing and healing."
  },
  {
    "start": 42010035,
    "content": "<b><a>10:35</a></b> <b>two denarii.</b> two denarii. I.e., two days’ wages ( see notes on Mt 20:2 ; 22:19 ). Probably more than enough to permit the man to stay until he recovered."
  },
  {
    "start": 42010036,
    "content": "<b><a>10:36</a></b> <b>neighbor to the man.</b> neighbor to the man. Jesus reversed the lawyer’s original question (v. 29 ). The lawyer assumed it was up to others to prove themselves neighbor to him ( see note on v. 29 ). Jesus’ reply makes it clear that each has a responsibility to be a neighbor—especially to those who are in need."
  },
  {
    "start": 42010038,
    "content": "<b><a>10:38</a></b> <b>a village.</b> a village. Bethany, two mi. east of the temple in Jerusalem, on the east slope of the Mt. of Olives. This was the home of Mary, Martha, and Lazarus (cf. Jn 11:1 )."
  },
  {
    "start": 42010040,
    "content": "<b><a>10:40</a></b> <b>distracted.</b> <b>with all her preparations.</b> distracted. Lit. “dragging all around.” The expression implies that Martha was in a tumult. with all her preparations. Martha was evidently fussing about with details that were unnecessarily elaborate."
  },
  {
    "start": 42010042,
    "content": "<b><a>10:42</a></b> <b>one thing … good part.</b> one thing … good part. Jesus was not speaking of the number of dishes to be served. The one thing necessary was exemplified by Mary, i.e., an attitude of worship and meditation, listening with an open mind and heart to Jesus’ words."
  },
  {
    "start": 42011001,
    "content": "<b><a>11:1</a></b> <b>Lord, teach us to pray.</b> Lord, teach us to pray. Rabbis often composed prayers for their disciples to recite. Having seen Jesus pray many times, they knew of His love for prayer, and they knew prayer was not just the reciting of words ( see note on Mt 6:7 )."
  },
  {
    "start": 42011002,
    "content": "<b><a>11:2</a></b> <b>Father.</b> <b>Your name.</b> Father. Virtually the same prayer was given as a model on two separate occasions by Christ, first in the Sermon on the Mount ( see notes on Mt 6:9–13 ), and then here, in response to a direct question. That accounts for minor variations between the two versions. Your name. God’s name represents all His character and attributes. Cf. Pss 8:1 , 9 ; 9:10 ; 22:22 ; 52:9 ; 115:1 ."
  },
  {
    "start": 42011004,
    "content": "<b><a>11:4</a></b> <b>sins.</b> sins. See note on Mt 6:12 ."
  },
  {
    "start": 42011007,
    "content": "<b><a>11:7</a></b> <b>my children and I are in bed.</b> my children and I are in bed. The one-room houses that were common in Israel had a common sleeping area shared by the whole family. If one person arose and lit a lamp to get bread, all would be awakened."
  },
  {
    "start": 42011008,
    "content": "<b><a>11:8</a></b> <b>persistence.</b> persistence. The word can even mean “impudence.” It conveys the ideas of urgency, audacity, earnestness, boldness, and relentlessness—like the persistent asking of a desperate beggar."
  },
  {
    "start": 42011013,
    "content": "<b><a>11:13</a></b> <b>being evil.</b> being evil. I.e., by nature. See note on Mt 7:11 ."
  },
  {
    "start": 42011014,
    "content": "<b><a>11:14</a></b> <b>it was mute.</b> it was mute. I.e., the demon."
  },
  {
    "start": 42011015,
    "content": "<b><a>11:15</a></b> <b>Beelzebul.</b> Beelzebul. Originally, this referred to Baal-zebul (“Baal, the prince”), chief god of the Philistine city of Ekron; the Israelites disdainfully referred to him as Baal-zebub (“Lord of Flies”). See note on 2Ki 1:2 ."
  },
  {
    "start": 42011016,
    "content": "<b><a>11:16</a></b> <b>a sign from heaven.</b> a sign from heaven. I.e., a miraculous work of cosmological proportions, like the rearranging of the constellations, or something far greater than the casting out of a demon, which they had just witnessed. See note on Mt 12:38 ."
  },
  {
    "start": 42011017,
    "content": "<b><a>11:17</a></b> <b>He knew their thoughts.</b> <b>kingdom divided against itself.</b> He knew their thoughts. Jesus was God with full omniscience if He used it ( see notes on 2:52 ; Mk 13:32 ; Jn 2:23–25 ). kingdom divided against itself. This may have been a subtle jab at the Jewish nation, a kingdom divided in the time of Jeroboam, and still marked by various kinds of bitter internal strife and factionalism, right up to the destruction of Jerusalem in AD 70."
  },
  {
    "start": 42011019,
    "content": "<b><a>11:19</a></b> <b>by whom do your sons cast them out?</b> <b>your judges.</b> by whom do your sons cast them out? There were Jewish exorcists who claimed power to cast out demons ( Ac 19:13–15 ). Jesus’ point was that if such exorcisms could be done via satanic power, the Pharisaical exorcists must be suspect as well. And, in fact, the evidence in Ac 19 suggests that the sons of Sceva were charlatans who employed fraud and trickery to fabricate phony exorcisms. your judges. I.e., witnesses against you. This seems to suggest that the fraudulent exorcisms (which had their approval) stood as a testimony against the Pharisees themselves, who disapproved of Christ’s genuine exorcisms."
  },
  {
    "start": 42011020,
    "content": "<b><a>11:20</a></b> <b>by the finger of God.</b> <b>the kingdom of God has come.</b> by the finger of God. In Ex 8:19 the phony magicians of Egypt were forced to confess that Moses’ miracles were genuine works of God, not mere trickery such as they had performed. Here Jesus made a similar comparison between His exorcisms and the work of the Jewish exorcists. the kingdom of God has come. See note on Mt 12:28 ."
  },
  {
    "start": 42011021,
    "content": "<b><a>11:21</a></b> <b>a strong</b> <b>.</b> a strong man . I.e., Satan."
  },
  {
    "start": 42011022,
    "content": "<b><a>11:22</a></b> <b>someone stronger than he.</b> <b>distributes his plunder.</b> someone stronger than he. I.e., Christ. distributes his plunder. Probably a reference to Is 53:12 . When a demon is defeated by the power of Christ, the soul vacated by the power of darkness is taken over by Christ. Cf. vv. 24–26 ."
  },
  {
    "start": 42011023,
    "content": "<b><a>11:23</a></b> <b>He who is not with Me is against Me.</b> He who is not with Me is against Me. See note on 9:50 ."
  },
  {
    "start": 42011024,
    "content": "<b><a>11:24</a></b> <b>unclean spirit goes out.</b> unclean spirit goes out. Christ was characterizing the work of the phony exorcists ( see note on v. 19 ). What appears to be a true exorcism is merely a temporary respite, after which the demon returns with 7 others (v. 26 )."
  },
  {
    "start": 42011026,
    "content": "<b><a>11:26</a></b> <b>worse than the first.</b> worse than the first. See note on Mt 12:45 ."
  },
  {
    "start": 42011028,
    "content": "<b><a>11:28</a></b> <b>On the contrary.</b> On the contrary. This has the sense of, “Yes, but rather. …” While not denying the blessedness of Mary, Christ did not countenance any tendency to elevate Mary as an object of veneration. Mary’s relationship to Him as His physical mother did not confer on her any greater honor than the blessedness of those who hear and obey the Word of God. See note on 1:47 ."
  },
  {
    "start": 42011029,
    "content": "<b><a>11:29</a></b> <b>it seeks a sign.</b> it seeks a sign. See note on v. 16 . Jesus always declined to give signs on demand. Evidences were not the means by which He appealed to unbelievers. See note on 16:31 ."
  },
  {
    "start": 42011030,
    "content": "<b><a>11:30</a></b> <b>Jonah became a sign.</b> Jonah became a sign. I.e., a sign of judgment to come. Jonah’s emergence from the fish’s belly pictured Christ’s resurrection. Jesus clearly regarded Jonah’s account as historically accurate. See notes on Mt 12:39–40 ."
  },
  {
    "start": 42011031,
    "end": 42011032,
    "content": "<b><a>11:31–32</a></b> See notes on Mt 12:41–42 ."
  },
  {
    "start": 42011033,
    "content": "<b><a>11:33</a></b> See note on 8:16 ."
  },
  {
    "start": 42011034,
    "content": "<b><a>11:34</a></b> <b>the lamp of your body.</b> <b>when your eye … is bad.</b> the lamp of your body. This is a different metaphor from the one in v. 33 . There the lamp speaks of the Word of God; here the eye is the “lamp”—i.e., the source of light—for the body. See note on Mt 6:22–23 . when your eye … is bad. The problem was their perception, not a lack of light. They did not need a sign; they needed hearts to believe the great display of divine power they had already seen."
  },
  {
    "start": 42011038,
    "content": "<b><a>11:38</a></b> <b>He had not first ceremonially washed.</b> He had not first ceremonially washed. The Pharisee was concerned with ceremony, not hygiene. The Greek word for “washed” refers to a ceremonial ablution. Nothing in the law commanded such washings, but the Pharisees practiced them, believing the ritual cleansed them of any accidental ceremonial defilement. See notes on Mk 7:2–3 ."
  },
  {
    "start": 42011039,
    "content": "<b><a>11:39</a></b> <b>full of robbery and wickedness.</b> full of robbery and wickedness. I.e., they were preoccupied with external ceremonies but overlooked the more important issue of internal morality. See note on Mt 23:25 ."
  },
  {
    "start": 42011040,
    "content": "<b><a>11:40</a></b> <b>foolish ones.</b> foolish ones. I.e., persons who lack understanding. This was the truth and not the sort of coarse name-calling Christ forbade in Mt 5:22 ."
  },
  {
    "start": 42011041,
    "content": "<b><a>11:41</a></b> <b>give that which is within as charity.</b> give that which is within as charity. This contrasts inner virtues with external ceremonies. Alms are to be given not for show, but as an expression of a faithful heart (cf. Mt 6:1–4 )—and the true almsgiving is not the external act, but one’s attitude before God."
  },
  {
    "start": 42011042,
    "content": "<b><a>11:42</a></b> <b>tithe.</b> tithe. See note on Mt 23:23 ."
  },
  {
    "start": 42011043,
    "content": "<b><a>11:43</a></b> <b>greetings.</b> greetings. These were ostentatious ceremonies that were more or less elaborate depending on the rank of the person being greeted."
  },
  {
    "start": 42011044,
    "content": "<b><a>11:44</a></b> <b>concealed tombs.</b> concealed tombs. Hidden sources of defilement. They had carefully concealed their own inward corruption, but it still was a source of defilement. See note on Mt 23:27 ."
  },
  {
    "start": 42011045,
    "content": "<b><a>11:45</a></b> <b>scholars of the Law.</b> scholars of the Law. I.e., scribes. See note on 10:25 ."
  },
  {
    "start": 42011046,
    "content": "<b><a>11:46</a></b> <b>burdens.</b> burdens. See note on Mt 23:3 ."
  },
  {
    "start": 42011047,
    "content": "<b><a>11:47</a></b> <b>you build the tombs of the prophets.</b> you build the tombs of the prophets. They thought they were honoring those prophets, but in reality they had more in common with those who killed the prophets (v. 48 ). See note on Mt 23:30 ."
  },
  {
    "start": 42011049,
    "content": "<b><a>11:49</a></b> <b>the wisdom of God said.</b> the wisdom of God said. There is no OT source for this quotation. Christ is prophetically announcing the coming judgment of God, not quoting a previously written source, but giving them a direct warning from God."
  },
  {
    "start": 42011052,
    "content": "<b><a>11:52</a></b> <b>the key of knowledge.</b> the key of knowledge. They had locked up the truth of the Scriptures and thrown away the key by imposing their faulty interpretations and human traditions on God’s Word. See note on Mt 23:13 ."
  },
  {
    "start": 42011054,
    "content": "<b><a>11:54</a></b> <b>to catch.</b> to catch. The same word is used in Greek literature for the hunting of animals."
  },
  {
    "start": 42012001,
    "content": "<b><a>12:1</a></b> <b>many thousands.</b> <b>leaven.</b> many thousands. The Greek word is the same from which we get the word “myriads.” leaven. See notes on Mt 16:12 ; Mk 8:15 ."
  },
  {
    "start": 42012002,
    "end": 42012003,
    "content": "<b><a>12:2–3</a></b> See notes on 8:17 ; Mk 4:22 ."
  },
  {
    "start": 42012005,
    "content": "<b><a>12:5</a></b> <b>fear Him!</b> fear Him! See note on Mt 10:28 ."
  },
  {
    "start": 42012006,
    "content": "<b><a>12:6</a></b> <b>two assaria.</b> <b>not one of them is forgotten before God.</b> two assaria. Greek, assariōn , a Roman coin equal to a 16th of a denarius. One assarius would be less than an hour’s wage. not one of them is forgotten before God. Divine providence governs even the most inconsequential details of God’s creation. He cares for all that He created, regardless of how insignificant. See note on Mt 10:29 ."
  },
  {
    "start": 42012008,
    "content": "<b><a>12:8</a></b> <b>before the angels of God.</b> before the angels of God. I.e., in the day of judgment. Cf. Mt 25:31–34 ; Jd 24 . See note on Mt 10:32 ."
  },
  {
    "start": 42012009,
    "content": "<b><a>12:9</a></b> <b>he who denies Me before men.</b> he who denies Me before men. This describes a soul-damning denial of Christ—not the sort of temporary wavering Peter was guilty of ( 22:56–62 )—but the sin of those who through fear, shame, neglect, delay, or love of the world reject all evidence and revelation and decline to confess Christ as Savior and King, until it is too late."
  },
  {
    "start": 42012010,
    "content": "<b><a>12:10</a></b> <b>blasphemes against the Holy Spirit.</b> blasphemes against the Holy Spirit. See notes on Mt 12:31–32 . This was not a sin of ignorance, but a deliberate, willful, settled hostility toward Christ—exemplified by the Pharisees in Mt 12 , who attributed to Satan the work of Christ (cf. 11:15 )."
  },
  {
    "start": 42012011,
    "content": "<b><a>12:11</a></b> <b>do not worry.</b> do not worry. I.e., do not be anxious. This does not suggest that ministers and teachers should forego preparation in their normal spiritual duties. To cite this passage and others like it ( 21:12–15 ; Mt 10:19 ) to justify the neglect of study and meditation is to twist the meaning of Scripture. This verse is meant as a comfort for those under life-threatening persecution, not an excuse for laziness in ministry. The exact same expression is used in v. 22 , speaking of concern for one’s material necessities. In neither context was Jesus condemning legitimate toil and preparation. He was promising the Holy Spirit’s aid for times of persecution when there can be no preparation. See note on Mk 13:11 ."
  },
  {
    "start": 42012013,
    "content": "<b><a>12:13</a></b> <b>tell my brother to divide the</b> <b>inheritance.</b> tell my brother to divide the family inheritance. “The right of the firstborn” was a double portion of the inheritance ( Dt 21:17 ). Perhaps this man wanted an equal share. In any case, Jesus seemed unconcerned about the implied injustice, and refused the man’s request to arbitrate the family dispute."
  },
  {
    "start": 42012014,
    "content": "<b><a>12:14</a></b> <b>who appointed Me a judge…?</b> who appointed Me a judge…? One of Christ’s roles is that of Judge of all the earth ( Jn 5:22 ), but He did not come to be an arbiter of petty earthly disputes. Settling an inheritance dispute was a matter for civil authorities."
  },
  {
    "start": 42012022,
    "end": 42012031,
    "content": "<b><a>12:22–31</a></b> See notes on Mt 6:26–33 ."
  },
  {
    "start": 42012032,
    "content": "<b><a>12:32</a></b> <b>is well pleased.</b> is well pleased. See note on 2:14 . Christ stressed the Father’s tender care over His little flock as an antidote to anxiety (vv. 22–30 )."
  },
  {
    "start": 42012033,
    "content": "<b><a>12:33</a></b> <b>Sell your possessions and give</b> <b>as charity.</b> <b>money belts which do not wear out.</b> Sell your possessions and give it as charity. Those who amassed earthly possessions, falsely thinking their security lay in material resources (vv. 16–20 ), needed to lay up treasure in heaven instead. See note on Mt 6:20 . Believers in the early church did sell their goods to meet the basic needs of poorer brethren ( Ac 2:44–45 ; 4:32–37 ). But this commandment is not to be twisted into an absolute prohibition of all earthly possessions. In fact, Peter’s words to Ananias in Ac 5:4 make it clear that the selling of one’s possessions was optional. money belts which do not wear out. These belts that do not wear out (so as to lose the money) are defined as “treasure in the heavens that does not fail.” The surest place to put one’s money is in such a belt—in heaven, where it is safe from thieves and decay as well."
  },
  {
    "start": 42012034,
    "content": "<b><a>12:34</a></b> <b>your heart will be also.</b> your heart will be also. Where one puts his money reveals the priorities of his heart. Cf. 16:1–13 ; Mt 6:21 ."
  },
  {
    "start": 42012035,
    "content": "<b><a>12:35</a></b> <b>.</b> Gird . Speaks of preparedness. Long, flowing robes would be tucked into the belt to allow freedom to work. Cf. Ex 12:11 ; 1Pe 1:13 ."
  },
  {
    "start": 42012036,
    "content": "<b><a>12:36</a></b> <b>when he returns.</b> when he returns. The servants were responsible to meet him with burning torches."
  },
  {
    "start": 42012037,
    "content": "<b><a>12:37</a></b> <b>awake.</b> <b>gird himself.</b> awake. The key here is readiness at all times for Christ’s return. See note on Mt 25:1–13 . gird himself. I.e., he will take the servant’s role and wait on them. This remarkable statement pictures Christ, at His return, ministering as a servant to believers."
  },
  {
    "start": 42012038,
    "content": "<b><a>12:38</a></b> <b>second watch.</b> <b>third.</b> second watch. 9:00 p.m. to midnight. third. Midnight to 3:00 a.m."
  },
  {
    "start": 42012040,
    "content": "<b><a>12:40</a></b> <b>an hour that you do not expect.</b> an hour that you do not expect. Cf. 21:34 ; Mt 24:36 , 42–44 ; 1Th 5:2–4 ; 2Pe 3:10 ; Rev 3:3 ; 16:15 ."
  },
  {
    "start": 42012042,
    "content": "<b><a>12:42</a></b> <b>steward.</b> Christ did not directly answer Peter’s question (v. 41 ), but implied that these truths apply to unbelievers—most of all those to whom much has been committed (v. 48 ). steward. See note on 16:1 ."
  },
  {
    "start": 42012043,
    "content": "<b><a>12:43</a></b> <b>Blessed is that slave.</b> Blessed is that slave. The faithful steward pictures the genuine believer, who manages well the spiritual riches God has put in his care for the benefit of others, and the careful management of the master’s estate. Faithful expression of the duty of such spiritual stewardship will result in honor and reward (v. 44 )."
  },
  {
    "start": 42012045,
    "content": "<b><a>12:45</a></b> <b>to beat the … servants.</b> to beat the … servants. This wicked steward’s unfaithfulness and cruel behavior illustrates the evil of an unbelieving heart."
  },
  {
    "start": 42012046,
    "content": "<b><a>12:46</a></b> <b>cut him in pieces.</b> cut him in pieces. I.e., utterly destroy him. This speaks of the severity of final judgment of unbelievers."
  },
  {
    "start": 42012047,
    "end": 42012048,
    "content": "<b><a>12:47–48</a></b> The degree of punishment is commensurate with the extent to which the unfaithful behavior was willful. Note that ignorance is nonetheless no excuse (v. 48 ). That there will be varying degrees of punishment in hell is clearly taught in Mt 10:15 ; 11:22 , 24 ; Mk 6:11 ; Heb 10:29 ( see notes there )."
  },
  {
    "start": 42012049,
    "content": "<b><a>12:49</a></b> <b>fire.</b> fire. I.e., judgment. See note on Mt 3:11 . For the connection between fire and judgment, see Is 66:15 ; Joel 2:30 ; Am 1:7 , 10–14 ; 2:2 , 5 ; Mal 3:2 , 5 ; 1Co 3:13 ; 2Th 1:7–8 ."
  },
  {
    "start": 42012050,
    "content": "<b><a>12:50</a></b> <b>a baptism.</b> <b>distressed.</b> <b>until it is finished.</b> a baptism. A baptism of suffering. Christ was referring to His death. Christian baptism symbolizes identification with Him in death, burial, and resurrection. distressed. See note on Mt 26:38 . until it is finished. Though distressed about His coming passion, it was nonetheless the work He came to do, and He set His face steadfastly to accomplish it ( see note on 9:51 ; cf. Jn 12:23–27 )."
  },
  {
    "start": 42012051,
    "content": "<b><a>12:51</a></b> <b>I tell you, no.</b> I tell you, no. See note on Mt 10:34 ."
  },
  {
    "start": 42012054,
    "end": 42012056,
    "content": "<b><a>12:54–56</a></b> See note on Mt 16:2–3 ."
  },
  {
    "start": 42012058,
    "content": "<b><a>12:58</a></b> <b>on</b> <b>way … make an effort to settle.</b> on your way … make an effort to settle. See note on Mt 5:25 ."
  },
  {
    "start": 42012059,
    "content": "<b><a>12:59</a></b> <b>lepton.</b> lepton. See notes on 21:2 ; Mk 12:42 ."
  },
  {
    "start": 42013001,
    "content": "<b><a>13:1</a></b> <b>Galileans whose blood Pilate had mixed with their sacrifices.</b> Galileans whose blood Pilate had mixed with their sacrifices. This incident is in keeping with what was known about the character of Pilate. Evidently, some worshipers from Galilee were condemned by Rome—perhaps because they were seditious zealots ( see note on Mt 10:4 )—and were sought out and killed in the temple by Roman authorities while in the process of offering a sacrifice. Such a killing would have been the grossest sort of blasphemy. Incidents like this inflamed the Jews’ hatred of Rome and finally led to rebellion, and the destruction of Jerusalem in AD 70."
  },
  {
    "start": 42013002,
    "content": "<b><a>13:2</a></b> <b>sinners.</b> greater sinners. It was the belief of many that disaster and sudden death always signified divine displeasure over particular sins (cf. Job 4:7 ). Those who suffered in uncommon ways were therefore assumed to be guilty of some more severe immorality (cf. Jn 9:2 )."
  },
  {
    "start": 42013003,
    "content": "<b><a>13:3</a></b> <b>unless you repent.</b> <b>you will all likewise perish.</b> unless you repent. Jesus did not deny the connection between catastrophe and human evil, for all such afflictions ultimately stem from the curse of humanity’s fallenness ( Ge 3:17–19 ). Furthermore, specific calamities may indeed be the fruit of certain iniquities ( Pr 24:16 ). But Christ challenged the people’s notion that they were morally superior to those who suffered in such catastrophes. He called all to repent, for all were in danger of sudden destruction. No one is guaranteed time to prepare for death, so now is the time for repentance for all (cf. 2Co 6:2 ). you will all likewise perish. These words prophetically warned of the approaching judgment of Israel, which culminated in the catastrophic destruction of Jerusalem in AD 70. Thousands in Jerusalem were killed by the Romans. See note on Mt 23:36 ."
  },
  {
    "start": 42013004,
    "content": "<b><a>13:4</a></b> <b>Siloam.</b> Siloam. An area at the south end of the lower city of Jerusalem, where there was a well-known pool (cf. Jn 9:7 , 11 ). Evidently, one of the towers guarding the aqueduct collapsed, perhaps while under construction, killing some people. Again, the question in the minds of people was regarding the connection between calamity and iniquity (“ worse culprits”). Jesus responded by saying that such a calamity was not God’s way to single out an especially evil group for death, but as a means of warning to all sinners. Calamitous judgment was eventually coming to all if they did not repent."
  },
  {
    "start": 42013006,
    "content": "<b><a>13:6</a></b> <b>fig tree.</b> fig tree. Often used as a symbol for Israel ( see notes on Mt 21:19 ; Mk 11:14 ). In this case, however, the parable’s lesson about fruitlessness applies equally to the whole nation, and to each individual soul."
  },
  {
    "start": 42013008,
    "content": "<b><a>13:8</a></b> <b>Let it alone … this year.</b> Let it alone … this year. This illustrates both the intercession of Christ and the extreme patience and graciousness of the Father."
  },
  {
    "start": 42013010,
    "content": "<b><a>13:10</a></b> <b>synagogues.</b> <b>the Sabbath.</b> synagogues. See note on Mk 1:21 . the Sabbath. The Pharisees’ Sabbath traditions were the issue that most frequently provoked controversy in Jesus’ ministry. Cf. 6:5–11 ; 14:1–5 ; Mt 12:2–10 ; Mk 2:23—3:4 ."
  },
  {
    "start": 42013011,
    "content": "<b><a>13:11</a></b> <b>had a sickness caused by a spirit.</b> had a sickness caused by a spirit. This suggests that her physical ailment, which left her unable to stand erect, was caused by an evil spirit. However, Christ did not have to confront and drive out a demon, but simply declared her loosed (v. 12 ), so her case appears somewhat different from other cases of demonic possession He often encountered (cf. 11:14 ; see note on v. 16 )."
  },
  {
    "start": 42013012,
    "content": "<b><a>13:12</a></b> <b>He called her over.</b> He called her over. The healing was unsolicited; He took the initiative (cf. 7:12–14 ). Furthermore, no special faith was required on her part or anyone else’s. Jesus sometimes called for faith, but not always (cf. 8:48 ; Mk 5:34 )."
  },
  {
    "start": 42013014,
    "content": "<b><a>13:14</a></b> <b>official.</b> official. An eminent layman whose responsibilities included conducting meetings, caring for the building, and supervising the teaching in the synagogue (cf. 8:41 ; Mt 9:18 ; Mk 5:38 )."
  },
  {
    "start": 42013015,
    "content": "<b><a>13:15</a></b> <b>release his ox.</b> release his ox. Nothing in Scripture forbade either the watering of an ox or the healing of the sick ( see notes on 6:9 ; Mt 12:2–3 , 10 ). Their Sabbath traditions actually placed a higher value on animals than on people in distress—and therefore corrupted the whole purpose of the Sabbath ( Mk 2:27 )."
  },
  {
    "start": 42013016,
    "content": "<b><a>13:16</a></b> <b>a daughter of Abraham.</b> <b>whom Satan has bound.</b> a daughter of Abraham. She was a Jewess. whom Satan has bound. Job’s physical ailments and other disasters were also inflicted by Satan, with divine permission. This woman had apparently been permitted to suffer, not because of any evil she had done, but so that the glory of God might be manifest in her (cf. Jn 9:3 )."
  },
  {
    "start": 42013019,
    "content": "<b><a>13:19</a></b> See notes on Mt 13:32–33 ."
  },
  {
    "start": 42013022,
    "content": "<b><a>13:22</a></b> <b>from one city and village to another.</b> <b>proceeding … to Jerusalem.</b> from one city and village to another. Luke’s geographical points of reference are often vague; the readers he had in mind were probably largely unfamiliar with Palestinian geography anyway. Matthew 19:1 ; Mark 10:1 ; and John 10:40 all say that Christ moved His ministry to the region east of the Jordan, known as Perea. That move probably took place at about this point in Luke’s narrative. Therefore the cities and villages He traveled through may have included places in both Judea and Perea. proceeding … to Jerusalem. During His ministry in Judea to Perea, Christ actually went to Jerusalem on more than one occasion—at least once for the Feast of Tabernacles ( Jn 7:11—8:59 ), another time for the Feast of Dedication ( Jn 9:1—10:39 ), and another time when He raised Lazarus. Luke’s focus was on Christ’s constant progression toward His final trek to Jerusalem for the express purpose of dying there—and he therefore described all Christ’s traveling as one long trek toward Jerusalem. See notes on 9:51 ; 17:11 ."
  },
  {
    "start": 42013023,
    "content": "<b><a>13:23</a></b> <b>are there</b> <b>a few who are being saved?</b> are there just a few who are being saved? That question may have been prompted by a number of factors. The great multitudes that had once followed Christ were subsiding to a faithful few (cf. Jn 6:66 ). Great crowds still came to hear ( 14:25 ), but committed followers were increasingly scarce. Moreover, Christ’s messages often seemed designed to discourage the half-hearted ( see note on 14:33 ). And He Himself had stated that the way is so narrow that few find it ( Mt 7:14 ). This contradicted the Jewish belief that all Jews, except for tax collectors and other notorious sinners, would be saved. Christ’s reply once again underscored the difficulty of entering at the narrow gate. After the resurrection, only 120 disciples gathered in the upper room in Jerusalem ( Ac 1:15 ), and only about 500 in Galilee ( 1Co 15:6 ; see notes on 24:34 ; Mt 28:16 )."
  },
  {
    "start": 42013024,
    "content": "<b><a>13:24</a></b> <b>Strive.</b> <b>many … will seek to enter.</b> Strive. This signifies a great struggle against conflict. Christ was not suggesting that anyone could merit heaven by striving for it. No matter how rigorously they labored, sinners could never save themselves. Salvation is solely by grace, not by works ( Eph 2:8–9 ). But entering the narrow gate is nonetheless difficult because of its cost in terms of human pride, because of the sinner’s natural love for sin, and because of the world’s and Satan’s opposition to the truth. See notes on 16:16 ; Mt 11:12 . many … will seek to enter. I.e., at the judgment, when many will protest that they deserve entrance into heaven (cf. Mt 7:21–23 )."
  },
  {
    "start": 42013025,
    "content": "<b><a>13:25</a></b> <b>I do not know … you.</b> I do not know … you. Cf. Mt 7:23 ; 25:12 . Clearly, no relationship ever existed, though they had deluded themselves into thinking they knew the owner of the house (v. 26 ). Despite their protests, He repeated His denial emphatically in v. 27 ."
  },
  {
    "start": 42013028,
    "content": "<b><a>13:28</a></b> <b>weeping and gnashing of teeth.</b> weeping and gnashing of teeth. See note on Mt 22:13 ."
  },
  {
    "start": 42013029,
    "content": "<b><a>13:29</a></b> <b>they will come.</b> they will come. By including people from the 4 corners of the earth, Jesus made it clear that even Gentiles would be invited to the heavenly banquet table. This was contrary to prevailing rabbinical thought, but perfectly consistent with the OT Scriptures ( Ps 107:3 ; Is 66:18–19 ; Mal 1:11 ). See notes on 2:31 ; Mk 13:27 ."
  },
  {
    "start": 42013030,
    "content": "<b><a>13:30</a></b> <b>last … first … first … last.</b> last … first … first … last. See note on Mt 20:16 . In this context the saying seems to contrast Jews (“the first”) and Gentiles (“the last”). See note on 14:11 ."
  },
  {
    "start": 42013031,
    "content": "<b><a>13:31</a></b> <b>go from here.</b> go from here. Herod Antipas ruled Galilee and Perea ( see note on Mt 2:22 ). Christ was probably either approaching Perea or ministering there already ( see note on v. 22 ). The Pharisees—no friends of Herod themselves—may have warned Christ because they hoped the threat of violence from Herod would either silence Him—or drive Him back to Judea, where the Sanhedrin would have jurisdiction over Him."
  },
  {
    "start": 42013032,
    "content": "<b><a>13:32</a></b> <b>that fox.</b> <b>today and tomorrow, and on the third</b> <b>finish.</b> that fox. Some have suggested that Jesus’ use of this expression is hard to reconcile with Ex 22:28 ; Ecc 10:20 ; and Ac 23:5 . However, those verses apply to everyday discourse. Prophets, speaking as mouthpieces of God, and with divine authority, were often commissioned to rebuke leaders publicly (cf. Is 1:23 ; Eze 22:27 ; Hos 7:3–7 ; Zep 3:3 ). Since Jesus spoke with perfect divine authority, He had every right to speak of Herod in such terms. Rabbinical writings often used “the fox” to signify someone who was both crafty and worthless. The Pharisees, who trembled at Herod’s power, must have been astonished at Christ’s boldness. today and tomorrow, and on the third day. This expression signified only that Christ was on His own divine timetable; it was not meant to lay out a literal 3-day schedule. Expressions like this were common in Semitic usage, and seldom were employed in a literal sense to specify precise intervals of time. See note on Mt 12:40 . finish. I.e., by death, in the finishing of His work. Cf. Jn 17:4–5 ; 19:30 ; Heb 2:10 . Herod was threatening to kill Him, but no one could kill Christ before His time ( Jn 10:17–18 )."
  },
  {
    "start": 42013033,
    "content": "<b><a>13:33</a></b> <b>it is not possible.</b> it is not possible. Not all prophets who were martyred died in Jerusalem, of course. John the Baptist, for example, was beheaded by Herod, probably at Herod’s palace in Machaerus. This saying was probably a familiar proverb, like the adage in 4:24 ; Mt 13:57 . The statement is full of irony, noting that most of the OT prophets were martyred at the hands of the Jewish people, not by foreign enemies. Luke’s inclusion of this saying underscores his theme in this section of his Gospel—Jesus’ relentless journey to Jerusalem for the purpose of dying ( see note on 9:51 )."
  },
  {
    "start": 42013034,
    "content": "<b><a>13:34</a></b> <b>O Jerusalem, Jerusalem.</b> <b>I wanted … you did not want</b> <b>.</b> O Jerusalem, Jerusalem. There is great tenderness in these words, as seen in the imagery of a hen with chickens. This outpouring of divine compassion foreshadows His weeping over the city as He approached it for the final time ( 19:41 ). Clearly, these are deep and sincere emotions ( see note on Mt 9:36 ). I wanted … you did not want it . Lit. “I willed, but you willed not.” Christ’s repeated expressions of grief over the plight of Jerusalem do not diminish the reality of His absolute sovereignty over all that happens. Nor should the truth of divine sovereignty be used to depreciate the sincerity of His compassion. See note on Mt 23:37 ."
  },
  {
    "start": 42013035,
    "content": "<b><a>13:35</a></b> <b>.</b> This account of Luke’s clearly falls at an earlier point in Christ’s ministry than the parallel account in Mt 23:37–39 , which took place in the temple during Christ’s final days in Jerusalem. The wording of the two laments is nonetheless virtually identical. Here Christ delivers prophetically the same message He would later pronounce as a final judgment. Blessed . Quotation from Ps 118:26 ."
  },
  {
    "start": 42014001,
    "content": "<b><a>14:1</a></b> <b>Sabbath.</b> <b>watching Him closely.</b> Sabbath. See note on 13:10 . Luke shows Christ healing on the Sabbath more frequently than any of the other Gospels. Christ seems to have favored the Sabbath as a day for doing acts of mercy. watching Him closely. Evidently, the Pharisee had less than honorable motives for inviting Him to a meal."
  },
  {
    "start": 42014002,
    "content": "<b><a>14:2</a></b> <b>dropsy.</b> dropsy. A condition where fluid is retained in the tissues and cavities of the body—often caused by kidney or liver ailments, including cancer."
  },
  {
    "start": 42014003,
    "content": "<b><a>14:3</a></b> <b>scholars of the Law.</b> <b>Is it lawful.</b> scholars of the Law. I.e., scribes. See note on 10:25 . Is it lawful. He had repeatedly defended Sabbath healings, and His arguments consistently silenced the nay-sayers (cf. 6:9–10 ; 13:14–17 ). Here and in 6:9 , He questioned the scribes about the legality of healing on the Sabbath beforehand—and still they could give no cogent reasons why they believed healing was a violation of Sabbath laws (cf. v. 6 )."
  },
  {
    "start": 42014005,
    "content": "<b><a>14:5</a></b> <b>an ox.</b> an ox. Cf. 13:15 ; Mt 12:11–12 . Common humanitarianism (not to mention economic necessity) taught them that it was right to show mercy to animals on the Sabbath. Should not the same principles be applied in showing mercy to suffering people?"
  },
  {
    "start": 42014007,
    "content": "<b><a>14:7</a></b> <b>places of honor.</b> places of honor. I.e., the best seats at the table. Cf. 11:43 ; Mt 23:6 ."
  },
  {
    "start": 42014011,
    "content": "<b><a>14:11</a></b> <b>who exalts himself will be humbled.</b> who exalts himself will be humbled. Jesus favored this sort of paradoxical play on words (cf. 9:24 ; 13:30 ; 17:33 ; 18:14 ; Mt 23:11–12 ). This comment made the point of vv. 8–10 clear. The point of this whole lesson closely parallels Pr 25:6–7 ."
  },
  {
    "start": 42014012,
    "content": "<b><a>14:12</a></b> <b>do not invite your friends or your brothers.</b> do not invite your friends or your brothers. Clearly, this is not to be taken as an absolute prohibition against inviting friends or relatives to a meal. Christ employed similar hyperbole in v. 26 . Such language is common in Semitic discourse and is used for emphasis. His point here is that inviting one’s friends and relatives cannot be classified as a spiritual act of true charity. It may also be a rebuke against those prone to reserve their hospitality for “rich neighbors” who they know will feel obligated to return the favor. Cf. Dt 14:28–29 ."
  },
  {
    "start": 42014014,
    "content": "<b><a>14:14</a></b> <b>repaid … at the resurrection.</b> repaid … at the resurrection. I.e., with treasure in heaven (cf. 18:22 )."
  },
  {
    "start": 42014015,
    "content": "<b><a>14:15</a></b> <b>everyone who will eat bread in the kingdom.</b> everyone who will eat bread in the kingdom. The man probably held the common view that only Jews would be invited to the heavenly feast ( see note on Mt 8:12 ). Perhaps this was an idle or pious saying, made without much serious reflection. Christ replied with a parable that pictures the inclusion of Gentiles."
  },
  {
    "start": 42014016,
    "content": "<b><a>14:16</a></b> <b>a big dinner.</b> <b>invited many.</b> a big dinner. This parable, similar in many ways to the one in Mt 22:2–14 , and making the same point, is nonetheless distinct. That parable was told on a different occasion, and some key details differ. invited many. Apparently, no one declined the invitation. The man evidently had every reason to expect that all who were invited would attend."
  },
  {
    "start": 42014017,
    "content": "<b><a>14:17</a></b> <b>those who had been invited.</b> those who had been invited. Guests for a wedding, which could last a full week, were preinvited and given a general idea of the time. When all the many preparations were finally ready, the preinvited guests were notified that the event would commence. The preinvited guests refer to the people of Israel, who by the OT had been told to be ready for the arrival of the Messiah."
  },
  {
    "start": 42014018,
    "content": "<b><a>14:18</a></b> <b>excuses.</b> excuses. All the excuses smack of insincerity. One does not purchase property without seeing it first. And since the purchase was already complete, there was no urgency. The land would still be there after the banquet. Likewise (v. 19 ), one does not purchase oxen without first testing them. The man who had recently married (v. 20 ) was excused from business travel, or serving in the military ( Dt 24:5 ), but there was no legitimate reason for newlyweds to avoid such a social engagement."
  },
  {
    "start": 42014021,
    "content": "<b><a>14:21</a></b> <b>the poor and crippled and blind and lame.</b> the poor and crippled and blind and lame. I.e., people the Pharisees tended to regard as unclean or unworthy. The religious leaders condemned Jesus for His associations with prostitutes and tax collectors (cf. 5:29–30 ; 15:1 ; Mt 9:10–11 ; 11:19 ; 21:31–32 ; Mk 2:15–16 )."
  },
  {
    "start": 42014022,
    "content": "<b><a>14:22</a></b> <b>still there is room.</b> still there is room. God is more willing to save sinners than sinners are to be saved."
  },
  {
    "start": 42014023,
    "content": "<b><a>14:23</a></b> <b>into the highways and along the fences.</b> <b>compel</b> <b>to come in.</b> into the highways and along the fences. This evidently represents the Gentile regions. compel them to come in. I.e., not by force or violence, but by earnest persuasion."
  },
  {
    "start": 42014024,
    "content": "<b><a>14:24</a></b> <b>none of those men who were invited.</b> none of those men who were invited. I.e., those who refused. Having spurned the invitation, Israel was shut out of the banquet. The master’s judgment against them was to seal their own decision. Most of them were killed by divine judgment at the hands of the Romans in AD 70. See notes on Mt 22:7 ; 23:36 ; 24:2 ."
  },
  {
    "start": 42014025,
    "content": "<b><a>14:25</a></b> <b>many crowds.</b> many crowds. Christ’s aim was not to gather appreciative crowds, but to make true disciples ( see note on 13:23 ). He never adapted His message to majority preferences, but always plainly declared the high cost of discipleship. Here He made several bold demands that would discourage the half-hearted."
  },
  {
    "start": 42014026,
    "content": "<b><a>14:26</a></b> <b>hate.</b> hate. A similar statement in Mt 10:37 is the key to understanding this difficult command. The “hatred” called for here is actually a lesser love. Jesus was calling His disciples to cultivate such a devotion to Him that their attachment to everything else—including their own lives—would seem like hatred by comparison. See 16:13 ; Ge 29:30–31 for similar usages of the word “hate.”"
  },
  {
    "start": 42014027,
    "content": "<b><a>14:27</a></b> <b>carry his own cross.</b> carry his own cross. I.e., willingly. This parallels the idea of hating one’s own life in v. 26 . See notes on 9:23 ; Mt 10:38 ; cf. Mk 8:34 ."
  },
  {
    "start": 42014028,
    "content": "<b><a>14:28</a></b> <b>calculate the cost.</b> calculate the cost. The multitudes were positive but uncommitted. Far from making it easy for them to respond positively, He set the cost of discipleship as high as possible (vv. 26–27 , 33 )—and encouraged them to do a careful inventory before declaring their willingness to follow. Cf. 9:57–62 ."
  },
  {
    "start": 42014033,
    "content": "<b><a>14:33</a></b> <b>give up all.</b> give up all. Only those willing to carefully assess the cost (vv. 28–32 ) and invest all they had in His kingdom were worthy to enter. This speaks of something far more than mere abandonment of one’s material possessions; it is an absolute, unconditional surrender. His disciples were permitted to retain no privileges and make no demands. They were to safeguard no cherished sins; treasure no earthly possessions; and cling to no secret self-indulgences. Their commitment to Him must be without reservation. See notes on 9:23–26 ."
  },
  {
    "start": 42014034,
    "content": "<b><a>14:34</a></b> <b>salt is good.</b> salt is good. See notes on Mt 5:13 ; Mk 9:50 . Christ employed this same imagery on at least 3 different occasions in His ministry."
  },
  {
    "start": 42015001,
    "content": "<b><a>15:1</a></b> <b>the tax collectors and the sinners.</b> the tax collectors and the sinners. See notes on 14:21 ; Mt 5:46 ; 21:32 . Despite the difficulties of Christ’s message ( 14:25–35 ), the outcasts of society were drawn to Him, while the religious leaders grew more and more determined to kill Him. Cf. 1Co 1:26–29 ."
  },
  {
    "start": 42015002,
    "content": "<b><a>15:2</a></b> <b>were grumbling.</b> <b>This man receives sinners.</b> were grumbling. Lit. “murmured greatly”—i.e., through the crowds. Their grumbling prompted 3 parables designed to illustrate the joy of God over the repentance of sinners. This man receives sinners. This phrase is the key to the trilogy of parables that follow. Christ was not ashamed to be known as a “friend of tax collectors and sinners” ( 7:34 )."
  },
  {
    "start": 42015004,
    "content": "<b><a>15:4</a></b> <b>go after the one which is lost.</b> go after the one which is lost. The first two parables both picture God as taking the initiative in seeking sinners. The rabbis taught that God would receive sinners who sought His forgiveness earnestly enough, but here God is the One seeking the sinner ( see note on 19:10 ). The shepherd in the Middle East was responsible for every sheep. He was obligated to his master to see that none was lost, killed, or injured (cf. Mt 18:11–14 )."
  },
  {
    "start": 42015005,
    "content": "<b><a>15:5</a></b> <b>lays it on his shoulders.</b> <b>rejoicing.</b> lays it on his shoulders. The picture of a loving shepherd. Cf. Jn 10:11 ; Ps 24:1 . rejoicing. Joy over the return of the lost is the most prominent feature in all 3 parables (vv. 7 , 10 , 32 )."
  },
  {
    "start": 42015007,
    "content": "<b><a>15:7</a></b> <b>joy in heaven.</b> <b>persons who need no repentance.</b> joy in heaven. A reference to the joy of God Himself. There was complaining on earth, among the Pharisees (v. 2 ); but there was great joy with God and among the angels (v. 10 ). persons who need no repentance. I.e., those who think themselves righteous (cf. 5:32 ; 16:15 ; 18:9 )."
  },
  {
    "start": 42015008,
    "content": "<b><a>15:8</a></b> <b>drachmas.</b> <b>light a lamp.</b> <b>sweep the house.</b> drachmas. The drachma was a Greek coin roughly equivalent in value to the Roman denarius ( see note on Mt 22:19 ). light a lamp. The typical one-room house had no windows. sweep the house. This illustrates the thoroughness of the search."
  },
  {
    "start": 42015011,
    "end": 42015012,
    "content": "<b><a>15:11–12</a></b> The parable of the prodigal son is the most familiar and beloved of all Christ’s parables. It is one of the longest and most detailed parables. And unlike most parables, it has more than one lesson. The prodigal is an example of sound repentance. The elder brother illustrates the wickedness of the Pharisees’ self-righteousness, prejudice, and indifference toward repenting sinners. And the father pictures God, eager to forgive, and longing for the return of the sinner. The main feature, however, as in the other two parables in this chapter, is the joy of God, the celebrations that fill heaven when a sinner repents."
  },
  {
    "start": 42015012,
    "content": "<b><a>15:12</a></b> <b>give me the share of the estate that falls</b> <b>.</b> give me the share of the estate that falls to me . A shocking request, tantamount to saying he wished his father were dead. He was not entitled to any inheritance while his father still lived. Yet the father graciously fulfilled the request, giving him his full share, which would have been one-third of the entire estate—because the right of the firstborn ( Dt 21:17 ) gave the elder brother a double portion. This act pictures all sinners (related to God the Father by creation) who waste their potential privileges and refuse any relationship with Him, choosing instead a life of sinful self-indulgence."
  },
  {
    "start": 42015013,
    "content": "<b><a>15:13</a></b> <b>gathered everything together.</b> <b>living recklessly.</b> gathered everything together. The prodigal son evidently took his share in liquid assets, and left, abandoning his father, and heading into a life of iniquity. living recklessly. Not merely wasteful extravagance, but also wanton immorality (v. 30 ). The Greek word for “recklessly” means “dissolute,” or “wasteful,” and conveys the idea of an utterly debauched lifestyle."
  },
  {
    "start": 42015015,
    "content": "<b><a>15:15</a></b> <b>to feed swine.</b> to feed swine. This was the worst sort of degradation imaginable for Jesus’ Jewish audience; swine were the worst sort of unclean animals."
  },
  {
    "start": 42015016,
    "content": "<b><a>15:16</a></b> <b>was desiring to be fed with the pods.</b> <b>no one was giving</b> <b>to him.</b> was desiring to be fed with the pods. I.e., carob pods, used to feed swine but virtually undigestible for humans. In other words, the only reason he did not eat the same food as the swine is that he could not. no one was giving anything to him. He could not even eke out a living by begging. His situation could hardly have been more desperate. Thus he symbolizes the estranged sinner who is helpless in despair."
  },
  {
    "start": 42015017,
    "content": "<b><a>15:17</a></b> <b>came to himself.</b> came to himself. When his incessant sinning had left him utterly bankrupt and hungry, he was able to think more clearly. In that condition, he was a candidate for salvation ( see notes on Mt 5:3–6 )."
  },
  {
    "start": 42015018,
    "content": "<b><a>15:18</a></b> <b>will say to him.</b> <b>sinned against heaven.</b> will say to him. He carefully contemplated what he would say and counted the cost of his repentance (v. 19 ). sinned against heaven. A euphemism, meaning he had sinned against God. He not only realized the futility of his situation, but he also understood the gravity of his transgressions against the father."
  },
  {
    "start": 42015020,
    "content": "<b><a>15:20</a></b> <b>his father saw him.</b> <b>ran.</b> his father saw him. Clearly, the father had been waiting and looking for his son’s return. ran. The father’s eagerness and joy at his son’s return is unmistakable. This is the magnificent attribute of God that sets Him apart from all the false gods invented by men and demons. He is not indifferent or hostile, but a Savior by nature, longing to see sinners repent and rejoicing when they do. See notes on 1Ti 2:4 ; 4:10 . From Ge 3:8 to Rev 22:17 , from the fall to the consummation, God has been and will be seeking to save sinners, and rejoicing each time one repents and is converted."
  },
  {
    "start": 42015021,
    "content": "<b><a>15:21</a></b> Note that the son did not get to finish his rehearsed words of repentance before the father interrupted to grant forgiveness. This pictures God’s eagerness to forgive."
  },
  {
    "start": 42015022,
    "content": "<b><a>15:22</a></b> <b>the father said.</b> <b>robe.</b> <b>ring.</b> <b>sandals.</b> the father said. Without a single word of rebuke for the past, the father pours out his love for the son, and expresses his joy that what was lost had been found. Each of the father’s gifts said something unique about his acceptance of the son: robe. Reserved for the guest of honor. ring. A symbol of authority. sandals. These were not usually worn by slaves, and therefore signified his full restoration to sonship."
  },
  {
    "start": 42015023,
    "content": "<b><a>15:23</a></b> <b>the fattened calf.</b> the fattened calf. Reserved only for the most special of occasions—a sacrifice or a feast of great celebration. All this (vv. 22–23 ) symbolizes the lavishness of salvation’s blessings (cf. Eph 1:3 ; 2:4–7 )."
  },
  {
    "start": 42015025,
    "content": "<b><a>15:25</a></b> <b>older son.</b> older son. He symbolizes the Pharisee, the hypocritical religious person, who stays close to the place of the Father (the temple) but has no sense of sin, no real love for the Father (so as to share in His joy), and no interest in repenting sinners."
  },
  {
    "start": 42015028,
    "content": "<b><a>15:28</a></b> <b>he became angry.</b> he became angry. This parallels the complaining done by the scribes and Pharisees (v. 2 )."
  },
  {
    "start": 42015029,
    "content": "<b><a>15:29</a></b> <b>never have I neglected a command of yours.</b> <b>never have you given me a young goat.</b> never have I neglected a command of yours. Unlikely, given the boy’s obvious contempt for his father, shown by his refusal to participate in the father’s great joy. This statement reveals the telltale problem with all religious hypocrites. They will not recognize their sin and repent ( see notes on Mt 9:12–13 ; 19:16–20 ). The elder son’s comment reeks of the same spirit as the words of the Pharisee in 18:11 . never have you given me a young goat. All those years of service to the father appear to have been motivated too much by concern for what he could get for himself. This son’s self-righteous behavior was more socially acceptable than the younger brother’s debauchery, but it was equally dishonoring to the father—and called for repentance."
  },
  {
    "start": 42015030,
    "content": "<b><a>15:30</a></b> <b>this son of yours.</b> this son of yours. An expression of deep contempt (cf. “this tax collector” in 18:11 ). He could not bring himself to refer to him as “my brother.”"
  },
  {
    "start": 42015031,
    "content": "<b><a>15:31</a></b> <b>all that is mine is yours.</b> all that is mine is yours. The inheritance had already been distributed (v. 12 ). Everything the father had was literally in the elder son’s possession. Yet the elder son was begrudging even the love the father showed to the prodigal son. The Pharisees and scribes had easy access to all the riches of God’s truth. They spent their lives dealing with Scripture and public worship—but they never really possessed any of the treasures enjoyed by the repentant sinner."
  },
  {
    "start": 42015032,
    "content": "<b><a>15:32</a></b> <b>we had to celebrate and rejoice.</b> <b>brother of yours.</b> we had to celebrate and rejoice. This summarizes the point of all 3 parables. brother of yours. See note on v. 30 ."
  },
  {
    "start": 42016001,
    "content": "<b><a>16:1</a></b> <b>steward.</b> <b>squandering his possessions.</b> steward. A steward was a trusted servant, usually someone born in the household, who was chief of the management and distribution of household provisions. He provided food for all the other servants, thus managing his master’s resources for the well-being of others. He acted as an agent for his master, with full authority to transact business in the master’s name. squandering his possessions. His prodigality is a thread that ties this parable to the preceding one. Like the younger son in the earlier parable, this manager was guilty of wasting the resources available to him. Unlike the prodigal, however, he had enough sense to make sure that his wastefulness did not leave him friendless and unprovided for in the future."
  },
  {
    "start": 42016002,
    "content": "<b><a>16:2</a></b> <b>you can no longer be steward.</b> you can no longer be steward. By announcing his intention to fire the man, the owner acted unwisely, and it cost him even more. Evidently, he thought the man guilty of incompetence, rather than fraud. That would explain his reaction in v. 8 ."
  },
  {
    "start": 42016003,
    "content": "<b><a>16:3</a></b> <b>not strong enough to dig.</b> not strong enough to dig. I.e., he did not consider himself fit for physical labor."
  },
  {
    "start": 42016004,
    "content": "<b><a>16:4</a></b> <b>know what I shall do.</b> <b>take me into their homes.</b> know what I shall do. Cleverly, he arranged to give large discounts to his master’s debtors, which they would eagerly agree to pay. take me into their homes. By reducing their debts to his master, he gained their indebtedness to him. They would thus be obligated to take him into their homes when he was put out of his master’s home."
  },
  {
    "start": 42016006,
    "content": "<b><a>16:6</a></b> <b>quickly.</b> quickly. This was a secret transaction, unauthorized by the master. The borrower was guilty of deliberate complicity in the man’s fraud."
  },
  {
    "start": 42016008,
    "content": "<b><a>16:8</a></b> <b>his master praised the unrighteous steward.</b> <b>more shrewd.</b> his master praised the unrighteous steward. Outwitted, he applauded the man’s cunning. His admiration for the evil steward’s criminal genius shows that he, too, was a wicked man. It is the natural tendency of fallen hearts to admire a villain’s craftiness ( Ps 49:18 ). Note that all the characters in this parable are unjust, unscrupulous, and corrupt. more shrewd. I.e., most unbelievers are wiser in the ways of the world than some believers (“sons of light,” cf. Jn 12:36 ; Eph 5:18 ) are toward the things of God."
  },
  {
    "start": 42016009,
    "content": "<b><a>16:9</a></b> <b>wealth of unrighteousness.</b> wealth of unrighteousness. I.e., money. The unrighteous manager used his master’s money to buy earthly friends; believers are to use their Master’s money in a way that will accrue friends for eternity—by investing in the kingdom gospel that brings sinners to salvation, so that when they arrive in heaven (“eternal dwellings”), those sinners will be there to welcome them. Christ did not commend the man’s dishonesty; He pointedly called him “unrighteous” (v. 8 ). He only used him as an illustration to show that even the most wicked sons of this world are shrewd enough to provide for themselves against coming evil. Believers ought to be more shrewd, because they are concerned with eternal matters, not just earthly ones. Cf. 12:33 ; Mt 6:19–21 ."
  },
  {
    "start": 42016010,
    "content": "<b><a>16:10</a></b> <b>He who is faithful.</b> He who is faithful. Probably a common proverb. Cf. 19:17 ; Mt 25:21 ."
  },
  {
    "start": 42016011,
    "content": "<b><a>16:11</a></b> <b>true</b> true riches. Faithful use of one’s earthly wealth is repeatedly tied to the accumulation of treasure in heaven (cf. 12:33 ; 18:22 ; Mt 6:19–21 )."
  },
  {
    "start": 42016012,
    "content": "<b><a>16:12</a></b> <b>that which is another’s.</b> that which is another’s. This refers to God, and the believer’s stewardship of His money, which believers only manage as stewards."
  },
  {
    "start": 42016013,
    "content": "<b><a>16:13</a></b> <b>You cannot serve God and wealth.</b> You cannot serve God and wealth. Many of the Pharisees taught that devotion to money and devotion to God were perfectly compatible (v. 14 ). This went hand-in-hand with the commonly held notion that earthly riches signified divine blessing. Rich people were therefore regarded as God’s favorites ( see note on Mt 19:24 ). While not condemning wealth per se, Christ denounced both love of wealth and devotion to mammon. On the love of money, see notes on 1Ti 6:9–10 , 17–19 ."
  },
  {
    "start": 42016015,
    "content": "<b><a>16:15</a></b> <b>justify yourselves.</b> justify yourselves. The Pharisees’ belief was that their own goodness was what justified them (cf. Ro 10:3 ). This is the very definition of “self-righteousness.” But, as Jesus suggested, their righteousness was flawed, being an external veneer only. That might be enough to justify them before men, but not before God, because He knew their hearts. He repeatedly exposed their habit of seeking the approval of people (cf. Mt 6:2 , 5 , 16 ; 23:28 )."
  },
  {
    "start": 42016016,
    "content": "<b><a>16:16</a></b> <b>until John.</b> <b>everyone is forcing his way into it.</b> until John. John the Baptist’s ministry marked the turning point of redemptive history. Prior to that, the great truths of Christ and His kingdom were veiled in the types and shadows of the law, and promised in the writings of the prophets (cf. 1Pe 1:10–12 ). But John the Baptist introduced the King Himself ( see note on Mt 11:11 ). The Pharisees, who thought of themselves as experts in the Law and the Prophets, missed the significance of the very One to whom the Law and the Prophets pointed. everyone is forcing his way into it. Cf. Jer 29:13 . While the Pharisees were busy opposing Christ, sinners were entering His kingdom in droves. The language of this expression speaks of violent force—probably signifying the zeal with which sinners were seeking with all of their heart to enter the kingdom ( see notes on 13:24 ; Is 55:6–7 ; Mt 11:12 )."
  },
  {
    "start": 42016017,
    "content": "<b><a>16:17</a></b> <b>than for one stroke of a letter of the Law to fail.</b> than for one stroke of a letter of the Law to fail. Lest anyone think the statement in v. 16 meant He was declaring the law and the prophets annulled, He added this ( see note on Mt 5:18 ). The great moral principles of the law, the eternal truths contained in the law’s types and symbols, and the promises recorded by the prophets all remain in force and are not abrogated by the kingdom message."
  },
  {
    "start": 42016018,
    "content": "<b><a>16:18</a></b> <b>commits adultery.</b> commits adultery. I.e., if the divorce had no legitimate grounds. Luke gave an abbreviated record of Jesus’ teaching on divorce, stressing only the main issue. Matthew’s fuller account makes it clear that He permitted divorce in cases where one’s spouse was guilty of adultery. See notes on Mt 5:31–32 ; 19:3–9 . This countered the rabbis’ doctrine, which permitted men to divorce their wives easily, and for almost any cause ( Mt 19:3 )."
  },
  {
    "start": 42016020,
    "content": "<b><a>16:20</a></b> <b>Lazarus.</b> Lazarus. Clearly not the Lazarus in Jn 11 (who died at a later time). This beggar was the only character in any of Jesus’ parables ever given a name. Some therefore have speculated that this was no imaginary tale, but an actual incident that really took place. Either way, Christ employs it in the same fashion as all His parables, to teach a lesson, in this case for the benefit of the Pharisees. The rich man in the parable is sometimes called Dives , after the Latin word for “rich.”"
  },
  {
    "start": 42016021,
    "content": "<b><a>16:21</a></b> The mention of crumbs, sores, and dogs all made this poor man appear odious in the eyes of the Pharisees. They were inclined to see all such things as proof of divine disfavor. They would have viewed such a person as not only unclean, but also despised by God."
  },
  {
    "start": 42016022,
    "content": "<b><a>16:22</a></b> <b>Abraham’s bosom.</b> Abraham’s bosom. This same expression (found only here in Scripture) was used in the Talmud as a figure for heaven. The idea was that Lazarus was given a place of high honor, reclining next to Abraham at the heavenly banquet."
  },
  {
    "start": 42016023,
    "content": "<b><a>16:23</a></b> <b>in Hades.</b> in Hades. The suggestion that a rich man would be excluded from heaven would have scandalized the Pharisees ( see note on Mt 19:24 ); especially galling was the idea that a beggar who ate scraps from his table was granted the place of honor next to Abraham. “Hades” was the Greek term for the abode of the dead. In the LXX, it was used to translate the Hebrew Sheol , which referred to the realm of the dead in general, without necessarily distinguishing between righteous or unrighteous souls. However, in NT usage, “Hades” always refers to the place of the wicked prior to final judgment in hell. The imagery Jesus used paralleled the common rabbinical idea that Sheol had two parts, one for the souls of the righteous and the other for the souls of the wicked—separated by an impassable gulf. But there is no reason to suppose, as some do, that “Abraham’s bosom” spoke of a temporary prison for the souls of OT saints, who were brought to heaven only after He had actually atoned for their sins. Scripture consistently teaches that the spirits of the righteous dead go immediately into the presence of God (cf. 23:43 ; 2Co 5:8 ; Php 1:23 ). And the presence of Moses and Elijah on the Mount of Transfiguration ( 9:30 ) belies the notion that they were confined in a compartment of Sheol until Christ finished His work."
  },
  {
    "start": 42016024,
    "content": "<b><a>16:24</a></b> <b>I am in agony.</b> I am in agony. Christ pictured Hades as a place where the unspeakable torment of hell had already begun. Among the miseries featured here are unquenchable flame ( see note on Mt 25:46 ); an accusing conscience fed by undying memories of lost opportunity (v. 25 ); and permanent, irreversible separation from God and everything good (v. 26 )."
  },
  {
    "start": 42016027,
    "content": "<b><a>16:27</a></b> <b>send him to my father’s house.</b> send him to my father’s house. The rich man retained a condescending attitude toward Lazarus even in hell, repeatedly asking Abraham to “send” Lazarus to wait on him (cf. v. 24 ). The flames of hell do not atone for sin or purge hardened sinners from their depravity (cf. Rev 22:11 )."
  },
  {
    "start": 42016029,
    "content": "<b><a>16:29</a></b> <b>They have Moses and the Prophets.</b> They have Moses and the Prophets. I.e., the OT Scriptures."
  },
  {
    "start": 42016031,
    "content": "<b><a>16:31</a></b> <b>they will not be persuaded.</b> they will not be persuaded. This speaks powerfully of the singular sufficiency of Scripture to overcome unbelief. The gospel itself is the power of God unto salvation ( Ro 1:16 ). Since unbelief is at heart a moral, rather than an intellectual, problem, no amount of evidences will ever turn unbelief to faith. But the revealed Word of God has inherent power to do so (cf. Jn 6:63 ; Heb 4:12 ; Jas 1:18 ; 1Pe 1:23 )."
  },
  {
    "start": 42017001,
    "content": "<b><a>17:1</a></b> <b>stumbling blocks.</b> stumbling blocks. Lit. “snares.” See note on Mt 18:7 ."
  },
  {
    "start": 42017002,
    "content": "<b><a>17:2</a></b> <b>a millstone.</b> <b>little ones.</b> a millstone. Lit. “the millstone of a donkey.” See note on Mt 18:6 . little ones. Believers; God’s children who are under His care. See note on Mt 18:5 ."
  },
  {
    "start": 42017003,
    "content": "<b><a>17:3</a></b> <b>rebuke him.</b> rebuke him. It is the Christian’s duty to deal straightforwardly with a brother or sister in sin. See note on Mt 18:15 ."
  },
  {
    "start": 42017004,
    "content": "<b><a>17:4</a></b> <b>seven times a day.</b> seven times a day. I.e., no matter how many times he sins and repents. See notes on Mt 18:21–22 . The number 7 was not to set a limit on the number of times to forgive (cf. Ps 119:164 ), but precisely the opposite. Christ meant that forgiveness should be granted unendingly (cf. Eph 4:32 ; Col 3:13 )."
  },
  {
    "start": 42017005,
    "content": "<b><a>17:5</a></b> <b>Increase our faith!</b> Increase our faith! Lit. “Give us more faith.” They felt inadequate in the face of the high standard He set for them."
  },
  {
    "start": 42017006,
    "content": "<b><a>17:6</a></b> <b>faith like a mustard seed.</b> faith like a mustard seed. See note on Mt 17:20 ."
  },
  {
    "start": 42017007,
    "end": 42017010,
    "content": "<b><a>17:7–10</a></b> The point of this parable was that a slave, or servant, should expect no special reward for doing what was his duty in the first place. The demanding standards Christ set (vv. 1–4 ) may have seemed too high to the disciples, but they represented only the minimal duties for a servant of Christ. Those who obey are not to think their obedience is meritorious."
  },
  {
    "start": 42017010,
    "content": "<b><a>17:10</a></b> <b>unworthy slaves.</b> unworthy slaves. I.e., not worthy of any special honor."
  },
  {
    "start": 42017011,
    "content": "<b><a>17:11</a></b> <b>to Jerusalem … passing through Samaria and Galilee.</b> to Jerusalem … passing through Samaria and Galilee. Luke did not explain the reason for such a circuitous route, but a comparison of the Gospels yields several clues. It appears that time elapsed between v. 10 and v. 11 . The raising of Lazarus at Bethany, near Jerusalem ( Jn 11 ), appears to fit into this time frame. John 11:54 states that after raising Lazarus, to avoid the authorities who were seeking to kill Him, Christ went to “a city called Ephraim”—north of Jerusalem near the border of Samaria. From there He apparently traveled north through Samaria and Galilee one more time, possibly to join friends and family from Galilee who would be making a pilgrimage to Jerusalem for the Passover. From there He would have traveled south by the conventional route, which would have brought Him through Jericho ( 18:35 ) to Jerusalem. See notes on 9:51 ; 13:22 ."
  },
  {
    "start": 42017012,
    "content": "<b><a>17:12</a></b> <b>leprous men.</b> leprous men. These men were ceremonially defiled and forced to live outside the village ( Lv 13:46 ; Nu 5:2–3 ). They were legally required to stand at a distance, and thus their communication with Christ was by shouting. For a description of leprosy, see note on Lv 13:2 ."
  },
  {
    "start": 42017013,
    "content": "<b><a>17:13</a></b> <b>have mercy on us!</b> have mercy on us! Cf. 16:24 ; 18:38–39 ; Mt 9:27 ; 15:22 ; 17:15 ; 20:31 ; Mk 10:47–48 . This was a common plea from those desiring healing."
  },
  {
    "start": 42017014,
    "content": "<b><a>17:14</a></b> <b>show yourselves to the priests.</b> <b>as they were going.</b> show yourselves to the priests. I.e., to be declared clean ( Lv 13:2–3 ; 14:2–32 ). as they were going. The healing was sudden and immediately visible, but occurred after they obeyed His command."
  },
  {
    "start": 42017015,
    "content": "<b><a>17:15</a></b> <b>one of them … turned back.</b> one of them … turned back. His response was reminiscent of the conduct of Naaman ( 2Ki 5:15 ). The others, eager to be declared clean so that they could return to normal life in society, evidently continued on to the priest, forgetting to give thanks."
  },
  {
    "start": 42017016,
    "content": "<b><a>17:16</a></b> <b>he was a Samaritan.</b> he was a Samaritan. Jesus’ sending the lepers to show themselves to the priest suggests that they were Jewish. This Samaritan had been permitted to associate with them when all were ceremonially unclean, but in their healing, they did not share his deep gratitude."
  },
  {
    "start": 42017018,
    "content": "<b><a>17:18</a></b> <b>this foreigner.</b> this foreigner. Evidently Jesus did not view Samaritans as anything more or less than other Gentiles. See note on Jn 4:4 ."
  },
  {
    "start": 42017019,
    "content": "<b><a>17:19</a></b> <b>saved you.</b> saved you. Lit. “saved you” (cf. Mt 9:22 ; see note on Mk 5:34 )."
  },
  {
    "start": 42017020,
    "content": "<b><a>17:20</a></b> <b>when the kingdom of God was coming.</b> <b>not coming with</b> <b>observed.</b> when the kingdom of God was coming. They may have asked the question mockingly, having already concluded that He was not the Messiah. not coming with signs to be observed. The Pharisees believed that the Messiah’s triumph would be immediate. They were looking for Him to come, overthrow Rome, and set up the millennial kingdom. Christ’s program was altogether different. He was inaugurating an era in which the kingdom would be manifest in the rule of God in men’s hearts through faith in the Savior (v. 21 ; cf. Ro 14:17 ). That kingdom was neither confined to a particular geographical location nor visible to human eyes. It would come quietly, invisibly, and without the normal pomp and splendor associated with the arrival of a king. Jesus did not suggest that the OT promises of an earthly kingdom were hereby nullified. Rather, that earthly, visible manifestation of the kingdom is yet to come ( Rev 20:1–6 )."
  },
  {
    "start": 42017021,
    "content": "<b><a>17:21</a></b> <b>in your midst.</b> in your midst. I.e., within people’s hearts. The pronoun could hardly refer to the Pharisees in general."
  },
  {
    "start": 42017022,
    "content": "<b><a>17:22</a></b> <b>The days will come.</b> <b>you will long to see one of the days of the Son of Man.</b> The days will come. This introduces a brief discourse that has some similarities to the Olivet Discourse of Mt 24–25 . you will long to see one of the days of the Son of Man. I.e., desire to have Him physically present. This suggests a longing for His return to set things right (cf. Rev 6:9–11 ; 22:20 )."
  },
  {
    "start": 42017023,
    "end": 42017024,
    "content": "<b><a>17:23–24</a></b> See note on Mt 24:26 ."
  },
  {
    "start": 42017025,
    "content": "<b><a>17:25</a></b> <b>must suffer.</b> must suffer. I.e., because it was the sovereign plan of God for Him to die as a substitute for sinners. Cf. 9:22 ; 18:31–33 ; 24:25–26 ; Mt 16:21 ; Mk 8:31 ."
  },
  {
    "start": 42017026,
    "end": 42017027,
    "content": "<b><a>17:26–27</a></b> See note on Mt 24:37 ."
  },
  {
    "start": 42017028,
    "content": "<b><a>17:28</a></b> <b>in the days of Lot.</b> in the days of Lot. I.e., judgment came suddenly, destroying people in the midst of their everyday activities ( Ge 19:24–25 ). None of the things Jesus cited with regard to Noah’s day or Lot’s day were inherently sinful. But people were so absorbed in the things of this life that they were utterly unprepared when the time of judgment came."
  },
  {
    "start": 42017031,
    "content": "<b><a>17:31</a></b> <b>housetop.</b> housetop. The typical house had a flat roof with an external stairway. The danger would be so great that those on the roofs should flee, without going into the house to retrieve anything."
  },
  {
    "start": 42017032,
    "content": "<b><a>17:32</a></b> Lot’s wife was destroyed on the very threshold of deliverance. Her attachment to Sodom was so powerful that she delayed and looked back; she was overwhelmed by oncoming judgment, just before reaching the place of safety ( Ge 19:26 )."
  },
  {
    "start": 42017033,
    "content": "<b><a>17:33</a></b> See note on 14:11 ."
  },
  {
    "start": 42017034,
    "end": 42017036,
    "content": "<b><a>17:34–36</a></b> See note on Mt 24:40–41 ."
  },
  {
    "start": 42017037,
    "content": "<b><a>17:37</a></b> See note on Mt 24:28 ."
  },
  {
    "start": 42018001,
    "content": "<b><a>18:1</a></b> <b>all times … pray.</b> <b>not to lose heart.</b> all times … pray. A common theme in Paul’s epistles (see Introduction: Interpretive Challenges ). Cf. Ro 1:9 ; 12:12 ; Eph 6:18 ; 1Th 5:17 ; 2Th 1:11 . not to lose heart. I.e., in light of the afflictions and hardships of life, and the evidence of approaching judgment (described in the preceding discourse)."
  },
  {
    "start": 42018002,
    "content": "<b><a>18:2</a></b> <b>did not fear God and did not respect man.</b> did not fear God and did not respect man. This man was thoroughly wicked. Christ described him as “unjust” (v. 6 )—like the manager in 16:8 . The judge is not given as a symbol of God, but rather in contrast to Him. If such an unrighteous man would respond to persistent pleas, would not God, who is not only just, but also loving and merciful, do so more readily?"
  },
  {
    "start": 42018005,
    "content": "<b><a>18:5</a></b> <b>wears me out.</b> wears me out. Lit. “hits under the eye.” What the judge would not do out of compassion for the widow or reverence for God, he would do out of sheer frustration with her incessant pleading."
  },
  {
    "start": 42018006,
    "content": "<b><a>18:6</a></b> <b>Hear what the unjust judge said.</b> Hear what the unjust judge said. I.e., listen to the point of the story, namely, that God, who always does right and is filled with compassion for believers who suffer, will certainly respond to His beloved ones who cry for His help (v. 7 )."
  },
  {
    "start": 42018008,
    "content": "<b><a>18:8</a></b> <b>quickly.</b> <b>will He find that faith.</b> quickly. He may delay long, but He does so for good reason (cf. 2Pe 3:8–9 ) and when He acts, His vengeance is swift. will He find that faith. This suggests that when He returns, the true faith will be comparatively rare—as in the days of Noah ( 17:26 ), when only 8 souls were saved. The period before His return will be marked by persecution, apostasy, and unbelief ( Mt 24:9–13 , 24 )."
  },
  {
    "start": 42018009,
    "content": "<b><a>18:9</a></b> This parable is rich with truth about the doctrine of justification by faith. It illustrates perfectly how a sinner who is utterly devoid of personal righteousness may be declared righteous before God instantaneously through an act of repentant faith. The parable is addressed to Pharisees who trusted their own righteousness (vv. 10–11 ). Such confidence in one’s inherent righteousness is a damning hope (cf. Ro 10:3 ; Php 3:9 ), because human righteousness—even the righteousness of the most fastidious Pharisee—falls short of the divine standard ( Mt 5:48 ). Scripture consistently teaches that sinners are justified when God’s perfect righteousness is imputed to their account (cf. Ge 15:6 ; Ro 4:4–5 ; 2Co 5:21 ; Php 3:4–9 )—and it was only on that basis that this tax collector (or anyone else) could be saved."
  },
  {
    "start": 42018012,
    "content": "<b><a>18:12</a></b> <b>fast twice a week.</b> fast twice a week. I.e., more than is required by any biblical standard ( see note on 5:33 ). By exalting his own works, the Pharisee revealed that his entire hope lay in his not being as bad as someone else. He lacked any sense of his own unworthiness and sin. Cf. vv. 18–21 ; Mt 19:17–20 . See note on 17:7–10 ."
  },
  {
    "start": 42018013,
    "content": "<b><a>18:13</a></b> <b>God, be merciful.</b> The tax collector’s humility is notable in everything about his posture and behavior. Here was a man who had been made to face the reality of his own sin, and his only response was abject humility and repentance. He contrasts with the Pharisee in virtually every detail. God, be merciful. He had no hope but the mercy of God. This is the point to which the law aims to bring every sinner (cf. Ro 3:19–20 ; 7:13 ; Ga 3:22–24 )."
  },
  {
    "start": 42018014,
    "content": "<b><a>18:14</a></b> <b>justified.</b> justified. I.e., reckoned righteous before God by means of an imputed righteousness ( see note on v. 9 )."
  },
  {
    "start": 42018017,
    "content": "<b><a>18:17</a></b> <b>like a child.</b> like a child. See note on Mt 18:3 ."
  },
  {
    "start": 42018018,
    "end": 42018030,
    "content": "<b><a>18:18–30</a></b> See notes on Mt 19:16–30 ; Mk 10:17–31 ."
  },
  {
    "start": 42018020,
    "content": "<b><a>18:20</a></b> Quoted from Ex 20:12–16 ; Dt 5:16–20 ."
  },
  {
    "start": 42018031,
    "content": "<b><a>18:31</a></b> <b>all things … written through the prophets.</b> all things … written through the prophets. E.g., Pss 22 ; 69 ; Is 53 ; Da 9:26 ; Zec 13:7 ."
  },
  {
    "start": 42018032,
    "content": "<b><a>18:32</a></b> <b>delivered over to the Gentiles.</b> delivered over to the Gentiles. Each prophecy of His death (cf. 9:22 , 44 ; 12:50 ; 13:32–33 ; 17:25 ) was more explicit than the last. This is His first mention of being turned over to the Gentiles."
  },
  {
    "start": 42018033,
    "content": "<b><a>18:33</a></b> <b>He will rise again.</b> He will rise again. Christ had predicted His resurrection on the third day before ( 9:22 ). But the disciples missed the import of these words, and when He actually did rise, they were surprised by it ( 24:6 )."
  },
  {
    "start": 42018034,
    "content": "<b><a>18:34</a></b> <b>they did not comprehend.</b> they did not comprehend. The whole matter of Christ’s death and resurrection was not grasped by the 12. The reason may have been that they were enamored with other ideas about the Messiah and how His earthly rule would operate (cf. Mt 16:22 ; 17:10 ; Ac 1:6 )."
  },
  {
    "start": 42018035,
    "content": "<b><a>18:35</a></b> <b>Jericho.</b> <b>blind man.</b> Jericho. See note on Mk 10:46 . blind man. There were actually two blind men. One probably spoke for both of them. See note on Mt 20:30 ."
  },
  {
    "start": 42018038,
    "content": "<b><a>18:38</a></b> <b>Son of David.</b> Son of David. An affirmation that he recognized Jesus as Messiah and King. See note on Mt 9:27 ."
  },
  {
    "start": 42018042,
    "content": "<b><a>18:42</a></b> <b>saved you.</b> saved you. “Made you well” in some translations (cf. Mt 9:22 ; see note on Mk 5:34 )."
  },
  {
    "start": 42019002,
    "content": "<b><a>19:2</a></b> <b>chief tax collector.</b> chief tax collector. See note on Mt 5:46 . Zaccheus probably oversaw a large tax district, and had other tax collectors working for him. Jericho alone was a prosperous trading center, so it is certain that Zaccheus was a wealthy man. It is striking to note that only a chapter earlier, Luke recorded the account of the rich young ruler, and Jesus’ statement about “how hard it is for those who are wealthy to enter the kingdom of God” ( 18:24 ). Here Jesus demonstrates that with God, nothing is impossible (cf. 18:27 )."
  },
  {
    "start": 42019003,
    "content": "<b><a>19:3</a></b> <b>the crowd.</b> the crowd. Christ was probably traveling with a large entourage of pilgrims to the Passover in Jerusalem. But “the crowd” apparently refers to people in Jericho who lined the street to see Him pass through. They had undoubtedly heard about the recent raising of Lazarus in Bethany, less than 15 mi. away ( Jn 11 ). That, combined with His fame as a healer and teacher, stirred the entire city when word arrived that He was coming."
  },
  {
    "start": 42019004,
    "content": "<b><a>19:4</a></b> <b>sycamore tree.</b> sycamore tree. A sturdy tree with low, spreading branches. A small person could get out on a limb and hang over the road. This was an undignified position for someone of Zaccheus’ rank, but he was desperate to see Christ."
  },
  {
    "start": 42019005,
    "content": "<b><a>19:5</a></b> <b>I must stay at your house.</b> I must stay at your house. This was worded as a mandate, not a request. It is the only place in all the Gospels where Jesus invited Himself to be someone’s guest (cf. Is 65:1 )."
  },
  {
    "start": 42019006,
    "content": "<b><a>19:6</a></b> <b>gladly.</b> gladly. Such a despicable sinner as a typical tax collector ( see note on Mt 5:46 ) might have been distressed at the prospect of a visit from the perfect, sinless Son of God. But Zaccheus’ heart was prepared."
  },
  {
    "start": 42019007,
    "content": "<b><a>19:7</a></b> <b>they all</b> <b>grumble.</b> they all began to grumble. Both the religious elite and the common people hated Zaccheus. They did not understand, and in their blind pride refused to see, what possible righteous purpose Jesus had in visiting such a notorious sinner. But He had come to seek and to save the lost (v. 10 ). See note on 15:2 ."
  },
  {
    "start": 42019008,
    "content": "<b><a>19:8</a></b> <b>I will give back four times as much.</b> I will give back four times as much. Zaccheus’ willingness to make restitution was proof that his conversion was genuine. It was the fruit, not the condition, of his salvation. The law required a penalty of one-fifth as restitution for money acquired by fraud ( Lv 6:5 ; Nu 5:6–7 ), so Zaccheus was doing more than was required. The law required 4-fold restitution only when an animal was stolen and killed ( Ex 22:1 ). If the animal was found alive, only two-fold restitution was required ( Ex 22:4 ). But Zaccheus judged his own crime severely, acknowledging that he was as guilty as the lowest common robber. Since much of his wealth had probably been acquired fraudulently, this was a costly commitment. On top of that, he gave half his goods to the poor. But Zaccheus had just found incomprehensible spiritual riches and did not mind the loss of material wealth ( see notes on 14:28 ; Mt 13:44–46 ). He stands in stark contrast with the rich young ruler in 18:18–24 ."
  },
  {
    "start": 42019009,
    "content": "<b><a>19:9</a></b> <b>a son of Abraham.</b> a son of Abraham. A Jew by race for whom Christ came as Savior (cf. Mt 1:21 ; 10:6 ; 15:24 ; Jn 4:22 )."
  },
  {
    "start": 42019010,
    "content": "<b><a>19:10</a></b> <b>the Son of Man.</b> <b>to seek and to save the lost.</b> the Son of Man. See note on Mt 8:20 . to seek and to save the lost. The main theme of Luke’s Gospel. Cf. 5:31–32 ; 15:4–7 , 32 ; see notes on 1Ti 2:4 ; 4:10 ."
  },
  {
    "start": 42019011,
    "content": "<b><a>19:11</a></b> <b>they thought.</b> they thought. The disciples still mistakenly assumed that Christ would establish His kingdom on earth at Jerusalem ( see note on 17:20 )."
  },
  {
    "start": 42019012,
    "content": "<b><a>19:12</a></b> <b>a distant country.</b> a distant country. Kings in Roman provinces like Galilee and Perea actually went to Rome to receive their kingdoms. The entire Herodian dynasty was dependent on Rome for ruling power, and Herod the Great himself had gone to Rome to be given his kingdom. This parable illustrates Christ, who would soon depart to receive His kingdom, and will one day return to rule. It is similar to the parable of the talents ( Mt 25:14–30 ) but there are significant differences ( see note on v. 13 ). That parable was told during the Olivet Discourse ( see note on Mt 24:1—25:46 ); this one was told on the road from Jericho up to Jerusalem (cf. v. 28 )."
  },
  {
    "start": 42019013,
    "content": "<b><a>19:13</a></b> <b>minas.</b> minas. A Greek measure of money ( see note on 15:8 ), equal to slightly more than 3 months’ salary. The mina was one-sixtieth of a talent, meaning that the 10 servants in this parable had been given a considerably smaller sum to account for than any of the 3 servants in the parable of the talents ( Mt 25:14–30 )."
  },
  {
    "start": 42019014,
    "content": "<b><a>19:14</a></b> <b>sent a delegation after him.</b> sent a delegation after him. This was precisely what had happened to Archelaus ( see note on Mt 2:22 ), son of Herod the Great, when he went to Rome to be made tetrarch of Judea. A delegation of Jews traveled to Rome with a protest to Caesar Augustus ( see note on 2:1 ). He refused their complaint and made Archelaus king anyway. Archelaus subsequently built his palace in Jericho, not far from where Jesus told this parable. Archelaus’ rule was so inept and despotic that Rome quickly replaced him with a succession of procurators, of whom Pontius Pilate was the fifth. With this parable Jesus warned that the Jews were about to do the same thing, in a spiritual sense, to their true Messiah."
  },
  {
    "start": 42019015,
    "end": 42019027,
    "content": "<b><a>19:15–27</a></b> See notes on Mt 25:14–30 ."
  },
  {
    "start": 42019017,
    "content": "<b><a>19:17</a></b> <b>faithful in a very little.</b> <b>over ten cities.</b> faithful in a very little. See note on v. 13 . Those with relatively small gifts and opportunities are just as responsible to use them faithfully as those who are given much more. over ten cities. The reward is incomparably greater than the 10 minas warranted. Note also that the rewards were apportioned according to the servants’ diligence: the one who gained 10 minas was given 10 cities, the one who gained 5 minas, 5 cities (v. 19 ), and so on."
  },
  {
    "start": 42019021,
    "content": "<b><a>19:21</a></b> <b>I was afraid of you.</b> I was afraid of you. A craven fear, not borne out of love or reverence, but tainted with contempt for the master ( see note on Mt 25:24 ). Had he had any true regard for the master, a righteous “fear” would have provoked diligence rather than sloth."
  },
  {
    "start": 42019022,
    "content": "<b><a>19:22</a></b> <b>Did you know.</b> Did you know. See note on Mt 25:26 . This did not suggest that what the man “knew” about the master was true. However, even the knowledge he claimed to have was enough to condemn him. Thus will it be with the wicked in the day of judgment."
  },
  {
    "start": 42019026,
    "content": "<b><a>19:26</a></b> See note on Mt 25:29 ."
  },
  {
    "start": 42019027,
    "content": "<b><a>19:27</a></b> <b>these enemies of mine.</b> <b>slay them in my presence.</b> these enemies of mine. These illustrated the Jews who actively opposed him. slay them in my presence. This spoke of harsh, violent judgment and may be a reference to the destruction of Jerusalem ( see note on Mt 24:2 )."
  },
  {
    "start": 42019028,
    "content": "<b><a>19:28</a></b> <b>up to Jerusalem.</b> up to Jerusalem. The road from Jericho to Jerusalem was a steep ascent, rising some 3,300 feet in about 17 miles. This represented the last leg of the long journey that began in 9:51 ( see note there )."
  },
  {
    "start": 42019029,
    "content": "<b><a>19:29</a></b> <b>Bethphage.</b> <b>Bethany.</b> <b>mount … called “of Olives.”</b> Bethphage. See note on Mt 21:1 . Bethany. Jesus often stayed there during His visits to Jerusalem. See note on 10:38 . mount … called “of Olives.” The main peak of a ridge running north to south, located east of the Kidron Valley adjacent to the temple. Olivet derived its name from the dense olive groves that once covered it. See note on Mt 24:3 ."
  },
  {
    "start": 42019030,
    "end": 42019036,
    "content": "<b><a>19:30–36</a></b> See notes on Mt 21:1–8 ; Mk 11:1–8 ."
  },
  {
    "start": 42019036,
    "content": "<b><a>19:36</a></b> <b>spreading their garments.</b> spreading their garments. See notes on Mt 21:8 ; Mk 11:8 . Luke omits the cutting of palm branches mentioned by Matthew and Mark."
  },
  {
    "start": 42019037,
    "content": "<b><a>19:37</a></b> <b>the whole multitude of the disciples.</b> <b>miracles.</b> the whole multitude of the disciples. Doubtless many in the crowd were not true disciples. miracles. John 12:17–18 specifically mentions that news of the raising of Lazarus had provoked many in the crowd to come to see Him."
  },
  {
    "start": 42019038,
    "content": "<b><a>19:38</a></b> <b>.</b> <b>Peace in heaven.</b> Blessed is the King . Quoting Ps 118:26 , they hailed Jesus as Messiah. See note on Mt 21:9 . Peace in heaven. Only Luke reported this phrase. It is reminiscent of the angels’ message in 2:14 ."
  },
  {
    "start": 42019039,
    "content": "<b><a>19:39</a></b> <b>rebuke Your disciples.</b> rebuke Your disciples. The Pharisees were offended by people offering Him such worshipful praise. They wanted Him to stop them."
  },
  {
    "start": 42019040,
    "content": "<b><a>19:40</a></b> <b>the stones will cry out!</b> the stones will cry out! This was a strong claim of deity, and perhaps a reference to the words of Hab 2:11 . Scripture often speaks of inanimate nature praising God. Cf. Pss 96:11 ; 98:7–9 ; 114:7 ; Is 55:12 . Cf. also the words of John the Baptist in Mt 3:9 ; note the fulfillment of Jesus’ words in Mt 27:51 ."
  },
  {
    "start": 42019041,
    "end": 42019042,
    "content": "<b><a>19:41–42</a></b> Only Luke recorded the weeping of Jesus over the city of Jerusalem. Christ grieved over Jerusalem on at least two other occasions ( 13:34 ; Mt 23:37 ). The timing of this lament may seem incongruous with the triumphal entry, but it reveals that Jesus knew the true superficiality of the peoples’ hearts, and His mood was anything but giddy as He rode into the city. The same crowd would soon cry for His death ( 23:21 )."
  },
  {
    "start": 42019043,
    "content": "<b><a>19:43</a></b> <b>surround you and hem you in.</b> surround you and hem you in. Cf. 21:20 . This is precisely the method used by Titus when he laid siege to Jerusalem in AD 70. He surrounded the city on Apr. 9, cutting off all supplies, and trapping thousands of people who had been in Jerusalem for the Passover and Feast of Unleavened Bread (just completed). The Romans systematically built embankments around the city, gradually starving the city’s inhabitants. The Romans held the city in this manner through the summer, defeating various sections of the city one by one. The final overthrow of the city occurred in early Sept."
  },
  {
    "start": 42019044,
    "content": "<b><a>19:44</a></b> <b>they will level you.</b> <b>because you did not recognize the time of your visitation.</b> they will level you. This was literally fulfilled. The Romans utterly demolished the city, temple, residences, and people. Men, women, and children were brutally slaughtered by the tens of thousands. The few survivors were carried off to become victims of the Roman circus games and gladiatorial bouts. because you did not recognize the time of your visitation. I.e., Jerusalem’s utter destruction was divine judgment for their failure to recognize and embrace their Messiah when He visited them (cf. 20:13–16 ; Jn 1:10–11 )."
  },
  {
    "start": 42019045,
    "end": 42019046,
    "content": "<b><a>19:45–46</a></b> This was the second time Jesus had driven the sellers out of the temple, and is a different incident from the one described in Jn 2:14–16 . He quotes from Is 56:7 . See note on Mt 21:12 ."
  },
  {
    "start": 42019047,
    "content": "<b><a>19:47</a></b> <b>chief priests.</b> <b>scribes.</b> <b>leading men among the people.</b> <b>trying to destroy Him.</b> chief priests. See note on Mt 2:4 . The rulers of the temple. scribes. Mostly Pharisees, experts in the law and traditions. leading men among the people. Prominent Jewish laymen with influence in temple affairs. By bringing His ministry to the temple, Christ had walked into the very heart of the opposition against Him. trying to destroy Him. I.e., kill Him (cf. 22:2 ; Mt 26:3–4 ; Jn 5:16–18 ; 7:1 , 19 , 25 )."
  },
  {
    "start": 42020001,
    "content": "<b><a>20:1</a></b> <b>one of the days.</b> <b>chief priests … scribes … elders.</b> one of the days. Probably Wednesday of Passion Week. The triumphal entry was on Monday, and the cleansing of the temple on Tuesday. The events in this chapter best fit Wednesday in the chronology of that week. This chapter features a series of carefully coordinated attacks on Christ by the Jewish leaders. chief priests … scribes … elders. See note on 19:47 . Each of these groups played a unique role in the various attacks that follow. Each was also represented in the Sanhedrin, the Jewish council ( see note on Mt 26:59 )—suggesting that the council had met to orchestrate the attack against Jesus. Their attacks came in the form of a series of questions designed to entrap Him ( see notes on vv. 2 , 22 , 33 )."
  },
  {
    "start": 42020002,
    "end": 42020008,
    "content": "<b><a>20:2–8</a></b> See notes on Mt 21:23 , 25 ."
  },
  {
    "start": 42020005,
    "content": "<b><a>20:5</a></b> <b>Why did you not believe him?</b> Why did you not believe him? John had clearly testified that Jesus was the Messiah. If John was a prophet whose words were true, they ought to believe his testimony about Christ. On the other hand, it would have been political folly for the Pharisees to attack the legitimacy of John the Baptist or deny his authority as a prophet of God. John was enormously popular with the people, and a martyr at the hands of the despised Herod. For the Pharisees to question John’s authority was to attack a national hero, and they knew better than that. So they pleaded ignorance (v. 7 )."
  },
  {
    "start": 42020008,
    "content": "<b><a>20:8</a></b> <b>Neither will I tell you.</b> Neither will I tell you. Jesus exposed the hypocrisy of the question, unmasking their evil motives. He wasted no truth on them (cf. Mt 7:6 )."
  },
  {
    "start": 42020009,
    "end": 42020019,
    "content": "<b><a>20:9–19</a></b> See notes on Mt 21:33–45 ; Mk 12:1–12 ."
  },
  {
    "start": 42020013,
    "content": "<b><a>20:13</a></b> <b>beloved son.</b> beloved son. Both Luke and Mark recorded this expression, which makes clear that the son in the parable is an illustration of Christ ( see note on Mt 21:37 )."
  },
  {
    "start": 42020016,
    "content": "<b><a>20:16</a></b> <b>destroy these vine-growers.</b> <b>give the vineyard to others.</b> <b>May it never be!</b> destroy these vine-growers. This probably pictures the destruction of Jerusalem ( see note on 19:43 ). give the vineyard to others. See note on 21:24 . May it never be! Only Luke recorded this hostile reaction from the crowd. The response suggests that they grasped the meaning of the parable."
  },
  {
    "start": 42020017,
    "content": "<b><a>20:17</a></b> Quoted from Ps 118:22 ."
  },
  {
    "start": 42020018,
    "content": "<b><a>20:18</a></b> <b>Everyone who falls … on whomever it falls.</b> Everyone who falls … on whomever it falls. See note on Mt 21:44 . The expression was a quotation from Is 8:13–15 , which speaks of Jehovah. Like so many other OT passages applied to Christ, it proves that He was Jehovah incarnate."
  },
  {
    "start": 42020020,
    "content": "<b><a>20:20</a></b> <b>spies.</b> <b>the governor.</b> spies. The fact that the Jewish leaders resorted to such tactics is a measure of their desperation. They could not find any legitimate reason to accuse Him (cf. 6:7 ; 11:53–54 ; Mt 22:15 ; 26:59–60 ). the governor. I.e., Pilate, who was in town for the coming Passover and Feast of Unleavened Bread ( see note on Mt 27:2 )."
  },
  {
    "start": 42020021,
    "end": 42020026,
    "content": "<b><a>20:21–26</a></b> See notes on Mt 22:16–21 ; Mark 12:13–17 ."
  },
  {
    "start": 42020022,
    "content": "<b><a>20:22</a></b> This was the second in a series of questions designed to entrap Jesus. This question was raised by the Pharisees and Herodians ( Mk 12:13 ). See notes on vv. 2 , 33 ."
  },
  {
    "start": 42020024,
    "content": "<b><a>20:24</a></b> <b>Whose likeness…?</b> Whose likeness…? The image on the denarius was one of the main reasons the Jews chafed at the poll tax. They claimed it was a violation of the commandment against graven images, and since Caesar pretended to a position tantamount to deity, the paying of the tax was unlawful worship—and in the minds of many, tantamount to gross idolatry. See notes on Mt 22:19 ; Mk 12:16 ."
  },
  {
    "start": 42020025,
    "content": "<b><a>20:25</a></b> <b>render to Caesar.</b> render to Caesar. Christ thus recognized that all citizens have duties to the secular state, as well as duties to God—and He recognized a legitimate distinction between the two ( see notes on Mt 22:21 ; Mk 12:17 )."
  },
  {
    "start": 42020027,
    "end": 42020038,
    "content": "<b><a>20:27–38</a></b> See notes on Mt 22:23–32 ; Mk 12:18–27 ."
  },
  {
    "start": 42020028,
    "content": "<b><a>20:28</a></b> <b>.</b> his brother should marry the wife . According to the law of levirate marriage outlined in Dt 25:5 ( see note on Mt 22:24 )."
  },
  {
    "start": 42020033,
    "content": "<b><a>20:33</a></b> This was the third in a series of questions designed to entrap Jesus. This question was raised by the Sadducees (v. 27 ). See notes on vv. 2 , 22 . Matthew 22:34–40 and Mark 12:28–34 recorded one last question raised by a scribe. Luke omitted it from his record."
  },
  {
    "start": 42020036,
    "content": "<b><a>20:36</a></b> <b>like angels.</b> like angels. I.e., like the angels in that they do not procreate ( see note on Mt 22:30 )."
  },
  {
    "start": 42020037,
    "content": "<b><a>20:37</a></b> <b>bush.</b> passage about the burning bush. Ex 3:1—4:17 . In that passage God identified Himself to Moses as the God of Abraham, Isaac, and Jacob—using the present tense. He didn’t say He was their God, but “I AM” their God, indicating that their existence had not ended with their deaths."
  },
  {
    "start": 42020038,
    "content": "<b><a>20:38</a></b> <b>all live to Him.</b> all live to Him. Only Luke records this phrase. All people—whether departed from their earthly bodies or not—are still living, and will live forever. No one is annihilated in death (cf. Jn 5:28–30 )."
  },
  {
    "start": 42020039,
    "content": "<b><a>20:39</a></b> <b>Teacher, You have spoken well.</b> Teacher, You have spoken well. Christ had given a powerful argument for the resurrection of the dead, and on that subject, the Pharisees agreed with Him against the Sadducees. This scribe, in spite of his hatred for Christ, was pleased with the answer He had given."
  },
  {
    "start": 42020040,
    "content": "<b><a>20:40</a></b> <b>not dare to question Him.</b> not dare to question Him. The more questions Jesus answered the clearer it became that His understanding and authority were vastly superior to that of the scribes and Pharisees. Cf. Mt 22:46 ; Mk 12:34 ."
  },
  {
    "start": 42020041,
    "end": 42020044,
    "content": "<b><a>20:41–44</a></b> After the Jewish leaders gave up questioning Him, Christ turned the tables and posed a question to them. See notes on Mt 22:42–45 ; Mk 12:35–37 ."
  },
  {
    "start": 42020042,
    "content": "<b><a>20:42</a></b> Quoted from Ps 110:1 ."
  },
  {
    "start": 42020045,
    "end": 42020047,
    "content": "<b><a>20:45–47</a></b> See notes on Mk 12:38–40 ."
  },
  {
    "start": 42021001,
    "content": "<b><a>21:1</a></b> <b>the treasury.</b> the treasury. Thirteen chests with funnel-shaped openings stood in the court of the women. Each was labeled for a specific use, and donations were given accordingly."
  },
  {
    "start": 42021002,
    "content": "<b><a>21:2</a></b> <b>poor widow.</b> <b>lepta.</b> poor widow. The Greek expression signifies extreme poverty. This woman was desperately poor, and more fit to be a recipient of charity than a donor. lepta. The smallest copper coins in use in the region were worth about one-eighth of a cent, but they were all this woman had to live on (v. 4 ). See note on Mk 12:42 ."
  },
  {
    "start": 42021003,
    "content": "<b><a>21:3</a></b> <b>put in more.</b> put in more. I.e., more in proportion to her means, and therefore more in the sight of God."
  },
  {
    "start": 42021004,
    "content": "<b><a>21:4</a></b> The religious system was literally devouring widows’ houses (cf. 20:47 )."
  },
  {
    "start": 42021005,
    "content": "<b><a>21:5</a></b> <b>beautiful stones.</b> <b>dedicated gifts.</b> beautiful stones. See notes on Mt 24:1 ; Mk 13:1 . dedicated gifts. Wealthy people gave gifts of gold sculptures, golden plaques, and other treasures to the temple. Herod had donated a golden vine with clusters of golden grapes nearly 6 feet tall. The gifts were displayed on the walls and suspended in the portico. They constituted an unimaginable collection of wealth. All of these riches were looted by the Romans when the temple was destroyed (v. 6 )."
  },
  {
    "start": 42021006,
    "end": 42021017,
    "content": "<b><a>21:6–17</a></b> See notes on Mt 24:2–10 ; Mk 13:2–11 ."
  },
  {
    "start": 42021008,
    "content": "<b><a>21:8</a></b> <b>Do not go after them.</b> Do not go after them. Cf. 17:23 . See note on Mt 24:26 ."
  },
  {
    "start": 42021009,
    "content": "<b><a>21:9</a></b> <b>the end.</b> the end. See notes on Mt 24:6 , 14 ."
  },
  {
    "start": 42021011,
    "content": "<b><a>21:11</a></b> <b>signs from heaven.</b> signs from heaven. The cross references in Mt 24:7 and Mk 13:8 omit this phrase. Cf. v. 25 . See note on Mk 13:25 ."
  },
  {
    "start": 42021013,
    "content": "<b><a>21:13</a></b> <b>an opportunity for your testimony.</b> an opportunity for your testimony. Trials are always opportunities ( Jas 1:2–4 ), and persecution is often an opportunity to magnify one’s testimony."
  },
  {
    "start": 42021014,
    "content": "<b><a>21:14</a></b> <b>not to prepare beforehand.</b> not to prepare beforehand. See note on 12:11 ."
  },
  {
    "start": 42021018,
    "content": "<b><a>21:18</a></b> <b>not a hair.</b> not a hair. Cf. v. 16 . This was not a promise for the preservation of their physical lives, but a guarantee that they would suffer no eternal loss. God Himself sovereignly preserves His own. See note on Jn 10:28–29 ."
  },
  {
    "start": 42021019,
    "content": "<b><a>21:19</a></b> The true sense of this verse seems to be, “By your endurance you will gain your lives,” referring to the final aspect of salvation, namely, glorification. See note on Mt 24:13 ."
  },
  {
    "start": 42021020,
    "content": "<b><a>21:20</a></b> <b>Jerusalem surrounded by armies.</b> Jerusalem surrounded by armies. See note on 19:43 . A comparison with Mt 24:15–16 and Mk 13:14 suggests that this sign is closely associated with “the abomination of desolation” ( see notes on Mt 24:15 ; Da 9:27 ; 11:31 ). This sign of Jerusalem under siege was previewed in AD 70, but awaits its fulfillment in the future."
  },
  {
    "start": 42021021,
    "content": "<b><a>21:21</a></b> <b>the mountains.</b> the mountains. See notes on Mt 24:16 ; Mk 13:14 ."
  },
  {
    "start": 42021022,
    "content": "<b><a>21:22</a></b> <b>vengeance.</b> vengeance. I.e., God’s righteous retribution against sin."
  },
  {
    "start": 42021023,
    "content": "<b><a>21:23</a></b> <b>pregnant … nursing.</b> pregnant … nursing. See note on Mk 13:17 ."
  },
  {
    "start": 42021024,
    "content": "<b><a>21:24</a></b> <b>the times of the Gentiles.</b> the times of the Gentiles. This expression is unique to Luke. It identifies the era from Israel’s captivity (ca. 586 BC to Babylon; cf. 2Ki 25 ) to her restoration in the kingdom ( Rev 20:1–6 ). It has been a time during which, in accord with God’s purpose, Gentiles have dominated or threatened Jerusalem. The era has also been marked by vast spiritual privileges for the Gentile nations (cf. Is 66:12 ; Mal 1:11 ; Mt 24:14 ; Mk 13:10 )."
  },
  {
    "start": 42021025,
    "content": "<b><a>21:25</a></b> <b>there will be signs.</b> there will be signs. The celestial signs and wonders described here immediately precede the return of Christ. See note on Mt 24:29 ."
  },
  {
    "start": 42021027,
    "content": "<b><a>21:27</a></b> <b>.</b> coming . Quoted from Da 7:13 . See notes on Mt 24:30–31 ; Mk 13:26–27 . Cf. 2Th 1:7–10 ; Rev 19:11–16 ."
  },
  {
    "start": 42021028,
    "content": "<b><a>21:28</a></b> <b>lift up your heads.</b> <b>redemption.</b> lift up your heads. The dreadful tribulations and signs that mark the last days are a cause of great expectation, joy, and triumph for the true believer. redemption. I.e., the final fullness of redemption, when the redeemed are reunited with Christ forever."
  },
  {
    "start": 42021029,
    "end": 42021033,
    "content": "<b><a>21:29–33</a></b> See notes on Mt 24:32–36 ; Mk 13:29–32 ."
  },
  {
    "start": 42021034,
    "content": "<b><a>21:34</a></b> <b>that day.</b> that day. I.e., the day of His return. See note on Mt 24:37 . When Christ mentions His return, He invariably enjoins watchfulness (cf. 12:37–40 ; Mt 25:13 ; Mk 13:33–37 )."
  },
  {
    "start": 42021036,
    "content": "<b><a>21:36</a></b> <b>at all times, praying.</b> at all times, praying. See note on 18:1 ."
  },
  {
    "start": 42021037,
    "content": "<b><a>21:37</a></b> <b>during the day.</b> during the day. I.e., during the days of that final week in Jerusalem."
  },
  {
    "start": 42022001,
    "content": "<b><a>22:1</a></b> <b>which is called the Passover.</b> which is called the Passover. See note on Mt 26:17 . Passover was a single day, followed immediately by the Feast of the Unleavened Bread ( Lv 23:5–6 ). The whole season could be referred to by either name (cf. v. 7 )."
  },
  {
    "start": 42022002,
    "content": "<b><a>22:2</a></b> <b>chief priests and the scribes.</b> <b>For they were afraid of the people.</b> chief priests and the scribes. See notes on 19:47 ; 20:1 . For they were afraid of the people. They were therefore plotting secretly, hoping to eliminate Him after the Passover season, when Jerusalem would not be filled with so many people (cf. v. 6 ; Mt 26:4–5 ; Mk 14:1–2 ). But these events occurred according to God’s timetable, not theirs ( see note on Mt 26:2 )."
  },
  {
    "start": 42022003,
    "content": "<b><a>22:3</a></b> <b>Satan entered.</b> Satan entered. I.e., Judas was possessed by Satan himself. Satan evidently gained direct control over Judas on two occasions—once just before Judas arranged his betrayal with the chief priests, and again during the Last Supper ( Jn 13:27 ), immediately before the betrayal was actually carried out."
  },
  {
    "start": 42022004,
    "content": "<b><a>22:4</a></b> <b>officers.</b> officers. I.e., the temple guard, a security force consisting of Levites."
  },
  {
    "start": 42022005,
    "content": "<b><a>22:5</a></b> <b>agreed to give him money.</b> agreed to give him money. Matthew 26:15 says 30 pieces of silver, the price of a slave ( Ex 21:32 )."
  },
  {
    "start": 42022007,
    "content": "<b><a>22:7</a></b> <b>day of Unleavened Bread.</b> day of Unleavened Bread. I.e., the first day of the feast season ( see note on Mt 26:17 ). The people from Galilee celebrated the Passover on Thursday evening (see Introduction to John: Interpretive Challenges ), so the lambs were killed in the afternoon of that day. The disciples and Jesus ate the Passover meal that evening, after sundown (when Passover officially began). Judeans would follow this same sequence one day later on Friday."
  },
  {
    "start": 42022008,
    "content": "<b><a>22:8</a></b> <b>Peter and John.</b> <b>Go and prepare.</b> Peter and John. Identified only by Luke. Go and prepare. This was no small task. They had to take the paschal lamb to be sacrificed, and make preparations for a meal for 13 (v. 14 ). But preliminary arrangements for the meal had apparently been made personally by Jesus Himself, and the owner of the upper room was taking care of many of those details for them. See note on Mt 26:18 ."
  },
  {
    "start": 42022010,
    "content": "<b><a>22:10</a></b> <b>a man … carrying … water.</b> a man … carrying … water. Probably part of his work to prepare for the meal. Normally carrying water was woman’s work, so a man carrying a pitcher would stand out. It is unlikely that the water pitcher was any sort of prearranged signal. Christ’s knowledge of what the man would be doing at the precise moment the disciples arrived appears to be a manifestation of His divine omniscience."
  },
  {
    "start": 42022012,
    "content": "<b><a>22:12</a></b> <b>a large, furnished upper room.</b> a large, furnished upper room. One of many such rooms for rent in Jerusalem that were maintained for the express purpose of providing pilgrims a place to celebrate feasts. The furnishings undoubtedly included everything necessary to prepare and serve a meal."
  },
  {
    "start": 42022014,
    "content": "<b><a>22:14</a></b> <b>the hour had come.</b> the hour had come. I.e., sundown, marking the official beginning of Passover ( see note on v. 7 )."
  },
  {
    "start": 42022015,
    "content": "<b><a>22:15</a></b> <b>earnestly desired.</b> earnestly desired. Cf. Jn 13:1 . Jesus wanted to prepare them for what was coming."
  },
  {
    "start": 42022016,
    "content": "<b><a>22:16</a></b> <b>fulfilled.</b> fulfilled. Christ’s death on the following day fulfilled the symbolism of the Passover meal. Passover was both a memorial of the deliverance from Egypt, and a prophetic type of the sacrifice of Christ."
  },
  {
    "start": 42022017,
    "content": "<b><a>22:17</a></b> <b>when He had taken a cup.</b> when He had taken a cup. Luke mentions two cups (cf. v. 20 ). The Passover seder involved the sharing of 4 cups of diluted red wine. This cup was the first of the 4 (the cup of thanksgiving) and was preliminary to the institution of the Lord’s Supper ( see note on 1Co 10:16 ). It represented the end of His time of eating and drinking with the disciples, particularly partaking of the Passover (v. 18 ; cf. 5:34–35 ; Mt 9:15 ; 26:29 ; see note on Mk 14:25 )."
  },
  {
    "start": 42022019,
    "content": "<b><a>22:19</a></b> <b>This is My body.</b> <b>Do this.</b> <b>remembrance of Me.</b> This is My body. I.e., it represented His body (cf. the words of 8:11 , “the seed is the word of God”—and also v. 20 ). Such metaphorical language was a typical Hebraism. No eucharistic miracle of transubstantiation was implied, nor could the disciples have missed the symbolic intent of His statement, for His actual body—yet unbroken—was before their very eyes. See note on Mt 26:26 . Do this. Thus He established the observance as an ordinance for worship ( see notes on 1Co 11:23–26 ). remembrance of Me. Passover had looked forward to the sacrifice of Christ; He transformed the seder into an altogether different ceremony, which looks back in remembrance at His atoning death."
  },
  {
    "start": 42022020,
    "content": "<b><a>22:20</a></b> <b>the cup.</b> <b>after they had eaten.</b> <b>This cup … is the new covenant.</b> took the cup. This is the third (the cup of blessing) of the 4 cups in the Passover celebration ( see note on 1Co 10:16 ). after they had eaten. Cf. 1Co 11:25 . These two verses are virtually identical in form. Paul stated that he had received his information about this event from the Lord Himself ( 1Co 11:23 ). This cup … is the new covenant. Clearly, the cup only represented the New Covenant ( see note on v. 19 )."
  },
  {
    "start": 42022021,
    "content": "<b><a>22:21</a></b> <b>the hand … betraying Me.</b> the hand … betraying Me. Luke recounted the details of the Lord’s Supper topically, not chronologically (see Introduction: Background and Setting ; see note on 1:3 ). Matthew and Mark placed Jesus’ warning about the betrayer prior to the giving of the bread and cup; Luke put it afterward. Only Jn 13:30 records Judas’ departure, but John says nothing about the bread and cup. So it is difficult to tell by comparison whether Judas left before or after the institution of the Lord’s Supper. But Luke’s words here seem to imply that Judas actually shared in that event. If so, his presence at that time makes his hypocrisy and crime all the more despicable (cf. 1Co 11:27–30 )."
  },
  {
    "start": 42022022,
    "content": "<b><a>22:22</a></b> <b>as it has been determined.</b> <b>but woe.</b> as it has been determined. Every detail of the crucifixion of Christ was under the sovereign control of God and in accord with His eternal purposes. Cf. Ac 2:23 ; 4:26–28 . but woe. The fact that Judas’ betrayal was part of God’s plan does not free him from the guilt of a crime he entered into willfully. God’s sovereignty is never a legitimate excuse for human guilt."
  },
  {
    "start": 42022024,
    "content": "<b><a>22:24</a></b> <b>a dispute.</b> a dispute. Cf. 9:46 ; Mt 20:20–24 . This dispute may have prompted the episode where Christ washed their feet ( Jn 13:1–20 ). It reveals how large an issue this was in the minds of the disciples, and how far they were from grasping all that He had taught them."
  },
  {
    "start": 42022025,
    "content": "<b><a>22:25</a></b> <b>Benefactors.</b> Benefactors. Cf. Mt 20:25 . This title was used by the heathen rulers of both Egypt and Syria, though it was rarely a fitting description. The intent was to portray themselves as champions of their people, but it had a very condescending ring to it—especially when so many “benefactors” were actually ruthless tyrants."
  },
  {
    "start": 42022026,
    "content": "<b><a>22:26</a></b> <b>leader like the servant.</b> leader like the servant. Cf. Mt 20:26–28 . This is an apparent reference to the washing of their feet ( see note on v. 24 ). Christ Himself had modeled such servitude throughout His ministry (v. 27 ; cf. Php 2:5–8 )."
  },
  {
    "start": 42022028,
    "content": "<b><a>22:28</a></b> <b>My trials.</b> My trials. Christ’s entire life and ministry were filled with temptations ( 4:1–13 ); hardships ( 9:58 ); sorrows ( 19:41 ); and agonies (v. 44 )—not to mention the sufferings of the cross which He knew were yet to come."
  },
  {
    "start": 42022029,
    "content": "<b><a>22:29</a></b> <b>I grant you a kingdom.</b> I grant you a kingdom. Christ confirmed the disciples’ expectation of an earthly kingdom yet to come. It would not come in the timing or the manner that they hoped, but He affirmed the promise that such a kingdom would indeed be established, and that they would have a principal role in it (v. 30 ; cf. Mt 19:28 )."
  },
  {
    "start": 42022030,
    "content": "<b><a>22:30</a></b> <b>judging the twelve tribes of Israel.</b> judging the twelve tribes of Israel. The language identifies this as a millennial promise. See note on Rev 20:4 ."
  },
  {
    "start": 42022031,
    "content": "<b><a>22:31</a></b> <b>Simon, Simon.</b> <b>Satan has demanded.</b> <b>sift … you like wheat.</b> Simon, Simon. The repetition of the name (cf. 10:41 ; Ac 9:4 ) implied an earnest and somber tone of warning. Christ Himself had given Simon the name Peter ( 6:14 ), but here He reverted to his old name, perhaps to intensify His rebuke about Peter’s fleshly overconfidence. The context also suggests that Peter may have been one of the more vocal participants in the dispute of v. 24 . Satan has demanded. Though addressed specifically to Peter, this warning embraced the other disciples as well. sift … you like wheat. The imagery is apt. It suggests that such trials, though unsettling and undesirable, have a necessary refining effect."
  },
  {
    "start": 42022032,
    "content": "<b><a>22:32</a></b> <b>I have prayed … for you.</b> <b>that your faith may not fail.</b> I have prayed … for you. The pronoun “you” is singular ( see note on v. 31 ). Although it is clear that Jesus prayed for all of them ( Jn 17:6–19 ), He personally assured Peter of His prayers and of Peter’s ultimate victory, even encouraging Peter to be an encourager to the others. that your faith may not fail. Peter himself failed miserably, but his faith was never overthrown (cf. Jn 21:18–19 )."
  },
  {
    "start": 42022034,
    "content": "<b><a>22:34</a></b> <b>you have denied.</b> you have denied. This prediction of Peter’s denial evidently took place in the upper room (cf. Jn 13:38 ). Matthew 26:34 and Mark 14:30 record a second, nearly identical incident, which took place on the Mt. of Olives on the way to Gethsemane (cf. Mt 26:30 ; Mk 14:26 )."
  },
  {
    "start": 42022035,
    "content": "<b><a>22:35</a></b> <b>When I sent you.</b> When I sent you. Cf. 9:3 ; 10:4 ."
  },
  {
    "start": 42022036,
    "content": "<b><a>22:36</a></b> <b>But now.</b> But now. When Christ sent them out before, He had sovereignly arranged for their needs to be met. Henceforth they were to use normal means to provide for their own support and protection. The money bag, knapsack, and sword were figurative expressions for such means (the sword being emblematic of protection, not aggression). But they mistakenly took His words literally (v. 38 )."
  },
  {
    "start": 42022037,
    "content": "<b><a>22:37</a></b> Quoted from Is 53:12 ."
  },
  {
    "start": 42022038,
    "content": "<b><a>22:38</a></b> <b>two swords.</b> <b>It is enough.</b> two swords. These were short, daggerlike instruments—more like knives than swords. There was nothing unusual about the carrying of such weapons in that culture. They had many practical uses besides violence against other people. It is enough. I.e., enough of such talk (cf. v. 51 )."
  },
  {
    "start": 42022039,
    "content": "<b><a>22:39</a></b> <b>Mount of Olives.</b> <b>the disciples also followed Him.</b> Mount of Olives. See notes on 19:29 ; Mt 24:3 . the disciples also followed Him. Matthew 26:36–37 and Mark 14:32–33 give more details. He left most of the disciples at the entrance to Gethsemane, and took Peter, James, and John inside with Him to pray."
  },
  {
    "start": 42022040,
    "content": "<b><a>22:40</a></b> <b>the place.</b> <b>Pray.</b> the place. Gethsemane. See notes on Mt 26:36 ; Mk 14:32 . Pray. He had already warned them—and Peter in particular—that an egregious trial was imminent (v. 31 ). Sadly, that warning, as well as His imploring them to pray, went unheeded."
  },
  {
    "start": 42022041,
    "content": "<b><a>22:41</a></b> <b>about a stone’s throw.</b> about a stone’s throw. I.e., within earshot. His prayer was partly for their benefit (cf. Jn 11:41–42 )."
  },
  {
    "start": 42022042,
    "content": "<b><a>22:42</a></b> <b>this cup.</b> <b>not My will.</b> this cup. I.e., the cup of divine wrath (cf. Is 51:17 , 22 ; Jer 25:15–17 , 27–29 ; Lam 4:21–22 ; Eze 23:31–34 ; Hab 2:16 ). not My will. Cf. Mt 26:39 ; Jn 4:34 ; 5:30 ; 6:38 ; 8:29 . This does not imply that there was any conflict between the will of the Father and the will of the Son. It was a perfectly normal expression of His humanity that He shrank from the cup of divine wrath ( see note on Mt 26:39 ). But even though the cup was abhorrent to Him, He willingly took it, because it was the will of the Father. In this prayer He was consciously, deliberately, and voluntarily subjugating all His human desires to the Father’s perfect will. Thus there was neither conflict between Father and Son, nor between the deity of Christ and His human desires."
  },
  {
    "start": 42022043,
    "end": 42022044,
    "content": "<b><a>22:43–44</a></b> The facts in these verses are related only by Luke, the physician."
  },
  {
    "start": 42022044,
    "content": "<b><a>22:44</a></b> <b>like drops of blood.</b> like drops of blood. This suggests a dangerous condition known as hematidrosis , the effusion of blood in one’s perspiration. It can be caused by extreme anguish or physical strain. Subcutaneous capillaries dilate and burst, mingling blood with sweat. Christ Himself stated that His distress had brought Him to the threshold of death ( see notes on Mt 26:38 ; Mk 14:34 ; cf. Heb 12:3–4 )."
  },
  {
    "start": 42022045,
    "content": "<b><a>22:45</a></b> <b>sleeping from sorrow.</b> sleeping from sorrow. Cf. 9:32 . The emotional strain was wearing on the disciples as well as Christ. Their response, however, was to capitulate to fleshly cravings. Thus they gratified their immediate desire for sleep, rather than staying awake to pray for strength, as Christ had commanded them (v. 40 ). All the reasons for their subsequent failure are found in their behavior in the garden."
  },
  {
    "start": 42022046,
    "content": "<b><a>22:46</a></b> <b>Rise up and pray.</b> Rise up and pray. A tender appeal to the disciples, who in their weakness were disobeying Him at a critical moment. He may have been summoning them to a standing posture, to help overcome their drowsiness. Matthew 26:43 and Mark 14:40 reveal that He again found them sleeping at least one more time."
  },
  {
    "start": 42022047,
    "content": "<b><a>22:47</a></b> <b>a crowd.</b> <b>kiss.</b> a crowd. These were heavily armed representatives of the Sanhedrin ( Mt 26:47 ; Mk 14:43 ), accompanied by a Roman cohort with lanterns, torches, and weapons ( Jn 18:3 ). kiss. A typical greeting, but this was the prearranged signal by which Judas would identify Christ for the soldiers (cf. Mt 26:48–49 ; see note on Mk 14:44 )."
  },
  {
    "start": 42022050,
    "content": "<b><a>22:50</a></b> <b>cut off his right ear.</b> cut off his right ear. All 4 Gospels record this incident. Only John reveals that the swordsman was Peter and the victim was named Malchus ( Jn 18:10 ). And only Luke, the physician, records the subsequent healing (v. 51 )."
  },
  {
    "start": 42022051,
    "content": "<b><a>22:51</a></b> <b>touched his ear and healed him.</b> touched his ear and healed him. This is the only instance in all of Scripture where Christ healed a flesh wound. The miracle is also unique in that Christ healed an enemy, unasked, and without any evidence of faith in the recipient. It is also remarkable that such a dramatic miracle had no effect whatsoever on the hearts of those men. Neither had the explosive power of Jesus’ words, which knocked them to the ground ( Jn 18:6 ). They carried on with the arrest as if nothing peculiar had happened (v. 54 )."
  },
  {
    "start": 42022053,
    "content": "<b><a>22:53</a></b> <b>this hour … darkness are yours.</b> this hour … darkness are yours. I.e., nighttime, the hour of darkness. They had not the courage to confront Jesus in the presence of the crowds at the temple, where He had openly taught each day. Their skulking tactics betrayed the truth about their hearts. Nighttime was a fitting hour for the servants of the power of darkness (Satan) to be afoot (cf. Jn 3:20–21 ; Eph 5:8 , 12–15 ; 1Th 5:5–7 )."
  },
  {
    "start": 42022054,
    "content": "<b><a>22:54</a></b> <b>house of the high priest.</b> <b>Peter was following at a distance.</b> house of the high priest. I.e., Caiaphas’ house. See note on Mt 26:57 . Peter was following at a distance. All 4 Gospels record this fact. John indicates that another disciple—presumably himself—also followed ( Jn 18:15 )."
  },
  {
    "start": 42022056,
    "content": "<b><a>22:56</a></b> <b>a servant-girl.</b> a servant-girl. All 4 Gospels mention her. She appears to have been the doorkeeper of Annas’ house (cf. Mt 26:69 ; Mk 14:66 ; Jn 18:17 )."
  },
  {
    "start": 42022057,
    "content": "<b><a>22:57</a></b> <b>But he denied</b> <b>.</b> But he denied it . John 18:13–18 says this first denial took place while Jesus was being examined by Annas, father-in-law to Caiaphas ( see note on 3:2 ). Both accounts mention a fire in the courtyard (v. 55 ; Jn 18:18 ) so it may be that the houses of Annas and Caiaphas shared a common courtyard. Only John mentions the examination by Annas, so the other Gospels describe Peter’s 3-fold denial as an incident that took place in the porch and courtyard of Caiaphas’ house."
  },
  {
    "start": 42022058,
    "content": "<b><a>22:58</a></b> <b>another saw him.</b> another saw him. “Another” is a masculine pronoun in the Greek, indicating a man. Mark 14:69 says this second challenge to Peter came from the same servant-girl who first recognized him (v. 56 ). The supposed discrepancy is easily reconciled when it is remembered that Peter was among several bystanders, and many of them questioned him at once ( Mt 26:73 ). He responded with his second denial."
  },
  {
    "start": 42022059,
    "content": "<b><a>22:59</a></b> <b>he … is a Galilean.</b> he … is a Galilean. They knew because of his accent ( Mt 26:73 )."
  },
  {
    "start": 42022061,
    "content": "<b><a>22:61</a></b> <b>the Lord turned and looked at Peter.</b> <b>Peter remembered.</b> the Lord turned and looked at Peter. Luke alone records that Jesus made eye contact with Peter. The verb used suggests an intent, fixed look. The fact that He could see Peter suggests that the men holding Jesus had already brought Him into the courtyard to beat Him (v. 63 ). Peter remembered. See note on Mt 26:75 ."
  },
  {
    "start": 42022063,
    "content": "<b><a>22:63</a></b> <b>mocking Him while they beat Him.</b> mocking Him while they beat Him. Luke includes no details about Caiaphas’ first interrogation of Jesus, recorded in Mt 26:59–68 ; Mk 14:55–65 . The beating described here evidently took place after that first examination, before the Sanhedrin could assemble for its official hearing (v. 66 )."
  },
  {
    "start": 42022066,
    "content": "<b><a>22:66</a></b> <b>as the day came.</b> as the day came. Criminal trials were not deemed legal if held at night, so the Sanhedrin dutifully waited until daybreak to render the verdict they had already agreed on anyway (cf. Mt 26:66 ; Mk 14:64 )."
  },
  {
    "start": 42022067,
    "content": "<b><a>22:67</a></b> <b>If You are the Christ.</b> If You are the Christ. The Sanhedrin subjected Him to the same set of questions He had been asked in the nighttime trial, and the answers He gave were substantially the same (cf. vv. 67–71 ; Mt 26:63–66 ; Mk 14:61–64 )."
  },
  {
    "start": 42023001,
    "content": "<b><a>23:1</a></b> <b>their whole assembly.</b> <b>brought Him before Pilate.</b> their whole assembly. I.e., the entire Sanhedrin, some 70 men. At least one member of the council, Joseph of Arimathea, dissented from the decision to condemn Christ (vv. 50–52 ). brought Him before Pilate. See note on Mt 27:2 ."
  },
  {
    "start": 42023002,
    "content": "<b><a>23:2</a></b> <b>forbidding to pay taxes to Caesar.</b> <b>saying that He … is Christ, a King.</b> forbidding to pay taxes to Caesar. This was a deliberate lie. Members of the Sanhedrin had publicly questioned Jesus on this very issue (hoping to discredit Him before the Jews), and He expressly upheld Caesar’s right to demand taxes ( 20:20–25 ). saying that He … is Christ, a King. This was innuendo, implying that He was seditious against Rome—another untrue charge."
  },
  {
    "start": 42023003,
    "content": "<b><a>23:3</a></b> <b>You yourself say</b> <b>.</b> You yourself say it . John 18:33–37 gives a fuller account of Jesus’ reply to this question."
  },
  {
    "start": 42023004,
    "content": "<b><a>23:4</a></b> <b>no guilt.</b> no guilt. Despite the Jewish leaders’ desperate attempts to accuse Him, Pilate was satisfied that Jesus was no insurrectionist, but the ferocity of the people made him afraid to exonerate Jesus. He was relieved to hear that Jesus was a Galilean, because that gave him an excuse to send Him to Herod (vv. 5–6 )."
  },
  {
    "start": 42023007,
    "content": "<b><a>23:7</a></b> <b>Herod’s jurisdiction.</b> <b>sent Him to Herod.</b> Herod’s jurisdiction. See note on 13:31 . sent Him to Herod. Herod had come to Jerusalem for the feasts, and Pilate seized the opportunity to free himself from a political dilemma by sending Jesus to his rival. See note on v. 12 ."
  },
  {
    "start": 42023008,
    "content": "<b><a>23:8</a></b> <b>had wanted to see Him.</b> had wanted to see Him. Herod’s interest in Christ was fueled by the fact that Christ reminded him of his late nemesis, John the Baptist (cf. 9:7–9 ). At one time Herod had apparently threatened to kill Jesus ( 13:31–33 ), but with Christ in Judea rather than Galilee and Perea (where Herod ruled), the king’s concern seems to have been nothing more than an eager curiosity."
  },
  {
    "start": 42023009,
    "content": "<b><a>23:9</a></b> <b>answered him nothing.</b> answered him nothing. It is significant that in all Jesus’ various interrogations, Herod was the only one to whom He refused to speak. Cf. Mt 7:6 . Herod had summarily rejected the truth when he heard it from John the Baptist, so it would have been pointless for Jesus to answer him. Cf. Is 53:7 ; Pss 38:13–14 ; 39:1–2 , 9 ; 1Pe 2:23 ."
  },
  {
    "start": 42023011,
    "content": "<b><a>23:11</a></b> <b>his soldiers.</b> <b>treating Him with contempt.</b> <b>a bright robe.</b> his soldiers. I.e., his security force. treating Him with contempt. Herod made Christ and the charges against Him as an occasion for a joke for Pilate’s amusement (v. 12 ). a bright robe. Probably not the same robe mentioned in Mt 27:28 , which was a military cloak. This was an elegant king’s garment, probably one that Herod was prepared to discard."
  },
  {
    "start": 42023012,
    "content": "<b><a>23:12</a></b> <b>friends.</b> friends. Based on their common unjust and cowardly treatment of Jesus."
  },
  {
    "start": 42023013,
    "content": "<b><a>23:13</a></b> <b>summoned.</b> summoned. Pilate intended to declare Christ not guilty (v. 14 ), and it was his intention to make the verdict as public as possible. He undoubtedly expected that it would put an end to the whole matter."
  },
  {
    "start": 42023014,
    "end": 42023015,
    "content": "<b><a>23:14–15</a></b> Pilate and Herod concurred in the verdict (cf. 1Ti 6:13 )."
  },
  {
    "start": 42023016,
    "content": "<b><a>23:16</a></b> <b>I will punish Him.</b> I will punish Him. Cf. v. 22 . Though Pilate found Him innocent of any wrongdoing, he was prepared to scourge Him merely to pacify the Jews. But even that punishment, severe as it was ( see note on Mt 27:26 ), could not quench their thirst for His blood."
  },
  {
    "start": 42023017,
    "content": "<b><a>23:17</a></b> <b>he was obliged.</b> he was obliged. I.e., because it was a longstanding Jewish custom ( Jn 18:39 ), traditionally honored by the Romans."
  },
  {
    "start": 42023018,
    "content": "<b><a>23:18</a></b> <b>Barabbas.</b> Barabbas. See note on Mk 15:7 ."
  },
  {
    "start": 42023021,
    "content": "<b><a>23:21</a></b> <b>crucify Him!</b> crucify Him! Crucifixion was the most painful and disgraceful form of execution the Romans employed. See note on Mt 27:31 ."
  },
  {
    "start": 42023022,
    "content": "<b><a>23:22</a></b> <b>a third time.</b> a third time. Pilate repeatedly gave powerful testimony to the innocence of Christ (vv. 4 , 14–15 ). In doing so, he not only condemned the Jews, who demanded Jesus’ death, but also himself, because he handed the Savior over without cause."
  },
  {
    "start": 42023024,
    "content": "<b><a>23:24</a></b> <b>Pilate pronounced sentence.</b> Pilate pronounced sentence. Pilate’s response reveals his lack of principle. His desire to please the Jews for political reasons (to save himself from Rome’s displeasure) ultimately overcame his desire to set Jesus free (cf. v. 20 ). John 18:39—19:16 gives a much more detailed account of Pilate’s decision to hand Jesus over."
  },
  {
    "start": 42023026,
    "content": "<b><a>23:26</a></b> <b>Simon of Cyrene.</b> Simon of Cyrene. All 3 Synoptic Gospels mention Simon. See notes on Mt 27:32 ; Mk 15:21 ."
  },
  {
    "start": 42023028,
    "content": "<b><a>23:28</a></b> <b>Daughters of Jerusalem.</b> <b>cry for yourselves.</b> Daughters of Jerusalem. There is nothing to suggest that these women were Christ’s disciples. They may have been professional mourners, obligatory at Jewish funerals ( see note on Mt 9:23 ), and probably present at high-profile executions as well. cry for yourselves. Christ’s reply to them was a prophetic warning. Only Luke recorded this incident."
  },
  {
    "start": 42023029,
    "content": "<b><a>23:29</a></b> <b>Blessed are the barren.</b> Blessed are the barren. I.e., a time is coming when those who have no children to mourn will be considered blessed."
  },
  {
    "start": 42023030,
    "content": "<b><a>23:30</a></b> <b>.</b> to say . Quoted from Hos 10:8 . Cf. Rev 6:16–17 ; 9:6 ."
  },
  {
    "start": 42023031,
    "content": "<b><a>23:31</a></b> <b>tree is green … dry.</b> tree is green … dry. This was probably a common proverb. Jesus’ meaning seems to be this: if the Romans would perpetrate such atrocities on Jesus (the “green” wood—young, strong, and a source of life), what would they do to the Jewish nation (the “dry” wood—old, barren, and ripe for judgment)?"
  },
  {
    "start": 42023032,
    "content": "<b><a>23:32</a></b> <b>two others … criminals.</b> two others … criminals. See notes on Mt 27:38 ; Mk 15:27 ."
  },
  {
    "start": 42023033,
    "content": "<b><a>23:33</a></b> <b>The Skull.</b> <b>crucified.</b> The Skull. The Latin equivalent of Golgotha . See notes on Mt 27:33 ; Mk 15:22 . crucified. See note on Mt 27:31 ."
  },
  {
    "start": 42023034,
    "content": "<b><a>23:34</a></b> <b>forgive them.</b> <b>they do not know what they are doing.</b> <b>.</b> forgive them. I.e., His tormentors, both Jews and Romans (cf. Ac 7:60 ). Some of the fruit of this prayer can be in the salvation of thousands of people in Jerusalem at Pentecost ( Ac 2:41 ). they do not know what they are doing. I.e., they were not aware of the full scope of their wickedness. They did not recognize Him as the true Messiah ( Ac 13:27–28 ). They were blind to the light of divine truth, “for if they had understood it, they would not have crucified the Lord of glory” ( 1Co 2:8 ). Still, their ignorance certainly did not mean that they deserved forgiveness; rather, their spiritual blindness itself was a manifestation of their guilt ( Jn 3:19 ). But Christ’s prayer while they were in the very act of mocking Him is an expression of the boundless compassion of divine grace. cast lots . See notes on Mt 27:35 ; Mk 15:24 ."
  },
  {
    "start": 42023035,
    "content": "<b><a>23:35</a></b> <b>scoffing.</b> scoffing. Cf. Ps 22:6–7 , 16–18 ."
  },
  {
    "start": 42023036,
    "content": "<b><a>23:36</a></b> <b>sour wine.</b> sour wine. Cf. Ps 69:21 ; see note on Mt 27:34 ."
  },
  {
    "start": 42023038,
    "content": "<b><a>23:38</a></b> <b>an inscription.</b> an inscription. All 4 Gospel writers mentioned the inscription, but each reported a slightly different variation. Both Luke and John ( 19:20 ) said that the inscription was written in Greek, Latin, and Hebrew, so the varying reports in the Gospels may simply reflect variant ways the inscription was translated on the placard itself. It is even more likely that all 4 evangelists simply reported the substance of the inscription elliptically, with each one omitting different parts of the full inscription. All 4 concurred with Mark that the inscription said THE KING OF THE JEWS ( Mt 27:37 ; Mk 15:26 ; Jn 19:19 ). Luke added “THIS IS” at the beginning, and Matthew started with “THIS IS JESUS.” John’s version began, “JESUS THE NAZARENE.” Putting them all together, the full inscription would read “THIS IS JESUS THE NAZARENE, THE KING OF THE JEWS.”"
  },
  {
    "start": 42023039,
    "content": "<b><a>23:39</a></b> <b>one of the criminals.</b> one of the criminals. Matthew 27:44 and Mark 15:32 report that both criminals were mocking Christ along with the crowd. As the hours wore on, however, this criminal’s conscience was smitten, and he repented. When the impenitent thief resumed his mocking (v. 39 ), this thief rebuked him and refused to participate again."
  },
  {
    "start": 42023041,
    "content": "<b><a>23:41</a></b> <b>this man has done nothing wrong.</b> this man has done nothing wrong. Cf. vv. 4 , 15 , 22 . Even the thief testified of His innocence."
  },
  {
    "start": 42023042,
    "content": "<b><a>23:42</a></b> <b>Jesus, remember me.</b> Jesus, remember me. The penitent thief’s prayer reflected his belief that the soul lives on after death; that Christ had a right to rule over a kingdom of the souls of men; and that He would soon enter that kingdom despite His impending death. His request to be remembered was a plea for mercy, which also reveals that the thief understood he had no hope but divine grace, and that the dispensing of that grace lay in Jesus’ power. All of this demonstrates true faith on the part of the dying thief, and Christ graciously affirmed the man’s salvation (v. 43 )."
  },
  {
    "start": 42023043,
    "content": "<b><a>23:43</a></b> <b>Paradise.</b> Paradise. The only other places this word is used in the NT are 2Co 12:4 and Rev 2:7 . The word suggests a garden (it is the word used of Eden in the LXX), but in all 3 NT uses it speaks of heaven."
  },
  {
    "start": 42023044,
    "content": "<b><a>23:44</a></b> <b>sixth hour … until the ninth hour.</b> <b>darkness.</b> sixth hour … until the ninth hour. From noon to 3:00 p.m. Luke was using the Jewish method of reckoning time. See notes on Mt 27:45 ; Mk 15:25 . darkness. See note on Mk 15:33 . This could not have been caused by an eclipse, because the Jews used a lunar calendar, and Passover always fell on the full moon, making a solar eclipse out of the question. This was a supernatural darkness."
  },
  {
    "start": 42023045,
    "content": "<b><a>23:45</a></b> <b>the veil.</b> the veil. See note on Mt 27:51 ."
  },
  {
    "start": 42023046,
    "content": "<b><a>23:46</a></b> <b>.</b> into Your hands . This quotes Ps 31:5 , and the manner of His death accords with Jn 10:18 . Normally, victims of crucifixion died much slower deaths. He, being in control, simply yielded up His soul ( Jn 10:18 ; 19:30 ), committing it to God. Thus He “offered Himself without blemish to God” ( Heb 9:14 )."
  },
  {
    "start": 42023047,
    "content": "<b><a>23:47</a></b> <b>the centurion.</b> <b>this man was righteous.</b> the centurion. See note on Mt 27:54 . this man was righteous. Matthew 27:54 and Mark 15:39 say the centurion stated, “This [man] was God’s Son.” Luke may be giving an equivalent expression; or, more likely, the centurion said both things."
  },
  {
    "start": 42023048,
    "content": "<b><a>23:48</a></b> <b>beating their chests.</b> beating their chests. Luke alone records this expression of remorse and anguish (cf. 18:13 )."
  },
  {
    "start": 42023049,
    "content": "<b><a>23:49</a></b> <b>the women … from Galilee.</b> the women … from Galilee. Matthew 27:56 and Mark 15:40–41 ( see notes there ) report that this included Mary Magdalene ( see note on 8:2 ); Mary, mother of James (the less) and Joses; Salome, mother of James and John, and many others. The same women were present at His burial (v. 55 ; Mt 27:61 ; Mk 15:47 ) and His resurrection ( 24:1 ; Mt 28:1 ; Mk 16:1 )—so they were eyewitnesses to all the crucial events of the gospel (cf. 1Co 15:3–4 )."
  },
  {
    "start": 42023050,
    "content": "<b><a>23:50</a></b> <b>Joseph.</b> Joseph. See notes on Mt 27:57 ; Mk 15:43 ; Jn 19:38 . All 4 evangelists mentioned him; Mark and Luke identified him as a member of the Sanhedrin; only Luke noted that he dissented from the council’s verdict against Jesus (v. 51 )."
  },
  {
    "start": 42023051,
    "content": "<b><a>23:51</a></b> <b>waiting for the kingdom of God.</b> waiting for the kingdom of God. I.e., he believed Jesus’ claims. John 19:38 refers to him as a secret disciple."
  },
  {
    "start": 42023053,
    "content": "<b><a>23:53</a></b> <b>a tomb cut into the rock.</b> a tomb cut into the rock. Joseph, a wealthy man, undoubtedly had the tomb built for his own family. It had remained unused. Christ’s burial there was a wonderful fulfillment of Is 53:9 ."
  },
  {
    "start": 42023054,
    "content": "<b><a>23:54</a></b> <b>Preparation day.</b> Preparation day. I.e., Friday, the day before the Sabbath."
  },
  {
    "start": 42023055,
    "content": "<b><a>23:55</a></b> <b>beheld … how His body was laid.</b> beheld … how His body was laid. According to Jn 19:39 , Nicodemus brought a hundred pounds of spices and aloes (probably obtained while Joseph was negotiating with Pilate for Jesus’ body), and he and Joseph wrapped the body with linen and the spices. These women, from Galilee, were probably unfamiliar with Joseph and Nicodemus, who were Judeans. After all, both men were associated with the Jewish leaders who orchestrated the conspiracy against Jesus (v. 50 ; Jn 3:1 ). So the women were determined to prepare Jesus’ body for burial themselves. So they returned (i.e., went to their homes) to prepare their own spices and perfumes (v. 56 ). They had to have Jesus’ body placed in the tomb before sunset, when the Sabbath began, so they were not able to finish preparing the body. Mark 16:1 says they purchased more spices “when the Sabbath passed,” i.e., after sundown Saturday. Then they returned Sunday morning with the spices ( 24:1 ), expecting to finish the task that had been interrupted by the Sabbath."
  },
  {
    "start": 42024001,
    "content": "<b><a>24:1</a></b> <b>bringing the spices.</b> bringing the spices. See note on 23:55 . The women were not expecting to find Jesus risen from the dead; their only plan was to finish anointing His body for burial. See note on Mk 16:1 ."
  },
  {
    "start": 42024002,
    "content": "<b><a>24:2</a></b> <b>the stone rolled away.</b> the stone rolled away. Matthew 28:2–4 records that an earthquake occurred and an angel rolled the stone away. The Roman guards fainted with fear. Mark, Luke, and John make no mention of the guards, so it appears they fled when they awoke to find the empty tomb. The women must have arrived shortly after."
  },
  {
    "start": 42024004,
    "content": "<b><a>24:4</a></b> <b>two men.</b> two men. These were angels. Only Luke mentioned them both ( see note on Mk 16:5 ). Mark was concerned only with the one who spoke for the duo. Such minor differences in the Gospel accounts are all reconcilable. Here’s a summary of the events of the resurrection, assembled from all 4 evangelists’ accounts: finding the stone rolled away, the women entered the tomb, but found it empty (v. 3 ). While they were still in the tomb, the angels suddenly appeared (v. 4 ; Mk 16:5 ). The angel who spoke reminded them of Jesus’ promises (vv. 6–8 ), then sent them to find Peter and the disciples to report that Jesus was risen ( Mt 28:7–8 ; Mk 16:7–8 ). The women did as they were told (vv. 9–11 ). The disciples were skeptical at first (v. 11 ), but ran to where the tomb was, John arriving first ( Jn 20:4 ), but Peter actually entering the tomb first ( Jn 20:6 ). They saw the linen wrappings intact but empty, proof that Jesus was risen (v. 12 ; Jn 20:6–8 ). They left immediately (v. 12 ; Jn 20:10 ). Meanwhile, Mary Magdalene returned to the tomb, and was standing outside weeping when Christ suddenly appeared to her ( Jn 20:11–18 ). That was His first appearance ( Mk 16:9 ). Sometime soon after that, He met the other women on the road and appeared to them as well ( Mt 28:9–10 ). Later that day He appeared to two of the disciples on the road to Emmaus (vv. 13–32 ), and to Peter (v. 34 ). For a chronological listing of all His post-resurrection appearances, see note on v. 34 ."
  },
  {
    "start": 42024006,
    "content": "<b><a>24:6</a></b> <b>how He spoke to you … in Galilee.</b> how He spoke to you … in Galilee. See notes on 9:22 ; 18:31–33 ."
  },
  {
    "start": 42024009,
    "content": "<b><a>24:9</a></b> <b>all the rest.</b> all the rest. I.e., other disciples, mostly from Galilee, who were in Jerusalem for the Passover."
  },
  {
    "start": 42024010,
    "content": "<b><a>24:10</a></b> <b>Mary Magdalene.</b> <b>Joanna.</b> <b>Mary the</b> <b>of James.</b> <b>the rest of the women.</b> Mary Magdalene. See note on 8:2 . She was the first to see Jesus alive ( Mk 16:9 ; Jn 20:11–18 ). See note on v. 4 . Joanna. Her husband was Herod’s steward. See note on 8:3 . Mary the mother of James. See note on Mt 27:56 . the rest of the women. They are never explicitly identified (cf. 23:49 , 55 )."
  },
  {
    "start": 42024011,
    "content": "<b><a>24:11</a></b> <b>nonsense.</b> nonsense. I.e., idle tales."
  },
  {
    "start": 42024012,
    "content": "<b><a>24:12</a></b> <b>Peter … ran.</b> <b>linen wrappings.</b> Peter … ran. John ran with Peter, but reached the tomb first ( Jn 20:4 ). linen wrappings. I.e., the empty shell of wrappings that had contained the body."
  },
  {
    "start": 42024013,
    "content": "<b><a>24:13</a></b> <b>two of them.</b> <b>Emmaus.</b> two of them. These evidently were not any of the 11 disciples. According to v. 18 , one was named Cleopas. Emmaus. Mentioned nowhere else in Scripture. Its exact location is not known, but tradition says it is a town known as Kubeibeh, 7 mi. northwest of Jerusalem."
  },
  {
    "start": 42024016,
    "content": "<b><a>24:16</a></b> <b>their eyes were prevented.</b> their eyes were prevented. I.e., they were kept by God from recognizing Him."
  },
  {
    "start": 42024018,
    "content": "<b><a>24:18</a></b> <b>Are You the only one visiting Jerusalem.</b> Are You the only one visiting Jerusalem. The crucifixion of Jesus was already such a well-known event around Jerusalem that they were shocked that He seemed not to know about it."
  },
  {
    "start": 42024021,
    "content": "<b><a>24:21</a></b> <b>But we were hoping.</b> <b>the third day.</b> But we were hoping. They had been looking for an immediate earthly kingdom. With Jesus crucified, they were probably struggling with doubt about whether He was the Messiah who would reign. But they still regarded Him as a true prophet (v. 19 ). the third day. There may have been a glimmer of hope in these words. They had heard rumors of His resurrection already (vv. 22–24 ). Perhaps Cleopas recalled the Lord’s promises of 9:22 ; 18:33 . More likely, however, it seems this was his way of expressing surprise that this Stranger did not yet know the news everyone else in Jerusalem had been discussing for the past 3 days."
  },
  {
    "start": 42024024,
    "content": "<b><a>24:24</a></b> <b>Some of those who were with us.</b> <b>but Him they did not see.</b> Some of those who were with us. I.e., Peter and John ( see note on v. 12 ). but Him they did not see. This was true. Evidently, Cleopas and his companion had not heard about the appearance to Mary Magdalene ( see note on v. 4 )."
  },
  {
    "start": 42024026,
    "content": "<b><a>24:26</a></b> <b>Was it not necessary…?</b> Was it not necessary…? OT prophecies spoke often of a suffering servant of Jehovah ( see note on v. 27 )."
  },
  {
    "start": 42024027,
    "content": "<b><a>24:27</a></b> <b>Moses … all the prophets.</b> <b>in all the Scriptures.</b> Moses … all the prophets. Verse 44 gives the 3-fold division; this expression is merely a shortened way to say the same thing. in all the Scriptures. In the inscrutable wisdom of divine providence, the substance of Christ’s exposition of the OT messianic prophecies was not recorded. But the gist of what He expounded would have undoubtedly included an explanation of the OT sacrificial system, which was full of types and symbols that spoke of His sufferings and death. He also would have pointed them to the major prophetic passages which spoke of the crucifixion, such as Pss 16:9–11 ; 22 ; 69 ; Is 52:14—53:12 ; Zec 12:10 ; 13:7 . And He would have pointed out the true meaning of passages like Ge 3:15 ; Nu 21:6–9 ; Ps 16:10 ; Jer 23:5–6 ; Da 9:26 —and a host of other key messianic prophecies, particularly those that spoke of His death and resurrection."
  },
  {
    "start": 42024030,
    "content": "<b><a>24:30</a></b> <b>took the bread.</b> took the bread. A simple expression, meaning to share a meal (v. 35 )."
  },
  {
    "start": 42024031,
    "content": "<b><a>24:31</a></b> <b>their eyes were opened.</b> <b>He vanished from their sight.</b> their eyes were opened. I.e., by God. They had been sovereignly kept from recognizing Him until this point (cf. v. 16 ). His resurrection body was glorified, and altered from its previous appearance (see John’s description in Rev 1:13–16 ), and this surely explains why even Mary did not recognize Him at first (cf. Jn 20:14–16 ). But in this case, God actively intervened to keep them from recognizing Him until it was time for Him to depart. He vanished from their sight. His resurrection body, though real and tangible ( Jn 20:27 )—and even capable of ingesting earthly food (vv. 42–43 )—nonetheless possessed certain properties that indicate it was glorified, altered in a mysterious way (cf. 1Co 15:35–54 ; Php 3:21 ). Christ could appear and disappear bodily, as seen in this text. His body could pass through solid objects—such as the grave clothes ( see note on v. 12 ), or the walls and doors of a closed room ( Jn 20:19 , 26 ). He could apparently travel great distances in a moment, for by the time these disciples returned to Jerusalem, Christ had already appeared to Peter (v. 34 ). The fact that He ascended into heaven bodily demonstrated that His resurrection body was already fit for heaven. Yet it was His body, the same one that was missing from the tomb, even retaining identifying features such as the nail-wounds ( Jn 20:25–27 ). He was no ghost or phantom."
  },
  {
    "start": 42024034,
    "content": "<b><a>24:34</a></b> <b>appeared to Simon.</b> appeared to Simon. Cf. 1Co 15:5–8 . Scripture describes at least 10 distinct appearances of Christ between the resurrection and ascension. He appeared to: 1) Mary Magdalene at the tomb ( Mk 16:9 ; Jn 20:11–18 ); 2) to the women on the road ( Mt 28:9–10 ); 3) to the disciples on the road to Emmaus (vv. 13–32 ); 4) to Peter (v. 34 ); 5) to 10 of the 11 disciples, Thomas being absent (vv. 36–43 ; Mk 16:14 ; Jn 20:19–25 ); 6) to the 11 disciples (with Thomas present) 8 days later ( Jn 20:26–31 ); 7) to 7 disciples by the shore of the Sea of Galilee ( Jn 21:1–25 ); 8) to more than 500 disciples, probably on a mountain in Galilee ( 1Co 15:6 ; see note on Mt 28:16 ); 9) to James ( 1Co 15:7 ); and 10) to the apostles when He ascended into heaven ( Ac 1:3–11 ). After His ascension, He appeared to Paul ( 1Co 15:8 ). The next time He appears it will be in glory ( Mt 24:30 )."
  },
  {
    "start": 42024036,
    "content": "<b><a>24:36</a></b> <b>He Himself stood in their midst.</b> He Himself stood in their midst. The doors were closed and locked ( Jn 20:19 ). See note on v. 31 ."
  },
  {
    "start": 42024039,
    "content": "<b><a>24:39</a></b> <b>See My hands and My feet.</b> See My hands and My feet. He was showing them the nail wounds to prove it was really Him. Cf. Jn 20:27 ."
  },
  {
    "start": 42024041,
    "end": 42024043,
    "content": "<b><a>24:41–43</a></b> See note on v. 31 . Cf. Ac 10:41 ."
  },
  {
    "start": 42024044,
    "content": "<b><a>24:44</a></b> <b>the Law of Moses and the Prophets and the Psalms.</b> the Law of Moses and the Prophets and the Psalms. I.e., the whole OT. See note on v. 27 ."
  },
  {
    "start": 42024045,
    "content": "<b><a>24:45</a></b> <b>opened their minds.</b> opened their minds. He undoubtedly taught them from the OT, as He had on the road to Emmaus ( see note on v. 27 ). But the gist of the expression also seems to convey a supernatural opening of their minds to receive the truths He unfolded. Whereas their understanding was once dull ( 9:45 ), they finally saw clearly (cf. Ps 119:18 ; Is 29:18–19 ; 2Co 3:14–16 )."
  },
  {
    "start": 42024046,
    "end": 42024053,
    "content": "<b><a>24:46–53</a></b> This section contains several ideas that are echoed in the opening of Acts, including Christ’s suffering and resurrection (v. 46 ; Ac 1:3 ); the message of repentance and remission of sins (v. 47 ; Ac 2:38 ); the disciples as His witnesses (v. 48 ; Ac 1:8 ); the Promise of the Father (v. 49 ; Ac 1:4 ); tarrying in Jerusalem (v. 49 ; Ac 1:4 ) and the beginning of gospel outreach there (v. 47 ; Ac 1:8 ); power from on high (v. 49 ; Ac 1:8 ); Christ’s ascension (v. 51 ; Ac 1:9–11 ); the disciples’ return to Jerusalem (v. 52 ; Ac 1:12 ); and their meeting in the temple (v. 53 ; Ac 2:46 )."
  },
  {
    "start": 42024047,
    "content": "<b><a>24:47</a></b> This was the Great Commission (cf. Mt 28:19–20 ; Mk 16:15 )."
  },
  {
    "start": 42024049,
    "content": "<b><a>24:49</a></b> <b>the promise of My Father.</b> the promise of My Father. I.e., the Holy Spirit ( Jn 14:26 ; 15:26 ; cf. Joel 2:28–29 ; Ac 2:1–4 )."
  },
  {
    "start": 42024050,
    "content": "<b><a>24:50</a></b> <b>Bethany.</b> Bethany. See notes on 19:29 ; Mk 11:1 ."
  },
  {
    "start": 42024051,
    "content": "<b><a>24:51</a></b> <b>carried up into heaven.</b> carried up into heaven. I.e., visibly. Before when the resurrected Christ left them, He simply vanished (v. 31 ). This time they saw Him ascend. Cf. Ac 1:9–11 ."
  },
  {
    "start": 42024052,
    "content": "<b><a>24:52</a></b> <b>after worshiping Him.</b> after worshiping Him. I.e., a formal act of worship. Now that He had opened their understanding ( see note on v. 45 ), they perceived the full truth of His deity, unclouded by the darkness of confusion or doubt. Cf. Mt 28:9 ; Jn 20:28 ; contra. Mt 28:17 ."
  },
  {
    "start": 42024053,
    "content": "<b><a>24:53</a></b> <b>in the temple.</b> in the temple. This became the first meeting-place of the church ( Ac 2:46 ; 5:21 , 42 ). There were rooms around the porticoes of the outer court available for such meetings."
  }
]