[
  {
    "id": "intro52",
    "title": "The First Letter of Paul to the Thessalonians",
    "content": "The First Letter of Paul to the Thessalonians Title In the Greek NT, 1 Thessalonians is listed literally as “To <i>the</i> Thessalonians.” This represents the apostle Paul’s first canonical correspondence to the church in the city of Thessalonica (cf. <a ref='1 Thessalonians 1:1'>1:1</a> ). Author and Date The apostle Paul identified himself twice as the author of this letter ( <a ref='1 Thessalonians 1:1'>1:1</a> ; <a ref='1 Thessalonians 2:18'>2:18</a> ). Silvanus (Silas) and Timothy ( <a ref='1 Thessalonians 3:2'>3:2</a> , <a ref='1 Thessalonians 3:6'>6</a> ), Paul’s traveling companions on the second missionary journey when the church was founded ( <a ref='Acts 17:1–9'>Ac 17:1–9</a> ), were also mentioned in Paul’s greeting ( <a ref='1 Thessalonians 1:1'>1:1</a> ). Though Paul was the single inspired author, most of the first person plural pronouns (we, us, our) refer to all 3. However, during Timothy’s visit back to Thessalonica, they refer only to Paul and Silvanus ( <a ref='1 Thessalonians 3:1–2'>3:1–2</a> , <a ref='1 Thessalonians 3:6'>6</a> ). Paul commonly used such editorial plurals because the letters came with the full support of his companions. Paul’s authorship has not been questioned until recently by radical critics. Their attempts to undermine Pauline authorship have failed in light of the combined weight of evidence favoring Paul such as: 1) the direct assertions of Paul’s authorship ( <a ref='1 Thessalonians 1:1'>1:1</a> ; <a ref='1 Thessalonians 2:18'>2:18</a> ); 2) the letter’s perfect correlation with Paul’s travels in <a ref='Ac 16-18'>Ac 16–18</a> ; 3) the multitude of intimate details regarding Paul; and 4) the confirmation by multiple, early historical verifications starting with Marcion’s canon in AD 140. The first of Paul’s two letters written from Corinth to the church at Thessalonica is dated ca. AD 51. This date has been archeologically verified by an inscription in the temple of Apollos at Delphi (near Corinth) which dates Gallio’s service as proconsul in Achaia to AD 51–52 ( <a ref='Acts 18:12–17'>Ac 18:12–17</a> ). Since Paul’s letter to the churches of Galatia was probably written ca. AD 49–50, this was his second piece of canonical correspondence. Background and Setting Thessalonica (modern Salonica) lies near the ancient site of Therma on the Thermaic Gulf at the northern reaches of the Aegean Sea. This city became the capital of Macedonia (ca. 168 BC) and enjoyed the status of a “free city” which was ruled by its own citizenry ( <a ref='Acts 17:6'>Ac 17:6</a> ) under the Roman Empire. Because it was located on the main east-west highway, Via Egnatia, Thessalonica served as the hub of political and commercial activity in Macedonia, and became known as “the mother of all Macedonia.” The population in Paul’s day reached 200,000 people. Paul had originally traveled 100 mi. from Philippi via Amphipolis and Apollonia to Thessalonica on his second missionary journey (AD 50; <a ref='Acts 16:1–18:22'>Ac 16:1—18:22</a> ). As his custom was upon arrival, he sought out the synagogue in which to teach the local Jews the gospel ( <a ref='Acts 17:1–2'>Ac 17:1–2</a> ). On that occasion, he dialogued with them from the OT concerning Christ’s death and resurrection in order to prove that Jesus of Nazareth was truly the promised Messiah ( <a ref='Acts 17:2–3'>Ac 17:2–3</a> ). Some Jews believed and soon after, Hellenistic proselytes and some wealthy women of the community also were converted ( <a ref='Acts 17:4'>Ac 17:4</a> ). Mentioned among these new believers were Jason ( <a ref='Acts 17:5'>Ac 17:5</a> ), Gaius ( <a ref='Acts 19:29'>Ac 19:29</a> ), Aristarchus ( <a ref='Acts 20:4'>Ac 20:4</a> ), and Segundus ( <a ref='Acts 20:4'>Ac 20:4</a> ). Because of their effective ministry, the Jews had Paul’s team evicted from the city ( <a ref='Acts 17:5–9'>Ac 17:5–9</a> ), so they went south to evangelize Berea ( <a ref='Acts 17:10'>Ac 17:10</a> ). There Paul had a similar experience to Thessalonica with conversions followed by hostility, so the believers sent Paul away. He headed for Athens, while Silvanus and Timothy remained in Berea ( <a ref='Acts 17:11–14'>Ac 17:11–14</a> ). They rejoined Paul in Athens (cf. <a ref='Acts 17:15–16'>Ac 17:15–16</a> with <a ref='1 Thessalonians 3:1'>3:1</a> ), from which Timothy was later dispatched back to Thessalonica ( <a ref='1 Thessalonians 3:2'>3:2</a> ). Apparently, Silas afterwards traveled from Athens to Philippi while Paul journeyed on alone to Corinth ( <a ref='Acts 18:1'>Ac 18:1</a> ). It was after Timothy and Silvanus rejoined Paul in Corinth ( <a ref='Acts 18:5'>Ac 18:5</a> ) that he wrote 1 Thessalonians in response to Timothy’s good report of the church. Paul undoubtedly had multiple reasons for writing, all coming out of his supreme concern for the flock from which he had been separated. Some of Paul’s purposes clearly included: 1) encouraging the church ( <a ref='1 Thessalonians 1:2–10'>1:2–10</a> ); 2) answering false allegations ( <a ref='1 Thessalonians 2:1–12'>2:1–12</a> ); 3) comforting the persecuted flock ( <a ref='1 Thessalonians 2:13–16'>2:13–16</a> ); 4) expressing his joy in their faith ( <a ref='1 Thessalonians 2:17–3:13'>2:17—3:13</a> ); 5) reminding them of the importance of moral purity ( <a ref='1 Thessalonians 4:1–8'>4:1–8</a> ); 6) condemning the sluggard lifestyle ( <a ref='1 Thessalonians 4:9–12'>4:9–12</a> ); 7) correcting a wrong understanding of prophetic events ( <a ref='1 Thessalonians 4:13–5:11'>4:13—5:11</a> ); 8) defusing tensions within the flock ( <a ref='1 Thessalonians 5:12–15'>5:12–15</a> ); and 9) exhorting the flock in the basics of Christian living ( <a ref='1 Thessalonians 5:16–22'>5:16–22</a> ). Historical and Theological Themes Both letters to Thessalonica have been referred to as “the eschatological epistles.” However, in light of their more extensive focus upon the church, they would better be categorized as the Church Epistles. Five major themes are woven together in 1 Thessalonians: 1) an apologetic theme with the historical correlation between Acts and 1 Thessalonians; 2) an ecclesiastical theme with the portrayal of a healthy, growing church; 3) a pastoral theme with the example of shepherding activities and attitudes; 4) an eschatological theme with the focus on future events as the church’s hope; and 5) a missionary theme with the emphasis on gospel proclamation and church planting. Interpretive Challenges Primarily, the challenges for understanding this epistle involve the sections that are eschatological in nature: 1) the coming wrath ( <a ref='1 Thessalonians 1:10'>1:10</a> ; <a ref='1 Thessalonians 5:9'>5:9</a> ); 2) Christ’s return ( <a ref='1 Thessalonians 2:19'>2:19</a> ; <a ref='1 Thessalonians 3:13'>3:13</a> ; <a ref='1 Thessalonians 4:15'>4:15</a> ; <a ref='1 Thessalonians 5:23'>5:23</a> ); 3) the rapture of the church ( <a ref='1 Thessalonians 4:13–18'>4:13–18</a> ); and 4) the meaning and time of the Day of the Lord ( <a ref='1 Thessalonians 5:1–11'>5:1–11</a> ). Outline I. Paul’s Greeting ( <a ref='1 Thessalonians 1:1'>1:1</a> ) II. Paul’s Personal Thoughts ( <a ref='1 Thessalonians 1:2–3:13'>1:2—3:13</a> ) A. Thanksgiving for the Church ( <a ref='1 Thessalonians 1:2–10'>1:2–10</a> ) B. Reminders for the Church ( <a ref='1 Thessalonians 2:1–16'>2:1–16</a> ) C. Concerns for the Church ( <a ref='1 Thessalonians 2:17–3:13'>2:17—3:13</a> ) III. Paul’s Practical Instructions ( <a ref='1 Thessalonians 4:1–5:22'>4:1—5:22</a> ) A. On Moral Purity ( <a ref='1 Thessalonians 4:1–8'>4:1–8</a> ) B. On Disciplined Living ( <a ref='1 Thessalonians 4:9–12'>4:9–12</a> ) C. On Death and the Rapture ( <a ref='1 Thessalonians 4:13–18'>4:13–18</a> ) D. On Holy Living and the Day of the Lord ( <a ref='1 Thessalonians 5:1–11'>5:1–11</a> ) E. On Church Relationships ( <a ref='1 Thessalonians 5:12–15'>5:12–15</a> ) F. On the Basics of Christian Living ( <a ref='1 Thessalonians 5:16–22'>5:16–22</a> ) IV. Paul’s Benediction ( <a ref='1 Thessalonians 5:23–24'>5:23–24</a> ) V. Paul’s Final Remarks ( <a ref='1 Thessalonians 5:25–28'>5:25–28</a> )",
    "type": "chapter_content"
  },
  {
    "id": "anc52",
    "title": "Study Notes and Features for 1 Thessalonians",
    "content": "Study Notes and Features <a ref='1 Thessalonians 1:1'>1:1</a> <b>Paul.</b> Biographical details for the former Saul of Tarsus ( <a ref='Acts 9:11'>Ac 9:11</a> ) can be found in <a ref='Acts 9:1–30'>Ac 9:1–30</a> ; <a ref='Acts 11:19–28:31'>11:19—28:31</a> ; <i>see note on <a ref='Romans 1:1'>Ro 1:1</a></i> . For autobiographical material, see <a ref='2 Corinthians 11:16–12:10'>2Co 11:16—12:10</a> ; <a ref='Galatians 1:11–2:21'>Ga 1:11—2:21</a> ; <a ref='Philippians 3:4–6'>Php 3:4–6</a> ; and <a ref='1 Timothy 1:12–17'>1Ti 1:12–17</a> . <b>Silvanus.</b> A companion of Paul on the second missionary journey ( <a ref='Ac 15-18'>Ac 15–18</a> ), later a writer for Peter ( <a ref='1 Peter 5:12'>1Pe 5:12</a> ), also called Silas. <b>Timothy.</b> Paul’s most notable disciple ( <a ref='Philippians 2:17–23'>Php 2:17–23</a> ) who traveled on the second and third missionary journeys and stayed near Paul during his first Roman imprisonment ( <a ref='Philippians 1:1'>Php 1:1</a> ; <a ref='Colossians 1:1'>Col 1:1</a> ; <a ref='Philemon 1:1'>Phm 1</a> ). Later he served in Ephesus ( <a ref='1 Timothy 1:3'>1Ti 1:3</a> ) and spent some time in prison ( <a ref='Hebrews 13:23'>Heb 13:23</a> ). Paul’s first letter to Timothy, while he was ministering in the church at Ephesus, instructed him regarding life in the church (cf. <a ref='1 Timothy 3:15'>1Ti 3:15</a> ). In his second letter, Paul called Timothy to be strong ( <a ref='2 Timothy 2:1'>2Ti 2:1</a> ) and faithfully preach as he faced death and was about to turn his ministry over to Timothy ( <a ref='2 Timothy 4:1–8'>2Ti 4:1–8</a> ). <b>God the Father and the Lord Jesus Christ.</b> Since Paul’s initial converts were Jewish, he made it unmistakably clear that this “church” was not a Jewish assembly, but rather one which gathered in the name of Jesus, the Son of God ( <a ref='Acts 17:2–3'>Ac 17:2–3</a> ), who is both Lord God and Messiah. This emphasis on the equality between God and the Lord Jesus is a part of the introduction in all Paul’s epistles (cf. <a ref='1 John 2:23'>1Jn 2:23</a> ). <a ref='1 Thessalonians 1:2'>1:2</a> <b>our prayers.</b> Paul and his companions prayed frequently for the entire flock, and 3 of those prayers are offered in this letter ( <a ref='1 Thessalonians 1:2–3'>1:2–3</a> ; <a ref='1 Thessalonians 3:11–13'>3:11–13</a> ; <a ref='1 Thessalonians 5:23–24'>5:23–24</a> ). <a ref='1 Thessalonians 1:3'>1:3</a> <b>work of faith.</b> The 3-fold combination of faith, hope, and love is a Pauline favorite ( <a ref='1 Thessalonians 5:8'>5:8</a> ; <a ref='1 Corinthians 13:13'>1Co 13:13</a> ; <a ref='Colossians 1:4–5'>Col 1:4–5</a> ). Paul refers here to the fulfillment of ministry duties which resulted from these three spiritual attitudes (cf. vv. <a ref='1 Thessalonians 1:9–10'>9–10</a> ). <a ref='1 Thessalonians 1:4'>1:4</a> <b>your election.</b> The church is commonly called “the elect” (cf. <a ref='Romans 8:33'>Ro 8:33</a> ; <a ref='Colossians 3:12'>Col 3:12</a> ; <a ref='2 Timothy 2:10'>2Ti 2:10</a> ; <a ref='Titus 1:1'>Tit 1:1</a> ). In salvation, the initiating will is God’s, not man’s (cf. <a ref='John 1:13'>Jn 1:13</a> ; <a ref='Acts 13:46–48'>Ac 13:46–48</a> ; <a ref='Romans 9:15–16'>Ro 9:15–16</a> ; <a ref='1 Corinthians 1:30'>1Co 1:30</a> ; <a ref='Colossians 1:13'>Col 1:13</a> ; <a ref='2 Thessalonians 2:13'>2Th 2:13</a> ; <a ref='1 Peter 1:1–2'>1Pe 1:1–2</a> ; <i>see notes on <a ref='Ephesians 1:4–5'>Eph 1:4–5</a></i> ). Man’s will participates in response to God’s promptings as Paul makes clear when he says the Thessalonians received the Word (v. <a ref='1 Thessalonians 1:6'>6</a> ) and they turned to God from idols (v. <a ref='1 Thessalonians 1:9'>9</a> ). These two responses describe faith and repentance, which God repeatedly calls sinners to do throughout Scripture (e.g., <a ref='Acts 20:21'>Ac 20:21</a> ). <a ref='1 Thessalonians 1:5'>1:5</a> <b>our gospel.</b> Paul called his message “our gospel,” because it was for him and all sinners to believe and especially for him to preach. He knew it did not originate with him, but was divinely authored; thus he also called it “the gospel of God” ( <a ref='1 Thessalonians 2:2'>2:2</a> , <a ref='1 Thessalonians 2:9'>9</a> ; <a ref='Romans 1:1'>Ro 1:1</a> ). Because the person who made forgiveness possible is the Lord Jesus, he also referred to it as “the gospel of Christ” ( <a ref='1 Thessalonians 3:2'>3:2</a> ). <b>word only.</b> It had to come in word (cf. <a ref='Romans 10:13–17'>Ro 10:13–17</a> ), and not word only, but in Holy Spirit power (cf. <a ref='2 Corinthians 2:4–5'>2Co 2:4–5</a> ) and in confidence (cf. <a ref='Isaiah 55:11'>Is 55:11</a> ). <b>what kind of men.</b> The quality of the message was confirmed by the character of the lives of the preachers. Paul’s exemplary life served as an open book for all men to read, establishing the credibility of the power and grace of God essential to making the message of redemption believable to sinners ( <i>see note on <a ref='2 Corinthians 1:12'>2Co 1:12</a></i> ). <a ref='1 Thessalonians 1:6'>1:6</a> <b>imitators.</b> The Thessalonians had become third-generation mimics of Christ. Christ is the first; Paul is the second; and the Thessalonians are the third ( <a ref='1 Corinthians 4:16'>1Co 4:16</a> ; <a ref='1 Corinthians 11:1'>11:1</a> ). <b>joy of the Holy Spirit.</b> Cf. <a ref='Romans 14:17'>Ro 14:17</a> . Joy in the midst of suffering evidenced the reality of their salvation, which included the indwelling Holy Spirit ( <a ref='1 Corinthians 3:16'>1Co 3:16</a> ; <a ref='1 Corinthians 6:19'>6:19</a> ). <a ref='1 Thessalonians 1:7'>1:7</a> <b>model.</b> The Greek word was used to describe a seal that marked wax or a stamp that minted coins. Paul commended the Thessalonians for being model believers leaving their mark on others. <b>in Macedonia and in Achaia.</b> The two Roman provinces which comprised Greece, Macedonia being to the north and Achaia to the south. <a ref='1 Thessalonians 1:8'>1:8</a> <b>sounded forth.</b> The idea is to reverberate. Wherever the Thessalonians went, the gospel given by the word of the Lord was heard. It resulted in a local outreach to Thessalonica, a national outreach to Macedonia and Achaia, and an international outreach to regions beyond. <b>we have no need to say anything.</b> Though it may appear that this church developed such a testimony in only 3 Sabbaths of preaching (cf. <a ref='Acts 17:2'>Ac 17:2</a> ) spanning as little as 15 days, it is better to understand that Paul preached 3 Sabbaths in the synagogue before he had to relocate elsewhere in the city. In all likelihood, Paul spent months not weeks, which accounts for: 1) the two collections he received from Philippi ( <a ref='Philippians 4:16'>Php 4:16</a> ); 2) the time he worked night and day ( <a ref='1 Thessalonians 2:9'>2:9</a> ; <a ref='2 Thessalonians 3:8'>2Th 3:8</a> ); and 3) the depth of pastoral care evidenced in the letter ( <a ref='1 Thessalonians 2:7–8'>2:7–8</a> , <a ref='1 Thessalonians 2:11'>11</a> ). <a ref='1 Thessalonians 1:9'>1:9</a> <b>turned.</b> This word describes what the Bible elsewhere calls repentance ( <a ref='Matthew 3:1–2'>Mt 3:1–2</a> ; <a ref='Matthew 4:17'>4:17</a> ; <a ref='Acts 2:38'>Ac 2:38</a> ; <a ref='Acts 3:19'>3:19</a> ; <a ref='Acts 5:31'>5:31</a> ; <a ref='Acts 20:21'>20:21</a> ). Salvation involves a person’s turning from sin and trusting in false gods to Christ. <i>See notes on <a ref='2 Corinthians 7:8–11'>2Co 7:8–11</a> .</i> <b>to serve a living and true God.</b> Those converted to Christ abandoned the worship of dead idols to become willing slaves to the living God. <a ref='1 Thessalonians 1:10'>1:10</a> <b>to wait.</b> This is a recurring theme in the Thessalonian letters ( <a ref='1 Thessalonians 3:13'>3:13</a> ; <a ref='1 Thessalonians 4:15–17'>4:15–17</a> ; <a ref='1 Thessalonians 5:8'>5:8</a> , <a ref='1 Thessalonians 5:23'>23</a> ; <a ref='2 Thessalonians 3:6–13'>2Th 3:6–13</a> ; cf. <a ref='Acts 1:11'>Ac 1:11</a> ; <a ref='2 Timothy 4:8'>2Ti 4:8</a> ; <a ref='Titus 2:11–13'>Tit 2:11–13</a> ). These passages indicate the imminency of the deliverance; it was something Paul felt could happen in their lifetime. <b>rescues us from the wrath to come.</b> This can mean to evacuate out of a current distress ( <a ref='Romans 7:24'>Ro 7:24</a> ; <a ref='Colossians 1:13'>Col 1:13</a> ) or to exempt from entering into a distress ( <a ref='John 12:27'>Jn 12:27</a> ; <a ref='2 Corinthians 1:10'>2Co 1:10</a> ). The wrath can refer either to God’s temporal wrath to come on the earth ( <a ref='Revelation 6:16–17'>Rev 6:16–17</a> ; <a ref='Revelation 19:15'>19:15</a> ) or to God’s eternal wrath ( <a ref='John 3:36'>Jn 3:36</a> ; <a ref='Romans 5:9–10'>Ro 5:9–10</a> ). <a ref='1 Thessalonians 5:9'>First Thessalonians 5:9</a> develops the same idea ( <i>see note there</i> ). The emphasis in both passages on Christ’s work of salvation from sin favors this being understood as the deliverance from the eternal wrath of God in hell because of salvation. <a ref='1 Thessalonians 2:1'>2:1</a> <b>not in vain.</b> Paul’s ministry among the Thessalonians was so fruitful that not only were people saved and a vibrant, reproducing church planted, but the church also grew and flourished even after Paul left (cf. <a ref='1 Thessalonians 1:5–8'>1:5–8</a> ). <a ref='1 Thessalonians 2:2'>2:2</a> <b>mistreated in Philippi.</b> Paul and Silas had been brutalized in Philippi before coming to Thessalonica (cf. <a ref='Acts 16:19–24'>Ac 16:19–24</a> , <a ref='Acts 16:37'>37</a> ). They suffered physically when beaten ( <a ref='Acts 16:22–23'>Ac 16:22–23</a> ) and incarcerated ( <a ref='Acts 16:24'>Ac 16:24</a> ). They were arrogantly mistreated with false accusations ( <a ref='Acts 16:20–21'>Ac 16:20–21</a> ) and illegally punished in spite of their Roman citizenship ( <a ref='Acts 16:37'>Ac 16:37</a> ). <b>much struggle.</b> Like their treatment in Philippi, Paul’s team was falsely accused of civil treason in Thessalonica ( <a ref='Acts 17:7'>Ac 17:7</a> ) and suffered physical intimidation ( <a ref='Acts 17:5–6'>Ac 17:5–6</a> ). <a ref='1 Thessalonians 2:3'>2:3</a> <b>error or impurity … deceit.</b> Paul used 3 distinctly different words to affirm the truthfulness of his ministry, each expressing a contrast with what was characteristic of false teachers. He first asserted that “his message” was true and not erroneously false. His “manner of life” was pure, not sexually wicked. His “method of ministry” was authentic, not deceptive ( <i>see notes on <a ref='2 Corinthians 4:2'>2Co 4:2</a></i> ). <a ref='1 Thessalonians 2:4'>2:4</a> <b>approved by God.</b> It could be that some false teachers came into the church to discredit Paul’s ministry. This would account for his emphasis in vv. <a ref='1 Thessalonians 2:1–12'>1–12</a> on his divine appointment, approval, integrity, and devotion to them. Cf. <a ref='Acts 9:15'>Ac 9:15</a> ; <a ref='Acts 16:9–10'>16:9–10</a> . <a ref='1 Thessalonians 2:5–6'>2:5–6</a> <b>flattering word.</b> Paul used 3 disclaimers to affirm the purity of his motives for ministry: 1) he denied being a smooth-talking preacher who tried to make favorable impressions in order to gain influence for selfish advantage; 2) he did not pretend to be poor and work night and day (cf. v. <a ref='1 Thessalonians 2:9'>9</a> ) as a pretense to get rich in the ministry at their expense; and 3) he didn’t use his honored position as an apostle to seek personal glory, only God’s glory (cf. <a ref='1 Corinthians 10:31'>1Co 10:31</a> ). <a ref='1 Thessalonians 2:6'>2:6</a> <b>apostles of Christ.</b> This plural is designed to include Paul with the 12 for the sake of emphasizing his unique authority. Silvanus and Timothy were “apostles (messengers) of the church” (cf. <a ref='Romans 16:7'>Ro 16:7</a> ; <a ref='Philippians 2:25'>Php 2:25</a> ). <a ref='1 Thessalonians 2:7–8'>2:7–8</a> <b>gentle … as a nursing</b> mother <b>.</b> Paul may have had in mind Moses’ portrayal of himself as a nursing mother to Israel (cf. <a ref='Numbers 11:12'>Nu 11:12</a> ). He used the same tender picture with the Corinthians (cf. <a ref='2 Corinthians 12:14–15'>2Co 12:14–15</a> ) and the Galatians (cf. <a ref='Galatians 4:19'>Ga 4:19</a> ). Paul’s affection for the Thessalonians was like that felt by a mother willing to sacrifice her life for her child as was Christ who was willing to give up His own life for those who would be born again into the family of God (cf. <a ref='Matthew 20:28'>Mt 20:28</a> ). <a ref='1 Thessalonians 2:9'>2:9</a> <b>working night and day.</b> Paul explained this in <a ref='2 Thessalonians 3:7–9'>2Th 3:7–9</a> . He did not ask for any money from the Thessalonians but rather lived on what he earned and what the Philippians sent ( <a ref='Philippians 4:16'>Php 4:16</a> ), so that his motives could not be questioned, unlike the false teachers who always sought money (cf. <a ref='1 Peter 5:2'>1Pe 5:2</a> ). <b>the gospel of God.</b> Cf. <a ref='Romans 1:1'>Ro 1:1</a> . The good news from God which Paul preached included these truths: 1) the authority and truthfulness of Scripture (v. <a ref='1 Thessalonians 2:13'>13</a> ); 2) the deity of Christ ( <a ref='Romans 10:9'>Ro 10:9</a> ); 3) the sinfulness of mankind ( <a ref='Romans 3:23'>Ro 3:23</a> ); 4) Christ’s death and resurrection ( <a ref='1 Corinthians 15:4–5'>1Co 15:4–5</a> ); and 5) salvation by God’s grace through man’s faith ( <a ref='Ephesians 2:8–9'>Eph 2:8–9</a> ). Paul’s summary of the gospel is in <a ref='1 Corinthians 15:1–5'>1Co 15:1–5</a> . <a ref='1 Thessalonians 2:10'>2:10</a> <b>You are witnesses.</b> Under OT law it took two or more witnesses to verify truth ( <a ref='Numbers 35:30'>Nu 35:30</a> ; <a ref='Deuteronomy 17:6'>Dt 17:6</a> ; <a ref='Deuteronomy 19:15'>19:15</a> ; <a ref='2 Corinthians 13:1'>2Co 13:1</a> ). Here Paul called on both the Thessalonians and God as witnesses to affirm his holy conduct in the ministry. Cf. <a ref='2 Corinthians 1:12'>2Co 1:12</a> . <a ref='1 Thessalonians 2:11'>2:11</a> <b>exhorting … encouraging … bearing witness to.</b> Paul used these 3 terms to describe his fatherly relationship with the Thessalonians since they were his children in the faith. They emphasized the personal touch of a loving father (cf. <a ref='1 Corinthians 4:14–15'>1Co 4:14–15</a> ). <a ref='1 Thessalonians 2:12'>2:12</a> <b>His own kingdom and glory.</b> This speaks of the sphere of eternal salvation (cf. <a ref='Colossians 1:13–14'>Col 1:13–14</a> ) culminating in the splendor of heaven. <a ref='1 Thessalonians 2:13'>2:13</a> <b>the word of God.</b> Paul’s message from God is equated with the OT ( <a ref='Mark 7:13'>Mk 7:13</a> ). It was the message taught by the apostles ( <a ref='Acts 4:31'>Ac 4:31</a> ; <a ref='Acts 6:2'>6:2</a> ). Peter preached it to the Gentiles ( <a ref='Acts 11:1'>Ac 11:1</a> ). It was the word Paul preached on his first missionary journey ( <a ref='Acts 13:5'>Ac 13:5</a> , <a ref='Acts 13:7'>7</a> , <a ref='Acts 13:44'>44</a> , <a ref='Acts 13:48–49'>48–49</a> ), his second ( <a ref='Acts 16:32'>Ac 16:32</a> ; <a ref='Acts 17:13'>17:13</a> ; <a ref='Acts 18:11'>18:11</a> ), and his third ( <a ref='Acts 19:10'>Ac 19:10</a> ). Cf. <a ref='Colossians 1:25'>Col 1:25</a> . <b>is at work.</b> The work of God’s Word includes: saving ( <a ref='Romans 10:17'>Ro 10:17</a> ; <a ref='1 Peter 1:23'>1Pe 1:23</a> ); teaching and training ( <a ref='2 Timothy 3:16–17'>2Ti 3:16–17</a> ); guiding ( <a ref='Psalms 119:105'>Ps 119:105</a> ); counseling ( <a ref='Psalms 119:24'>Ps 119:24</a> ); reviving ( <a ref='Psalms 119:154'>Ps 119:154</a> ); restoring ( <a ref='Psalms 19:7'>Ps 19:7</a> ); warning and rewarding ( <a ref='Psalms 19:11'>Ps 19:11</a> ); nourishing ( <a ref='1 Peter 2:2'>1Pe 2:2</a> ); judging ( <a ref='Hebrews 4:12'>Heb 4:12</a> ); sanctifying ( <a ref='John 17:17'>Jn 17:17</a> ); freeing ( <a ref='John 8:31–32'>Jn 8:31–32</a> ); enriching ( <a ref='Colossians 3:16'>Col 3:16</a> ); protecting ( <a ref='Psalms 119:11'>Ps 119:11</a> ); strengthening ( <a ref='Psalms 119:28'>Ps 119:28</a> ); making wise ( <a ref='Psalms 119:97–100'>Ps 119:97–100</a> ); rejoicing the heart ( <a ref='Psalms 19:8'>Ps 19:8</a> ); and prospering ( <a ref='Joshua 1:8–9'>Jos 1:8–9</a> ). All this is summarized in <a ref='Psalms 19:7–9'>Ps 19:7–9</a> ( <i>see notes there</i> ). <a ref='1 Thessalonians 2:14'>2:14</a> <b>imitators.</b> Not only were the Thessalonians imitators of Paul and the Lord (cf. <a ref='1 Thessalonians 1:6'>1:6</a> ), but also of the churches in Judea in the sense that they both were persecuted for Christ’s sake (cf. <a ref='Acts 4:1–4'>Ac 4:1–4</a> ; <a ref='Acts 5:26'>5:26</a> ; <a ref='Acts 8:1'>8:1</a> ). They drank Christ’s cup of suffering ( <a ref='Matthew 26:39'>Mt 26:39</a> ) and walked in the way of the OT prophets ( <a ref='Matthew 21:33–46'>Mt 21:33–46</a> ; <a ref='Luke 13:34'>Lk 13:34</a> ). <a ref='1 Thessalonians 2:15'>2:15</a> <b>who … killed the Lord Jesus.</b> There is no question that the Jews were responsible for the death of their Messiah, though the Romans carried out the execution. It was the Jews who brought the case against Him and demanded His death (cf. <a ref='Luke 23:1–24'>Lk 23:1–24</a> , <a ref='Luke 23:34–38'>34–38</a> ), just as they had killed the prophets (cf. <a ref='Acts 7:51–52'>Ac 7:51–52</a> ). <a ref='1 Thessalonians 2:15–16'>2:15–16</a> <b>hostile to all men.</b> Just as it is God’s will that all men be saved ( <a ref='1 Timothy 2:4'>1Ti 2:4</a> ; <a ref='2 Peter 3:9'>2Pe 3:9</a> ), so it was the will of the Jews that no one find salvation in Christ (v. <a ref='1 Thessalonians 2:16'>16</a> ). Paul at one time had embraced this blasphemy of trying to prevent gospel preaching (cf. <a ref='1 Timothy 1:12–17'>1Ti 1:12–17</a> ). <a ref='1 Thessalonians 2:16'>2:16</a> <b>wrath has come upon them.</b> God’s wrath (cf. <a ref='1 Thessalonians 1:10'>1:10</a> ; <a ref='1 Thessalonians 5:9'>5:9</a> ) on the Jews who “fill up the measure of their sins” (cf. <a ref='Matthew 23:32'>Mt 23:32</a> ; <a ref='Romans 2:5'>Ro 2:5</a> ), thus filling up the cup of wrath, can be understood: 1) historically of the Babylonian exile ( <a ref='Eze 8-11'>Eze 8–11</a> ); 2) prophetically of Jerusalem’s destruction in AD 70; 3) eschatologically of Christ’s second coming in judgment ( <a ref='Rev 19'>Rev 19</a> ); or 4) soteriologically in the sense that God’s promised eternal wrath for unbelievers is so certain that it is spoken of as having come already as does the apostle John (cf. <a ref='John 3:18'>Jn 3:18</a> , <a ref='John 3:36'>36</a> ). This context relates to the fourth option. <a ref='1 Thessalonians 2:17'>2:17</a> <b>having been taken away.</b> Paul had been forcedly separated from his spiritual children (cf. <a ref='Acts 17:5–9'>Ac 17:5–9</a> ). His motherly (v. <a ref='1 Thessalonians 2:7'>7</a> ) and fatherly instincts (v. <a ref='1 Thessalonians 2:11'>11</a> ) had been dealt a severe blow. Lit. the Thessalonians had been orphaned by Paul’s forced departure. <a ref='1 Thessalonians 2:18'>2:18</a> <b>Satan hindered us.</b> Satan, which means “adversary,” continually attempted to tear down the church that Christ promised to build (cf. <a ref='Matthew 16:18'>Mt 16:18</a> ). He was said to be present at the churches of Jerusalem ( <a ref='Acts 5:1–10'>Ac 5:1–10</a> ), Smyrna ( <a ref='Revelation 2:9–10'>Rev 2:9–10</a> ), Pergamum ( <a ref='Revelation 2:13'>Rev 2:13</a> ), Thyatira ( <a ref='Revelation 2:24'>Rev 2:24</a> ), Philadelphia ( <a ref='Revelation 3:9'>Rev 3:9</a> ), Ephesus ( <a ref='1 Timothy 3:6–7'>1Ti 3:6–7</a> ), and Corinth ( <a ref='2 Corinthians 2:1–11'>2Co 2:1–11</a> ). He thwarted Paul in the sense that a military foe would hinder the advance of his enemy. This could very possibly refer to the pledge that Jason made ( <a ref='Acts 17:9'>Ac 17:9</a> ), if that pledge was a promise that Paul would not return to Thessalonica. <a ref='1 Thessalonians 2:19'>2:19</a> <b>crown of boasting.</b> The Bible speaks of eternal life like a wreath awarded for an athletic victory. It is spoken of in terms of: 1) the imperishable wreath that celebrates salvation’s victory over corruption ( <a ref='1 Corinthians 9:25'>1Co 9:25</a> ); 2) the righteous wreath that celebrates salvation’s victory over unrighteousness ( <a ref='2 Timothy 4:8'>2Ti 4:8</a> ); 3) the unfading wreath of glory that celebrates salvation’s victory over defilement ( <a ref='1 Peter 5:4'>1Pe 5:4</a> ); 4) the wreath of life that celebrates salvation’s victory over death ( <a ref='James 1:12'>Jas 1:12</a> , <a ref='Revelation 2:10'>Rev 2:10</a> ); and here 5) the wreath of exultation which celebrates salvation’s victory over Satan and mankind’s persecution of believers. <b>at His coming.</b> “Coming,” or <i>parousia</i> , lit. means “to be present.” It can be understood as: 1) actual presence ( <a ref='Philippians 2:2'>Php 2:2</a> ); 2) moment of arrival ( <a ref='1 Corinthians 16:17'>1Co 16:17</a> ); or 3) expected coming ( <a ref='2 Corinthians 7:6'>2Co 7:6</a> ). In regard to Christ and the future, it can refer to: 1) Christ’s coming at the Rapture ( <a ref='1 Thessalonians 4:15'>4:15</a> ), or 2) Christ’s second coming prior to His 1,000-year millennial reign ( <a ref='Matthew 24:37'>Mt 24:37</a> ; <a ref='Revelation 19:11–20:6'>Rev 19:11—20:6</a> ). Paul referred directly to Christ’s coming 4 times in 1Th (see also <a ref='1 Thessalonians 3:13'>3:13</a> ; <a ref='1 Thessalonians 4:15'>4:15</a> ; <a ref='1 Thessalonians 5:23'>5:23</a> ) and once indirectly ( <a ref='1 Thessalonians 1:10'>1:10</a> ). Context indicates Paul most likely refers here to Christ’s coming for the rapture of the church. <a ref='1 Thessalonians 3:1'>3:1</a> <b>endure</b> it <b>no longer.</b> The agony of separation between spiritual parent Paul and his children in Thessalonica became unbearably painful (cf. v. <a ref='1 Thessalonians 3:5'>5</a> ). <b>at Athens alone.</b> Paul and Silas stayed behind while Timothy returned (v. <a ref='1 Thessalonians 3:2'>2</a> ). This would not be the last time that Timothy went to a church in Paul’s place (cf. <a ref='1 Corinthians 4:17'>1Co 4:17</a> ; <a ref='1 Corinthians 16:10'>16:10</a> ; <a ref='Philippians 2:19–24'>Php 2:19–24</a> ; <a ref='1 Timothy 1:3'>1Ti 1:3</a> ). <a ref='1 Thessalonians 3:2'>3:2</a> <b>strengthen … encourage … your faith.</b> This was a common ministry concern and practice of Paul (cf. <a ref='Acts 14:22'>Ac 14:22</a> ; <a ref='Acts 15:32'>15:32</a> ; <a ref='Acts 18:23'>18:23</a> ). Paul’s concern did not focus on health, wealth, self-esteem, or ease of life, but rather the spiritual quality of life. Their faith was of supreme importance in Paul’s mind as evidenced by 5 mentions in vv. <a ref='1 Thessalonians 3:1–10'>1–10</a> (see also vv. <a ref='1 Thessalonians 3:5–7'>5–7</a> , <a ref='1 Thessalonians 3:10'>10</a> ). Faith includes the foundation of the body of doctrine (cf. <a ref='Jude 1:3'>Jd 3</a> ) and their believing response to God in living out that truth (cf. <a ref='Hebrews 11:6'>Heb 11:6</a> ). <a ref='1 Thessalonians 3:3'>3:3</a> <b>destined.</b> God had promised Paul future sufferings when He commended him to ministry through Ananias ( <a ref='Acts 9:16'>Ac 9:16</a> ). Paul reminded the Thessalonians of this divine appointment so that they would not think that: 1) God’s plan was not working out as evidenced by Paul’s troubles, or 2) Paul’s afflictions demonstrated God’s displeasure with him. To think that way would upset the church’s confidence in Paul and fulfill Satan’s deceptive purposes (v. <a ref='1 Thessalonians 3:5'>5</a> ). Cf. <a ref='2 Corinthians 4:8–15'>2Co 4:8–15</a> ; <a ref='2 Corinthians 6:1–10'>6:1–10</a> ; <a ref='2 Corinthians 11:23–27'>11:23–27</a> ; <a ref='2 Corinthians 12:7–10'>12:7–10</a> . <a ref='1 Thessalonians 3:4'>3:4</a> <b>suffer affliction.</b> Paul had told them to expect him to suffer as he had already suffered before his Thessalonian experience ( <a ref='1 Thessalonians 2:14–16'>2:14–16</a> ; <a ref='Ac 13-14'>Ac 13–14</a> ). During ( <a ref='Acts 17:1–9'>Ac 17:1–9</a> ) and following ( <a ref='Acts 17:10–18:11'>Ac 17:10—18:11</a> ) his time at Thessalonica, Paul also knew tribulation. <a ref='1 Thessalonians 3:5'>3:5</a> <b>the tempter.</b> Satan had already been characterized as a hinderer ( <a ref='1 Thessalonians 2:18'>2:18</a> ) and now as a tempter in the sense of trying/testing for the purpose of causing failure (cf. <a ref='Matthew 4:3'>Mt 4:3</a> ; <a ref='1 Corinthians 7:5'>1Co 7:5</a> ; <a ref='James 1:12–18'>Jas 1:12–18</a> ). Paul was not ignorant of Satan’s schemes ( <a ref='2 Corinthians 2:11'>2Co 2:11</a> ; <a ref='2 Corinthians 11:23'>11:23</a> ) nor vulnerable to his methods ( <a ref='Ephesians 6:11'>Eph 6:11</a> ), so Paul took action to counterattack Satan’s expected maneuver and to assure that all his efforts were not useless (cf. <a ref='1 Thessalonians 2:1'>2:1</a> ). <a ref='1 Thessalonians 3:6'>3:6</a> <b>your faith and love.</b> Timothy returned to report the Thessalonians’ trust in God, their response to one another, and to Paul’s ministry. This news convinced Paul that Satan’s plans to disrupt God’s work had not been successful and settled Paul’s anxiety (v. <a ref='1 Thessalonians 3:7'>7</a> ). <a ref='1 Thessalonians 3:8'>3:8</a> <b>stand firm.</b> Pictured here is an army that refuses to retreat even though it is being assaulted by the enemy. This is a frequent Pauline injunction ( <a ref='1 Corinthians 16:13'>1Co 16:13</a> ; <a ref='Galatians 5:1'>Ga 5:1</a> ; <a ref='Ephesians 6:11'>Eph 6:11</a> , <a ref='Ephesians 6:13–14'>13–14</a> ; <a ref='Philippians 1:27'>Php 1:27</a> ; <a ref='Philippians 4:1'>4:1</a> ; <a ref='2 Thessalonians 2:15'>2Th 2:15</a> ). <a ref='1 Thessalonians 3:9'>3:9</a> <b>joy.</b> Paul, like John ( <a ref='3 John 1:4'>3Jn 4</a> ), found the highest sense of ministry joy in knowing that his children in the faith were growing and walking in the truth. It led him to the worship of God in thanksgiving and rejoicing. <a ref='1 Thessalonians 3:10'>3:10</a> <b>praying.</b> As to frequency, Paul prayed night and day just as he worked night and day ( <a ref='1 Thessalonians 2:9'>2:9</a> ). As to fervency, Paul prayed superabundantly (cf. <a ref='Ephesians 3:20'>Eph 3:20</a> ). <b>lacking.</b> Paul was not criticizing the church, but rather acknowledging that they had not yet reached their full potential, for which he prayed and labored (v. <a ref='1 Thessalonians 3:10'>10</a> ). The themes of chaps. <a ref='1Th 4-5'>4–5</a> deal with areas of this lack. <a ref='1 Thessalonians 3:11'>3:11</a> <b>direct our way.</b> Paul knew that Satan had hindered his return ( <a ref='1 Thessalonians 2:18'>2:18</a> ). Even though Timothy had visited and returned with a good report, Paul still felt the urgency to see his spiritual children again. Paul followed the biblical admonition of the Psalms ( <a ref='Psalms 37:1–5'>Ps 37:1–5</a> ) and Proverbs ( <a ref='Proverbs 3:5–6'>Pr 3:5–6</a> ) to entrust difficult situations to God. <a ref='1 Thessalonians 3:12'>3:12</a> <b>love for one another.</b> With over 30 positive and negative “one anothers” in the NT, love appears by far most frequently (cf. <a ref='1 Thessalonians 4:9'>4:9</a> ; <a ref='Romans 12:10'>Ro 12:10</a> ; <a ref='Romans 13:8'>13:8</a> ; <a ref='2 Thessalonians 1:3'>2Th 1:3</a> ; <a ref='1 Peter 1:22'>1Pe 1:22</a> ; <a ref='1 John 3:11'>1Jn 3:11</a> , <a ref='1 John 3:23'>23</a> ; <a ref='1 John 4:7'>4:7</a> , <a ref='1 John 4:11'>11</a> ; <a ref='2 John 1:5'>2Jn 5</a> ). It is the overarching term that includes all of the other “one anothers.” Its focus is on believers in the church. <b>for all.</b> In light of the fact that God loved the world and sent His Son to die for human sin ( <a ref='John 3:16'>Jn 3:16</a> ), believers who were loved when they were unlovely ( <a ref='Romans 5:8'>Ro 5:8</a> ) are to love unbelievers ( <i>see notes on <a ref='Matthew 5:43–44'>Mt 5:43–44</a></i> ). Other NT commands concerning all men include pursuing peace ( <a ref='Romans 12:18'>Ro 12:18</a> ), doing good ( <a ref='Galatians 6:10'>Ga 6:10</a> ), being patient ( <a ref='Philippians 4:5'>Php 4:5</a> ), praying ( <a ref='1 Timothy 2:1'>1Ti 2:1</a> ), showing consideration ( <a ref='Titus 3:2'>Tit 3:2</a> ), and honoring ( <a ref='1 Peter 2:17'>1Pe 2:17</a> ). <a ref='1 Thessalonians 3:13'>3:13</a> <b>blameless in holiness.</b> Paul prayed that there would be no grounds of accusation because of unholiness. Cf. <a ref='1 Corinthians 1:8'>1Co 1:8</a> ; <a ref='2 Corinthians 11:2'>2Co 11:2</a> ; <a ref='Ephesians 5:25–27'>Eph 5:25–27</a> ; <a ref='1 Peter 4:16–17'>1Pe 4:16–17</a> ; <a ref='Jude 1:24'>Jd 24</a> . <b>His saints.</b> Since this exact term is not used elsewhere in the NT of angels ( <i>see note on <a ref='Jude 1:14'>Jd 14</a></i> ), but is commonly used for believers, it is best to understand the coming of the Lord to rapture all His church ( <i>see notes on <a ref='1 Thessalonians 4:13–18'>4:13–18</a></i> ) and take them to heaven to enjoy His presence ( <i>see notes on <a ref='John 14:1–3'>Jn 14:1–3</a></i> ). <a ref='1 Thessalonians 4:1'>4:1</a> <b>in the Lord Jesus.</b> To give added weight to his words, Paul appealed here to the fact that he wrote with the authority of Christ Himself (see vv. <a ref='1 Thessalonians 4:2'>2</a> , <a ref='1 Thessalonians 4:15'>15</a> ; <a ref='1 Thessalonians 5:27'>5:27</a> ; <a ref='2 Thessalonians 3:6'>2Th 3:6</a> , <a ref='2 Thessalonians 3:12'>12</a> ). <b>please God.</b> Cf. <a ref='1 Thessalonians 2:4'>2:4</a> , <a ref='1 Thessalonians 2:15'>15</a> ; <a ref='2 Corinthians 5:9'>2Co 5:9</a> ; <a ref='Ephesians 5:10'>Eph 5:10</a> , <a ref='Ephesians 5:17'>17</a> ; <a ref='Colossians 1:10'>Col 1:10</a> ; <a ref='Hebrews 11:6'>Heb 11:6</a> ; <a ref='Hebrews 13:15–16'>13:15–16</a> ; <a ref='1 John 3:22'>1Jn 3:22</a> . This is done by obedience to the Word of God (cf. v. <a ref='1 Thessalonians 4:3'>3</a> ). <a ref='1 Thessalonians 4:3'>4:3</a> <b>the will of God.</b> All of God’s Word contains God’s will—both affirmations and prohibitions. Specifically, God’s will includes salvation ( <a ref='1 Timothy 2:4'>1Ti 2:4</a> ), self-sacrifice ( <a ref='Romans 12:1–2'>Ro 12:1–2</a> ), Spirit filling ( <a ref='Ephesians 5:18'>Eph 5:18</a> ), submission ( <a ref='1 Peter 2:13–15'>1Pe 2:13–15</a> ), suffering ( <a ref='1 Peter 3:17'>1Pe 3:17</a> ), satisfaction ( <a ref='1 Thessalonians 5:18'>5:18</a> ), settledness ( <a ref='Hebrews 10:36'>Heb 10:36</a> ), and particularly here—sanctification, which literally refers to a state of being set apart from sin to holiness. In this context, it means being set apart from sexual impurity in particular, holding oneself away from immorality by following the instruction in vv. <a ref='1 Thessalonians 4:4–8'>4–8</a> . <a ref='1 Thessalonians 4:4'>4:4</a> <b>possess his own vessel.</b> Two interpretations of “vessel” are usually offered. The term can mean: 1) the wife (cf. <a ref='Ruth 4:10'>Ru 4:10</a> LXX; <a ref='1 Peter 3:7'>1Pe 3:7</a> ) which one acquires, or 2) the body ( <a ref='2 Corinthians 4:7'>2Co 4:7</a> ; <a ref='2 Timothy 2:21'>2Ti 2:21</a> ) which one possesses. The latter is most likely since: 1) the reference in <a ref='1 Peter 3:7'>1Pe 3:7</a> is used only in a comparative sense (“a weaker vessel”) referring to general humanity, not femaleness; 2) being married does not guarantee sexual purity; 3) Paul would be contradicting what he taught in <a ref='1Co 7'>1Co 7</a> about the superlative state of singleness (cf. <a ref='1 Corinthians 7:8–9'>7:8–9</a> ); and 4) if taken in the sense of marrying a wife, Paul would be talking to men only and ignoring how women were to stay pure. Therefore, “possess his own body” is the preferred translation/interpretation. Cf. note on <a ref='1 Corinthians 9:27'>1Co 9:27</a> . <a ref='1 Thessalonians 4:5'>4:5</a> <b>the Gentiles.</b> Used here in a spiritual sense referring to non-Christians, and indicated by the defining statement, “who do not know God.” <i>See notes on <a ref='Ephesians 4:17–18'>Eph 4:17–18</a> .</i> <a ref='1 Thessalonians 4:6'>4:6</a> <b>defraud his brother.</b> The context, which remains unchanged throughout vv. <a ref='1 Thessalonians 4:1–8'>1–8</a> , demands that this refer to all the destructive social and spiritual implications of illegitimate sexual activity. <i>See notes on <a ref='Matthew 18:6–10'>Mt 18:6–10</a> .</i> <b>avenger.</b> This means it is God who ultimately works out just recompense for such sins (cf. <a ref='Colossians 3:4–7'>Col 3:4–7</a> ; <a ref='Hebrews 13:4'>Heb 13:4</a> ). <a ref='1 Thessalonians 4:7'>4:7</a> <b>call us.</b> Whenever the epistles refer to the “call” of God, it is always a reference to His effectual, saving call, never to a general plea. It is linked to justification (cf. <a ref='Romans 8:30'>Ro 8:30</a> ). <a ref='1 Thessalonians 4:8'>4:8</a> <b>gives His Holy Spirit to you.</b> God’s Spirit is a free gift to all who believe in the Lord Jesus Christ for salvation. Cf. <a ref='Acts 2:38'>Ac 2:38</a> ; <a ref='Romans 8:9'>Ro 8:9</a> ; <a ref='1 Corinthians 3:16'>1Co 3:16</a> ; <a ref='1 Corinthians 12:13'>12:13</a> ; <a ref='2 Corinthians 6:16'>2Co 6:16</a> . <a ref='1 Thessalonians 4:9–10'>4:9–10</a> <b>taught by God to love.</b> Through God’s Word ( <a ref='Psalms 119:97–102'>Ps 119:97–102</a> ) and by God Himself, they were loving believers (cf. <a ref='Romans 5:5'>Ro 5:5</a> ; <a ref='1 John 2:7–11'>1Jn 2:7–11</a> ; <a ref='1 John 3:14'>3:14</a> ; <a ref='1 John 4:7–8'>4:7–8</a> , <a ref='1 John 4:12'>12</a> ). <a ref='1 Thessalonians 4:11'>4:11</a> <b>a quiet life.</b> This refers to one who does not present social problems ( <i>see note on <a ref='1 Timothy 2:2'>1Ti 2:2</a></i> ) or generate conflict among those people in his life, but whose soul rests easy even in the midst of difficulty (cf. <a ref='1 Peter 3:4'>1Pe 3:4</a> ). Paul later deals with those who did not “attend to their own business” at Thessalonica (cf. <a ref='2 Thessalonians 3:6–15'>2Th 3:6–15</a> ). <b>work with your hands.</b> Greek culture looked down on manual labor, but Paul exalts it ( <i>see note on <a ref='Ephesians 4:28'>Eph 4:28</a></i> ). <a ref='1 Thessalonians 4:12'>4:12</a> <b>outsiders.</b> Non-Christians are in view here (cf. <a ref='1 Corinthians 5:2'>1Co 5:2</a> ; <a ref='Colossians 4:5'>Col 4:5</a> ; <a ref='1 Timothy 3:7'>1Ti 3:7</a> ). <a ref='1 Thessalonians 4:13–18'>4:13–18</a> Even though Paul’s ministry in Thessalonica was brief, it is clear the people had come to believe in and hope for the reality of their Savior’s return (cf. <a ref='1 Thessalonians 1:3'>1:3</a> , <a ref='1 Thessalonians 1:9–10'>9–10</a> ; <a ref='1 Thessalonians 2:19'>2:19</a> ; <a ref='1 Thessalonians 5:1–2'>5:1–2</a> ; <a ref='2 Thessalonians 2:1'>2Th 2:1</a> , <a ref='2 Thessalonians 2:5'>5</a> ). They were living in expectation of that coming, eagerly awaiting Christ. Verse <a ref='1 Thessalonians 4:13'>13</a> (cf. <a ref='2 Thessalonians 2:1–3'>2Th 2:1–3</a> ) indicates they were even agitated about some things that were happening to them that might affect their participation in it. They knew Christ’s return was the climactic event in redemptive history and didn’t want to miss it. The major question they had was “What happens to the Christians who die before He comes? Do they miss His return?” Clearly, they had an imminent view of Christ’s return, and Paul had left the impression it could happen in their lifetime. Their confusion came as they were being persecuted, an experience they thought they were to be delivered from by the Lord’s return (cf. <a ref='1 Thessalonians 3:3–4'>3:3–4</a> ). <a ref='1 Thessalonians 4:13'>4:13</a> <b>those who are asleep.</b> Sleep is the familiar NT euphemism for death which describes the appearance of the deceased ( <i>see note on <a ref='1 Corinthians 11:30'>1Co 11:30</a></i> ). It describes the dead body, not the soul (cf. <a ref='2 Corinthians 5:1–9'>2Co 5:1–9</a> ; <a ref='Philippians 1:23'>Php 1:23</a> ). Sleep is used of Jarius’ daughter ( <a ref='Matthew 9:24'>Mt 9:24</a> ) whom Jesus raised from the dead and Stephen who was stoned to death ( <a ref='Acts 7:60'>Ac 7:60</a> ; cf. <a ref='John 11:11'>Jn 11:11</a> ; <a ref='1 Corinthians 7:39'>1Co 7:39</a> ; <a ref='1 Corinthians 15:6'>15:6</a> , <a ref='1 Corinthians 15:18'>18</a> , <a ref='1 Corinthians 15:51'>51</a> ; <a ref='2 Peter 3:4'>2Pe 3:4</a> ). Those who sleep are identified in v. <a ref='1 Thessalonians 4:16'>16</a> as “the dead in Christ.” The people, in ignorance, had come to the conclusion that those who die miss the Lord’s return, and they were grieved over their absence at such a glorious event. Thus the departure of a loved one brought great anguish to the soul. But there is no reason for Christians to sorrow when a brother dies as if some great loss to that person has come. <a ref='1 Thessalonians 4:14'>4:14</a> <b>God will bring with Him.</b> As Jesus died and rose, so also will those who die believing in Him rise again so they can be taken to heaven with the Lord ( <i>see notes on <a ref='John 14:1–3'>Jn 14:1–3</a> ; <a ref='1 Corinthians 15:51–58'>1Co 15:51–58</a></i> ). These texts describe the rapture of the church, which takes place when Jesus comes to collect His redeemed and take them back to heaven. Those who have died before that time (called “those who have fallen asleep”) will be gathered and taken back to heaven with the Lord. <a ref='1 Thessalonians 4:15'>4:15</a> <b>the word of the Lord.</b> Was Paul referring to some saying of Jesus found in the Gospels? No. There are none exact or even close. The only explicit reference to the Rapture in the Gospels is <a ref='John 14:1–3'>Jn 14:1–3</a> . Some suggest that Jesus had said the words while on earth, their substance being recorded later in such places as <a ref='Matthew 24:30–31'>Mt 24:30–31</a> and <a ref='John 6:39–40'>Jn 6:39–40</a> ; <a ref='John 11:25–26'>11:25–26</a> . Similarities between this passage in 1Th and the Gospel accounts include a trumpet ( <a ref='Matthew 24:31'>Mt 24:31</a> ), a resurrection ( <a ref='John 1:26'>Jn 1:26</a> ), and a gathering of the elect ( <a ref='Matthew 24:31'>Mt 24:31</a> ). Yet dissimilarities between it and the canonical sayings of Christ far outweigh the resemblances. Some of the differences between <a ref='Matthew 24:30–31'>Mt 24:30–31</a> and vv. <a ref='1 Thessalonians 4:15–17'>15–17</a> are as follows: 1) in Mt the Son of Man is coming on the clouds (but see <a ref='Mark 13:26'>Mk 13:26</a> ; <a ref='Luke 21:27'>Lk 21:27</a> ), in 1Th ascending believers are in them; 2) in the former the angels gather, in the latter Christ does personally; 3) in the former nothing is said about resurrection, while in the latter this is the main theme; and 4) Matthew records nothing about the order of ascent, which is the principal lesson in Thessalonians. On the other hand, did he mean a statement of Jesus that was spoken but not recorded in the Gospels ( <a ref='Acts 20:35'>Ac 20:35</a> )? No. There is reason to conclude this since Paul affirmed that he taught the Rapture as a heretofore hidden truth ( <a ref='1 Corinthians 15:51'>1Co 15:51</a> ), i.e., “mystery.” Apparently, the Thessalonians were informed fully about the day of the Lord judgment (cf. <a ref='1 Thessalonians 5:1–2'>5:1–2</a> ), but not the preceding event—the rapture of the church. Until Paul revealed it as the revelation from God to him, it had been a secret, with the only prior mention being Jesus’ teaching in <a ref='John 14:1–3'>Jn 14:1–3</a> . This was new revelation of what had previously been an unrevealed mystery. <b>we who are alive and remain.</b> This refers to Christians alive at the time of the Rapture, those who live on this earth to see the coming of the Lord for His own. Since Paul didn’t know God’s timing, he lived and spoke as if it could happen in his lifetime. As with all early Christians, he believed the event was near (cf. <a ref='Romans 13:11'>Ro 13:11</a> ; <a ref='1 Corinthians 6:14'>1Co 6:14</a> ; <a ref='1 Corinthians 10:11'>10:11</a> ; <a ref='1 Corinthians 16:22'>16:22</a> ; <a ref='Philippians 3:20–21'>Php 3:20–21</a> ; <a ref='1 Timothy 6:14'>1Ti 6:14</a> ; <a ref='Titus 2:13'>Tit 2:13</a> ). Those alive at the Rapture will follow those dead who rise first (v. <a ref='1 Thessalonians 4:16'>16</a> ). <a ref='1 Thessalonians 4:16'>4:16</a> <b>the Lord Himself will descend.</b> This fulfills the pledge of <a ref='John 14:1–3'>Jn 14:1–3</a> (cf. <a ref='Acts 1:11'>Ac 1:11</a> ). Until then, He remains in heaven (cf. <a ref='1 Thessalonians 1:10'>1:10</a> ; <a ref='Hebrews 1:1–3'>Heb 1:1–3</a> ). <b>archangel.</b> Very little is known about the organization or rank of angels (cf. <a ref='Colossians 1:17'>Col 1:17</a> ). While only Michael is named as an archangel ( <a ref='Jude 1:9'>Jd 9</a> ), there seems to be more than one in the archangelic ranks ( <a ref='Daniel 10:13'>Da 10:13</a> ). Perhaps it is Michael, the archangel, whose voice is heard as he is identified with Israel’s resurrection in <a ref='Daniel 12:1–3'>Da 12:1–3</a> . At that moment (cf. <a ref='1 Corinthians 15:52'>1Co 15:52</a> , “twinkling of an eye”), the dead rise first. They will not miss the Rapture, but be the first participants. <b>trumpet of God.</b> Cf. <a ref='1 Corinthians 15:52'>1Co 15:52</a> . This trumpet is not the judgment trumpets of <a ref='Rev 8-11'>Rev 8–11</a> , but is illustrated by the trumpet of <a ref='Exodus 19:16–19'>Ex 19:16–19</a> , which called the people out of the camp to meet God. It will be a trumpet of deliverance (cf. <a ref='Zephaniah 1:16'>Zep 1:16</a> ; <a ref='Zechariah 9:14'>Zec 9:14</a> ). <a ref='1 Thessalonians 4:17'>4:17</a> <b>caught up.</b> After the dead come forth, their spirits, already with the Lord ( <a ref='2 Corinthians 5:8'>2Co 5:8</a> ; <a ref='Philippians 1:23'>Php 1:23</a> ), are now being joined to resurrected new bodies ( <i>see notes on <a ref='1 Corinthians 15:35–50'>1Co 15:35–50</a></i> ); the living Christians will be raptured, lit. snatched away (cf. <a ref='John 10:28'>Jn 10:28</a> ; <a ref='Acts 8:39'>Ac 8:39</a> ). This passage, along with <a ref='John 14:1–3'>Jn 14:1–3</a> and <a ref='1 Corinthians 15:51–52'>1Co 15:51–52</a> , forms the biblical basis for “the Rapture” of the church. The time of the Rapture cannot be conclusively determined from this passage alone. However, when other texts such as <a ref='Revelation 3:10'>Rev 3:10</a> and <a ref='John 14:3'>Jn 14:3</a> are consulted and compared to the texts about Christ’s coming in judgment ( <a ref='Matthew 13:34–50'>Mt 13:34–50</a> ; <a ref='Matthew 24:29–44'>24:29–44</a> ; <a ref='Revelation 19:11–21'>Rev 19:11–21</a> ) at the end of a 7-year tribulation, it has to be noted that there is a clear difference between the character of the “Rapture” in that there is no mention of any judgment, while the other texts feature judgment. So then, it is best to understand that the Rapture occurs at a time different from the coming of Christ in judgment. Thus, the Rapture has been described as pretribulational (before the wrath of God unfolded in the judgments of <a ref='Rev 6-19'>Rev 6–19</a> ). This event includes complete transformation (cf. <a ref='1 Corinthians 15:51–52'>1Co 15:51–52</a> ; <a ref='Philippians 3:20–21'>Php 3:20–21</a> ) and union with the Lord Jesus Christ that never ends. <a ref='1 Thessalonians 4:18'>4:18</a> <b>comfort one another.</b> The primary purpose of this passage is not to teach a scheme of prophecy, but rather to provide encouragement to those Christians whose loved ones have died. The comfort here is based on the following: 1) the dead will be resurrected and will participate in the Lord’s coming for His own; 2) when Christ comes the living will be reunited forever with their loved ones; and 3) they all will be with the Lord eternally (v. <a ref='1 Thessalonians 4:17'>17</a> ). <a ref='1 Thessalonians 5:1'>5:1</a> <b>Now.</b> Paul used familiar Greek words here to indicate a change of topics within the same general subject of prophecy (cf. <a ref='1 Thessalonians 4:9'>4:9</a> , <a ref='1 Thessalonians 4:13'>13</a> ; <a ref='1 Corinthians 7:1'>1Co 7:1</a> , <a ref='1 Corinthians 7:25'>25</a> ; <a ref='1 Corinthians 8:1'>8:1</a> ; <a ref='1 Corinthians 12:1'>12:1</a> ; <a ref='1 Corinthians 16:1'>16:1</a> ). The expression here points to the idea that within the broader context of the end time coming of the Lord Jesus, the subject is changing from a discussion of the blessings of the rapture of believers to the judgment of unbelievers. <b>times and the seasons.</b> These two terms mean the measurement of time and the character of the times respectively (cf. <a ref='Daniel 2:21'>Da 2:21</a> ; <a ref='Acts 1:7'>Ac 1:7</a> ). Many of them expected the Lord to come in their lifetime and were confused and grieved when their fellow believers died before His coming ( <i>see notes on <a ref='1 Thessalonians 4:13–18'>4:13–18</a></i> ). They were concerned about the delay. Apparently, the Thessalonians knew all that God intended believers to know about coming judgment, and Paul had taught them what they hadn’t known about the Rapture ( <a ref='1 Thessalonians 4:13–18'>4:13–18</a> ), so Paul exhorted them to live godly lives in light of coming judgment on the world, rather than to be distracted by probing into issues of prophetic timing. They could not know the timing of God’s final judgment, but they knew well that it was coming unexpectedly (v. <a ref='1 Thessalonians 5:2'>2</a> ). <a ref='1 Thessalonians 5:2'>5:2</a> <b>day of the Lord.</b> There are 19 indisputable uses of “the Day of the Lord” in the OT and 4 in the NT (cf. <a ref='Acts 2:20'>Ac 2:20</a> ; <a ref='2 Thessalonians 2:2'>2Th 2:2</a> ; <a ref='2 Peter 3:10'>2Pe 3:10</a> ). The OT prophets used “Day of the Lord” to describe near historical judgments (see <a ref='Isaiah 13:6–22'>Is 13:6–22</a> ; <a ref='Ezekiel 30:2–19'>Eze 30:2–19</a> ; <a ref='Joel 1:15'>Joel 1:15</a> ; <a ref='Amos 5:18–20'>Am 5:18–20</a> ; <a ref='Zephaniah 1:14–18'>Zep 1:14–18</a> ) or far eschatological divine judgments (see <a ref='Joel 2:30–32'>Joel 2:30–32</a> ; <a ref='Joel 3:14'>3:14</a> ; <a ref='Zechariah 14:1'>Zec 14:1</a> ; <a ref='Malachi 4:1'>Mal 4:1</a> , <a ref='Malachi 4:5'>5</a> ). It is also referred to as the “day of doom” and the “day of vengeance.” The NT calls it a day of “wrath,” day of “visitation,” and the “great day of God Almighty” ( <a ref='Revelation 16:14'>Rev 16:14</a> ). These are terrifying judgments from God (cf. <a ref='Joel 2:30–31'>Joel 2:30–31</a> ; <a ref='2 Thessalonians 1:7–10'>2Th 1:7–10</a> ) for the overwhelming sinfulness of the world. The future “Day of the Lord,” which unleashes God’s wrath, falls into two parts: 1) the end of the 7-year tribulation period (cf. <a ref='Revelation 19:11–21'>Rev 19:11–21</a> ), and 2) the end of the Millennium. These two are actually 1,000 years apart, and Peter refers to the end of the 1,000-year period in connection with the final “Day of the Lord” (cf. <a ref='2 Peter 3:10'>2Pe 3:10</a> ; <a ref='Revelation 20:7–15'>Rev 20:7–15</a> ). Here, Paul refers to that aspect of the “Day of the Lord,” which concludes the tribulation period. <b>a thief in the night.</b> This phrase is never used to refer to the rapture of the church. It is used of Christ’s coming in judgment on the day of the Lord at the end of the 7-year tribulation which is distinct from the rapture of the church ( <i>see note on <a ref='1 Thessalonians 4:15'>4:15</a></i> ) and it is used of the judgment that concludes the Millennium ( <a ref='2 Peter 3:10'>2Pe 3:10</a> ). As a thief comes unexpectedly and without warning, so will the day of the Lord come in both its final phases. <a ref='1 Thessalonians 5:3'>5:3</a> <b>“Peace and safety!”</b> Just as false prophets of old fraudulently forecast a bright future, in spite of the imminence of God’s judgment ( <a ref='Jeremiah 6:14'>Jer 6:14</a> ; <a ref='Jeremiah 8:11'>8:11</a> ; <a ref='Jeremiah 14:13–14'>14:13–14</a> ; <a ref='Lamentations 2:14'>Lam 2:14</a> ; <a ref='Ezekiel 13:10'>Eze 13:10</a> , <a ref='Ezekiel 13:16'>16</a> ; <a ref='Micah 3:5'>Mic 3:5</a> ), so they will again in future days just before the final day of the Lord destruction. <b>labor pains.</b> The Lord used this same illustration in the Olivet Discourse ( <i>see note on <a ref='Matthew 24:8'>Mt 24:8</a></i> ). It portrays the inevitability, suddenness, inescapable nature, and painfulness of the day of the Lord. <a ref='1 Thessalonians 5:4'>5:4</a> <b>But you, brothers.</b> Paul dramatically shifts from the third person plural pronoun (3 times in v. <a ref='1 Thessalonians 5:3'>3</a> ) to the second person plural. Because the church is raptured before the judgment of the Day of the Lord, believers will not be present on earth to experience its terrors and destruction (v. <a ref='1 Thessalonians 5:3'>3</a> ). <b>not in darkness.</b> Believers have no part in the Day of the Lord, because they have been delivered from the domain of darkness and transferred to the kingdom of light ( <a ref='Colossians 1:13'>Col 1:13</a> ). Jesus taught that to believe in Him would remove a person from spiritual darkness ( <a ref='John 8:12'>Jn 8:12</a> ; <a ref='John 12:46'>12:46</a> ). The contrast between believers and the lost is emphatic, and Paul draws it out all the way through v. <a ref='1 Thessalonians 5:7'>7</a> . Believers will not experience the wrath of God because they are different in nature. Unbelievers are in darkness (cf. v. <a ref='1 Thessalonians 5:2'>2</a> , “in the night”), engulfed in mental, moral, and spiritual darkness because of sin and unbelief (cf. <a ref='John 1:5'>Jn 1:5</a> ; <a ref='John 3:19'>3:19</a> ; <a ref='John 8:12'>8:12</a> ; <a ref='2 Corinthians 4:6'>2Co 4:6</a> ; <a ref='Ephesians 4:17–18'>Eph 4:17–18</a> ; <a ref='Ephesians 5:8'>5:8</a> , <a ref='Ephesians 5:11'>11</a> ). All these people are children of Satan (cf. <a ref='John 8:44'>Jn 8:44</a> ) who is called “the authority of darkness” ( <a ref='Luke 22:53'>Lk 22:53</a> ). The day of the Lord will overtake them suddenly and with deadly results. <a ref='1 Thessalonians 5:5'>5:5</a> <b>sons of light.</b> This is a Hebrew expression that characterizes believers as children of God, their heavenly Father, who is light and in whom is no darkness at all ( <a ref='1 John 1:5–7'>1Jn 1:5–7</a> ). Cf. <a ref='Luke 16:8'>Lk 16:8</a> ; <a ref='John 8:12'>Jn 8:12</a> ; <a ref='John 12:36'>12:36</a> . Believers live in a completely different sphere of life than those who will be in the day of the Lord. <a ref='1 Thessalonians 5:6'>5:6</a> <b>let us not sleep.</b> Because believers have been delivered from the domain of darkness, they are taken out of the night of sin and ignorance and put into the light of God. Because Christians are in the light, they should not sleep in spiritual indifference and comfort, but be alert to the spiritual issues around them. They are not to live like the sleeping, darkened people who will be jolted out of their coma by the day of the Lord (v. <a ref='1 Thessalonians 5:7'>7</a> ), but to live alert, balanced, godly lives under control of the truth. <a ref='1 Thessalonians 5:8'>5:8</a> <b>breastplate.</b> Paul pictured the Christian life in military terms as being a life of soberness (alertness) and proper equipping. The “breastplate” covers the vital organs of the body. “Faith” is an essential protection against temptations, because it is trust in God’s promise, plan, and truth. It is unwavering belief in God’s Word that protects us from temptation’s arrows. Looking at it negatively, it is unbelief that characterizes all sin. When believers sin, they have believed Satan’s lie. Love for God is essential, as perfect love for Him yields perfect obedience to Him. Elsewhere the warrior’s breastplate has been used to represent righteousness ( <a ref='Isaiah 59:17'>Is 59:17</a> ; <a ref='Ephesians 6:14'>Eph 6:14</a> ). Faith elsewhere is represented by a soldier’s shield ( <a ref='Ephesians 6:16'>Eph 6:16</a> ). The “helmet” is always associated with salvation in its future aspects (cf. <a ref='Isaiah 59:17'>Is 59:17</a> ; <a ref='Ephesians 6:17'>Eph 6:17</a> ). Our future salvation is guaranteed nothing can take it away ( <a ref='Romans 13:11'>Ro 13:11</a> ). Paul again combined faith, love, and hope (cf. <a ref='1 Thessalonians 1:3'>1:3</a> ). <i>See notes on <a ref='Ephesians 6:10–17'>Eph 6:10–17</a> .</i> <a ref='1 Thessalonians 5:9'>5:9</a> <b>wrath.</b> This is the same wrath referred to in <a ref='1 Thessalonians 1:10'>1:10</a> ( <i>see notes there</i> ). In this context (note especially the contrast), it appears obvious that this wrath refers to God’s eternal wrath, not His temporal wrath during the tribulation period (cf. <a ref='Romans 5:9'>Ro 5:9</a> ). <a ref='1 Thessalonians 5:10'>5:10</a> <b>awake or asleep.</b> This analogy goes back to <a ref='1 Thessalonians 4:13–15'>4:13–15</a> and refers to being physically alive or dead with the promise that, in either case, we will one day live together (cf. <a ref='1 Thessalonians 4:17'>4:17</a> ; <a ref='John 14:1–3'>Jn 14:1–3</a> ) forever with the Savior who died as the substitute for our sins. Cf. <a ref='Romans 4:9'>Ro 4:9</a> ; <a ref='Galatians 1:4'>Ga 1:4</a> ; <a ref='2 Corinthians 5:15'>2Co 5:15</a> , <a ref='2 Corinthians 5:21'>21</a> . <a ref='1 Thessalonians 5:12'>5:12</a> <b>know.</b> This means that the people are to know their pastors well enough to have an intimate appreciation for them and to respect them because of their value. The work of pastors is summarized in a 3-fold description which includes: 1) laboring, working to the point of exhaustion; 2) overseeing, lit. standing before the flock to lead them in the way of righteousness; and 3) instructing in the truths of God’s Word. Cf. <a ref='Hebrews 13:7'>Heb 13:7</a> , <a ref='Hebrews 13:17'>17</a> . <a ref='1 Thessalonians 5:13'>5:13</a> <b>regard.</b> In addition to knowing pastors ( <i>see notes on v. <a ref='1 Thessalonians 5:12'>12</a></i> ), congregations are to think rightly and lovingly of their pastors, not because of their charm or personality, but because of the fact that they work for the Chief Shepherd as His special servants (cf. <a ref='1 Peter 5:2–4'>1Pe 5:2–4</a> ). They are also to submit to their leadership so that “peace” prevails in the church. <a ref='1 Thessalonians 5:14–15'>5:14–15</a> <b>we urge you.</b> Paul has discussed how the pastors are to serve the people and how the people are to respond to the pastors (vv. <a ref='1 Thessalonians 5:12–13'>12–13</a> ). In these verses, he presents how the people are to treat one another in the fellowship of the church. The “unruly,” those out of line, must be warned and taught to get back in line. The “fainthearted,” those in fear and doubt, must be encouraged and made bold. The “weak,” those without spiritual and moral strength, must be held up firmly. Patience, forgiveness, and acts of goodness must prevail among all the people. <a ref='1 Thessalonians 5:16–22'>5:16–22</a> Paul gave a summary of the Christian’s virtues. These verses provide the foundational principles for a sound spiritual life in brief, staccato statements that, in spite of their brevity, give believers the priorities for successful Christian living. <a ref='1 Thessalonians 5:16'>5:16</a> <b>Rejoice.</b> Joy is appropriate at all times. Cf. <a ref='Philippians 2:17–18'>Php 2:17–18</a> ; <a ref='Philippians 3:1'>3:1</a> ; <a ref='Philippians 4:4'>4:4</a> . <a ref='1 Thessalonians 5:17'>5:17</a> <b>pray.</b> This does not mean pray repetitiously or continuously without a break (cf. <a ref='Matthew 6:7–8'>Mt 6:7–8</a> ), but rather pray persistently (cf. <a ref='Luke 11:1–13'>Lk 11:1–13</a> ; <a ref='Luke 18:1–8'>18:1–8</a> ) and regularly (cf. <a ref='Ephesians 6:18'>Eph 6:18</a> ; <a ref='Philippians 4:6'>Php 4:6</a> ; <a ref='Colossians 4:2'>Col 4:2</a> , <a ref='Colossians 4:12'>12</a> ). <a ref='1 Thessalonians 5:18'>5:18</a> <b>give thanks.</b> Thanklessness is a trait of unbelievers (cf. <a ref='Romans 1:21'>Ro 1:21</a> ; <a ref='2 Timothy 3:1–5'>2Ti 3:1–5</a> ). “This is God’s will” includes vv. <a ref='1 Thessalonians 5:16–17'>16–17</a> . <a ref='1 Thessalonians 5:19'>5:19</a> <b>quench.</b> The fire of God’s Spirit is not to be doused with sin. Believers are also instructed to not grieve the Holy Spirit ( <a ref='Ephesians 4:30'>Eph 4:30</a> ), but to be controlled by the Holy Spirit ( <a ref='Ephesians 5:18'>Eph 5:18</a> ) and to walk by the Holy Spirit ( <a ref='Galatians 5:16'>Ga 5:16</a> ). <a ref='1 Thessalonians 5:20'>5:20</a> <b>prophecies.</b> This phrase can refer to a spoken revelation from God (cf. <a ref='Acts 11:27–28'>Ac 11:27–28</a> ; <a ref='1 Timothy 1:18'>1Ti 1:18</a> ; <a ref='1 Timothy 4:14'>4:14</a> ), but most often refers to the written word of Scripture (cf. <a ref='Matthew 13:14'>Mt 13:14</a> ; <a ref='2 Peter 1:19–21'>2Pe 1:19–21</a> ; <a ref='Revelation 1:3'>Rev 1:3</a> ; <a ref='Revelation 22:7'>22:7</a> , <a ref='Revelation 22:10'>10</a> , <a ref='Revelation 22:18–19'>18–19</a> ). These “prophecies” are authoritative messages from God through a well-recognized spokesman for God that, because of their divine origin, are not to be treated lightly. When God’s Word is preached or read, it is to be received with great seriousness. <a ref='1 Thessalonians 5:21–22'>5:21–22</a> <b>examine all things.</b> This call for careful testing and discernment is in response to the command of v. <a ref='1 Thessalonians 5:20'>20</a> . One is never to downgrade the proclamation of God’s Word, but to examine the preached word carefully (cf. <a ref='Acts 17:10–11'>Ac 17:10–11</a> ). What is found to be “good” is to be wholeheartedly embraced. What is “evil” or unbiblical is to be shunned. <a ref='1 Thessalonians 5:23'>5:23</a> <b>God … sanctify you.</b> Having concluded all the exhortations beginning in <a ref='1 Thessalonians 4:1'>4:1</a> , and especially from vv. <a ref='1 Thessalonians 5:16–22'>16–22</a> , Paul’s ending benediction acknowledged the source for obeying and fulfilling them all. It is not within human power to be sanctified in all these ways (cf. <a ref='Zechariah 4:6'>Zec 4:6</a> ; <a ref='1 Corinthians 2:4–5'>1Co 2:4–5</a> ; <a ref='Ephesians 3:20–21'>Eph 3:20–21</a> ; <a ref='Colossians 1:29'>Col 1:29</a> ). Only God (cf. <a ref='Romans 15:33'>Ro 15:33</a> ; <a ref='Romans 16:20'>16:20</a> ; <a ref='Philippians 4:9'>Php 4:9</a> ; <a ref='Hebrews 13:20'>Heb 13:20</a> for references to God as “peace”) “Himself” can separate us from sin to holiness “entirely.” <b>spirit and soul and body.</b> This comprehensive reference makes the term “complete” more emphatic. By using spirit and soul, Paul was not indicating that the immaterial part of man could be divided into two substances (cf. <a ref='Hebrews 4:12'>Heb 4:12</a> ). The two words are used interchangeably throughout Scripture (cf. <a ref='Hebrews 6:19'>Heb 6:19</a> ; <a ref='Hebrews 10:39'>10:39</a> ; <a ref='1 Peter 2:11'>1Pe 2:11</a> ; <a ref='2 Peter 2:8'>2Pe 2:8</a> ). There can be no division of these realities, but rather they are used as other texts use multiple terms for emphasis (cf. <a ref='Deuteronomy 6:5'>Dt 6:5</a> ; <a ref='Matthew 22:37'>Mt 22:37</a> ; <a ref='Mark 12:30'>Mk 12:30</a> ; <a ref='Luke 10:27'>Lk 10:27</a> ). Nor was Paul a believer in a 3-part human composition (cf. <a ref='Romans 8:10'>Ro 8:10</a> ; <a ref='1 Corinthians 2:11'>1Co 2:11</a> ; <a ref='1 Corinthians 5:3–5'>5:3–5</a> ; <a ref='1 Corinthians 7:34'>7:34</a> ; <a ref='2 Corinthians 7:1'>2Co 7:1</a> ; <a ref='Galatians 6:18'>Ga 6:18</a> ; <a ref='Colossians 2:5'>Col 2:5</a> ; <a ref='2 Timothy 4:22'>2Ti 4:22</a> ), but rather two parts: material and immaterial. <b>at the coming.</b> This fourth mention of Christ’s <i>parousia</i> refers to the rapture of the church as it has previously at <a ref='1 Thessalonians 2:19'>2:19</a> ; <a ref='1 Thessalonians 3:13'>3:13</a> ; <a ref='1 Thessalonians 4:15'>4:15</a> . <a ref='1 Thessalonians 5:24'>5:24</a> <b>calls you.</b> This, as every time the divine call is mentioned in the NT, refers to God’s effectual call of His chosen ones to salvation (cf. <a ref='1 Thessalonians 2:12'>2:12</a> ; <a ref='1 Thessalonians 4:7'>4:7</a> ; <a ref='Romans 1:6–7'>Ro 1:6–7</a> ; <a ref='Romans 8:28'>8:28</a> ; <a ref='1 Corinthians 1:9'>1Co 1:9</a> ; <a ref='Ephesians 4:1'>Eph 4:1</a> , <a ref='Ephesians 4:4'>4</a> ; <a ref='2 Timothy 1:9'>2Ti 1:9</a> ; <a ref='1 Peter 2:9'>1Pe 2:9</a> ; <a ref='1 Peter 5:10'>5:10</a> ; <a ref='2 Peter 1:10'>2Pe 1:10</a> ). The God who calls will also bring those whom He calls to glory and none will be lost (cf. <a ref='John 6:37–44'>Jn 6:37–44</a> ; <a ref='John 10:28–29'>10:28–29</a> ; <a ref='Romans 8:28–39'>Ro 8:28–39</a> ; <a ref='Philippians 1:6'>Php 1:6</a> ; <a ref='Jude 1:24'>Jd 24</a> ). <a ref='1 Thessalonians 5:26'>5:26</a> <b>holy kiss.</b> This gesture of affection is commanded 5 times in the NT ( <a ref='Romans 16:16'>Ro 16:16</a> ; <a ref='1 Corinthians 16:20'>1Co 16:20</a> ; <a ref='2 Corinthians 13:12'>2Co 13:12</a> ; <a ref='1 Peter 5:14'>1Pe 5:14</a> ) and refers to the cultural hug and kiss greeting of the first century which for Christians was to be done righteously in recognition that believers are brothers and sisters in the family of God. <a ref='1 Thessalonians 5:27'>5:27</a> Public reading was the foundation of spiritual accountability (cf. <a ref='Colossians 4:16'>Col 4:16</a> ; <a ref='2 Thessalonians 3:14'>2Th 3:14</a> ). <a ref='1 Thessalonians 5:28'>5:28</a> Cf. <a ref='Romans 16:20'>Ro 16:20</a> , <a ref='Romans 16:24'>24</a> ; <a ref='2 Thessalonians 3:18'>2Th 3:18</a> .",
    "type": "notes"
  },
  {
    "id": "notes52f",
    "title": "Translator’s Notes and Cross-References for 1 Thessalonians",
    "content": "Notes and Cross-References 1 Thessalonians 1 1:1 A <a ref='2 Thessalonians 1:1'>2Th 1:1</a> 1:1 B <a ref='2 Corinthians 1:19'>2Co 1:19</a> 1:1 C <a ref='Acts 16:1'>Ac 16:1</a> 1:1 D <a ref='Acts 17:1'>Ac 17:1</a> 1:1 E <a ref='Romans 1:7'>Ro 1:7</a> 1:2 F <a ref='Romans 1:8'>Ro 1:8</a> ; <a ref='2 Thessalonians 1:3'>2Th 1:3</a> 1:2 G <a ref='Romans 1:9'>Ro 1:9</a> 1:3 a Or <i>perseverance</i> 1:3 b Lit <i>of</i> 1:3 H <a ref='John 6:29'>Jn 6:29</a> 1:3 I <a ref='1 Corinthians 13:13'>1Co 13:13</a> 1:3 J <a ref='Romans 8:25'>Ro 8:25</a> ; <a ref='Romans 15:4'>15:4</a> 1:3 K <a ref='Galatians 1:4'>Ga 1:4</a> 1:4 L <a ref='Romans 1:7'>Ro 1:7</a> ; <a ref='2 Thessalonians 2:13'>2Th 2:13</a> 1:4 M <a ref='2 Peter 1:10'>2Pe 1:10</a> 1:5 c Or <i>became</i> 1:5 N <a ref='1 Corinthians 9:14'>1Co 9:14</a> 1:5 O <a ref='Romans 15:19'>Ro 15:19</a> 1:5 P <a ref='Luke 1:1'>Lk 1:1</a> ; <a ref='Colossians 2:2'>Col 2:2</a> 1:5 Q <a ref='1 Thessalonians 2:10'>1Th 2:10</a> 1:6 R <a ref='1 Corinthians 4:16'>1Co 4:16</a> ; <a ref='1 Corinthians 11:1'>11:1f</a> 1:6 S <a ref='Acts 17:5–10'>Ac 17:5-10</a> 1:6 T <a ref='2 Timothy 4:2'>2Ti 4:2</a> 1:6 U <a ref='Acts 13:52'>Ac 13:52</a> ; <a ref='2 Corinthians 6:10'>2Co 6:10</a> ; <a ref='Galatians 5:22'>Ga 5:22</a> 1:7 V <a ref='Romans 15:26'>Ro 15:26</a> 1:7 W <a ref='Acts 18:12'>Ac 18:12</a> 1:8 X <a ref='Colossians 3:16'>Col 3:16</a> ; <a ref='2 Thessalonians 3:1'>2Th 3:1</a> 1:8 Y <a ref='Romans 10:18'>Ro 10:18</a> 1:8 Z <a ref='Romans 15:26'>Ro 15:26</a> 1:8 A <a ref='Acts 18:12'>Ac 18:12</a> 1:8 B <a ref='Romans 1:8'>Ro 1:8</a> ; <a ref='Romans 16:19'>16:19</a> ; <a ref='2 Corinthians 2:14'>2Co 2:14</a> 1:9 d Lit <i>to</i> 1:9 e Or <i>the idols</i> 1:9 f Or <i>the</i> 1:9 C <a ref='1 Thessalonians 2:1'>1Th 2:1</a> 1:9 D <a ref='Acts 14:15'>Ac 14:15</a> 1:9 E <a ref='1 Corinthians 12:2'>1Co 12:2</a> 1:9 F <a ref='Matthew 16:16'>Mt 16:16</a> 1:10 g Lit <i>the heavens</i> 1:10 G <a ref='Matthew 16:27'>Mt 16:27f</a> ; <a ref='1 Corinthians 1:7'>1Co 1:7</a> 1:10 H <a ref='Acts 2:24'>Ac 2:24</a> 1:10 I <a ref='Romans 5:9'>Ro 5:9</a> 1:10 J <a ref='Matthew 3:7'>Mt 3:7</a> ; <a ref='1 Thessalonians 2:16'>1Th 2:16</a> ; <a ref='1 Thessalonians 5:9'>5:9</a> 1 Thessalonians 2 2:1 A <a ref='1 Thessalonians 1:9'>1Th 1:9</a> 2:1 B <a ref='2 Thessalonians 1:10'>2Th 1:10</a> 2:2 C <a ref='Acts 14:5'>Ac 14:5</a> ; <a ref='Acts 16:19–24'>16:19-24</a> ; <a ref='Philippians 1:30'>Php 1:30</a> 2:2 D <a ref='Acts 16:22–24'>Ac 16:22-24</a> 2:2 E <a ref='Acts 17:1–9'>Ac 17:1-9</a> 2:2 F <a ref='Romans 1:1'>Ro 1:1</a> 2:2 G <a ref='Philippians 1:30'>Php 1:30</a> 2:3 a Lit <i>in deceit</i> 2:3 H <a ref='Acts 13:15'>Ac 13:15</a> 2:3 I <a ref='2 Thessalonians 2:11'>2Th 2:11</a> 2:3 J <a ref='1 Thessalonians 4:7'>1Th 4:7</a> 2:3 K <a ref='2 Corinthians 4:2'>2Co 4:2</a> 2:4 b Or <i>approves</i> 2:4 L <a ref='2 Corinthians 2:17'>2Co 2:17</a> 2:4 M <a ref='Galatians 2:7'>Ga 2:7</a> 2:4 N <a ref='Galatians 1:10'>Ga 1:10</a> 2:4 O <a ref='Romans 8:27'>Ro 8:27</a> 2:5 P <a ref='Acts 20:33'>Ac 20:33</a> ; <a ref='2 Peter 2:3'>2Pe 2:3</a> 2:5 Q <a ref='Romans 1:9'>Ro 1:9</a> ; <a ref='1 Thessalonians 2:10'>1Th 2:10</a> 2:6 c Lit <i>are able to be</i> 2:6 R <a ref='John 5:41'>Jn 5:41</a> , <a ref='John 5:44'>44</a> ; <a ref='2 Corinthians 4:5'>2Co 4:5</a> 2:6 S <a ref='1 Corinthians 9:1'>1Co 9:1f</a> 2:7 d Or <i>became gentle</i> 2:7 e Three early mss <i>babes</i> 2:7 f Lit <i>in the midst of you</i> 2:7 g Or <i>cherishes</i> 2:7 T <a ref='2 Timothy 2:24'>2Ti 2:24</a> 2:7 U <a ref='Galatians 4:19'>Ga 4:19</a> ; <a ref='1 Thessalonians 2:11'>1Th 2:11</a> 2:8 h Or <i>souls</i> 2:8 V <a ref='2 Corinthians 12:15'>2Co 12:15</a> ; <a ref='1 John 3:16'>1Jn 3:16</a> 2:8 W <a ref='Romans 1:1'>Ro 1:1</a> 2:9 X <a ref='Philippians 4:16'>Php 4:16</a> ; <a ref='2 Thessalonians 3:8'>2Th 3:8</a> 2:9 Y <a ref='Acts 18:3'>Ac 18:3</a> 2:9 Z <a ref='1 Corinthians 9:4'>1Co 9:4f</a> ; <a ref='2 Corinthians 11:9'>2Co 11:9</a> 2:9 A <a ref='Romans 1:1'>Ro 1:1</a> 2:10 i Lit <i>became</i> 2:10 j Or who <i>believe</i> 2:10 B <a ref='1 Thessalonians 2:5'>1Th 2:5</a> 2:10 C <a ref='2 Corinthians 1:12'>2Co 1:12</a> ; <a ref='1 Thessalonians 1:5'>1Th 1:5</a> 2:11 D <a ref='1 Thessalonians 5:14'>1Th 5:14</a> 2:11 E <a ref='Luke 16:28'>Lk 16:28</a> ; <a ref='1 Thessalonians 4:6'>1Th 4:6</a> 2:11 F <a ref='1 Corinthians 4:14'>1Co 4:14</a> ; <a ref='1 Thessalonians 2:7'>1Th 2:7</a> 2:12 G <a ref='Ephesians 4:1'>Eph 4:1</a> 2:12 H <a ref='Romans 8:28'>Ro 8:28</a> ; <a ref='1 Thessalonians 5:24'>1Th 5:24</a> ; <a ref='2 Thessalonians 2:14'>2Th 2:14</a> 2:12 I <a ref='2 Corinthians 4:6'>2Co 4:6</a> ; <a ref='1 Peter 5:10'>1Pe 5:10</a> 2:13 J <a ref='Romans 1:8'>Ro 1:8</a> ; <a ref='1 Thessalonians 1:2'>1Th 1:2</a> 2:13 K <a ref='Romans 10:17'>Ro 10:17</a> ; <a ref='Hebrews 4:2'>Heb 4:2</a> 2:13 L <a ref='Matthew 10:20'>Mt 10:20</a> ; <a ref='Galatians 4:14'>Ga 4:14</a> 2:13 M <a ref='Hebrews 4:12'>Heb 4:12</a> 2:14 N <a ref='1 Thessalonians 1:6'>1Th 1:6</a> 2:14 O <a ref='1 Corinthians 7:17'>1Co 7:17</a> ; <a ref='1 Corinthians 10:32'>10:32</a> 2:14 P <a ref='Galatians 1:22'>Ga 1:22</a> 2:14 Q <a ref='Acts 17:5'>Ac 17:5</a> ; <a ref='1 Thessalonians 3:4'>1Th 3:4</a> ; <a ref='2 Thessalonians 1:4'>2Th 1:4f</a> 2:14 R <a ref='Hebrews 10:33'>Heb 10:33f</a> 2:15 k Or <i>persecuted us</i> 2:15 S <a ref='Luke 24:20'>Lk 24:20</a> ; <a ref='Acts 2:23'>Ac 2:23</a> 2:15 T <a ref='Matthew 5:12'>Mt 5:12</a> ; <a ref='Acts 7:52'>Ac 7:52</a> 2:16 l Or <i>forever</i> ; lit <i>to</i> the <i>end</i> 2:16 U <a ref='Acts 9:23'>Ac 9:23</a> ; <a ref='Acts 13:45'>13:45</a> , <a ref='Acts 13:50'>50</a> ; <a ref='Acts 14:2'>14:2</a> , <a ref='Acts 14:5'>5</a> , <a ref='Acts 14:19'>19</a> ; <a ref='Acts 17:5'>17:5</a> , <a ref='Acts 17:13'>13</a> ; <a ref='Acts 18:12'>18:12</a> ; <a ref='Acts 21:21'>21:21f</a> , <a ref='Acts 21:27'>27</a> ; <a ref='Acts 25:2'>25:2</a> , <a ref='Acts 25:7'>7</a> 2:16 V <a ref='1 Corinthians 10:33'>1Co 10:33</a> 2:16 W <a ref='Genesis 15:16'>Ge 15:16</a> ; <a ref='Daniel 8:23'>Da 8:23</a> ; <a ref='Matthew 23:32'>Mt 23:32</a> 2:16 X <a ref='1 Thessalonians 1:10'>1Th 1:10</a> 2:17 m Lit <i>occasion of an hour</i> 2:17 Y <a ref='1 Corinthians 5:3'>1Co 5:3</a> 2:17 Z <a ref='1 Thessalonians 3:10'>1Th 3:10</a> 2:18 n Or <i>Because</i> 2:18 o Lit <i>both once and twice</i> 2:18 A <a ref='Romans 15:22'>Ro 15:22</a> 2:18 B <a ref='Philippians 4:16'>Php 4:16</a> 2:18 C <a ref='Matthew 4:10'>Mt 4:10</a> 2:18 D <a ref='Romans 1:13'>Ro 1:13</a> ; <a ref='Romans 15:22'>15:22</a> 2:19 p Or <i>presence</i> 2:19 E <a ref='Philippians 4:1'>Php 4:1</a> 2:19 F <a ref='Matthew 16:27'>Mt 16:27</a> ; <a ref='Mark 8:38'>Mk 8:38</a> ; <a ref='John 21:22'>Jn 21:22</a> ; <a ref='1 Thessalonians 3:13'>1Th 3:13</a> ; <a ref='1 Thessalonians 4:15'>4:15</a> ; <a ref='1 Thessalonians 5:23'>5:23</a> 2:20 G <a ref='2 Corinthians 1:14'>2Co 1:14</a> 1 Thessalonians 3 3:1 A <a ref='1 Thessalonians 3:5'>1Th 3:5</a> 3:1 B <a ref='Acts 17:15'>Ac 17:15f</a> 3:2 C <a ref='2 Corinthians 1:1'>2Co 1:1</a> ; <a ref='Colossians 1:1'>Col 1:1</a> 3:3 D <a ref='Acts 9:16'>Ac 9:16</a> ; <a ref='Acts 14:22'>14:22</a> 3:4 E <a ref='1 Thessalonians 2:14'>1Th 2:14</a> 3:5 F <a ref='Philippians 2:19'>Php 2:19</a> ; <a ref='1 Thessalonians 3:1'>1Th 3:1</a> 3:5 G <a ref='1 Thessalonians 3:2'>1Th 3:2</a> 3:5 H <a ref='Matthew 4:3'>Mt 4:3</a> 3:5 I <a ref='2 Corinthians 6:1'>2Co 6:1</a> ; <a ref='Philippians 2:16'>Php 2:16</a> 3:6 J <a ref='Acts 18:5'>Ac 18:5</a> 3:6 K <a ref='1 Thessalonians 1:3'>1Th 1:3</a> 3:6 L <a ref='1 Corinthians 11:2'>1Co 11:2</a> 3:8 M <a ref='1 Corinthians 16:13'>1Co 16:13</a> 3:9 N <a ref='1 Thessalonians 1:2'>1Th 1:2</a> 3:10 O <a ref='2 Timothy 1:3'>2Ti 1:3</a> 3:10 P <a ref='1 Thessalonians 2:17'>1Th 2:17</a> 3:10 Q <a ref='2 Corinthians 13:9'>2Co 13:9</a> 3:11 R <a ref='2 Thessalonians 2:16'>2Th 2:16</a> 3:11 S <a ref='Galatians 1:4'>Ga 1:4</a> ; <a ref='1 Thessalonians 3:13'>1Th 3:13</a> 3:11 T <a ref='1 Thessalonians 4:16'>1Th 4:16</a> ; <a ref='1 Thessalonians 5:23'>5:23</a> ; <a ref='2 Thessalonians 2:16'>2Th 2:16</a> ; <a ref='2 Thessalonians 3:16'>3:16</a> ; <a ref='Revelation 21:3'>Rev 21:3</a> 3:11 U <a ref='2 Thessalonians 3:5'>2Th 3:5</a> 3:12 V <a ref='Philippians 1:9'>Php 1:9</a> ; <a ref='1 Thessalonians 4:1'>1Th 4:1</a> , <a ref='1 Thessalonians 4:10'>10</a> ; <a ref='2 Thessalonians 1:3'>2Th 1:3</a> 3:13 a Or <i>presence</i> 3:13 b Or <i>holy ones</i> 3:13 W <a ref='1 Corinthians 1:8'>1Co 1:8</a> ; <a ref='1 Thessalonians 3:2'>1Th 3:2</a> 3:13 X <a ref='Luke 1:6'>Lk 1:6</a> 3:13 Y <a ref='Galatians 1:4'>Ga 1:4</a> ; <a ref='1 Thessalonians 3:11'>1Th 3:11</a> 3:13 Z <a ref='1 Thessalonians 2:19'>1Th 2:19</a> 3:13 A <a ref='Matthew 25:31'>Mt 25:31</a> ; <a ref='Mark 8:38'>Mk 8:38</a> ; <a ref='1 Thessalonians 4:17'>1Th 4:17</a> ; <a ref='2 Thessalonians 1:7'>2Th 1:7</a> 1 Thessalonians 4 4:1 a Or <i>conduct yourselves</i> 4:1 A <a ref='2 Corinthians 13:11'>2Co 13:11</a> ; <a ref='2 Thessalonians 3:1'>2Th 3:1</a> 4:1 B <a ref='Galatians 6:1'>Ga 6:1</a> ; <a ref='1 Thessalonians 5:12'>1Th 5:12</a> ; <a ref='2 Thessalonians 1:3'>2Th 1:3</a> ; <a ref='2 Thessalonians 2:1'>2:1</a> ; <a ref='2 Thessalonians 3:1'>3:1</a> , <a ref='2 Thessalonians 3:13'>13</a> 4:1 C <a ref='Ephesians 4:1'>Eph 4:1</a> 4:1 D <a ref='2 Corinthians 5:9'>2Co 5:9</a> 4:1 E <a ref='Philippians 1:9'>Php 1:9</a> ; <a ref='1 Thessalonians 3:12'>1Th 3:12</a> ; <a ref='1 Thessalonians 4:10'>4:10</a> ; <a ref='2 Thessalonians 1:3'>2Th 1:3</a> 4:3 b Or <i>fornication</i> 4:3 F <a ref='1 Corinthians 6:18'>1Co 6:18</a> 4:4 c Or <i>acquire</i> 4:4 d Body, wife 4:4 G <a ref='1 Corinthians 7:2'>1Co 7:2</a> , <a ref='1 Corinthians 7:9'>9</a> 4:4 H <a ref='2 Corinthians 4:7'>2Co 4:7</a> ; <a ref='1 Peter 3:7'>1Pe 3:7</a> 4:4 I <a ref='Romans 1:24'>Ro 1:24</a> 4:5 e Lit <i>passion of lust</i> 4:5 J <a ref='Romans 1:26'>Ro 1:26</a> 4:5 K <a ref='Galatians 4:8'>Ga 4:8</a> 4:6 L <a ref='1 Corinthians 6:8'>1Co 6:8</a> 4:6 M <a ref='2 Corinthians 7:11'>2Co 7:11</a> 4:6 N <a ref='Romans 12:19'>Ro 12:19</a> ; <a ref='Romans 13:4'>13:4</a> ; <a ref='Hebrews 13:4'>Heb 13:4</a> 4:6 O <a ref='Luke 16:28'>Lk 16:28</a> ; <a ref='1 Thessalonians 2:11'>1Th 2:11</a> ; <a ref='Hebrews 2:6'>Heb 2:6</a> 4:7 f In the state or sphere of 4:7 P <a ref='1 Peter 1:15'>1Pe 1:15</a> 4:7 Q <a ref='1 Thessalonians 2:3'>1Th 2:3</a> 4:8 R <a ref='Romans 5:5'>Ro 5:5</a> ; <a ref='2 Corinthians 1:22'>2Co 1:22</a> ; <a ref='Galatians 4:6'>Ga 4:6</a> ; <a ref='1 John 3:24'>1Jn 3:24</a> 4:9 S <a ref='John 13:34'>Jn 13:34</a> ; <a ref='Romans 12:10'>Ro 12:10</a> 4:9 T <a ref='2 Corinthians 9:1'>2Co 9:1</a> ; <a ref='1 Thessalonians 5:1'>1Th 5:1</a> 4:9 U <a ref='Jeremiah 31:33'>Jer 31:33f</a> ; <a ref='John 6:45'>Jn 6:45</a> ; <a ref='1 John 2:27'>1Jn 2:27</a> 4:10 V <a ref='1 Thessalonians 1:7'>1Th 1:7</a> 4:10 W <a ref='1 Thessalonians 3:12'>1Th 3:12</a> 4:11 X <a ref='2 Thessalonians 3:12'>2Th 3:12</a> 4:11 Y <a ref='1 Peter 4:15'>1Pe 4:15</a> 4:11 Z <a ref='Acts 18:3'>Ac 18:3</a> ; <a ref='Ephesians 4:28'>Eph 4:28</a> ; <a ref='2 Thessalonians 3:10–12'>2Th 3:10-12</a> 4:12 g Lit <i>have need of nothing</i> 4:12 A <a ref='Romans 13:13'>Ro 13:13</a> ; <a ref='Colossians 4:5'>Col 4:5</a> 4:12 B <a ref='Mark 4:11'>Mk 4:11</a> 4:12 C <a ref='Ephesians 4:28'>Eph 4:28</a> 4:13 D <a ref='Romans 1:13'>Ro 1:13</a> 4:13 E <a ref='Acts 7:60'>Ac 7:60</a> 4:13 F <a ref='Ephesians 2:3'>Eph 2:3</a> ; <a ref='1 Thessalonians 5:6'>1Th 5:6</a> 4:13 G <a ref='Ephesians 2:12'>Eph 2:12</a> 4:14 h Lit <i>through</i> 4:14 H <a ref='Romans 14:9'>Ro 14:9</a> ; <a ref='2 Corinthians 4:14'>2Co 4:14</a> 4:14 I <a ref='1 Corinthians 15:18'>1Co 15:18</a> ; <a ref='1 Thessalonians 4:13'>1Th 4:13</a> 4:15 i Lit <i>who</i> 4:15 J <a ref='1 Kings 13:17'>1Ki 13:17f</a> ; <a ref='1 Kings 20:35'>20:35</a> ; <a ref='2 Corinthians 12:1'>2Co 12:1</a> ; <a ref='Galatians 1:12'>Ga 1:12</a> 4:15 K <a ref='1 Corinthians 15:52'>1Co 15:52</a> ; <a ref='1 Thessalonians 5:10'>1Th 5:10</a> 4:15 L <a ref='1 Thessalonians 2:19'>1Th 2:19</a> 4:15 M <a ref='1 Corinthians 15:18'>1Co 15:18</a> ; <a ref='1 Thessalonians 4:13'>1Th 4:13</a> 4:16 j Or <i>cry of command</i> 4:16 N <a ref='1 Thessalonians 3:11'>1Th 3:11</a> 4:16 O <a ref='1 Thessalonians 1:10'>1Th 1:10</a> ; <a ref='2 Thessalonians 1:7'>2Th 1:7</a> 4:16 P <a ref='Joel 2:11'>Joel 2:11</a> 4:16 Q <a ref='Jude 1:9'>Jd 9</a> 4:16 R <a ref='Matthew 24:31'>Mt 24:31</a> 4:16 S <a ref='1 Corinthians 15:23'>1Co 15:23</a> ; <a ref='2 Thessalonians 2:1'>2Th 2:1</a> ; <a ref='Revelation 14:13'>Rev 14:13</a> 4:17 k Lit <i>who</i> 4:17 T <a ref='1 Corinthians 15:52'>1Co 15:52</a> ; <a ref='1 Thessalonians 5:10'>1Th 5:10</a> 4:17 U <a ref='2 Corinthians 12:2'>2Co 12:2</a> 4:17 V <a ref='Daniel 7:13'>Da 7:13</a> ; <a ref='Acts 1:9'>Ac 1:9</a> ; <a ref='Revelation 11:12'>Rev 11:12</a> 4:17 W <a ref='John 12:26'>Jn 12:26</a> 1 Thessalonians 5 5:1 A <a ref='Acts 1:7'>Ac 1:7</a> 5:1 B <a ref='1 Thessalonians 4:9'>1Th 4:9</a> 5:2 a Lit <i>is coming</i> 5:2 C <a ref='1 Corinthians 1:8'>1Co 1:8</a> 5:2 D <a ref='Luke 21:34'>Lk 21:34</a> ; <a ref='1 Thessalonians 5:4'>1Th 5:4</a> ; <a ref='2 Peter 3:10'>2Pe 3:10</a> ; <a ref='Revelation 3:3'>Rev 3:3</a> ; <a ref='Revelation 16:15'>16:15</a> 5:3 b Or <i>sudden destruction</i> 5:3 c Lit <i>comes upon</i> 5:3 E <a ref='Jeremiah 6:14'>Jer 6:14</a> ; <a ref='Jeremiah 8:11'>8:11</a> ; <a ref='Ezekiel 13:10'>Eze 13:10</a> 5:3 F <a ref='2 Thessalonians 1:9'>2Th 1:9</a> 5:3 G <a ref='John 16:21'>Jn 16:21</a> 5:4 d One early ms <i>like thieves</i> 5:4 H <a ref='Acts 26:18'>Ac 26:18</a> ; <a ref='1 John 2:8'>1Jn 2:8</a> 5:4 I <a ref='Luke 21:34'>Lk 21:34</a> ; <a ref='1 Thessalonians 5:2'>1Th 5:2</a> ; <a ref='2 Peter 3:10'>2Pe 3:10</a> ; <a ref='Revelation 3:3'>Rev 3:3</a> ; <a ref='Revelation 16:15'>16:15</a> 5:5 J <a ref='Luke 16:8'>Lk 16:8</a> 5:5 K <a ref='Acts 26:18'>Ac 26:18</a> ; <a ref='1 John 2:8'>1Jn 2:8</a> 5:6 e Lit <i>the remaining ones</i> 5:6 f Or <i>self-controlled</i> 5:6 L <a ref='Romans 13:11'>Ro 13:11</a> ; <a ref='1 Thessalonians 5:10'>1Th 5:10</a> 5:6 M <a ref='Ephesians 2:3'>Eph 2:3</a> ; <a ref='1 Thessalonians 4:13'>1Th 4:13</a> 5:6 N <a ref='1 Peter 1:13'>1Pe 1:13</a> 5:7 O <a ref='Acts 2:15'>Ac 2:15</a> ; <a ref='2 Peter 2:13'>2Pe 2:13</a> 5:8 g Or <i>self-controlled</i> 5:8 P <a ref='1 Thessalonians 5:5'>1Th 5:5</a> 5:8 Q <a ref='1 Peter 1:13'>1Pe 1:13</a> 5:8 R <a ref='Isaiah 59:17'>Is 59:17</a> ; <a ref='Ephesians 6:14'>Eph 6:14</a> 5:8 S <a ref='Ephesians 6:23'>Eph 6:23</a> 5:8 T <a ref='Ephesians 6:17'>Eph 6:17</a> 5:8 U <a ref='Romans 8:24'>Ro 8:24</a> 5:9 V <a ref='1 Thessalonians 1:10'>1Th 1:10</a> 5:9 W <a ref='2 Thessalonians 2:13'>2Th 2:13f</a> 5:10 X <a ref='Romans 14:9'>Ro 14:9</a> 5:11 h Or <i>encourage</i> 5:11 Y <a ref='Ephesians 4:29'>Eph 4:29</a> 5:12 Z <a ref='1 Corinthians 16:18'>1Co 16:18</a> ; <a ref='1 Timothy 5:17'>1Ti 5:17</a> 5:12 A <a ref='Romans 16:6'>Ro 16:6</a> , <a ref='Romans 16:12'>12</a> ; <a ref='1 Corinthians 15:10'>1Co 15:10</a> ; <a ref='1 Corinthians 16:16'>16:16</a> 5:12 B <a ref='Hebrews 13:17'>Heb 13:17</a> 5:13 C <a ref='Mark 9:50'>Mk 9:50</a> 5:14 i Or <i>undisciplined</i> 5:14 D <a ref='2 Thessalonians 3:6'>2Th 3:6</a> , <a ref='2 Thessalonians 3:7'>7</a> , <a ref='2 Thessalonians 3:11'>11</a> 5:14 E <a ref='Isaiah 35:4'>Is 35:4</a> 5:14 F <a ref='Romans 14:1'>Ro 14:1f</a> ; <a ref='1 Corinthians 8:7'>1Co 8:7ff</a> ; <a ref='Romans 15:1'>Ro 15:1</a> 5:14 G <a ref='1 Corinthians 13:4'>1Co 13:4</a> 5:15 H <a ref='Matthew 5:44'>Mt 5:44</a> ; <a ref='Romans 12:17'>Ro 12:17</a> ; <a ref='1 Peter 3:9'>1Pe 3:9</a> 5:15 I <a ref='Romans 12:9'>Ro 12:9</a> ; <a ref='Galatians 6:10'>Ga 6:10</a> ; <a ref='1 Thessalonians 5:21'>1Th 5:21</a> 5:16 J <a ref='Philippians 4:4'>Php 4:4</a> 5:17 K <a ref='Ephesians 6:18'>Eph 6:18</a> 5:18 L <a ref='Ephesians 5:20'>Eph 5:20</a> 5:19 M <a ref='Ephesians 4:30'>Eph 4:30</a> 5:20 N <a ref='Acts 13:1'>Ac 13:1</a> ; <a ref='1 Corinthians 14:31'>1Co 14:31</a> 5:21 O <a ref='1 Corinthians 14:29'>1Co 14:29</a> ; <a ref='1 John 4:1'>1Jn 4:1</a> 5:21 P <a ref='Romans 12:9'>Ro 12:9</a> ; <a ref='Galatians 6:10'>Ga 6:10</a> ; <a ref='1 Thessalonians 5:15'>1Th 5:15</a> 5:22 j Or <i>appearance</i> 5:23 Q <a ref='Romans 15:33'>Ro 15:33</a> 5:23 R <a ref='1 Thessalonians 3:11'>1Th 3:11</a> 5:23 S <a ref='Luke 1:46'>Lk 1:46f</a> ; <a ref='Hebrews 4:12'>Heb 4:12</a> 5:23 T <a ref='James 1:4'>Jas 1:4</a> ; <a ref='2 Peter 3:14'>2Pe 3:14</a> 5:23 U <a ref='1 Thessalonians 2:19'>1Th 2:19</a> 5:24 V <a ref='1 Corinthians 1:9'>1Co 1:9</a> ; <a ref='2 Thessalonians 3:3'>2Th 3:3</a> 5:24 W <a ref='1 Thessalonians 2:12'>1Th 2:12</a> 5:25 k Two early mss add <i>also</i> 5:25 X <a ref='Ephesians 6:19'>Eph 6:19</a> ; <a ref='2 Thessalonians 3:1'>2Th 3:1</a> ; <a ref='Hebrews 13:18'>Heb 13:18</a> 5:26 Y <a ref='Romans 16:16'>Ro 16:16</a> 5:27 Z <a ref='Colossians 4:16'>Col 4:16</a> 5:27 A <a ref='Acts 1:15'>Ac 1:15</a> 5:28 B <a ref='Romans 16:20'>Ro 16:20</a> ; <a ref='2 Thessalonians 3:18'>2Th 3:18</a>",
    "type": "notes"
  }
]