[
  {
    "id": "intro10",
    "title": "The Second Book of Samuel",
    "content": "The Second Book of Samuel Introduction See 1 Samuel for the Introductory Discussion. Outline I. The Reign of David as King over Israel ( <a ref='2 Samuel 1:1–20:26'>1:1—20:26</a> ) A. David’s Accession to Kingship over Judah ( <a ref='2 Samuel 1:1–3:5'>1:1—3:5</a> ) 1. The deaths of Saul and Jonathan ( <a ref='2 Samuel 1:1–27'>1:1–27</a> ) 2. David anointed by Judah ( <a ref='2 Samuel 2:1–7'>2:1–7</a> ) 3. David’s victories over the house of Saul ( <a ref='2 Samuel 2:8–3:1'>2:8—3:1</a> ) 4. David’s wives/sons in Hebron ( <a ref='2 Samuel 3:2–5'>3:2–5</a> ) B. David’s Accession to Kingship over Israel ( <a ref='2 Samuel 3:6–5:16'>3:6—5:16</a> ) 1. The deaths of Abner and Ish-bosheth ( <a ref='2 Samuel 3:6–4:12'>3:6—4:12</a> ) 2. David anointed by all Israel ( <a ref='2 Samuel 5:1–5'>5:1–5</a> ) 3. David’s conquest of Jerusalem ( <a ref='2 Samuel 5:6–12'>5:6–12</a> ) 4. David’s wives/sons in Jerusalem ( <a ref='2 Samuel 5:13–16'>5:13–16</a> ) C. David’s Triumphal Reign ( <a ref='2 Samuel 5:17–8:18'>5:17—8:18</a> ) 1. David’s victories over the Philistines ( <a ref='2 Samuel 5:17–25'>5:17–25</a> ) 2. David’s spiritual victories ( <a ref='2 Samuel 6:1–7:29'>6:1—7:29</a> ) 3. David’s victories over the Philistines, Moabites, Arameans, and Edomites ( <a ref='2 Samuel 8:1–18'>8:1–18</a> ) D. David’s Troubled Reign ( <a ref='2 Samuel 9:1–20:26'>9:1—20:26</a> ) 1. David’s kindness to Mephibosheth ( <a ref='2 Samuel 9:1–13'>9:1–13</a> ) 2. David’s sins of adultery and murder ( <a ref='2 Samuel 10:1–12:31'>10:1—12:31</a> ) 3. David’s family troubles ( <a ref='2 Samuel 13:1–14:33'>13:1—14:33</a> ) a. The rape of Tamar ( <a ref='2 Samuel 13:1–22'>13:1–22</a> ) b. The murder of Amnon ( <a ref='2 Samuel 13:23–39'>13:23–39</a> ) c. The recall and return of Absalom ( <a ref='2 Samuel 14:1–33'>14:1–33</a> ) 4. The rebellions against David ( <a ref='2 Samuel 15:1–20:26'>15:1—20:26</a> ) a. The rebellion of Absalom ( <a ref='2 Samuel 15:1–19:43'>15:1—19:43</a> ) b. The rebellion of Sheba ( <a ref='2 Samuel 20:1–26'>20:1–26</a> ) II. Epilogue ( <a ref='2 Samuel 21:1–24:25'>21:1—24:25</a> ) A. The Lord’s Judgment against Israel ( <a ref='2 Samuel 21:1–14'>21:1–14</a> ) B. David’s Heroes ( <a ref='2 Samuel 21:15–22'>21:15–22</a> ) C. David’s Song of Praise ( <a ref='2 Samuel 22:1–51'>22:1–51</a> ) D. David’s Last Words ( <a ref='2 Samuel 23:1–7'>23:1–7</a> ) E. David’s Mighty Men ( <a ref='2 Samuel 23:8–39'>23:8–39</a> ) F. The Lord’s Judgment against David ( <a ref='2 Samuel 24:1–25'>24:1–25</a> )",
    "type": "chapter_content"
  },
  {
    "id": "resource_1",
    "title": "Resource resource_1",
    "content": "David’s military exploits successfully incorporated into the Israelite kingdom the powers of Edom, Moab, Ammon, and Zobah.",
    "type": "figure"
  },
  {
    "id": "anc10",
    "title": "Study Notes and Features for 2 Samuel",
    "content": "Study Notes and Features <a ref='2 Samuel 1:1–3:5'>1:1—3:5</a> David ascends to the kingship of Judah. <a ref='2 Samuel 1:1'>1:1</a> <b>the death of Saul.</b> <a ref='2 Samuel 1:1–14'>Second Samuel 1:1–14</a> begins where <a ref='1 Samuel 31:1–13'>1Sa 31:1–13</a> ends, with the death of Saul (cf. <a ref='1 Chronicles 10:1–12'>1Chr 10:1–12</a> ). <b>Amalekites.</b> The mention of these people serves as a reminder of David’s obedience to Yahweh ( <a ref='1 Samuel 30:1–31'>1Sa 30:1–31</a> ) and Saul’s disobedience ( <a ref='1 Samuel 15:1–33'>1Sa 15:1–33</a> ). <i>See notes on <a ref='Exodus 17:8–16'>Ex 17:8–16</a> .</i> <b>Ziklag.</b> <i>See notes on <a ref='1 Samuel 27:6'>1Sa 27:6</a> ; <a ref='1 Samuel 30:1'>30:1</a> .</i> This town was not so completely sacked and destroyed that David and his 600 men with their families could not stay there. Plot Development of 2 Samuel Time period Theme Biblical References 7 years in Hebron David’s Political Triumphs <a ref='2 Samuel 1:1–5:25'>1:1—5:25</a> 33 years in Jerusalem David’s Spiritual Triumphs <a ref='2 Samuel 6:1–7:29'>6:1—7:29</a> David’s Military Triumphs <a ref='2 Samuel 8:1–10:19'>8:1—10:19</a> David’s Transgressions <a ref='2 Samuel 11:1–27'>11:1–27</a> Troubles in David’s House <a ref='2 Samuel 12:1–13:36'>12:1—13:36</a> Troubles in David’s Kingdom <a ref='2 Samuel 13:37–24:25'>13:37—24:25</a> Go to the Index of Charts and Maps . <a ref='2 Samuel 1:2'>1:2</a> <b>clothes were torn and dust was on his head.</b> This was a common cultural sign of anguish and mourning over a death. Cf. <a ref='2 Samuel 15:32'>15:32</a> ; <a ref='1 Samuel 4:12'>1Sa 4:12</a> . <a ref='2 Samuel 1:4–12'>1:4–12</a> See <a ref='1 Samuel 31:1–13'>1Sa 31:1–13</a> ; <a ref='1 Chronicles 10:1–12'>1Chr 10:1–12</a> . <a ref='2 Samuel 1:6'>1:6</a> <b>chariots and the horsemen.</b> Chariots and horsemen were a symbol of power and strength (cf. <a ref='Exodus 14:9'>Ex 14:9</a> ; <a ref='1 Samuel 8:11'>1Sa 8:11</a> ; <a ref='1 Samuel 13:5'>13:5</a> ; <a ref='2 Samuel 8:4'>2Sa 8:4</a> ; <a ref='1 Kings 4:26'>1Ki 4:26</a> ; <a ref='1 Kings 9:19'>9:19</a> ; <a ref='1 Kings 10:26'>10:26</a> ; <a ref='1 Chronicles 19:6'>1Chr 19:6</a> ; <a ref='2 Chronicles 1:14'>2Chr 1:14</a> ; <a ref='2 Chronicles 9:25'>9:25</a> ; <a ref='2 Chronicles 12:3'>12:3</a> ; <a ref='2 Chronicles 16:8'>16:8</a> ; <a ref='Daniel 11:40'>Da 11:40</a> ). The Philistines were in pursuit of Saul with an abundant number of warriors, making Saul’s escape hopeless. <a ref='2 Samuel 1:8'>1:8</a> <b>Amalekite.</b> The man claiming to have killed Saul was from among the people whom David recently slaughtered (v. <a ref='2 Samuel 1:1'>1</a> ), whom God wanted eliminated ( <a ref='Exodus 17:14'>Ex 17:14</a> ; <a ref='1 Samuel 15:3'>1Sa 15:3</a> ), and who would plague Israel for generations ( <a ref='Exodus 17:16'>Ex 17:16</a> ) due to Saul’s disobedience ( <a ref='1 Samuel 15:9–11'>1Sa 15:9–11</a> ). <a ref='2 Samuel 1:10'>1:10</a> <b>put him to death.</b> The Amalekite claimed responsibility for Saul’s death, saying that Saul was still alive when he found him. However, <a ref='1 Samuel 31:3–6'>1Sa 31:3–6</a> makes it clear that Saul died by falling on his own sword, not by the hand of the Amalekite. Thus, this man, who may have witnessed Saul’s suicide, claimed to have killed Saul when in reality he had only reached his body before the Philistines and had fabricated the story to ingratiate himself with the new king by killing his enemy and by bringing Saul’s crown and bracelet to David. The crown and bracelet in the hands of the Amalekite show that he was the first to pass by the body of Saul. <a ref='2 Samuel 1:12'>1:12</a> <b>lamented and wept and fasted.</b> David demonstrates genuine, heartfelt grief for the death of Saul and Jonathan by lamenting and weeping, as well as fasting, which were common ways to demonstrate grief (cf. <a ref='Es 4:3'>Es 4:3</a> ; <a ref='Joel 2:12'>Joel 2:12</a> ). <a ref='2 Samuel 1:14'>1:14</a> <b>the anointed of Yahweh.</b> Despite Saul’s many attempts on David’s life, David would not allow himself to see Saul as just a mere man or human monarch; he remained “the anointed of Yahweh,” who occupied a sacred role before God (cf. <a ref='1 Samuel 24:1–15'>1Sa 24:1–15</a> ; <a ref='1 Samuel 26:1–20'>26:1–20</a> ). <a ref='2 Samuel 1:15'>1:15</a> <b>fall upon him.</b> This most certainly came as a great surprise to the Amalekite, for he intended to win the favor of David by saying he had killed Saul. This story is very similar to that of the men who later killed Ish-bosheth, thinking they would be able to endear themselves to David ( <a ref='2 Samuel 4:5–12'>4:5–12</a> ). <a ref='2 Samuel 1:16'>1:16</a> <b>Your blood is on your head.</b> David executed the Amalekite on the basis of his own testimony, not on the basis of the truthfulness of his story. <a ref='2 Samuel 1:17'>1:17</a> funeral <b>lament.</b> David chose to have both Saul and his noble son Jonathan remembered through this lament, which would be taught to all Israel as a national war song. <a ref='2 Samuel 1:18'>1:18</a> the song of <b>the bow.</b> This was the title of the poem in which the word “bow” may have been chosen with reference to Jonathan, whose bow is mentioned in v. <a ref='2 Samuel 1:22'>22</a> . <b>book of Jashar.</b> A poetic collection of Israel’s wars in which Israel’s events and great men were commemorated (cf. <a ref='Joshua 10:13'>Jos 10:13</a> ). <a ref='2 Samuel 1:19'>1:19</a> <b>Your beauty, O Israel.</b> Lit. the gazelle or antelope of Israel, the chosen symbol of youthful elegance and symmetry, most likely referring to Jonathan. Thus, the song began and ended with Saul’s noble son (vv. <a ref='2 Samuel 1:25–26'>25–26</a> ). <b>high places.</b> These were open-air worship sites generally established at high elevations. In this case the high place was Mt. Gilboa, where Saul had died. <b>How have the mighty fallen!</b> They were not only Israel’s slain “beauty,” but Saul and Jonathan were mighty men who had fallen in battle. This phrase is repeated as a refrain in vv. <a ref='2 Samuel 1:25'>25</a> and <a ref='2 Samuel 1:27'>27</a> . <a ref='2 Samuel 1:20'>1:20</a> <b>Gath … Ashkelon.</b> Two chief cities which together could represent all of the Philistine territory. Gath was situated in the eastern part of the Philistine territory, while Ashkelon was in the west by the sea. David did not want the Philistines to rejoice at the calamities of Israel as Israel had rejoiced at the defeat of the Philistines ( <a ref='1 Samuel 18:7'>1Sa 18:7</a> ). <a ref='2 Samuel 1:21'>1:21</a> <b>not dew or rain.</b> David spoke a curse, seeking the absence of dew or rain upon the mountain where Saul and Jonathan died. <b>not anointed with oil.</b> It was necessary in those times to anoint a shield with oil (cf. <a ref='Isaiah 21:5'>Is 21:5</a> ) to prevent the leather from being hard and cracked. But there on Mt. Gilboa lay the shield of Saul dried out, a symbol of defeat and death. <a ref='2 Samuel 1:22'>1:22</a> <b>bow … sword.</b> These two weapons were used by Saul and Jonathan with much power, accuracy, and effectiveness. It was also with the bow that Jonathan helped David escape Saul’s wrath ( <a ref='1 Samuel 20:35–42'>1Sa 20:35–42</a> ). <a ref='2 Samuel 1:23'>1:23</a> <b>beloved.</b> This generous commendation, including Saul who was seeking to kill David, showed David’s gracious, forgiving attitude—a model of gracious love (cf. <a ref='Matthew 5:43–48'>Mt 5:43–48</a> ). <a ref='2 Samuel 1:26'>1:26</a> <b>more wonderful than the love of women.</b> The bond between David and Jonathan was strong. However, this does not mean that their friendship was necessarily superior to the bond of love between a man and a woman. The commitment shared between the two of them was a noble, loyal, and selfless devotion (cf. <a ref='1 Samuel 18:3'>1Sa 18:3</a> ), which neither of them had ever felt for a woman. Unlike love between a man and a woman in which a sexual element is part of the strong attraction, this love between these two men had no such sexual feature, yet was compellingly strong. <a ref='2 Samuel 1:27'>1:27</a> <b>weapons of war.</b> A figurative expression referring to Saul and Jonathan. <a ref='2 Samuel 2:1'>2:1</a> <b>David asked of Yahweh.</b> After the death of Saul, David could move about the land freely as Yahweh directed him. A contrast can be seen between Saul, who had asked of Yahweh and Yahweh would not answer (cf. <a ref='1 Samuel 28:6'>1Sa 28:6</a> ) and David, who also asked of Yahweh and Yahweh gave him direction. <b>cities of Judah.</b> David sought guidance from Yahweh as to where to start his reign. David first asked if he should begin in the southern area of Judah. Yahweh responded affirmatively, and thus David sought for a more precise destination. The nucleus of David’s future government would come from the cities of Judah. <b>Hebron.</b> With the highest elevation of any town in Judah, the city was strategically chosen to be the initial location of David’s rule over Israel. Hebron is located 20 mi. south-southwest of Jerusalem. Abraham had located there long before ( <a ref='Genesis 13:18'>Ge 13:18</a> ), and later Hebron had been given to Caleb ( <a ref='Joshua 14:13–14'>Jos 14:13–14</a> ; <a ref='Judges 1:20'>Jdg 1:20</a> ) when Israel occupied the land after the wilderness wanderings. <a ref='2 Samuel 2:2'>2:2</a> <b>Ahinoam … Abigail.</b> Abigail became David’s wife after the death of Nabal (cf. <a ref='1 Samuel 25:40–44'>1Sa 25:40–44</a> ). <a ref='2 Samuel 2:4'>2:4</a> <b>anointed David king.</b> David had already been privately anointed king by Samuel (cf. <a ref='1 Samuel 16:3'>1Sa 16:3</a> ). This anointing recognized his rule in the southern area of Judah. Later he would be anointed as king over all Israel (cf. <a ref='2 Samuel 5:3'>2Sa 5:3</a> ). <b>men of Jabesh-gilead.</b> Jabesh, a city of Israel east of the Jordan, demonstrated its loyalty to Saul by giving him a proper burial (cf. <a ref='1 Samuel 31:11–13'>1Sa 31:11–13</a> ). <a ref='2 Samuel 2:7'>2:7</a> <b>Saul your lord is dead.</b> David referred to Saul as “your lord” so as not to antagonize the men of Jabesh-gilead. He sought to win Israel over to his side, not force them into submission. <a ref='2 Samuel 2:8'>2:8</a> <b>Abner.</b> Abner, cousin of Saul and general of his army ( <a ref='1 Samuel 14:50–51'>1Sa 14:50–51</a> ), did not desire to follow Yahweh’s new anointed king, but placed Ish-bosheth on the throne, causing tension between Judah and the rest of the tribes in Israel. <b>Ish-bosheth.</b> His name means “man of shame.” Saul’s only surviving son was placed as king over the northern tribes of Israel and the eastern ones across the Jordan. <b>Mahanaim.</b> A town in Gilead to the east of the Jordan River. Ish-bosheth established himself there and reigned for two years in this city. This was the same city where Jacob saw the angels while on his way to Penuel ( <a ref='Genesis 32:2'>Ge 32:2</a> ). It was appointed to be a Levitical city from the territory of Gad ( <a ref='Joshua 21:28'>Jos 21:28</a> ; <a ref='1 Chronicles 6:80'>1Chr 6:80</a> ). It later became the haven for David while fleeing from Absalom ( <a ref='2 Samuel 17:24'>17:24</a> , <a ref='2 Samuel 17:27'>27</a> ; <a ref='2 Samuel 19:32'>19:32</a> ; <a ref='1 Kings 2:8'>1Ki 2:8</a> ), because likely it was well fortified (cf. <a ref='2 Samuel 18:24'>18:24</a> ). <a ref='2 Samuel 2:9'>2:9</a> <b>king over Gilead … all Israel.</b> Ish-bosheth’s power seemed more solidified in the land of Gilead (east of the Jordan) than in the rest of Israel. <a ref='2 Samuel 2:10'>2:10</a> <b>The house of Judah.</b> A natural opposition arose between the tribe of Judah and the rest of Israel since Judah was under the reign of David, while the rest of Israel recognized the reign of Ish-bosheth. <a ref='2 Samuel 2:11'>2:11</a> <b>seven years and six months.</b> Several years passed before Ish-bosheth assumed the throne of Israel, so that Ish-bosheth’s two-year reign came at the end of David’s 7-year and 6-month reign over Judah. It must have taken Ish-bosheth about 5 years to regain the northern territory from the Philistines. <a ref='2 Samuel 2:12'>2:12</a> <b>Gibeon.</b> During the time of Joshua, Gibeon was a very important city ( <a ref='Joshua 10:2'>Jos 10:2</a> ). Its people probably had sided with David because Saul had broken a treaty with the Gibeonites and acted treacherously toward them ( <a ref='2 Samuel 21:1'>21:1</a> ). <a ref='2 Samuel 2:13'>2:13</a> <b>Joab the son of Zeruiah.</b> Joab was the leader of David’s army and thus led the men against Abner. Although Ish-bosheth and David sat on the thrones of their respective territories, Joab and Abner truly had wielded the power and control by leading the military forces. Zeruiah was the sister of David (cf. <a ref='1 Chronicles 2:16'>1Chr 2:16</a> ). <a ref='2 Samuel 2:14'>2:14</a> <b>the young men … hold a contest.</b> Rather than all-out war, Abner proposed a representative contest between champions on behalf of the opposing armies. Because all 24 of the contestants lay fallen and dying in combat (vv. <a ref='2 Samuel 2:15–16'>15–16</a> ), the contest settled nothing, but excited passions so that a battle between the two armies ensued (v. <a ref='2 Samuel 2:17'>17</a> ). <a ref='2 Samuel 2:18'>2:18</a> <b>Abishai.</b> Brother of Joab, he was an aide to David throughout his rise to power. Abishai was with David in the camp of Saul when David had opportunity to kill Saul and encouraged the murder of Saul, which David would not allow (cf. <a ref='1 Samuel 26:6–9'>1Sa 26:6–9</a> ). <b>Asahel.</b> Another brother of Joab, Asahel was single-minded with dogged determination; though he was extremely fleet-footed, his determination would prove to be fatal (v. <a ref='2 Samuel 2:23'>23</a> ). <a ref='2 Samuel 2:21'>2:21</a> <b>take for yourself his spoil.</b> To gain the armor or spoil of the enemy general, Abner, who was fleeing the defeat, would be to possess the greatest trophy. Asahel was ambitious to get it, while Abner kept warning him and suggested he take the spoil of some other soldier for his trophy, since he was not able to defeat Abner. <a ref='2 Samuel 2:22'>2:22</a> <b>How then could I lift up my face to your brother Joab?</b> Abner sought to spare Asahel so as to avoid unnecessary vengeance from Joab or David. Abner tried to give Asahel reasons to stop his pursuit, but Asahel was determined. Abner did not wish to strike down Asahel, but Asahel refused to listen, so he was forced to stop his effort with a fatal stab by the butt end of his spear. <a ref='2 Samuel 2:26'>2:26</a> <b>Shall the sword devour forever?</b> As Abner had earlier proposed that the hostilities begin, he now proposed that they cease. <a ref='2 Samuel 2:29'>2:29</a> <b>Arabah.</b> The central valley region marked by Mt. Hermon to the north and the Red Sea to the south. <b>Mahanaim.</b> See note on <a ref='2 Samuel 2:8'>2:8</a> . <a ref='2 Samuel 3:1'>3:1</a> <b>the war … was long.</b> The conflict between Ish-bosheth and David did not end in quick victory. There was a gradual transfer of power from the house of Saul to the house of David (v. <a ref='2 Samuel 3:10'>10</a> ) that lasted at least through the two-year reign of Ish-bosheth and maybe longer. <a ref='2 Samuel 3:2–5'>3:2–5</a> See <a ref='1 Chronicles 3:1–4'>1Chr 3:1–4</a> . <a ref='2 Samuel 3:2'>3:2</a> <b>Amnon.</b> He raped and defiled his half-sister Tamar and later, by the command of Absalom, was killed for his crime ( <a ref='2 Samuel 13:1–39'>13:1–39</a> ). <a ref='2 Samuel 3:3'>3:3</a> <b>Chileab.</b> He apparently died before he was able to enter into position to contend for the throne, for nothing more is said about him. This child was born to David by the wife whom David had taken upon the death of Nabal (see <a ref='1 Samuel 25:3'>1Sa 25:3</a> ). <b>Absalom.</b> Lit. “My Divine Father Is Peace” or “Divine Father of Peace.” Absalom was the son of Maacah who was a Geshurite princess from a region in Syria, not Israel. David may have married her as part of a diplomatic agreement made with Talmai, the Geshurite king, to give David an ally north of Ish-bosheth. Later Absalom, in fear of his life, fled to Geshur ( <a ref='2 Samuel 13:37–38'>13:37–38</a> ). <a ref='2 Samuel 3:4'>3:4</a> <b>Adonijah.</b> He was a prominent figure in the contention for David’s throne at the end of his reign ( <a ref='1Ki 1-2'>1Ki 1–2</a> ), but was assassinated, allowing the throne to be given to Solomon ( <a ref='1 Kings 2:25'>1Ki 2:25</a> ). Haggith was probably married to David after his accession to the throne. <b>Shephatiah … Abital.</b> Shephatiah means “Yahweh Judges.” Abital means “My Divine Father Is Dew” or “My Divine Father of Dew.” <a ref='2 Samuel 3:5'>3:5</a> <b>Eglah.</b> Eglah is called “David’s wife.” This may be because she is the last of the list and serves to draw emphasis to David’s polygamy. The inclusion of these sons indicates all who would have been in contention for the throne. <b>born to David.</b> More children were born to David when he moved to Jerusalem ( <a ref='2 Samuel 5:14'>5:14</a> ). <a ref='2 Samuel 3:6–5:16'>3:6—5:16</a> David assumed the kingdom of all Israel by a similar progression of events as those which led to his assuming the throne of Judah. In both cases, a man comes seeking David’s favor (Amalekite, <a ref='2 Samuel 1:1–13'>1:1–13</a> ; Abner, <a ref='2 Samuel 3:6–21'>3:6–21</a> ). Both of these men are executed for their deeds (Amalekite, <a ref='2 Samuel 1:14–16'>1:14–16</a> ; Abner, <a ref='2 Samuel 3:22–32'>3:22–32</a> ). In both cases, this is followed by a lament of David ( <a ref='2 Samuel 1:17–27'>1:17–27</a> ; <a ref='2 Samuel 3:33–39'>3:33–39</a> ). Close to the middle of both accounts is a brief look at the anointing of David as king (over Judah, <a ref='2 Samuel 2:1–7'>2:1–7</a> ; over Israel, <a ref='2 Samuel 5:1–5'>5:1–5</a> ). After this, David and his men are successful in defeating their enemies ( <a ref='2 Samuel 2:8–3:1'>2:8—3:1</a> ; <a ref='2 Samuel 5:6–12'>5:6–12</a> ). Each section concludes with a list of the children born to David (Hebron, <a ref='2 Samuel 3:2–5'>3:2–5</a> ; Jerusalem, <a ref='2 Samuel 5:13–16'>5:13–16</a> ). <a ref='2 Samuel 3:6'>3:6</a> <b>Abner was making himself strong.</b> Abner was the military leader of the country and the one who had put Ish-bosheth on the throne and whose power held him there. As time passed, Abner began to make his own move to take the throne. <a ref='2 Samuel 3:7'>3:7</a> <b>Rizpah.</b> By taking Rizpah, the concubine of Saul, Abner made a clear statement to the people that he would take the place of Saul as king over Israel. Going in to the king’s concubine was a statement of power and rightful claim to the throne (cf. <a ref='2 Samuel 16:21–22'>16:21–22</a> in regard to Absalom). Ish-bosheth reacted strongly against Abner, so Abner resented his reaction as an indignity and, compelled by revenge, determined to transfer all the weight of his influence and power to David’s side (vv. <a ref='2 Samuel 3:9–10'>9–10</a> ). <a ref='2 Samuel 3:8'>3:8</a> <b>dog’s head.</b> This was another way to ask, “Am I a contemptible traitor allied with Judah?” This was a common expression to show disdain ( <a ref='1 Samuel 17:43'>1Sa 17:43</a> ). Abner used this opportunity to condemn Ish-bosheth by reminding him that he would not have been in power had Abner himself not placed him there. <a ref='2 Samuel 3:9'>3:9</a> <b>as Yahweh has sworn to David.</b> Abner seemed to demonstrate the knowledge that David was to be the next king of Israel as God had sworn to David ( <a ref='1 Samuel 13:14'>1Sa 13:14</a> ; <a ref='1 Samuel 15:28'>15:28</a> ; <a ref='1 Samuel 24:20'>24:20</a> ). <a ref='2 Samuel 3:10'>3:10</a> <b>transfer the kingdom.</b> Part of Saul’s kingdom had already been transferred to David, namely Judah; however, Abner vowed to complete the process by helping David obtain the rest of the kingdom. <b>Dan even to Beersheba.</b> This was an expression meaning the whole country (cf. <a ref='Judges 20:1'>Jdg 20:1</a> ), i.e., from Dan in the north to Beersheba in the south. <a ref='2 Samuel 3:12'>3:12</a> <b>Whose is the land?</b> Though Abner’s language (vv. <a ref='2 Samuel 3:9–10'>9–10</a> ) implied the conviction that in supporting Ish-bosheth he had been going against God’s purpose of conferring the sovereignty of the kingdom on David, this acknowledgment was no justification of his motives. He selfishly wanted to be on the winning side and to be honored as the one who brought all the people under David’s rule. <a ref='2 Samuel 3:13'>3:13</a> <b>Michal, Saul’s daughter.</b> David requested Michal for two reasons. One, it would right the wrong Saul had committed toward David by having given Michal, who was David’s wife and who loved him ( <a ref='1 Samuel 18:20'>1Sa 18:20</a> , <a ref='1 Samuel 18:28'>28</a> ), to another man ( <a ref='1 Samuel 25:44'>1Sa 25:44</a> ). Two, it would serve to strengthen David’s claim to the throne of all Israel by inclining some of Saul’s house to be favorable to his cause. <a ref='2 Samuel 3:14'>3:14</a> <b>one hundred foreskins of the Philistines.</b> David reminded Ish-bosheth that he had not only paid the dowry to Saul for his daughter, one hundred foreskins of the Philistines, but had delivered double the asking price ( <a ref='1 Samuel 18:25–27'>1Sa 18:25–27</a> ). Thus, Michal rightfully belonged to David. <a ref='2 Samuel 3:16'>3:16</a> <b>Bahurim.</b> Located just east of Jerusalem, it became the final location where Paltiel (cf. <a ref='1 Samuel 25:44'>1Sa 25:44</a> ) would see Michal. This was also the town of Shimei, the man who cursed David during his flight from Jerusalem before Absalom ( <a ref='2 Samuel 16:5'>16:5</a> ). David’s soldiers also found refuge in a well at Bahurim while being pursued by Absalom’s men ( <a ref='2 Samuel 17:18'>17:18</a> ). <a ref='2 Samuel 3:17'>3:17</a> <b>elders of Israel.</b> These men were the recognized leaders of the people serving as Ish-bosheth’s advisers who would have been consulted when important decisions needed to be made (cf. <a ref='2 Samuel 19:7'>19:7</a> ). <a ref='2 Samuel 3:18'>3:18</a> <b>My servant David.</b> David is called Yahweh’s “servant” more than 30 times in the OT. Abner’s words to the elders of Israel clearly recognized David as the servant of Yahweh, thus having the right to the throne according to God’s sovereign will. <a ref='2 Samuel 3:19'>3:19</a> <b>Benjamin.</b> Abner gave special attention to the tribe of Benjamin, for they were Saul’s and Ish-bosheth’s kinsmen (see <a ref='1 Samuel 9:1–2'>1Sa 9:1–2</a> ). <a ref='2 Samuel 3:21'>3:21</a> <b>covenant with you.</b> This covenant moved beyond the personal agreement made between Abner and David and was operative on the national level, uniting both north and south. <b>in peace.</b> The repetition of this phrase in vv. <a ref='2 Samuel 3:22–23'>22–23</a> serves to emphasize the fact that David sought to ensure peace with Abner. This also accentuates the fact that David was not involved in Abner’s death (vv. <a ref='2 Samuel 3:26–30'>26–30</a> ). <a ref='2 Samuel 3:25'>3:25</a> <b>Abner … came to deceive you.</b> It is ironic that Joab accused Abner of deception in spying on David in v. <a ref='2 Samuel 3:25'>25</a> when in v. <a ref='2 Samuel 3:26'>26</a> he deceived David by not telling him of his request to have Abner returned to Hebron. Joab used this deception to slay Abner out of personal vengeance for the death of his brother Asahel (v. <a ref='2 Samuel 3:27'>27</a> ; see <a ref='2 Samuel 2:19–23'>2:19–23</a> ). <a ref='2 Samuel 3:26'>3:26</a> <b>well of Sirah.</b> The only mention of this location is found here. The town was located about 2.5 mi. northwest of Hebron. <a ref='2 Samuel 3:27'>3:27</a> <b>in the belly.</b> Abner died in a similar manner to Joab’s brother Asahel, the man he had killed ( <a ref='2 Samuel 2:23'>2:23</a> ). However, Abner struck Asahel during battle (cf. <a ref='2 Samuel 2:18–23'>2:18–23</a> ) in self-defense, while Joab murdered Abner to avenge the death of Asahel. <a ref='2 Samuel 3:28'>3:28</a> <b>the blood of Abner.</b> Since life is in the blood (cf. <a ref='Genesis 9:4'>Ge 9:4</a> ; <a ref='Leviticus 17:11'>Lv 17:11</a> , <a ref='Leviticus 17:14'>14</a> ; <a ref='Deuteronomy 12:23'>Dt 12:23</a> ), this expression refers to the life of Abner. David made it clear he had nothing to do with the murder of Abner, and David sought Yahweh’s help to punish Joab for his evil deed (v. <a ref='2 Samuel 3:39'>39</a> ). <a ref='2 Samuel 3:31'>3:31</a> <b>lament.</b> Joab was instructed to lament the death of Abner, as was the custom for commemorating the death of an individual. To further demonstrate David’s condemnation of the killing of Abner, he instructed “all the people” to mourn the death of Abner, including Joab and his men (vv. <a ref='2 Samuel 3:32–34'>32–34</a> ). <a ref='2 Samuel 3:35–39'>3:35–39</a> David’s feelings and conduct in response to Abner’s death tended not only to remove all suspicion of guilt from him, but even turned the tide of public opinion in his favor and paved the way for his reigning over all the tribes much more honorably than by the negotiations of Abner ( <a ref='2 Samuel 3:17–19'>3:17–19</a> ). <a ref='2 Samuel 3:39'>3:39</a> <b>weak … difficult.</b> David had not yet solidified his power enough to exact his own judgment without jeopardizing his command. He was still “weak” and needed time to consolidate his authority. Once that was accomplished, he no longer needed to fear the strength of Joab and Abishai, who were Zeruiah’s sons ( <a ref='2 Samuel 2:18'>2:18</a> ). <a ref='2 Samuel 4:1'>4:1</a> <b>lost courage.</b> Lit. “his hands became weak or limp” (cf. <a ref='2 Chronicles 15:7'>2Chr 15:7</a> ). Ish-bosheth and all of Israel realized that Abner had been the source of strength and stability for Israel. With Abner dead, Israel was troubled because Ish-bosheth no longer had a leader for the army which secured him in power. <a ref='2 Samuel 4:2'>4:2</a> <b>sons of Benjamin.</b> It is stressed that these men were of the tribe of Benjamin (vv. <a ref='2 Samuel 4:2–3'>2–3</a> ), perhaps to show the friction within the house of Saul and his son Ish-bosheth, and how the grab for power began once Abner was gone. <a ref='2 Samuel 4:2–3'>4:2–3</a> <b>Beeroth … Gittaim.</b> Beeroth was a Canaanite town belonging to the tribe of Benjamin. Gittaim was also a village of the tribe of Benjamin. <a ref='2 Samuel 4:4'>4:4</a> <b>Mephibosheth.</b> He may be introduced here to demonstrate that his youth and physical handicap disqualified him from being considered for ruling Israel. He would have been only 12 years old at the time of Ish-bosheth’s death. For the history of this man, see <a ref='2 Samuel 9:6–13'>9:6–13</a> ; <a ref='2 Samuel 16:1–4'>16:1–4</a> ; <a ref='2 Samuel 19:24–30'>19:24–30</a> ; <a ref='2 Samuel 21:7'>21:7</a> . <a ref='2 Samuel 4:5–6'>4:5–6</a> It was the custom to secure wheat for the soldiers under their command (v. <a ref='2 Samuel 4:2'>2</a> ) along with some pay. Under the pretense of that normal routine, they came and killed the king. <a ref='2 Samuel 4:7'>4:7</a> <b>the Arabah.</b> To avoid easy detection, the men traveled by way of the Arabah (cf. <a ref='2 Samuel 2:29'>2:29</a> ), i.e., the Jordan Valley. This plain extended about 30 mi. from Mahanaim to Hebron. <a ref='2 Samuel 4:8'>4:8</a> <b>Yahweh has given … vengeance.</b> The murderers of Ish-bosheth came to David and proclaimed that Yahweh had avenged David. However, as happened earlier to the Amalekite ( <a ref='2 Samuel 1:2–15'>1:2–15</a> ), the men were very surprised at the response of David. David did not see their deed as Yahweh’s vengeance, but as murder of an innocent man. <a ref='2 Samuel 4:9'>4:9</a> <b>Yahweh … has redeemed my life from all distress.</b> A striking contrast is shown between David and the two murderers who claimed they were performing Yahweh’s work by killing Ish-bosheth. However, David praised Yahweh for His providential work through Ish-bosheth’s life and proclaimed Yahweh’s deliverance; thus, David condemned the murderers of Ish-bosheth and had them executed as he had done to the man who claimed to kill Saul ( <a ref='2 Samuel 1:15–16'>1:15–16</a> ). <a ref='2 Samuel 5:1–3'>5:1–3</a> See <a ref='1 Chronicles 11:1–3'>1Chr 11:1–3</a> . <a ref='2 Samuel 5:1–2'>5:1–2</a> <b>all the tribes of Israel.</b> The term “all” is used 3 times (vv. <a ref='2 Samuel 5:1'>1</a> , <a ref='2 Samuel 5:3'>3</a> , <a ref='2 Samuel 5:5'>5</a> ) to emphasize that the kingdom established under King David was truly a united monarchy. The “elders” of Israel (v. <a ref='2 Samuel 5:3'>3</a> ), representing the “tribes” (v. <a ref='2 Samuel 5:1'>1</a> ), came to David at Hebron with the express purpose of submitting to his rule. Three reasons were given by the Israelites for wanting to make David king: 1) he was an Israelite brother (cf. <a ref='Deuteronomy 17:15'>Dt 17:15</a> ); 2) he was Israel’s best warrior and commander; and 3) he had been chosen by Yahweh to be the king of Israel. <a ref='2 Samuel 5:3'>5:3</a> <b>King David cut a covenant.</b> David bound himself formally to certain obligations toward the Israelites, including their rights and responsibilities to one another and to Yahweh (cf. <a ref='2 Kings 11:17'>2Ki 11:17</a> ). As good as this covenant was, it did not end the underlying sense of separate identity felt by Israel and Judah as the revolt of Sheba ( <a ref='2 Samuel 20:1'>20:1</a> ) and the dissolution of the united kingdom under Rehoboam ( <a ref='1 Kings 12:16'>1Ki 12:16</a> ) would later demonstrate. <b>they anointed David.</b> David’s third anointing ( <a ref='2 Samuel 2:4'>2:4</a> ; <a ref='1 Samuel 16:13'>1Sa 16:13</a> ) resulted in the unification of the 12 tribes under his kingship. <a ref='2 Samuel 5:5'>5:5</a> <b>Israel and Judah.</b> The united kingdom was still known by its two component parts. <a ref='2 Samuel 5:6–10'>5:6–10</a> See <a ref='1 Chronicles 11:4–9'>1Chr 11:4–9</a> . <a ref='2 Samuel 5:6'>5:6</a> <b>Jerusalem.</b> This city is mentioned in the Bible more than any other (from <a ref='Genesis 14:18'>Ge 14:18</a> to <a ref='Revelation 21:10'>Rev 21:10</a> ). The city was located in the territory of Benjamin, near the northern border of Judah and was excellently fortified because of its elevation and the surrounding deep valleys, which made it naturally defensible on 3 sides. In addition, it had a good water supply, the Gihon spring, and was close to travel routes for trade. The city had earlier been conquered by Judah ( <a ref='Judges 1:8'>Jdg 1:8</a> ), but neither Judah nor Benjamin had been successful in permanently dislodging the Jebusite inhabitants ( <a ref='Joshua 15:33'>Jos 15:33</a> ; <a ref='Judges 1:21'>Jdg 1:21</a> ). By taking Jerusalem, David was able to eliminate the foreign wedge between the northern and southern tribes and to establish his capital. <b>Jebusites.</b> A people of Canaanite descent ( <a ref='Genesis 10:16–18'>Ge 10:16–18</a> ). Since the earlier inhabitants of Jerusalem were Amorites ( <a ref='Joshua 10:5'>Jos 10:5</a> ), it seems that the Jebusites took control of Jerusalem after the time of the Israelite conquest. <b>the blind and lame.</b> The Jebusites taunted the Israelites and mocked the power of David by boasting that the blind and the lame could defend Jerusalem against him. Jerusalem: David’s City Go to the Index of Charts and Maps . <a ref='2 Samuel 5:7'>5:7</a> <b>fortress of Zion.</b> This is the first occurrence of “Zion” in the Bible and the only one in 1 and 2 Samuel. Referring here to the Jebusite citadel on the southeastern hill, the name was also later used of the temple mount ( <a ref='Isaiah 10:12'>Is 10:12</a> ) and of the entire city of Jerusalem ( <a ref='Isaiah 28:16'>Is 28:16</a> ). <b>city of David.</b> Both Bethlehem, David’s birthplace ( <a ref='Luke 2:4'>Lk 2:4</a> ), and Jerusalem, David’s place of reign, were called by this title. <a ref='2 Samuel 5:8'>5:8</a> <b>water tunnel.</b> A tunnel that channeled the city’s water supply from the Gihon spring outside the city walls on the east side into the citadel. <a ref='2 Samuel 5:9'>5:9</a> <b>Millo.</b> Lit. “filling.” Stone-filled terraces were built to serve as part of Jerusalem’s northern defenses, since the city was most open to attack from that direction. <a ref='2 Samuel 5:11–16'>5:11–16</a> See <a ref='1 Chronicles 14:1–7'>1Chr 14:1–7</a> . <a ref='2 Samuel 5:11'>5:11</a> <b>Hiram king of Tyre.</b> Tyre was a Phoenician port city about 35 mi. north of Mt. Carmel and 25 mi. south of Sidon. During the latter part of David’s reign and much of Solomon’s, the friendly Hiram traded building materials for agricultural products. He also provided craftsmen to build David’s palace, indicating how the long war had brought the nation to a low place where there were few good artisans. <a ref='Ps 30'>Psalm 30</a> could possibly refer to the dedication of this house or to the temporary shelter for the ark in Jerusalem ( <a ref='2 Samuel 6:17'>6:17</a> ). <a ref='2 Samuel 5:12'>5:12</a> <b>Yahweh had established him as king.</b> Witnessing God’s evident blessing on his life, David recognized Yahweh’s role in establishing his kingship. <a ref='2 Samuel 5:13'>5:13</a> <b>more concubines and wives.</b> The multiplication of David’s wives and concubines was in direct violation of <a ref='Deuteronomy 17:17'>Dt 17:17</a> . These marriages probably (cf. <a ref='2 Samuel 3:3'>2Sa 3:3</a> ) reflected David’s involvement in international treaties and alliances that were sealed by the marriage of a king’s daughter to the other participants in the treaty. This cultural institution accounted for some of David’s and many of Solomon’s wives (see <a ref='1 Kings 11:1–3'>1Ki 11:1–3</a> ). In each case of polygamy in Scripture, the law of God was violated and the consequences were negative, if not disastrous. <a ref='2 Samuel 5:17–8:18'>5:17—8:18</a> This section is bracketed by the descriptions of David’s military victories ( <a ref='2 Samuel 5:17–25'>5:17–25</a> ; <a ref='2 Samuel 8:1–14'>8:1–14</a> ). In between ( <a ref='2 Samuel 6:1–7:29'>6:1—7:29</a> ), David’s concern for the ark of the covenant and a suitable building to house it are recounted. <a ref='2 Samuel 5:17–23'>5:17–23</a> See <a ref='1 Chronicles 14:8–17'>1Chr 14:8–17</a> . <a ref='2 Samuel 5:17'>5:17</a> <b>Philistines.</b> The Philistines had remained quiet neighbors during the long civil war between the house of Saul and David, but, jealous of the king who has consolidated the nation, they resolved to attack before his government was fully established. Realizing that David was no longer their vassal, they took decisive military action against his new capital of Jerusalem. <a ref='2 Samuel 5:18'>5:18</a> <b>valley of Rephaim.</b> Lit. “the valley of the giants.” It was a plain located southwest of Jerusalem on the border between Judah and Benjamin ( <a ref='Joshua 15:1'>Jos 15:1</a> , <a ref='Joshua 15:8'>8</a> ; <a ref='Joshua 18:11'>18:11</a> , <a ref='Joshua 18:16'>16</a> ), where fertile land produced grain that provided food for Jerusalem and also attracted raiding armies. <a ref='2 Samuel 5:20'>5:20</a> <b>Baal-perazim.</b> The image seen in this name (see note ) was that of flooding waters breaking through a dam as David’s troops had broken through the Philistine assault. <a ref='2 Samuel 5:21'>5:21</a> <b>idols.</b> The idols that the Philistines had taken into battle to assure them of victory were captured by the Israelites and burned ( <a ref='1 Chronicles 14:12'>1Chr 14:12</a> ). <a ref='2 Samuel 5:24'>5:24</a> <b>the sound of marching.</b> The leaves of this tree would rustle at the slightest movement of air, much of which would be generated by a large army marching. <a ref='2 Samuel 5:25'>5:25</a> <b>Geba … Gezer.</b> Geba was located about 5 mi. north of Jerusalem and Gezer was about 20 mi. west of Geba. David drove the Philistines out of the hill country back to the coastal plain. <a ref='2 Samuel 6:1–11'>6:1–11</a> See <a ref='1 Chronicles 13:1–14'>1Chr 13:1–14</a> . <a ref='2 Samuel 6:2'>6:2</a> <b>Baale-judah.</b> Lit. “lords of Judah.” Also known as Kiriath-jearim ( <a ref='1 Samuel 7:1–2'>1Sa 7:1–2</a> ), this town was located about 10 mi. west of Jerusalem. <b>ark of God.</b> The ark of the covenant represented the glorious reputation and gracious presence of Yahweh to Israel. <b>the Name.</b> <i>See note on <a ref='Deuteronomy 12:5'>Dt 12:5</a> .</i> <b>Yahweh of hosts.</b> <i>See note on <a ref='1 Samuel 1:3'>1Sa 1:3</a> .</i> <a ref='2 Samuel 6:3'>6:3</a> <b>new cart.</b> The Philistines had used a cart to transport the ark ( <a ref='1 Samuel 6:7'>1Sa 6:7</a> ). But the OT law required that the sacred ark be carried by the sons of Kohath ( <a ref='Numbers 3:30–31'>Nu 3:30–31</a> ; <a ref='Numbers 4:15'>4:15</a> ; <a ref='Numbers 7:9'>7:9</a> ), using the poles prescribed ( <a ref='Exodus 25:12–15'>Ex 25:12–15</a> ). <b>house of Abinadab.</b> See <a ref='1 Samuel 7:1'>1Sa 7:1</a> . <b>Uzzah and Ahio.</b> Descendants of Abinadab, possibly his grandsons. <a ref='2 Samuel 6:6–8'>6:6–8</a> See <a ref='1 Chronicles 13:9–12'>1Chr 13:9–12</a> . <a ref='2 Samuel 6:7'>6:7</a> <b>for his irreverence.</b> No matter how innocently it was done, touching the ark was in direct violation of God’s law and was to result in death (see <a ref='Numbers 4:15'>Nu 4:15</a> ). This was a means of preserving the sense of God’s holiness and the fear of drawing near to Him without appropriate preparation. <a ref='2 Samuel 6:8'>6:8</a> <b>David became angry.</b> Probably anger directed at himself because the calamity resulted from David’s own carelessness. He was confused as to whether to carry on the transportation of the ark to Jerusalem (v. <a ref='2 Samuel 6:9'>9</a> ) and would not move it, fearing more death and calamity might come on him or the people (v. <a ref='2 Samuel 6:10'>10</a> ). It is likely that he waited to see the wrath of God subside before moving the ark. <a ref='2 Samuel 6:10'>6:10</a> <b>Obed-edom the Gittite.</b> Lit. “servant of Edom.” The term “Gittite” can refer to someone from the Philistine city of Gath, but here it is better to see the term related to Gath-rimmon, one of the Levitical cities (cf. <a ref='Joshua 21:24–25'>Jos 21:24–25</a> ). Obed-edom is referred to as a Levite in Chronicles ( <a ref='1 Chronicles 15:17–25'>1Chr 15:17–25</a> ; <a ref='1 Chronicles 16:5'>16:5</a> , <a ref='1 Chronicles 16:38'>38</a> ; <a ref='1 Chronicles 26:4–5'>26:4–5</a> , <a ref='1 Chronicles 26:8'>8</a> , <a ref='1 Chronicles 26:15'>15</a> ; <a ref='2 Chronicles 25:24'>2Chr 25:24</a> ). <a ref='2 Samuel 6:12–19'>6:12–19</a> See <a ref='1 Chronicles 15:25–16:3'>1Chr 15:25—16:3</a> . <a ref='2 Samuel 6:12'>6:12</a> <b>blessed … on account of the ark.</b> During the 3 months when the ark remained with Obed-edom, Yahweh blessed his family. In the same way God had blessed Obed-edom, David was confident that with the presence of the ark, Yahweh would bless his house in ways that would last forever ( <a ref='2 Samuel 7:29'>7:29</a> ). <a ref='2 Samuel 6:13'>6:13</a> <b>those who were carrying the ark.</b> In David’s second attempt to bring the ark to Jerusalem, it was transported in the manner prescribed by OT law. <i>See note on v. <a ref='2 Samuel 6:3'>3</a> .</i> <b>six paces.</b> I.e., after the first 6 steps, not after every 6 steps. <a ref='2 Samuel 6:14'>6:14</a> <b>David was dancing before Yahweh.</b> Cf. <a ref='Psalms 150:4'>Ps 150:4</a> . The Hebrews, like other ancient and modern people, had their physical expressions of religious joys as they praised God. <b>linen ephod.</b> See <a ref='1 Samuel 2:18'>1Sa 2:18</a> . <a ref='2 Samuel 6:16'>6:16</a> <b>Michal … despised him.</b> Michal’s contempt for David is explained by her sarcastic remark in v. <a ref='2 Samuel 6:20'>20</a> . She considered David’s unbridled, joyful dancing as conduct unbefitting for the dignity and gravity of a king because it exposed him in some ways. <a ref='2 Samuel 6:17'>6:17</a> <b>tent.</b> David had made a tent for the ark of the covenant until a permanent building for it could be built. <a ref='Ps 30'>Psalm 30</a> could refer possibly to this tent or to David’s own home ( <a ref='2 Samuel 5:11–12'>5:11–12</a> ). <a ref='2 Samuel 6:20'>6:20</a> <b>bless his household.</b> David desired the same inevitable success from Yahweh as experienced in the household of Obed-edom (see v. <a ref='2 Samuel 6:11'>11</a> ). The attitude of Michal aborted the blessing at that time, but Yahweh would bless David’s house in the future ( <a ref='2 Samuel 7:29'>7:29</a> ). <b>uncovered.</b> A derogatory reference to the priestly attire that David wore (v. <a ref='2 Samuel 6:14'>14</a> ) in place of his royal garments. <a ref='2 Samuel 6:21'>6:21</a> <b>before Yahweh.</b> David’s actions were for the delight of Yahweh, not for the maidens. <a ref='2 Samuel 6:22'>6:22</a> <b>humble in my own eyes.</b> David viewed himself with humility. It is the humble whom Yahweh will exalt (cf. <a ref='1 Samuel 7:7–8'>1Sa 7:7–8</a> ). <a ref='2 Samuel 6:23'>6:23</a> <b>Michal … had no child.</b> Whether David ceased to have marital relations with Michal or Yahweh disciplined Michal for her contempt of David, Michal bore no children. In OT times, it was a reproach to be childless ( <a ref='1 Samuel 1:5–6'>1Sa 1:5–6</a> ). Michal’s childlessness prevented her from providing a successor to David’s throne from the family of Saul (cf. <a ref='1 Samuel 15:22–28'>1Sa 15:22–28</a> ). <a ref='2 Samuel 7:1–17'>7:1–17</a> See <a ref='1 Chronicles 17:1–15'>1Chr 17:1–15</a> . These verses record the establishment of the Davidic Covenant, God’s unconditional promise to David and his posterity. While not called a covenant here, it is later ( <a ref='2 Samuel 23:5'>23:5</a> ). This promise is an important key to understanding God’s irrevocable pledge of a king from the line of David to rule forever (v. <a ref='2 Samuel 7:16'>16</a> ). It has been estimated that over 40 individual biblical passages are directly related to these verses (cf. <a ref='Ps 89'>Pss 89</a> ; <a ref='Ps 110'>110</a> ; <a ref='Ps 132'>132</a> ); thus, this text is a major highlight in the OT. The ultimate fulfillment comes at Christ’s second advent when He sets up His millennial kingdom on earth (cf. <a ref='Eze 37'>Eze 37</a> ; <a ref='Zec 14'>Zec 14</a> ; <a ref='Rev 19'>Rev 19</a> ). This is the fourth of 5 irrevocable, unconditional covenants made by God. The first 3 include: 1) the Noahic Covenant ( <a ref='Genesis 9:8–17'>Ge 9:8–17</a> ); 2) the Abrahamic Covenant ( <a ref='Genesis 15:12–21'>Ge 15:12–21</a> ); and 3) the Levitic or Priestly Covenant ( <a ref='Numbers 3:1–18'>Nu 3:1–18</a> ; <a ref='Numbers 18:1–20'>18:1–20</a> ; <a ref='Numbers 25:10–13'>25:10–13</a> ). The New Covenant, which actually provided redemption, was revealed later through Jeremiah ( <a ref='Jeremiah 31:31–34'>Jer 31:31–34</a> ) and accomplished by the death and resurrection of Jesus Christ. <i>See note on <a ref='Matthew 26:28'>Mt 26:28</a> .</i> <a ref='2 Samuel 7:1'>7:1</a> <b>inhabited his house.</b> See <a ref='2 Samuel 5:11'>5:11</a> . David’s palace was built with help from Hiram of Tyre. Since Hiram did not become king of Tyre until around 980 BC, the events narrated in this chapter occurred in the last decade of David’s reign. <b>rest … from all his enemies.</b> David had conquered all the nations that were around Israel. See <a ref='2 Samuel 8:1–14'>8:1–14</a> for the details which occur prior to <a ref='2Sa 7'>2Sa 7</a> . <a ref='2 Samuel 7:2'>7:2</a> <b>Nathan.</b> Mentioned here for the first time, Nathan played a significant role in chap. <a ref='2Sa 12'>12</a> (confronting David’s sin with Bathsheba) and <a ref='1Ki 1'>1Ki 1</a> (upsetting Adonijah’s plot to usurp the throne from Solomon). <b>inhabits</b> tent <b>curtains.</b> <i>See note on <a ref='2 Samuel 6:17'>6:17</a> .</i> <a ref='2 Samuel 7:3'>7:3</a> <b>Go, do.</b> Nathan the prophet encouraged David to pursue the noble project he had in mind and assured him of Yahweh’s blessing. However, neither David nor Nathan had consulted Yahweh. <a ref='2 Samuel 7:4–16'>7:4–16</a> Yahweh revealed His will to Nathan in this matter, to redirect the best human thoughts of the king. <a ref='2 Samuel 7:5'>7:5</a> <b>Are you the one who would build Me a house…?</b> Verses <a ref='2 Samuel 7:5–7'>5–7</a> are framed by two questions asked by Yahweh, both of which pertain to building a temple for Him. The first question, asking if David was the one who would build the temple, expected a negative answer (see <a ref='1 Chronicles 17:4'>1Chr 17:4</a> ). According to <a ref='1 Chronicles 22:8'>1Chr 22:8</a> ; <a ref='1 Chronicles 28:3'>28:3</a> , David was not chosen by God to build the temple because he was a warrior who had shed much blood. <a ref='2 Samuel 7:7'>7:7</a> <b>Why have you not built Me a house…?</b> The second question, asking if Yahweh had ever commanded any leader to build a temple for His ark, also expected a negative answer. So, contrary to Nathan’s and David’s intentions and assumptions, God did not want a house at that time and did not want David to build one. <a ref='2 Samuel 7:8–16'>7:8–16</a> <b>a great name.</b> These verses state the promises Yahweh gave to David. Verses <a ref='2 Samuel 7:8–11'>8–11a</a> give the promises to be realized during David’s lifetime. Verses <a ref='2 Samuel 7:11–16'>11b–16</a> state the promises that would be fulfilled after David’s death. During David’s lifetime, Yahweh: 1) gave David “a great name” ( <i>see note on <a ref='Genesis 12:2'>Ge 12:2</a></i> ); 2) appointed a place for Israel; and 3) gave David “rest” from all his enemies. After David’s death, Yahweh gave David: 1) a son to sit on his national throne, whom Yahweh would oversee as a father with necessary chastening, discipline, and mercy (Solomon); and 2) a Son who would rule a kingdom that will be established forever (Messiah). This prophecy referred in its immediacy to Solomon and to the temporal kingdom of David’s family in the land. But in a larger and more sublime sense, it refers to David’s greater Son of another nature, Jesus Christ (cf. <a ref='Hebrews 1:8'>Heb 1:8</a> ). <a ref='2 Samuel 7:11'>7:11</a> <b>Yahweh will make a house for you.</b> Although David desired to build Yahweh a “house,” i.e., a temple, instead it would be Yahweh who would build David a “house,” i.e., a dynasty. <a ref='2 Samuel 7:12'>7:12</a> <b>your seed.</b> According to the rest of Scripture, it was the coming Messiah who would establish David’s kingdom forever (see <a ref='Isaiah 9:6–7'>Is 9:6–7</a> ; <a ref='Luke 1:32–33'>Lk 1:32–33</a> ). <a ref='2 Samuel 7:14'>7:14</a> <b>a father. … son.</b> These words are directly related to Jesus the Messiah in <a ref='Hebrews 1:5'>Heb 1:5</a> . In Semitic thought, since the son had the full character of the father, the future seed (or foremost Descendant) of David would have the same essence of God. That Jesus Christ was God incarnate is the central theme of John’s Gospel (see Introduction to John ). <b>when he commits iniquity.</b> As a human father disciplines his sons, so Yahweh would discipline David’s descendants, if they committed iniquity. This has reference to the intermediary seed until Messiah’s arrival (any king of David’s line from Solomon on). However, the ultimate Seed of David will not be a sinner like David and his descendants were, as recorded in Samuel and Kings (see <a ref='2 Corinthians 5:21'>2Co 5:21</a> ). Significantly, Chronicles, focusing more directly on the Messiah, does not include this statement in its record of Nathan’s words ( <a ref='1 Chronicles 17:13'>1Chr 17:13</a> ). <a ref='2 Samuel 7:15'>7:15</a> This is an expression of the unconditional character of the Davidic Covenant. The Messiah will come to His glorious, eternal Kingdom and that promise will not change. <a ref='2 Samuel 7:16'>7:16</a> <b>And your house … your kingdom … your throne.</b> <a ref='Luke 1:32'>Lk 1:32b</a> , <a ref='Luke 1:33'>33</a> indicates that these 3 terms are fulfilled in Jesus, “… and the Lord God will give Him the throne of His father David; and He will reign over the house of Jacob forever, and there will be no end of His kingdom.” <b>forever.</b> This word conveys the idea of 1) an indeterminately long time or 2) into eternity future. It does not mean that there cannot be interruptions, but rather that the outcome is guaranteed. Christ’s Davidic reign will conclude human history. <a ref='2 Samuel 7:18–29'>7:18–29</a> See <a ref='1 Chronicles 17:16–27'>1Chr 17:16–27</a> . David prayed with awe and thanksgiving over God’s sovereign claim to bestow the divine blessing on his seed and nation. <a ref='2 Samuel 7:18'>7:18</a> <b>sat before Yahweh.</b> I.e., before the ark of the covenant in the temporary tent. <b>Who am I…?</b> David was overwhelmed by Yahweh’s promise that He would bring His kingdom through David’s seed. In vv. <a ref='2 Samuel 7:18–29'>18–29</a> , David referred to himself 10 times as “Your slave” (vv. <a ref='2 Samuel 7:19–21'>19–21</a> , <a ref='2 Samuel 7:25–29'>25–29</a> ), acknowledging his God-given title, “My servant David” (v. <a ref='2 Samuel 7:5'>5</a> ). <a ref='2 Samuel 7:19'>7:19</a> <b>the distant future.</b> David recognized that Yahweh had spoken about the distant future, not only about his immediate descendant, Solomon. <b>the law of man.</b> The idea is that God’s covenant promise is for an eternal kingdom, whereby the whole world of man shall be blessed, through the coming seed of David. The Davidic Covenant is thus a grant, conferring powers, rights, and privileges to David and his seed for the benefit of mankind, a promise that left David speechless (vv. <a ref='2 Samuel 7:20–22'>20–22</a> ). <a ref='2 Samuel 7:23'>7:23</a> <b>Your people … Your land.</b> David is remembering aspects of the Abrahamic Covenant (cf. <a ref='Ge 12'>Ge 12</a> , <a ref='Ge 15'>15</a> , <a ref='Ge 17'>17</a> ). <b>Israel.</b> In vv. <a ref='2 Samuel 7:18–21'>18–21</a> , David praised Yahweh for His favor to him. In vv. <a ref='2 Samuel 7:22–24'>22–24</a> , David praised Yahweh for the favor shown to the nation of Israel (cf. <a ref='Deuteronomy 7:6–11'>Dt 7:6–11</a> ). The Davidic Kingdom Go to the Index of Charts and Maps . <a ref='2 Samuel 7:25'>7:25</a> <b>the word … You have spoken.</b> In vv. <a ref='2 Samuel 7:25–29'>25–29</a> , David prayed for the fulfillment of the divine promise spoken to him. <a ref='2 Samuel 7:26–29'>7:26–29</a> <b>Your words are truth.</b> David’s prayer indicated that he fully accepted by faith the extraordinary, irrevocable promises God made to David as king and to Israel as a nation. <a ref='2 Samuel 8:1–14'>8:1–14</a> These verses outline the expansion of David’s kingdom under the hand of Yahweh (vv. <a ref='2 Samuel 8:6'>6</a> , <a ref='2 Samuel 8:14'>14</a> ). Israel’s major enemies were all defeated as David’s kingdom extended north, south, east, and west. See <a ref='1 Chronicles 18:1–13'>1Chr 18:1–13</a> . This conquering occurred before the event of chap. <a ref='2Sa 7'>7</a> (see <a ref='2 Samuel 7:1'>7:1</a> ). <a ref='2 Samuel 8:1'>8:1</a> <b>Philistines … subdued.</b> David’s first priority was to deal with the Philistines to the west, whom he quickly defeated and subjugated (see <a ref='2 Samuel 5:25'>5:25</a> ). <b>chief city.</b> Probably a reference to the “chief city” of the Philistines, Gath (cf. <a ref='1 Chronicles 18:1'>1Chr 18:1</a> ). He defeated his enemies to the west. <a ref='2 Samuel 8:2'>8:2</a> <b>Moab.</b> David also defeated the Moabites who dwelt in Transjordan, east of the Dead Sea. This represented a change from the good relationship David once enjoyed with the Moabite royalty (cf. <a ref='1 Samuel 22:3–4'>1Sa 22:3–4</a> ). He defeated his enemies to the east. <b>measured two lines.</b> This could mean that David spared the young Moabites (whose height was approximately one cord) and executed the adults (whose height was two cords) or that one out of 3 rows of soldiers was arbitrarily chosen to be spared from execution. Such was a common practice of eastern kings in dealing with deadly enemies. <a ref='2 Samuel 8:3–8'>8:3–8</a> He defeated his enemies to the north. David had already defeated the Amalekites to the south ( <a ref='1 Samuel 30:16–17'>1Sa 30:16–17</a> ). <a ref='2 Samuel 8:3'>8:3</a> <b>Hadadezer.</b> Lit. “Hadad (the personal name of the Canaanite storm god) is my help.” <a ref='Ps 60'>Psalm 60</a> was written to commemorate this battle. <b>Zobah.</b> An Aramaean kingdom north of Damascus (cf. <a ref='1 Samuel 14:47'>1Sa 14:47</a> ). <b>River.</b> I.e., the most southwesterly point of the Euphrates River around the city of Tiphsah. <a ref='2 Samuel 8:4'>8:4</a> <b>captured … 1,700 horsemen.</b> The reading of “7,000” in <a ref='1 Chronicles 18:4'>1Chr 18:4</a> is preferable. <i>See note there.</i> <b>hamstrung all the chariot horses.</b> Hamstringing the horses disabled them from military action by cutting the back sinews of the hind legs ( <a ref='Joshua 11:6'>Jos 11:6</a> ). <a ref='2 Samuel 8:5'>8:5</a> <b>Arameans.</b> I.e., Syrians, who were peoples located around the city of Damascus as well as in the area of Zobah. <a ref='2 Samuel 8:7'>8:7</a> <b>shields of gold.</b> Ceremonial or decorative insignias that were not used in battle, but for decoration. <a ref='2 Samuel 8:8'>8:8</a> <b>bronze.</b> <a ref='1 Chronicles 18:8'>First Chronicles 18:8</a> notes 3 towns belonging to Hadadezer which yielded bronze that was later used in the construction of the temple. <a ref='2 Samuel 8:9'>8:9</a> <b>Toi king of Hamath.</b> Hamath was another Aramaean territory located about 100 mi. north of Damascus. The king, Toi, was thankful to see his enemy Zobah crushed and desired to establish good relations with David. So he gave David gifts to indicate that he voluntarily submitted to him as his vassal. <a ref='2 Samuel 8:12'>8:12</a> <b>Aram.</b> See marginal reading of “Edom,” which is preferred. These were David’s enemies to the south. <a ref='2 Samuel 8:13'>8:13</a> <b>a name.</b> Yahweh began to fulfill His promise of giving David a great name (see <a ref='2 Samuel 7:9'>7:9</a> ). <b>Arameans.</b> There is an alternate ms. reading that makes this a reference to David’s defeat of the Edomites, not the Arameans. This reading is supported by <a ref='Ps 60'>Ps 60</a> and <a ref='1 Chronicles 18:12'>1Chr 18:12</a> . <b>Valley of Salt.</b> An area south of the Dead Sea. <a ref='2 Samuel 8:15–18'>8:15–18</a> See <a ref='1 Chronicles 18:14–17'>1Chr 18:14–17</a> . This is the record of the cabinet under David’s rule. <a ref='2 Samuel 8:15'>8:15</a> <b>justice and righteousness.</b> David ruled his kingdom in a righteous manner, and in the future the “Messiah” will rule in a similar fashion ( <a ref='Isaiah 9:7'>Is 9:7</a> ; <a ref='Jeremiah 23:5'>Jer 23:5</a> ; <a ref='Jeremiah 33:15'>33:15</a> ). <a ref='2 Samuel 8:16'>8:16</a> <b>Joab.</b> David’s general ( <a ref='2 Samuel 2:13'>2:13</a> ; <a ref='1 Samuel 26:6'>1Sa 26:6</a> ). <b>Jehoshaphat … recorder.</b> The keeper of state records, and possibly the royal herald ( <a ref='1 Kings 4:3'>1Ki 4:3</a> ). <a ref='2 Samuel 8:17'>8:17</a> <b>Zadok the son of Ahitub.</b> Zadok, meaning “righteous,” was a Levitical priest descended from Aaron through Eleazar ( <a ref='1 Chronicles 6:3–8'>1Chr 6:3–8</a> , <a ref='1 Chronicles 6:50–53'>50–53</a> ), who, along with his house, was the fulfillment of the oracle by the man of God in <a ref='1 Samuel 2:35'>1Sa 2:35</a> . Future sons of Zadok will be priests in the millennial kingdom of Messiah ( <a ref='Ezekiel 44:15'>Eze 44:15</a> ). Later, he became the only High Priest in Solomon’s reign, fulfilling God’s promise to Phinehas (cf. <a ref='Numbers 25:10–13'>Nu 25:10–13</a> ). <b>Ahimelech the son of Abiathar.</b> Abiathar was actually the son of Ahimelech ( <a ref='1 Samuel 22:20'>1Sa 22:20</a> ). This apparent error (cf. <a ref='1 Chronicles 18:16'>1Chr 18:16</a> ; <a ref='1 Chronicles 24:3'>24:3</a> , <a ref='1 Chronicles 24:6'>6</a> , <a ref='1 Chronicles 24:31'>31</a> ) can be explained by two possibilities: 1) a scribal error reversed the relationship or, more likely, 2) Abiathar named a son Ahimelech and shared the priesthood with him. Abiathar was David’s priest along with Zadok ( <a ref='2 Samuel 15:24'>15:24</a> , <a ref='2 Samuel 15:35'>35</a> ; <a ref='2 Samuel 19:11'>19:11</a> ). Abiathar traced his lineage through Eli ( <a ref='1 Kings 2:27'>1Ki 2:27</a> ) to Ithamar ( <a ref='1 Chronicles 24:3'>1Chr 24:3</a> ). With Abiathar’s removal ( <a ref='1 Kings 2:26–27'>1Ki 2:26–27</a> ), God’s curse on Eli was completed ( <a ref='1 Samuel 2:33'>1Sa 2:33</a> ), and God’s promise to Phinehas of Eleazar’s line was fulfilled (cf. <a ref='Numbers 25:10–13'>Nu 25:10–13</a> ; <a ref='1 Samuel 2:35'>1Sa 2:35</a> ). <b>Seraiah</b> was <b>scribe.</b> His name means “Yahweh prevails,” and he served as the official scribe of David. <a ref='2 Samuel 8:18'>8:18</a> <b>Benaiah.</b> His name means “Yahweh builds,” and he served as the commander of David’s personal bodyguard. He later became the commander-in-chief of Solomon’s army ( <a ref='1 Kings 2:34–35'>1Ki 2:34–35</a> ; <a ref='1 Kings 4:4'>4:4</a> ), after he killed Joab, David’s general (cf. <a ref='1 Kings 2:28–35'>1Ki 2:28–35</a> ). <b>Cherethites and the Pelethites.</b> <i>See note on <a ref='1 Samuel 30:14'>1Sa 30:14</a> .</i> <b>priests.</b> Though the Hebrew text referred to the sons of David as priests, the LXX referred to them as “princes of the court.” The latter reading is supported by <a ref='1 Chronicles 18:17'>1Chr 18:17</a> , which refers to David’s sons as “chiefs at the king’s side.” <a ref='2 Samuel 9:1–20:26'>9:1—20:26</a> These chapters begin with “the house of Saul” ( <a ref='2 Samuel 9:1'>9:1</a> ) and end with “Sheba. … Benjamite” ( <a ref='2 Samuel 20:1'>20:1</a> ). As with Saul, David is shown to be a failed king, albeit a repentant failure. It was only the grace and mercy of Yahweh and His irrevocable covenant that kept David from being removed from the kingship, as Saul had been (cf. <a ref='2 Samuel 7:15'>7:15</a> ). The emphasis in this section is upon the troubles of David, troubles brought on by his own sin. <a ref='2 Samuel 9:1'>9:1</a> <b>show him lovingkindness for Jonathan’s sake.</b> David continued to display loving loyalty toward Jonathan ( <a ref='1 Samuel 20:42'>1Sa 20:42</a> ) by ministering to the physical needs of his crippled son, Mephibosheth (cf. <a ref='2 Samuel 4:4'>4:4</a> ). <a ref='2 Samuel 9:2'>9:2</a> <b>Ziba.</b> A former servant of Saul, who is first mentioned here. <a ref='2 Samuel 9:4'>9:4</a> <b>Machir the son of Ammiel.</b> A man of wealth (see <a ref='2 Samuel 17:27–29'>17:27–29</a> ). <b>Lo-debar.</b> A city located in Gilead, east of the Jordan, about 10 mi. south of the Sea of Galilee. <a ref='2 Samuel 9:6'>9:6</a> <b>Mephibosheth.</b> <i>See note on <a ref='2 Samuel 4:4'>4:4</a> .</i> <a ref='2 Samuel 9:7'>9:7</a> <b>restore … the land of your grandfather Saul.</b> The estate belonging to Saul was probably quite substantial. <b>eat at my table.</b> David desired to honor Mephibosheth by bringing him into the royal palace and providing for his daily needs (see <a ref='2 Kings 25:29'>2Ki 25:29</a> ). <a ref='2 Samuel 9:8'>9:8</a> <b>dead dog.</b> A “dead dog” was considered contemptible and useless. Mephibosheth saw himself as such in that he knew that he had not merited David’s kindness and that there was no way for him to repay it. David’s offer was an extraordinary expression of grace and beauty to his covenant with Jonathan (cf. <a ref='1 Samuel 18:3'>1Sa 18:3</a> ; <a ref='1 Samuel 20:15'>20:15</a> , <a ref='1 Samuel 20:42'>42</a> ). <a ref='2 Samuel 9:10'>9:10</a> <b>fifteen sons and twenty servants.</b> This number shows the power and influence of Ziba. It also shows that the land given by David was substantial. <a ref='2 Samuel 9:12'>9:12</a> <b>Mica.</b> The descendants of Mica, the son of Mephibosheth, are listed in <a ref='1 Chronicles 8:35–38'>1Chr 8:35–38</a> ; <a ref='1 Chronicles 9:41–44'>9:41–44</a> . <a ref='2 Samuel 10:1–19'>10:1–19</a> See <a ref='1 Chronicles 19:1–19'>1Chr 19:1–19</a> . <a ref='2 Samuel 10:1'>10:1</a> <b>king of the sons of Ammon.</b> I.e., Nahash ( <i>see note on <a ref='1 Samuel 11:1'>1Sa 11:1</a></i> ). <a ref='2 Samuel 10:2'>10:2</a> <b>show lovingkindness to Hanun.</b> Since Nahash was an enemy of Saul, he was viewed as a friend and supporter of David. It was implied that David and Nahash had entered into a covenant relationship, on the basis of which David desired to communicate his continuing loyalty to Nahash’s son, Hanun. <a ref='2 Samuel 10:3'>10:3</a> <b>the city.</b> I.e., Rabbah ( <i>see note on <a ref='2 Samuel 11:1'>11:1</a></i> ). <a ref='2 Samuel 10:4'>10:4</a> <b>shaved off half of their beards.</b> Forced shaving was considered an insult and a sign of submission (cf. <a ref='Isaiah 7:20'>Is 7:20</a> ). <b>cut off their garments … as far as their hips.</b> To those who wore long garments in that time, exposure of the buttocks was a shameful practice inflicted on prisoners of war (cf. <a ref='Isaiah 20:4'>Is 20:4</a> ). Perhaps this was partly the concern of Michal in regard to David’s dancing (see <a ref='2 Samuel 6:14'>6:14</a> , <a ref='2 Samuel 6:20'>20</a> ). <a ref='2 Samuel 10:5'>10:5</a> <b>Jericho.</b> The first place west of the Jordan River that would have been reached by the servants of David as they returned from Rabbah. <a ref='2 Samuel 10:6'>10:6</a> <b>Beth-rehob.</b> An Aramaean district located southwest of Zobah (cf. <a ref='Numbers 13:21'>Nu 13:21</a> ; <a ref='Judges 18:28'>Jdg 18:28</a> ). <b>Zobah.</b> <i>See note on “Zobah” on <a ref='2 Samuel 8:3'>8:3</a> .</i> <b>Maacah.</b> The region north of Lake Huleh north of Galilee ( <a ref='Deuteronomy 3:14'>Dt 3:14</a> ; <a ref='Joshua 13:11–13'>Jos 13:11–13</a> ). <b>Tob.</b> A city east of the Jordan River, located 45 mi. northeast of Rabbah ( <a ref='Judges 11:3'>Jdg 11:3</a> , <a ref='Judges 11:5'>5</a> ). <a ref='2 Samuel 10:6–11'>10:6–11</a> The Ammonite army was in the city ready for defense, while the Aramean mercenaries were at some distance, encamped in the fields around the city. Joab divided his forces to deal with both. <i>See note on <a ref='1 Samuel 11:1'>1Sa 11:1</a> .</i> <a ref='2 Samuel 10:12'>10:12</a> <b>Be strong … strength … may Yahweh do what is good in His sight.</b> Finding himself fighting on two fronts, Joab urged the army to “be strong” and recognize that the outcome of the battle depended ultimately upon Yahweh (cf. <a ref='2 Samuel 15:26'>15:26</a> ). It was a just and necessary war forced on Israel, so they could hope for God’s blessing—and they received it (vv. <a ref='2 Samuel 10:13–14'>13–14</a> ). <a ref='2 Samuel 10:14'>10:14</a> <b>Then Joab returned.</b> He did not attempt to siege and capture the city of Rabbah at this time because the time was unseasonable ( <i>see note on <a ref='2 Samuel 11:1'>11:1</a></i> ). Cf. <a ref='2 Samuel 12:26–29'>12:26–29</a> . <a ref='2 Samuel 10:16'>10:16</a> <b>Hadadezer.</b> <i>See note on <a ref='2 Samuel 8:3'>8:3</a> .</i> <b>Helam.</b> The place of battle, about 7 mi. north of Tob. <a ref='2 Samuel 10:18'>10:18</a> <b>charioteers … horsemen.</b> <i>See note on <a ref='1 Chronicles 19:18'>1Chr 19:18</a> .</i> <a ref='2 Samuel 10:19'>10:19</a> <b>made peace with Israel.</b> All the petty kingdoms of Aram became subject to Israel and feared to aid Ammon against Israel. <a ref='2 Samuel 11:1'>11:1</a> <b>the spring … when kings go out</b> to battle. In the Near East, kings normally went out to battle in the spring of the year because of the good weather and the abundance of food available along the way. <i>See note on <a ref='2 Samuel 10:14'>10:14</a> .</i> <b>David sent Joab.</b> David dispatched Joab, his army commander, with his mercenary soldiers and the army of Israel to continue the battle against Ammon begun the previous year ( <a ref='2 Samuel 10:14'>10:14</a> ). <b>Rabbah.</b> The capital of the Ammonites, about 24 mi. east of the Jordan River opposite Jericho. The previous year, Abishai had defeated the Ammonite army in the open country, after which the remaining Ammonites fled behind the walls of the city of Rabbah for protection ( <a ref='2 Samuel 10:14'>10:14</a> ). Joab returned the next year to besiege the city. <b>But David stayed at Jerusalem.</b> Staying home in such situations was not David’s usual practice ( <a ref='2 Samuel 5:2'>5:2</a> ; <a ref='2 Samuel 8:1–14'>8:1–14</a> ; <a ref='2 Samuel 10:17'>10:17</a> ; but cf. <a ref='2 Samuel 18:3'>18:3</a> ; <a ref='2 Samuel 21:17'>21:17</a> ); this explicit remark implies criticism of David for remaining behind, as well as setting the stage for his devastating iniquity. <a ref='2 Samuel 11:2'>11:2</a> <b>walked around on the roof.</b> The higher elevation of the palace roof allowed David to see into the courtyard of the nearby house. That same roof would later become the scene of other sinful immoralities (see <a ref='2 Samuel 16:22'>16:22</a> ). <a ref='2 Samuel 11:3'>11:3</a> <b>Bathsheba.</b> Not until <a ref='2 Samuel 12:24'>12:24</a> is her name used again. Rather, to intensify the sin of adultery, it is emphasized that she was the wife of Uriah (vv. <a ref='2 Samuel 11:3'>3</a> , <a ref='2 Samuel 11:26'>26</a> ; <a ref='2 Samuel 12:10'>12:10</a> , <a ref='2 Samuel 12:15'>15</a> ). Even the NT says “the <i>wife</i> of Uriah” ( <a ref='Matthew 1:6'>Mt 1:6</a> ). Cf. <a ref='Exodus 20:17'>Ex 20:17</a> . <b>Eliam.</b> The father of Bathsheba was one of David’s mighty men ( <a ref='2 Samuel 23:34'>23:34</a> ). Since Eliam was the son of Ahithophel, Bathsheba was Ahithophel’s granddaughter (cf. <a ref='2 Samuel 15:12'>15:12</a> ; <a ref='2 Samuel 16:15'>16:15</a> ). This could explain why Ahithophel, one of David’s counselors ( <a ref='2 Samuel 15:12'>15:12</a> ), later gave his allegiance to Absalom in his revolt against David. <b>Uriah.</b> Also one of David’s mighty men ( <a ref='2 Samuel 23:39'>23:39</a> ). Although a Hittite (cf. <a ref='Genesis 15:20'>Ge 15:20</a> ; <a ref='Exodus 3:8'>Ex 3:8</a> , <a ref='Exodus 3:17'>17</a> ), Uriah bore a Hebrew name meaning “Yahweh is my light,” indicating he was a worshiper of the one true God. <a ref='2 Samuel 11:4'>11:4</a> <b>she came … he lay.</b> These terms are euphemistic references to sexual intercourse (cf. <a ref='Genesis 19:34'>Ge 19:34</a> ), indicating that both Bathsheba and David were guilty of adultery. <b>her uncleanness.</b> Her recent days had involved menstruation and the required ceremonial purification ( <a ref='Leviticus 15:19–30'>Lv 15:19–30</a> ). They were followed by adulterous intercourse. The fact that she had just experienced menstruation makes it plain that Bathsheba was not pregnant by Uriah when she came to lie with David. <a ref='2 Samuel 11:5'>11:5</a> <b>I am pregnant.</b> The only words of Bathsheba recorded concerning this incident acknowledge the resultant condition of her sin, which became evident by her pregnancy and was punishable by death ( <a ref='Leviticus 20:10'>Lv 20:10</a> ; <a ref='Deuteronomy 22:22'>Dt 22:22</a> ). <a ref='2 Samuel 11:6–7'>11:6–7</a> This inane conversation was a ploy to get Uriah to come home and sleep with his wife, so it would appear that he had fathered the child, thus sparing David the public shame and Bathsheba possible death. <a ref='2 Samuel 11:8'>11:8</a> <b>wash your feet.</b> Since this washing was done before going to bed, the idiom means to go home and go to bed. To a soldier coming from the battlefield, it said boldly, “enjoy your wife sexually.” Hopefully, David’s tryst with Bathsheba would be masked by Uriah’s union. <b>a present.</b> This was designed to help Uriah and Bathsheba enjoy their evening together. <a ref='2 Samuel 11:9'>11:9</a> <b>Uriah lay down.</b> Wanting to be a loyal example to his soldiers who were still in the field, Uriah did not take advantage of the king’s less-than-honorable offer (v. <a ref='2 Samuel 11:11'>11</a> ). <a ref='2 Samuel 11:11'>11:11</a> <b>The ark.</b> The ark of the covenant was residing in either the tent in Jerusalem ( <a ref='2 Samuel 6:17'>6:17</a> ) or in a tent with the army of Israel on the battlefield ( <a ref='1 Samuel 4:6'>1Sa 4:6</a> ; <a ref='1 Samuel 14:18'>14:18</a> ). <a ref='2 Samuel 11:13'>11:13</a> <b>made him drunk.</b> Failing in his first attempt to cover up his sin, David tried unsuccessfully to make Uriah drunk so he would lose his resolve and self-discipline and return to his home and his wife’s bed. <a ref='2 Samuel 11:15'>11:15</a> <b>he may … die.</b> Failing twice to cover up his sin with Bathsheba, the frustrated and panicked David plotted the murder of Uriah by taking advantage of Uriah’s unswerving loyalty to him as king, even having Uriah deliver his own death warrant. Thus David engaged in another crime deserving of capital punishment ( <a ref='Leviticus 24:17'>Lv 24:17</a> ). This is graphic proof of the extremes people go to in pursuit of sin and in the absence of restraining grace. <a ref='2 Samuel 11:18–24'>11:18–24</a> <b>Joab sent … Uriah … is dead.</b> He sent a messenger with a veiled message to tell David his wish had been carried out. Joab must have known the reason behind this otherwise senseless military deployment. <a ref='2 Samuel 11:25'>11:25</a> so <b>strengthen him.</b> David hypocritically expressed indifference to those who died, and he consoled Joab, authorizing him to continue the attack against Rabbah. <a ref='2 Samuel 11:26–27'>11:26–27</a> time of <b>mourning passed by.</b> The customary period of mourning was probably 7 days ( <a ref='Genesis 50:10'>Ge 50:10</a> ; <a ref='1 Samuel 31:13'>1Sa 31:13</a> ). Significantly, the text makes no mention of mourning by David. <a ref='2 Samuel 11:27'>11:27</a> <b>evil in the sight of Yahweh.</b> This sinful act would bring forth evil consequences. <a ref='2 Samuel 12:1–14'>12:1–14</a> <a ref='Ps 51'>Psalm 51</a> records David’s words of repentance after being confronted by Nathan over his sin with Bathsheba (cf. <a ref='Ps 32'>Ps 32</a> , where David expresses his agony after Nathan’s confrontation). <a ref='2 Samuel 12:1'>12:1</a> <b>Yahweh sent Nathan.</b> The word “Lord” is conspicuously absent from the narrative of chap. <a ref='2Sa 11'>11</a> until v. <a ref='2 Samuel 11:27'>27</a> , but then Yahweh became actively involved by confronting David with his sin. As Joab had sent a messenger to David ( <a ref='2 Samuel 11:18–19'>11:18–19</a> ), so Yahweh now sent His messenger to David. <a ref='2 Samuel 12:1–4'>12:1–4</a> <b>two men … rich … poor.</b> To understand this parable, it is necessary only to recognize that the rich man represented David, the poor man, Uriah, and the ewe lamb, Bathsheba. <a ref='2 Samuel 12:5'>12:5</a> <b>deserves to die.</b> According to <a ref='Exodus 22:1'>Ex 22:1</a> , the penalty for stealing and slaughtering an ox or a sheep was not death, but restitution. However, in the parable, the stealing and slaughtering of the lamb represented the adultery with Bathsheba and the murder of Uriah by David. According to the Mosaic law, both adultery ( <a ref='Leviticus 20:10'>Lv 20:10</a> ) and murder ( <a ref='Leviticus 24:17'>Lv 24:17</a> ) required punishment by death. In pronouncing this judgment on the rich man in the story, David unwittingly condemned himself to death. <a ref='2 Samuel 12:6'>12:6</a> <b>fourfold.</b> <a ref='Exodus 22:1'>Exodus 22:1</a> demanded a 4-fold restitution for the stealing of sheep. There is an allusion here to the subsequent death of 4 of David’s sons: Bathsheba’s first son (v. <a ref='2 Samuel 12:18'>18</a> ), Amnon ( <a ref='2 Samuel 13:28–29'>13:28–29</a> ), Absalom ( <a ref='2 Samuel 16:14–15'>16:14–15</a> ), and Adonijah ( <a ref='1 Kings 2:25'>1Ki 2:25</a> ). <a ref='2 Samuel 12:7'>12:7</a> <b>anointed.</b> Earlier, the prophet Samuel’s confrontation with the sinful Saul emphasized the same point ( <a ref='1 Samuel 15:17'>1Sa 15:17</a> ). <a ref='2 Samuel 12:8'>12:8</a> <b>your master’s wives.</b> This phraseology means nothing more than that God in His providence had given David, as king, everything that was Saul’s. There is no evidence that he ever married any of Saul’s wives, though the harem of eastern kings passed to their successors. Ahinoam, the wife of David ( <a ref='2 Samuel 2:2'>2:2</a> ; <a ref='2 Samuel 3:2'>3:2</a> ; <a ref='1 Samuel 25:43'>1Sa 25:43</a> ; <a ref='1 Samuel 27:3'>27:3</a> ; <a ref='1 Samuel 30:5'>30:5</a> ), is always referred to as the Jezreelitess, whereas Ahinoam, the wife of Saul, is distinguished clearly from her by being called “the daughter of Ahimaaz” ( <a ref='1 Samuel 14:50'>1Sa 14:50</a> ). <a ref='2 Samuel 12:9'>12:9</a> <b>despised.</b> To despise the word of Yahweh was to break His commands and thus incur punishment (cf. <a ref='Numbers 15:31'>Nu 15:31</a> ). In summarizing David’s violations, his guilt is divinely affirmed. <a ref='2 Samuel 12:10'>12:10</a> <b>the sword shall never depart from your house.</b> David’s tragic punishment was a lingering one. Since Uriah was killed by violence, the house of David would be continually plagued by violence. These words anticipated the violent deaths of Amnon ( <a ref='2 Samuel 13:28–29'>13:28–29</a> ), Absalom ( <a ref='2 Samuel 18:14–15'>18:14–15</a> ), and Adonijah ( <a ref='1 Kings 2:24–25'>1Ki 2:24–25</a> ). <a ref='2 Samuel 12:11'>12:11</a> <b>evil … from your own household.</b> David had done evil to another man’s family ( <a ref='2 Samuel 11:27'>11:27</a> ). Therefore, he would receive evil in his own family, such as Amnon’s rape of Tamar ( <a ref='2 Samuel 13:1–14'>13:1–14</a> ), Absalom’s murder of Amnon ( <a ref='2 Samuel 13:28–29'>13:28–29</a> ), and Absalom’s rebellion against David ( <a ref='2 Samuel 15:1–12'>15:1–12</a> ). <b>lie with your wives in the sight of this sun.</b> This prediction was fulfilled by Absalom’s public appropriation of David’s royal concubines during his rebellion ( <a ref='2 Samuel 16:21–22'>16:21–22</a> ). <a ref='2 Samuel 12:13'>12:13</a> <b>I have sinned against Yahweh.</b> David did not attempt to rationalize or justify his sin. When confronted with the facts, David’s confession was immediate. The fuller confessions of David are found in <a ref='Ps 32'>Pss 32</a> and <a ref='Ps 51'>51</a> . <b>Yahweh also has taken away your sin.</b> Yahweh graciously forgave David’s sin, but the inevitable temporal consequences of sin were experienced by him. Forgiveness does not always remove the consequences of sin in this life, only in the life to come. <b>you shall not die.</b> Although the sins of David legally demanded his death (see v. <a ref='2 Samuel 12:5'>5</a> ), Yahweh graciously released David from the required death penalty. There are events in the OT record where God required death and others where He showed grace and spared the sinner. This is consistent with justice and grace. Those who perished are illustrations of what all sinners deserve. Those who were spared are proofs and examples of God’s grace. <a ref='2 Samuel 12:14'>12:14</a> <b>the enemies of Yahweh.</b> Because of God’s reputation among those who opposed Him, David’s sin had to be judged. The judgment would begin with the death of Bathsheba’s baby son. <a ref='2 Samuel 12:23'>12:23</a> <b>I will go to him.</b> I.e., David would someday join his son after his own death (cf. <a ref='1 Samuel 28:19'>1Sa 28:19</a> ). Here is the confidence that there is a future reunion after death, which includes infants who have died being reunited with saints who die ( <i>see note on <a ref='Matthew 19:14'>Mt 19:14</a></i> ; cf. <a ref='Mark 10:13–16'>Mk 10:13–16</a> ). <a ref='2 Samuel 12:24'>12:24</a> <b>Solomon.</b> Either “(God is) peace” or “His replacement.” Both were true of this child. <a ref='2 Samuel 12:25'>12:25</a> <b>Jedidiah.</b> “Beloved of Yahweh” was Nathan’s name for Solomon, who was loved in the sense of being chosen by Yahweh to be the successor to David’s throne, a remarkable instance of God’s goodness and grace considering the sinful nature of the marriage. <a ref='2 Samuel 12:29–31'>12:29–31</a> See <a ref='1 Chronicles 20:1–3'>1Chr 20:1–3</a> . <a ref='2 Samuel 12:29'>12:29</a> <b>David … captured it.</b> David completed what Joab had begun by capturing the city of Rabbah. <a ref='2 Samuel 12:30'>12:30</a> <b>a talent of gold.</b> About 75 lbs. <a ref='2 Samuel 12:31'>12:31</a> <b>set</b> them <b>up with.</b> David imposed hard labor on the Ammonites. But these verses can also be translated with the sense that the Ammonites were cut with saws, indicating that David imposed cruel death on the captives in accordance with Ammonite ways (cf. <a ref='1 Samuel 11:2'>1Sa 11:2</a> ; <a ref='Amos 1:13'>Am 1:13</a> ). <a ref='2 Samuel 13:1–2'>13:1–2</a> <b>Tamar.</b> “Palm tree.” She was David’s daughter by Maacah, the daughter of Talmai, King of Geshur ( <a ref='2 Samuel 3:3'>3:3</a> ), Absalom’s (David’s third son) full sister and half-sister of Amnon, David’s first son by Ahinoam ( <a ref='2 Samuel 3:2'>3:2</a> ). Amnon’s love for her was not filial, but lustful, as became clear in the story. Unmarried daughters were kept in seclusion from men, so that none could see them alone. Amnon had seen Tamar because of their family relationship and had conceived a violent passion for her. This was forbidden by God (see <a ref='Leviticus 18:11'>Lv 18:11</a> ), yet with the example of Abraham ( <a ref='Genesis 20:12'>Ge 20:12</a> ) and the common practice among the surrounding nations of marrying half-sisters, he felt justified and wanted his passion fulfilled with Tamar. <a ref='2 Samuel 13:3'>13:3</a> <b>Jonadab.</b> The son of David’s brother, called Shammah in <a ref='1 Samuel 16:9'>1Sa 16:9</a> ; <a ref='1 Samuel 17:3'>17:3</a> and Shimea in <a ref='1 Chronicles 2:13'>1Chr 2:13</a> . Jonadab was Amnon’s cousin and counselor who gave Amnon the plan by which he was able to rape Tamar. <a ref='2 Samuel 13:12–13'>13:12–13</a> <b>this disgraceful thing!</b> Lit. “a wicked thing.” Tamar appealed to Amnon with 4 reasons that he should not rape her. First, it was an utterly deplored act in Israel because it violated the law of God (see <a ref='Leviticus 18:11'>Lv 18:11</a> ), and Tamar knew that such action could bring disharmony and bloodshed to the king’s family, as it did. <b>my reproach.</b> Second, as a fornicator, Tamar would be scorned as an object of reproach. Even though resistant to the evil crime perpetuated against her, Tamar would bear the stigma of one defiled. <b>like one of the wicked fools in Israel.</b> Third, Amnon would be regarded by the people as a wicked fool, a God-rejecting man without principles who offended ordinary standards of morality, thereby jeopardizing Amnon’s right to the throne. <b>the king … will not withhold me from you.</b> Fourth, Tamar appealed to Amnon to fulfill his physical desire for her through marriage. She surely knew that such a marriage between half-siblings was not allowed by the Mosaic law ( <a ref='Leviticus 18:9'>Lv 18:9</a> , <a ref='Leviticus 18:11'>11</a> ; <a ref='Leviticus 20:17'>20:17</a> ; <a ref='Deuteronomy 27:22'>Dt 27:22</a> ), but in the desperation of the moment, Tamar was seeking to escape the immediate situation. <a ref='2 Samuel 13:14'>13:14</a> <b>violated.</b> A euphemism for “raped.” <a ref='2 Samuel 13:15'>13:15</a> <b>hated her.</b> Amnon’s “love” (v. <a ref='2 Samuel 13:1'>1</a> ) was nothing but sensual desire that, once gratified, turned to hatred. His sudden revulsion was the result of her unwilling resistance, the atrocity of what he had done, feelings of remorse, and dread of exposure and punishment. All of these rendered her intolerably undesirable to him. <a ref='2 Samuel 13:15–17'>13:15–17</a> Amnon’s sending Tamar away was a greater wrong than the rape itself because it would inevitably have been supposed that she had been guilty of some shameful conduct, i.e., that the seduction had come from her. <a ref='2 Samuel 13:18'>13:18</a> <b>long-sleeved garment.</b> See <a ref='Genesis 37:33'>Ge 37:33</a> . A garment which identified the wearer’s special position. For Tamar, the robe identified her as a virgin daughter of the king. The tearing of this garment symbolized her loss of this special position (v. <a ref='2 Samuel 13:19'>19</a> ). <a ref='2 Samuel 13:19'>13:19</a> <b>put ashes … tore her long-sleeved garment … put her hand … went away, crying aloud.</b> The ashes were a sign of mourning. The torn garment symbolized the ruin of her life. The hand on the head was emblematic of exile and banishment. The crying showed that she viewed herself as good as dead. <a ref='2 Samuel 13:20'>13:20</a> <b>do not take this matter to heart.</b> Absalom told his sister not to pay undue attention or worry about the consequences of the rape. Absalom minimized the significance of what had taken place only for the moment, while already beginning to plot his revenge in using this crime as reason to do what he wanted to do anyway—remove Amnon from the line of succession to the throne (note also v. <a ref='2 Samuel 13:32'>32</a> , where Jonadab knew of Absalom’s plans). <b>desolate.</b> She remained unmarried and childless. Her full brother was her natural protector and the children of polygamists lived by themselves in different family units. <a ref='2 Samuel 13:21'>13:21</a> <b>David … was very angry.</b> Fury and indignation were David’s reactions to the report of the rape ( <a ref='Genesis 34:7'>Ge 34:7</a> ). Because he did not punish Amnon for his crime, he abdicated his responsibility both as king and as father. The lack of justice in the land would come back to haunt David in a future day ( <a ref='2 Samuel 15:4'>15:4</a> ). <a ref='2 Samuel 13:22'>13:22</a> <b>Absalom hated Amnon.</b> As Amnon hated Tamar (v. <a ref='2 Samuel 13:15'>15</a> ), Absalom loathed his half-brother, Amnon. <a ref='2 Samuel 13:23–27'>13:23–27</a> <b>Baal-hazor.</b> The Benjamite village of Hazor ( <a ref='Nehemiah 11:33'>Ne 11:33</a> ), located about 12 mi. northeast of Jerusalem, was the place for a sheep-shearing feast put on by Absalom, to which he invited all his brothers and half-brothers, as well as King David and his royal court (v. <a ref='2 Samuel 13:24'>24</a> ). David declined, but encouraged Absalom to hold the feast for “the king’s sons” as a means to unity and harmony (vv. <a ref='2 Samuel 13:25–27'>25–27</a> ). With David’s denial of the invitation, Absalom requested that Amnon go as his representative. Although David had reservations concerning Absalom’s intent, he allowed all his sons to go. <a ref='2 Samuel 13:28–29'>13:28–29</a> <b>put him to death.</b> Absalom murdered Amnon through his servants (cf. <a ref='2 Samuel 11:15–17'>11:15–17</a> ), just as David had killed Uriah through others ( <a ref='2 Samuel 11:14–17'>11:14–17</a> ). Though rape was punishable by death, personal vengeance such as this was unacceptable to God. Due course of law was to be carried out. <a ref='2 Samuel 13:29'>13:29</a> <b>his mule.</b> Mules were ridden by the royal family in David’s kingdom ( <a ref='2 Samuel 18:9'>18:9</a> ; <a ref='1 Kings 1:33'>1Ki 1:33</a> , <a ref='1 Kings 1:38'>38</a> , <a ref='1 Kings 1:44'>44</a> ). <a ref='2 Samuel 13:30'>13:30</a> <b>all the king’s sons.</b> This exaggeration plunged everyone into grief (v. <a ref='2 Samuel 13:31'>31</a> ) until it was corrected (v. <a ref='2 Samuel 13:32'>32</a> ). <a ref='2 Samuel 13:32'>13:32</a> <b>Jonadab … answered.</b> Jonadab knew of Absalom’s plot to kill Amnon (see v. <a ref='2 Samuel 13:20'>20</a> ) for the rape of Tamar. Death was prescribed in <a ref='Leviticus 18:11'>Lv 18:11</a> , <a ref='Leviticus 18:29'>29</a> (“cut off” means to execute). <i>See note on vv. <a ref='2 Samuel 13:28–29'>28–29</a> .</i> <a ref='2 Samuel 13:34'>13:34</a> , <a ref='2 Samuel 13:37'>37</a> <b>Absalom fled.</b> The law regarding premeditated murder, as most would view Absalom’s act, gave him no hope of returning (see <a ref='Numbers 35:21'>Nu 35:21</a> ). The cities of refuge would afford him no sanctuary, so he left his father’s kingdom to live in Geshur, east of the Sea of Galilee, under the protection of the king who was the grandfather of both Tamar and Absalom ( <i>see note on <a ref='2 Samuel 13:1–2'>13:1–2</a></i> ). <a ref='2 Samuel 13:39'>13:39</a> <b>was consumed with going.</b> David gradually accepted the fact of Amnon’s death and desired to see Absalom again, but took no action to bring him back. <a ref='2 Samuel 14:1'>14:1</a> David was strongly attached to Absalom, and, having gotten over the death of Amnon, he desired the fellowship of his exiled son, 3 years absent. But the fear of public opinion made him hesitant to pardon his son. Joab, perceiving this struggle between parental affection and royal duty, devised a plan involving a wise country woman and a story told to the king. <a ref='2 Samuel 14:2'>14:2</a> <b>Tekoa.</b> A town about 10 mi. south of Jerusalem (cf. <a ref='Amos 1:1'>Am 1:1</a> ). <a ref='2 Samuel 14:2–3'>14:2–3</a> <b>Joab put the words in her mouth.</b> Joab used a story, as Nathan had ( <a ref='2 Samuel 12:1–12'>12:1–12</a> ), to show David the error of his ways and to encourage him to call Absalom back to Jerusalem. <a ref='2 Samuel 14:7'>14:7</a> <b>leave my husband neither name nor remnant.</b> The story the woman told involved one brother killing another (v. <a ref='2 Samuel 14:6'>6</a> ). If the death penalty for murder was invoked (cf. <a ref='Exodus 21:12'>Ex 21:12</a> ; <a ref='Leviticus 24:17'>Lv 24:17</a> ), there would be no living heir in the family, leaving that family with no future, a situation the law sought to avoid ( <a ref='Deuteronomy 25:5–10'>Dt 25:5–10</a> ). This would extinguish the last “coal” of hope for a future for her line. Cf. <a ref='2 Samuel 21:17'>21:17</a> ; <a ref='Psalms 132:17'>Ps 132:17</a> , where the lamp refers to posterity. <a ref='2 Samuel 14:9'>14:9</a> <b>the iniquity is on me.</b> The woman was willing to receive whatever blame might arise from the sparing of her guilty son. <a ref='2 Samuel 14:11'>14:11</a> <b>avenger of blood.</b> This is a specific term identifying the nearest relative of the deceased who would seek to put to death the murderer ( <a ref='Numbers 35:6–28'>Nu 35:6–28</a> ; <a ref='Deuteronomy 19:1–13'>Dt 19:1–13</a> ; <a ref='Matthew 27:25'>Mt 27:25</a> ). <b>not one hair.</b> This is an expression meaning that no harm will come to the son of the widow in the story. <a ref='2 Samuel 14:13'>14:13</a> <b>against the people of God.</b> The woman asserted that by allowing Absalom to remain in exile, David had jeopardized the future welfare of Israel. If he would be so generous to a son he did not know in a family he did not know, would he not forgive his own son? <a ref='2 Samuel 14:14'>14:14</a> <b>like water spilled on the ground.</b> I.e., death is irreversible. <b>God does not take away life.</b> The woman stated that since God acts according to the dictates of mercy, as in David’s own experience ( <a ref='2 Samuel 12:13'>12:13</a> ), David was obligated to do likewise. <a ref='2 Samuel 14:15–16'>14:15–16</a> <b>the people … the man who would destroy both me and my son.</b> Those who were seeking to kill the son of the woman were like the people David feared who resented what Absalom had done and would have stood against a pardon for him. <a ref='2 Samuel 14:18–20'>14:18–20</a> David gets the intent of the story and discerns the source as Joab. <a ref='2 Samuel 14:22'>14:22</a> Joab’s motives were selfish, in that he sought to ingratiate himself further with David for greater influence and power. <a ref='2 Samuel 14:23'>14:23</a> <b>Geshur.</b> <i>See note on <a ref='2 Samuel 13:34'>13:34</a> , <a ref='2 Samuel 13:37'>37</a> .</i> <a ref='2 Samuel 14:24'>14:24</a> <b>let him not see my face.</b> Absalom returned to Jerusalem, but the estrangement with his father continued. <a ref='2 Samuel 14:25'>14:25</a> <b>handsome.</b> As with Saul before him ( <a ref='1 Samuel 9:1–2'>1Sa 9:1–2</a> ), Absalom looked like a king. His extraordinary popularity arose from his appearance. <a ref='2 Samuel 14:26'>14:26</a> <b>hair of his head.</b> At his annual haircut, it was determined that Absalom’s head produced approximately 5 lbs. of hair that had to be cut off. <a ref='2 Samuel 14:27'>14:27</a> <b>three sons.</b> <i>See note on <a ref='2 Samuel 18:18'>18:18</a> .</i> <b>daughter … Tamar.</b> Absalom named his daughter after his sister Tamar. <a ref='2 Samuel 14:28'>14:28</a> <b>two full years.</b> Whatever were David’s errors in recalling Absalom, he displayed great restraint in wanting to stay apart from Absalom to lead his son through a time of repentance and a real restoration. Rather than produce repentance, however, Absalom’s non-access to the royal court and all its amenities frustrated him so that he sent for Joab to intercede (v. <a ref='2 Samuel 14:29'>29</a> ). <a ref='2 Samuel 14:30–32'>14:30–32</a> <b>set the portion</b> of land <b>on fire.</b> This was an act of aggression by Absalom to force Joab to act in his behalf with David, his father. Such a crime was serious, as it destroyed the livelihood of the owner and workers. It reveals that Absalom’s heart was not repentant and submissive, but manipulative. He wanted an ultimatum delivered to David: accept me or kill me! <a ref='2 Samuel 14:33'>14:33</a> <b>the king kissed Absalom.</b> The kiss signified David’s forgiveness and Absalom’s reconciliation with the family. <a ref='2 Samuel 15:1'>15:1</a> <b>chariot and horses and fifty men.</b> After the reconciliation, Absalom possessed the symbols of royalty (see <a ref='1 Samuel 8:11'>1Sa 8:11</a> ). <a ref='2 Samuel 15:1–6'>15:1–6</a> <b>stole away the hearts.</b> Public hearings were always conducted early in the morning in a court held outside by the city gates. Absalom positioned himself there to win favor. Because King David was busy with other matters or with wars, and was also aging, many matters were left unresolved, building a deep feeling of resentment among the people. Absalom used that situation to undermine his father, by gratifying all he could with a favorable settlement and showing them all warm cordiality. Thus, he won the people to himself, without them knowing his wicked ambition. <a ref='2 Samuel 15:7'>15:7</a> <b>forty years.</b> See the marginal reference. The better reading is “four” because the number “forty” could refer neither to the age of Absalom since he was born at Hebron after David had begun to rule ( <a ref='2 Samuel 3:2–5'>3:2–5</a> ), nor the time of David’s reign, since he ruled only 40 years total ( <a ref='2 Samuel 5:4–5'>5:4–5</a> ). The 4-year period began either with Absalom’s return from Geshur ( <a ref='2 Samuel 14:23'>14:23</a> ) or with his reconciliation with David ( <a ref='2 Samuel 14:33'>14:33</a> ). <a ref='2 Samuel 15:7–9'>15:7–9</a> <b>Hebron.</b> The city of Absalom’s birth ( <a ref='2 Samuel 3:2–3'>3:2–3</a> ), and the place where David was first anointed king over Judah ( <a ref='2 Samuel 2:4'>2:4</a> ) and over all Israel ( <a ref='2 Samuel 5:3'>5:3</a> ). Absalom said he had made a vow while in Geshur ( <i>see note on <a ref='2 Samuel 13:34'>13:34</a> , <a ref='2 Samuel 13:37'>37</a></i> ) that if he was restored to Jerusalem, he would offer a sacrifice of thanksgiving in Hebron, where sacrifices were often made before the temple was built. David, who always encouraged such religious devotion, gave his consent. <a ref='2 Samuel 15:10–12'>15:10–12</a> Absalom formed a conspiracy, which included taking some of the leading men to create the impression that the king supported this action, and was in his old age sharing the kingdom. All of this was a subtle disguise so Absalom could have freedom to plan his revolution. Absalom was able to do this against his father not merely because of his cleverness, but also because of the laxness of his father (see <a ref='1 Kings 1:6'>1Ki 1:6</a> ). <a ref='2 Samuel 15:12'>15:12</a> <b>Ahithophel.</b> A counselor of David who was considered a man who “inquired of the word of God” ( <a ref='2 Samuel 16:23'>16:23</a> ). This man was the father of Eliam ( <a ref='2 Samuel 23:34'>23:34</a> ) and the grandfather of Bathsheba ( <a ref='2 Samuel 11:3'>11:3</a> ; <a ref='2 Samuel 23:24–39'>23:24–39</a> ), who may have been looking for revenge on David. <b>Giloh.</b> A town in the hill country of Judah ( <a ref='Joshua 15:48'>Jos 15:48</a> , <a ref='Joshua 15:51'>51</a> ), probably located a few mi. south of Hebron. <a ref='2 Samuel 15:13–17'>15:13–17</a> David’s escape from Absalom is remembered in <a ref='Ps 3'>Ps 3</a> . Because he wanted to preserve the city he had beautified, and not have a war there, and since he felt that he could find greater support in the country, David left the city with all his household and personal guards. <a ref='2 Samuel 15:18'>15:18</a> <b>Cherethites … Pelethites.</b> Foreign mercenary soldiers of King David. <i>See note on <a ref='1 Samuel 30:14'>1Sa 30:14</a> .</i> <b>Gittites.</b> Mercenary soldiers from Gath, i.e., Philistines. <a ref='2 Samuel 15:19–22'>15:19–22</a> <b>Ittai.</b> The commander of the Gittites, who had only recently joined David. In spite of David’s words, he displayed his loyalty by going into exile with him. Ittai’s later appointment as commander of one-third of the army ( <a ref='2 Samuel 18:2'>18:2</a> , <a ref='2 Samuel 18:5'>5</a> , <a ref='2 Samuel 18:12'>12</a> ) was David’s way of expressing appreciation for his loyalty. <a ref='2 Samuel 15:23–28'>15:23–28</a> <a ref='Ps 63'>Psalm 63</a> has this occasion in view or possibly <a ref='1 Samuel 23:14'>1Sa 23:14</a> . <a ref='2 Samuel 15:23'>15:23</a> <b>brook Kidron.</b> This familiar valley, running north/south along the eastern side of Jerusalem, separates the city from the Mt. of Olives. <a ref='2 Samuel 15:24–29'>15:24–29</a> <b>Zadok … Abiathar.</b> <i>See notes on <a ref='2 Samuel 8:17'>8:17</a> .</i> They brought the ark to comfort David with assurance of God’s blessing, but he saw that as placing more confidence in the symbol than in God and sent it back. David knew the possession of the ark did not guarantee God’s blessing (cf. <a ref='1 Samuel 4:3'>1Sa 4:3</a> ). <a ref='2 Samuel 15:28'>15:28</a> <b>fords of the wilderness.</b> Probably the region along the western bank of the Jordan River (see <a ref='2 Samuel 17:16'>17:16</a> ; <a ref='Joshua 5:10'>Jos 5:10</a> ). <a ref='2 Samuel 15:30'>15:30</a> Mount of <b>Olives.</b> The hill to the east of the city of Jerusalem was the location for David’s contrition and remorse over his sins and their results. This was the location from which Jesus ascended to heaven ( <a ref='Acts 1:9–12'>Ac 1:9–12</a> ). <a ref='2 Samuel 15:32'>15:32</a> <b>summit.</b> This was the place from which David could look toward the city to the west. <b>Hushai the Archite.</b> Hushai was of the clan of the Archites who lived in Ephraim on the border with Manasseh ( <a ref='Joshua 16:2'>Jos 16:2</a> ) and served as an official counselor to David (v. <a ref='2 Samuel 15:37'>37</a> ; <a ref='1 Chronicles 27:33'>1Chr 27:33</a> ). David persuaded Hushai to return to Jerusalem and attach himself to Absalom as a counselor. His mission was to contradict the advice of Ahithophel ( <a ref='2 Samuel 17:5–14'>17:5–14</a> ) and to communicate Absalom’s plans to David ( <a ref='2 Samuel 17:21'>17:21</a> ; <a ref='2 Samuel 18:19'>18:19</a> ). <a ref='2 Samuel 16:1'>16:1</a> <b>Ziba.</b> <i>See note on <a ref='2 Samuel 9:2'>9:2</a> .</i> <b>Mephibosheth.</b> Saul’s grandson by Jonathan ( <i>see note on <a ref='2 Samuel 4:4'>4:4</a></i> ). <a ref='2 Samuel 16:3'>16:3</a> <b>where is your master’s son?</b> According to <a ref='2 Samuel 9:9–10'>9:9–10</a> , Ziba was able to garner such food and drink. His master had been Saul before his death and was then Mephibosheth. <b>return the kingdom of my father.</b> Ziba, evidently trying to commend himself in the eyes of David by bringing these gifts, accused his master of disloyalty to the king and participation in Absalom’s conspiracy for the purpose of bringing down the whole Davidic house. Thus the house of Saul would retake the throne, and he would be king. This was a false accusation (see <a ref='2 Samuel 19:24–25'>19:24–25</a> ), but it was convincing to David, who believed the story and made a severe and rash decision that inflicted injury on a true friend, Mephibosheth. <a ref='2 Samuel 16:5'>16:5</a> <b>Bahurim.</b> <i>See note on <a ref='2 Samuel 3:16'>3:16</a> .</i> <a ref='2 Samuel 16:5–8'>16:5–8</a> <b>Shimei.</b> Shimei was a distant relative of Saul, from the tribe of Benjamin, who cursed David as a “man of bloodshed” (vv. <a ref='2 Samuel 16:7–8'>7–8</a> ) and a “vile fellow” ( <i>see note on <a ref='1 Samuel 2:12'>1Sa 2:12</a></i> ). He could possibly be the Cush of <a ref='Ps 7'>Ps 7</a> . Shimei declared that the loss of David’s throne was God’s retribution on his past sins (v. <a ref='2 Samuel 16:8'>8</a> ), and David accepted his curse as from Yahweh (v. <a ref='2 Samuel 16:11'>11</a> ). It could be that Shimei was accusing David of the murders of Abner ( <a ref='2 Samuel 3:27–39'>3:27–39</a> ), Ish-bosheth ( <a ref='2 Samuel 4:1–12'>4:1–12</a> ), and Uriah ( <a ref='2 Samuel 11:15–27'>11:15–27</a> ). <a ref='2 Samuel 16:9'>16:9</a> <b>Abishai.</b> <i>See note on <a ref='2 Samuel 2:18'>2:18</a> .</i> <b>dead dog.</b> I.e., vile and despised (cf. <a ref='2 Samuel 9:8'>9:8</a> ). <a ref='2 Samuel 16:10–14'>16:10–14</a> The patience and restraint of David on this occasion was amazingly different from his violent reaction to the slanderous words of Nabal ( <a ref='1 Samuel 25:2'>1Sa 25:2ff.</a> ). On that occasion, he was eager to kill the man until placated by the wisdom of Abigail. He was a broken man at this later time and knew that while the rancor of Shimei was uncalled for, his accusations were true. He was penitent. <a ref='2 Samuel 16:15'>16:15</a> <b>Ahithophel.</b> <i>See note on <a ref='2 Samuel 15:12'>15:12</a> .</i> <a ref='2 Samuel 16:15–23'>16:15–23</a> Absalom set up his royal court in Jerusalem. <a ref='2 Samuel 16:16'>16:16</a> <b>Hushai.</b> <i>See note on <a ref='2 Samuel 15:32'>15:32</a> .</i> <a ref='2 Samuel 16:21–22'>16:21–22</a> <b>your father’s concubines.</b> David had left behind in Jerusalem 10 concubines to take care of the palace ( <a ref='2 Samuel 15:16'>15:16</a> ). In the Near East, possession of the harem came with the throne. Ahithophel advised Absalom to have sexual relations with David’s concubines and thereby assert his right to his father’s throne. On the roof of the palace in the most public place (cf. <a ref='2 Samuel 11:2'>11:2</a> ), a tent was set up for this scandalous event, thereby fulfilling the judgment announced by Nathan in <a ref='2 Samuel 12:11–12'>12:11–12</a> . <a ref='2 Samuel 17:1–4'>17:1–4</a> Ahithophel’s second piece of advice to Absalom was that he immediately pursue and kill David to remove any possibility of his reclaiming the throne, which would incline David’s followers to return and submit to Absalom. <a ref='2 Samuel 17:4'>17:4</a> <b>all the elders of Israel.</b> The same prominent tribal leaders who had accepted David’s kingship in <a ref='2 Samuel 5:3'>5:3</a> had been won over as participants in Absalom’s rebellion. <a ref='2 Samuel 17:7–13'>17:7–13</a> Providentially, Yahweh took control of the situation through the counsel of Hushai ( <i>see note on <a ref='2 Samuel 15:32'>15:32</a></i> ) who advised Absalom in such a way as to give David time to prepare for war with Absalom. Hushai’s plan seemed best to the elders. It had two features: 1) the need for an army larger than 12,000 (v. <a ref='2 Samuel 17:1'>1</a> ), so that Absalom would not lose, and 2) the king leading the army into battle (an appeal to Absalom’s arrogance). <a ref='2 Samuel 17:11'>17:11</a> <b>Dan even to Beersheba.</b> <i>See note on <a ref='2 Samuel 3:10'>3:10</a> .</i> <a ref='2 Samuel 17:13'>17:13</a> <b>ropes.</b> In besieging the town, hooks attached to ropes were cast over the protective wall and, with a large number of men pulling, the walls were pulled down. <a ref='2 Samuel 17:14'>17:14</a> <b>Yahweh had ordained.</b> The text notes that Ahithophel’s advice was rejected by Absalom because Yahweh had determined to defeat the rebellion of Absalom, as prayed for by David ( <a ref='2 Samuel 15:31'>15:31</a> ). God’s providence was controlling all the intrigues among the usurper’s counselors. <a ref='2 Samuel 17:16'>17:16</a> <b>cross over.</b> Crossing over from the west side to the east side of the Jordan River was the means of protecting David and his people from the immediate onslaught if Ahithophel’s plan was followed. <a ref='2 Samuel 17:17'>17:17</a> <b>Jonathan and Ahimaaz.</b> Jonathan was the son of the priest Abiathar and Ahimaaz the son of the priest Zadok ( <a ref='2 Samuel 15:27'>15:27</a> ). They were designated to take information from Hushai in Jerusalem to David by the Jordan River. <b>En-rogel.</b> A spring in the Kidron Valley on the border between Benjamin and Judah ( <a ref='Joshua 15:1'>Jos 15:1</a> , <a ref='Joshua 15:7'>7</a> ; <a ref='Joshua 18:11'>18:11</a> , <a ref='Joshua 18:16'>16</a> ) less than a mi. southeast of Jerusalem. <a ref='2 Samuel 17:18'>17:18</a> <b>Bahurim.</b> <i>See note on <a ref='2 Samuel 3:16'>3:16</a> .</i> <a ref='2 Samuel 17:19'>17:19</a> <b>well’s mouth.</b> Using an empty cistern as a place for a covering of dry grain was a common practice. <a ref='2 Samuel 17:23'>17:23</a> <b>strangled himself.</b> When Ahithophel saw that his counsel to Absalom had not been followed, he took his own life. He probably foresaw Absalom’s defeat and knew that he would then be accountable to David for his disloyalty. <a ref='2 Samuel 17:24'>17:24</a> <b>Mahanaim.</b> <i>See note on <a ref='2 Samuel 2:8'>2:8</a> .</i> <a ref='2 Samuel 17:25'>17:25</a> <b>Amasa.</b> Absalom appointed Amasa as commander of the army of Israel, replacing Joab who had accompanied David on his flight from Jerusalem. Amasa was the son of Abigail, either David’s sister or his half-sister ( <a ref='1 Chronicles 2:17'>1Chr 2:17</a> ), making him David’s nephew. His mother was also the sister of Zeruiah, the mother of Joab. Therefore, Amasa was a cousin of Absalom, Joab, and Abishai. Under his lead, the armies crossed the Jordan (v. <a ref='2 Samuel 17:24'>24</a> ) into Gilead, the high-eastern area. Sufficient time had passed for building the large army Hushai suggested, and so David had readied himself for the war ( <i>see note on <a ref='2 Samuel 17:7–13'>17:7–13</a></i> ). <a ref='2 Samuel 17:27'>17:27</a> <b>Shobi.</b> A son of Nahash and brother of Hanun, kings of the Ammonites ( <a ref='2 Samuel 10:1–2'>10:1–2</a> ). <b>Machir.</b> <i>See note on <a ref='2 Samuel 9:4'>9:4</a> .</i> <b>Barzillai.</b> An aged, wealthy benefactor of David from Gilead, on the east side of the Jordan (see <a ref='2 Samuel 19:31–39'>19:31–39</a> ; <a ref='1 Kings 2:7'>1Ki 2:7</a> ). <a ref='2 Samuel 18:2'>18:2</a> A 3-pronged attack was a customary military strategy (see <a ref='Judges 7:16'>Jdg 7:16</a> ; <a ref='1 Samuel 11:11'>1Sa 11:11</a> ; <a ref='1 Samuel 13:17'>13:17</a> ). <a ref='2 Samuel 18:3'>18:3</a> <b>You should not go out.</b> David desired to lead his men into the battle; however, the people recognized that the death of David would mean sure defeat and Absalom would then be secure in the kingship. The people’s words echo what Ahithophel had earlier pointed out to Absalom ( <a ref='2 Samuel 17:2–3'>17:2–3</a> ). So David was persuaded to remain at Mahanaim. <a ref='2 Samuel 18:5'>18:5</a> Deal <b>gently.</b> David ordered his 3 commanders not to harm Absalom. The 4 uses of “the young man Absalom” (vv. <a ref='2 Samuel 18:5'>5</a> , <a ref='2 Samuel 18:12'>12</a> , <a ref='2 Samuel 18:29'>29</a> , <a ref='2 Samuel 18:32'>32</a> ) imply that David sentimentally viewed Absalom as a youthful rebel who could be forgiven. <a ref='2 Samuel 18:6'>18:6</a> <b>the forest of Ephraim.</b> A dense forest existed east of the Jordan River and north of the Jabbok River in Gilead, where the battle was waged. <a ref='2 Samuel 18:8'>18:8</a> <b>the forest devoured more.</b> Amazingly, because of the density of the trees and the rugged nature of the terrain, the pursuit through the forest resulted in more deaths than the actual combat (see v. <a ref='2 Samuel 18:9'>9</a> ). <a ref='2 Samuel 18:9'>18:9</a> <b>mule.</b> <i>See note on <a ref='2 Samuel 13:29'>13:29</a> .</i> <b>his head caught fast in the oak.</b> Either Absalom’s neck was caught in a fork formed by two of the branches growing out from a large oak tree or his hair was caught in a tangle of thick branches. The terminology and context (cf. <a ref='2 Samuel 14:26'>14:26</a> ) favor the latter view. <a ref='2 Samuel 18:10'>18:10</a> <b>a certain man.</b> One of David’s soldiers, who refused to disobey the order of the king recorded in v. <a ref='2 Samuel 18:5'>5</a> to treat Absalom “gently,” had done nothing for the suspended prince. <a ref='2 Samuel 18:11–12'>18:11–12</a> <b>ten … thousand.</b> Four ounces and 25 pounds respectively. <a ref='2 Samuel 18:14'>18:14</a> <b>alive.</b> The spears of Joab killed Absalom while Joab’s armor-bearers struck him to make sure that he was dead (v. <a ref='2 Samuel 18:15'>15</a> ). In this action, Joab disobeyed the explicit order of David (v. <a ref='2 Samuel 18:5'>5</a> ). <a ref='2 Samuel 18:16'>18:16</a> <b>blew the trumpet.</b> Joab recalled his soldiers from the battle (cf. <a ref='2 Samuel 2:28'>2:28</a> ). <a ref='2 Samuel 18:17'>18:17</a> <b>a very great heap of stones.</b> Absalom was buried in a deep pit that was covered over with stones, perhaps symbolic of stoning, which was the legal penalty due to a rebel son ( <a ref='Deuteronomy 21:20–21'>Dt 21:20–21</a> ). A heap of stones often showed that the one buried was a criminal or enemy ( <a ref='Joshua 7:26'>Jos 7:26</a> ; <a ref='Joshua 8:29'>8:29</a> ). <a ref='2 Samuel 18:18'>18:18</a> <b>set up for himself a pillar.</b> Absalom had memorialized himself by erecting a monument in his own honor (cf. Saul’s action in <a ref='1 Samuel 15:12'>1Sa 15:12</a> ). There is today a monument, a tomb in that area, called Absalom’s tomb (perhaps on the same site) on which orthodox Jews spit when passing by. <b>King’s Valley.</b> Traditionally, the Kidron Valley immediately east of the city of Jerusalem. <b>no son.</b> According to <a ref='2 Samuel 14:27'>14:27</a> , Absalom had 3 sons, unnamed in the text, all of whom had died before him. <a ref='2 Samuel 18:19'>18:19</a> <b>Ahimaaz.</b> <i>See note on <a ref='2 Samuel 17:17'>17:17</a> .</i> <a ref='2 Samuel 18:21'>18:21</a> <b>Cushite.</b> Cush was the area south of Egypt. <a ref='2 Samuel 18:27'>18:27</a> <b>good man … good news.</b> David believed that the choice of the messenger was indicative of the content of the message. <a ref='2 Samuel 18:29'>18:29</a> <b>I did not know.</b> Ahimaaz concealed his knowledge of Absalom’s death as Joab requested (v. <a ref='2 Samuel 18:20'>20</a> ). <a ref='2 Samuel 18:32'>18:32</a> <b>as that young man.</b> The Cushite’s reply was not so much indirect as culturally phrased (cf. <a ref='1 Samuel 25:26'>1Sa 25:26</a> ). <a ref='2 Samuel 18:33'>18:33</a> <b>my son.</b> Repeated 5 times in this verse, David lamented the death of Absalom, his son (cf. <a ref='2 Samuel 19:5'>19:5</a> ). In spite of all the harm that Absalom had caused, David was preoccupied with his personal loss in a melancholy way that seems to be consistent with his weakness as a father. It was an unwarranted zeal for such a worthless son, and a warning about the pitiful results of sin. <a ref='2 Samuel 19:3'>19:3</a> <b>the people stole away to enter.</b> Because of David’s excessive grief, his soldiers returned from battle not as rejoicing victors, but as if they had been humiliated by defeat. <a ref='2 Samuel 19:5'>19:5</a> <b>shamed … your servants.</b> Joab sternly rebuked David for being so absorbed in his personal trauma and failing to appreciate the victory that his men had won for him. <a ref='2 Samuel 19:7'>19:7</a> <b>not a man will pass the night with you.</b> Joab, who was the esteemed general of the army, was a dangerous person because of that power. He was also dangerous to David because he had disobeyed his command to spare Absalom, and killed him with no remorse. When he warned David that he would be in deep trouble if he did not immediately express appreciation to his men for their victory, David knew he could be in serious danger. <a ref='2 Samuel 19:8'>19:8</a> <b>sat in the gate.</b> It was at the gate of Mahanaim that David had reviewed his troops as they had marched out to battle ( <a ref='2 Samuel 18:4'>18:4</a> ). David’s sitting in the gate represented a return to his exercise of kingly authority. <a ref='2 Samuel 19:9'>19:9</a> <b>disputing.</b> An argument arose in Israel concerning whether David should be returned to the kingship. David’s past military victories over the Philistines and the failure of Absalom argued for David’s return. Therefore, David’s supporters insisted on knowing why their fellow Israelites remained quiet about returning David to his rightful place on the throne in Jerusalem. <a ref='2 Samuel 19:11'>19:11</a> <b>elders of Judah.</b> Through the priests who had stayed in Jerusalem during the rebellion, David appealed to the leaders of his own tribe to take the initiative in restoring him to the throne in Jerusalem (see <a ref='2 Samuel 2:4'>2:4</a> ; <a ref='1 Samuel 30:26'>1Sa 30:26</a> ). Though this appeal produced the desired result, it also led to tribal jealousies (vv. <a ref='2 Samuel 19:40–43'>40–43</a> ). <a ref='2 Samuel 19:13'>19:13</a> <b>Amasa.</b> <i>See note on <a ref='2 Samuel 17:25'>17:25</a> .</i> <b>commander of the army … in place of Joab.</b> David appointed Amasa commander of his army, hoping to secure the allegiance of those who had followed Amasa when he led Absalom’s forces, especially those of Judah. This appointment did persuade the tribe of Judah to support David’s return to the kingship (v. <a ref='2 Samuel 19:14'>14</a> ) and secured the animosity of Joab against Amasa for taking his position (cf. <a ref='2 Samuel 20:8–10'>20:8–10</a> ). <a ref='2 Samuel 19:15'>19:15</a> <b>Gilgal.</b> <i>See note on <a ref='1 Samuel 10:8'>1Sa 10:8</a> .</i> <a ref='2 Samuel 19:16'>19:16</a> <b>Shimei.</b> <i>See note on <a ref='2 Samuel 16:5–8'>16:5–8</a> .</i> Shimei confessed his sin of cursing David and his life was spared, temporarily, for on his deathbed David ordered that Shimei be punished for his crime ( <a ref='1 Kings 2:8–9'>1Ki 2:8–9</a> , <a ref='1 Kings 2:36–46'>36–46</a> ). <a ref='2 Samuel 19:20'>19:20</a> <b>house of Joseph.</b> A reference to Ephraim, the descendant of Joseph, a large tribe of Israel which was representative of the 10 northern tribes. Here, even Shimei’s tribe Benjamin was included. <a ref='2 Samuel 19:24–30'>19:24–30</a> <b>Mephibosheth.</b> <i>See note on <a ref='2 Samuel 4:4'>4:4</a> .</i> Mephibosheth also met David, exhibiting the traditional marks of mourning, and explained that he had not followed David into exile because he had been deceived by his servant Ziba (see <a ref='2 Samuel 16:1–4'>16:1–4</a> ). He came to David with great humility, generosity of spirit, and gratitude, recognizing all the good the king had done for him before the evil deception (v. <a ref='2 Samuel 19:28'>28</a> ). <a ref='2 Samuel 19:29'>19:29</a> <b>divide the land.</b> David had previously given the estate of Saul to Mephibosheth to be farmed under him by Ziba ( <a ref='2 Samuel 9:9–10'>9:9–10</a> ). Then when David was deceived, he gave it all to Ziba ( <a ref='2 Samuel 16:4'>16:4</a> ). Now David decided to divide Saul’s estate between Ziba and Mephibosheth since he was either uncertain of the truth of Mephibosheth’s story or who was guilty of what, and was too distracted to inquire fully into the matter. It was, in any case, a poor decision to divide the estate between the noble-hearted son of Jonathan and a lying deceiver. Mephibosheth was unselfish and suggested that his disloyal servant take it all—it was enough for him that David was back. <a ref='2 Samuel 19:31–39'>19:31–39</a> <b>Barzillai.</b> <i>See note on <a ref='2 Samuel 17:27'>17:27</a> .</i> David offered to let Barzillai live in Jerusalem as his guest, but Barzillai preferred to live out his last years in his own house. <a ref='2 Samuel 19:37'>19:37</a> <b>Chimham.</b> Probably a son of Barzillai (see <a ref='1 Kings 2:7'>1Ki 2:7</a> ). It is probable that David gave a part of his personal estate in Bethlehem to this man and his descendants (see <a ref='Jeremiah 41:17'>Jer 41:17</a> ). <a ref='2 Samuel 19:41'>19:41</a> <b>stolen you away.</b> Because only the troops of Judah had escorted David as he crossed over the Jordan River, the 10 northern tribes complained to David that the men of Judah had “kidnapped” him from them. <a ref='2 Samuel 19:42'>19:42</a> <b>a close relative.</b> The men of Judah answered the men of Israel by stating that David was a member of their tribe. Nor had they taken advantage of their relationship to the king, as had some from the northern tribes. <a ref='2 Samuel 19:43'>19:43</a> <b>ten parts.</b> The men of Israel replied to the men of Judah that they had a greater right to David, since there were 10 northern tribes in contrast to the one tribe of Judah. Contrast the “ten parts” here with the “no portion” in <a ref='2 Samuel 20:1'>20:1</a> . <b>treat us with contempt.</b> The Israel-Judah hostility evidenced here led to the rebellion of Sheba ( <a ref='2 Samuel 20:1–22'>20:1–22</a> ) and eventually to the division of the united kingdom ( <a ref='1 Kings 12:1–24'>1Ki 12:1–24</a> ). <a ref='2 Samuel 20:1'>20:1</a> <b>vile fellow.</b> <i>See note on <a ref='1 Samuel 2:12'>1Sa 2:12</a> .</i> <b>Sheba.</b> Though nothing is known of this man, he must have been a person of considerable power and influence to raise so sudden and extensive a sedition. He belonged to Saul’s tribe, where adherents of Saul’s dynasty were still many, and he could see the disgust of the 10 tribes for Judah’s presumption in the restoration. He sought to overturn David’s authority in Israel. <b>no portion … inheritance.</b> Sheba’s declaration that the northern tribes had no part in David’s realm was similar to words later used in <a ref='1 Kings 12:16'>1Ki 12:16</a> when Israel seceded from the united kingdom under Jeroboam. <a ref='2 Samuel 20:2'>20:2</a> <b>Israel went up from following David.</b> Once the 10 tribes went up, Judah was left alone to escort the king to Jerusalem. It seems that the disloyalty of the north continued as long as Sheba lived. <a ref='2 Samuel 20:3'>20:3</a> <b>the concubines.</b> When David returned to Jerusalem, he confined his concubines to a life of abstinence because of their sexual relations with Absalom ( <a ref='2 Samuel 16:21–22'>16:21–22</a> ). <a ref='2 Samuel 20:4'>20:4</a> <b>Amasa.</b> Amasa was Absalom’s general ( <i>see note on <a ref='2 Samuel 17:25'>17:25</a></i> ), whom David promised would be commander of his army after Absalom’s death ( <i>see note on <a ref='2 Samuel 19:13'>19:13</a></i> ). Amasa was installed publicly because David thought it would be seen favorably by the 10 tribes. He was told to assemble an army in 3 days to end the insurrection started by Sheba, but could not in such a brief time. <a ref='2 Samuel 20:6'>20:6</a> <b>Abishai.</b> <i>See note on <a ref='2 Samuel 2:18'>2:18</a> .</i> When Amasa failed to follow David’s orders, David did not reinstate Joab, his former general who had Absalom killed against David’s orders (see <a ref='2 Samuel 18:5–15'>18:5–15</a> ), but appointed Joab’s brother Abishai as commander of his forces. <b>your lord’s servants.</b> Called “Joab’s men” in v. <a ref='2 Samuel 20:7'>7</a> . Abishai was to take the army of Joab to pursue the rebel leader. Joab went also, determined to take vengeance on his rival Amasa. <a ref='2 Samuel 20:7'>20:7</a> <b>the Cherethites and the Pelethites.</b> <i>See note on <a ref='1 Samuel 30:14'>1Sa 30:14</a> .</i> <b>mighty men.</b> Those men are listed in <a ref='2 Samuel 23:8–39'>23:8–39</a> . <a ref='2 Samuel 20:8'>20:8</a> <b>Gibeon.</b> <i>See note on <a ref='2 Samuel 2:12'>2:12</a> .</i> <b>Amasa came to meet them.</b> Having collected some forces, he marched rapidly and came first to Gibeon, thus assuming the role of commander. It is possible that Joab purposely let the sword fall from its sheath as he approached Amasa, in order that stooping as if to pick up the accidentally fallen weapon, he might salute the new general with his sword already in hand, without generating any suspicion of his intent. He used this ploy to gain the position to stab the new commander, whom he considered as usurping his post. <a ref='2 Samuel 20:9'>20:9</a> <b>my brother.</b> <i>See note on <a ref='2 Samuel 17:25'>17:25</a> .</i> <b>by the beard.</b> Joab, present with his men, seized Amasa by his beard with his right hand apparently to give the kiss of greeting. Instead, with his left hand, he thrust his sword into Amasa’s stomach (cf. <a ref='2 Samuel 3:27'>3:27</a> ). <a ref='2 Samuel 20:11'>20:11</a> <b>one of Joab’s young men.</b> Joab was reinstated as commander of David’s army by his troops. It is a striking illustration of Joab’s influence over the army that he could murder the commander whom David had chosen, a killing right before their eyes, and they would follow him unanimously as their leader in pursuit of Sheba. <a ref='2 Samuel 20:14'>20:14</a> <b>Abel, even Beth-maacah.</b> I.e., Abel Beth-maacah. About 25 mi. north of the Sea of Galilee, 4 mi. west of the city of Dan. <a ref='2 Samuel 20:16–19'>20:16–19</a> This woman (probably a prominent judge in the city) was making an appeal based on the laws of warfare in <a ref='Deuteronomy 20:10'>Dt 20:10</a> that required the assaulting army to offer peace before making war. She pleaded for Joab to ask the city if they wanted peace and thus avert war (v. <a ref='Deuteronomy 20:18'>18</a> ). <a ref='2 Samuel 20:19'>20:19</a> <b>a mother in Israel.</b> This is a reference to a specially honored city or a recognized capital of the region. <b>the inheritance of Yahweh.</b> This refers to the land of Israel (see <a ref='1 Samuel 10:1'>1Sa 10:1</a> ). <a ref='2 Samuel 20:20–21'>20:20–21</a> The ruthless general was a patriot at heart, who on taking the leader of the insurrection, was ready to end further bloodshed. The woman eagerly responded with the promise of Sheba’s head. <a ref='2 Samuel 20:21'>20:21</a> <b>hill country of Ephraim.</b> A large, partially forested plateau that extended into the tribal territory of Benjamin from the north. <a ref='2 Samuel 20:22'>20:22</a> David could not get rid of Joab, though he hated him. He had to ignore the murder of Amasa and recognize Joab as army commander. <a ref='2 Samuel 20:23–26'>20:23–26</a> Cf. a similar list in <a ref='2 Samuel 8:15–18'>8:15–18</a> . <a ref='2 Samuel 20:24'>20:24</a> <b>Adoram.</b> Rendered “Adoniram” in <a ref='1 Kings 4:6'>1Ki 4:6</a> ; <a ref='1 Kings 5:14'>5:14</a> . He was in charge of the “forced labor,” a term used to describe the hard labor imposed on subjugated peoples ( <a ref='Exodus 1:11'>Ex 1:11</a> ; <a ref='Joshua 16:10'>Jos 16:10</a> ; <a ref='Judges 1:28'>Jdg 1:28</a> ). Adoram oversaw the forced labor on such projects as the building of highways, temples, and houses. <a ref='2 Samuel 20:25'>20:25</a> <b>Sheva.</b> He replaced Seraiah ( <a ref='2 Samuel 8:17'>8:17</a> ) as David’s secretary. <a ref='2 Samuel 20:26'>20:26</a> <b>Ira.</b> He was David’s royal adviser. <a ref='2 Samuel 21:1–24:25'>21:1—24:25</a> This is the final division of 2 Samuel. Like the book of Judges ( <a ref='Judges 17:1–21:25'>Jdg 17:1—21:25</a> ), it concludes with this epilogue that contains material, not necessarily chronological, that further describes David’s reign. There is a striking literary arrangement of the sections in this division of the book. The first and last sections ( <a ref='2 Samuel 21:1–14'>21:1–14</a> ; <a ref='2 Samuel 24:1–25'>24:1–25</a> ) are narratives that describe two occurrences of Yahweh’s anger against Israel. The second and fifth sections ( <a ref='2 Samuel 21:15–22'>21:15–22</a> ; <a ref='2 Samuel 23:8–39'>23:8–39</a> ) are accounts of David’s warriors. The third and fourth sections ( <a ref='2 Samuel 22:1–51'>22:1–51</a> ; <a ref='2 Samuel 23:1–7'>23:1–7</a> ) record two of David’s songs. <a ref='2 Samuel 21:1–14'>21:1–14</a> This event occurred after the display of David’s kindness to Mephibosheth (v. <a ref='2 Samuel 21:7'>7</a> ; cf. <a ref='2 Samuel 9:1–13'>9:1–13</a> ) and before Shimei’s cursing of David (cf. <a ref='2 Samuel 16:7–8'>16:7–8</a> ). <a ref='2 Samuel 21:1'>21:1</a> <b>a famine.</b> When Israel experienced 3 years of famine, David recognized it as divine discipline (cf. <a ref='Deuteronomy 28:47–48'>Dt 28:47–48</a> ) and sought God for the reason. <a ref='2 Samuel 21:1–2'>21:1–2</a> <b>Saul and his bloody house.</b> By divine revelation David learned that the famine was a result of sin committed by Saul; namely that he had slain the Gibeonites. There is no further reference to this event. Saul was probably trying to do as God commanded and rid the land of the remnant of heathen in order that Israel might prosper (v. <a ref='2 Samuel 21:2'>2</a> ). But in his zeal he had committed a serious sin; he had broken a covenant that had been made 400 years before between Joshua and the Gibeonites, who were in the land when Israel took possession of it. They deceived Joshua into making the covenant, but it was, nevertheless, a covenant (see <a ref='Joshua 9:3–27'>Jos 9:3–27</a> ). Covenant keeping was no small matter to God (see <a ref='Joshua 9:20'>Jos 9:20</a> ). <a ref='2 Samuel 21:2'>21:2</a> <b>Gibeonites … Amorites.</b> Names sometimes used to designate all the pre-Israelite inhabitants of Canaan ( <a ref='Genesis 15:16'>Ge 15:16</a> ; <a ref='Joshua 24:18'>Jos 24:18</a> ; <a ref='Judges 6:10'>Jdg 6:10</a> ). More precisely, the Gibeonites were called Hivites ( <a ref='Joshua 9:7'>Jos 9:7</a> ; <a ref='Joshua 11:19'>11:19</a> ). <a ref='2 Samuel 21:3'>21:3</a> <b>the inheritance of Yahweh.</b> <i>See note on <a ref='2 Samuel 20:19'>20:19</a> .</i> <a ref='2 Samuel 21:6'>21:6</a> <b>seven … from his sons.</b> “Seven” symbolized completeness, not necessarily the number of Gibeonites slain by Saul. “Sons” could be either sons or grandsons. <b>Gibeah of Saul.</b> <i>See note on <a ref='1 Samuel 11:4'>1Sa 11:4</a> .</i> <a ref='2 Samuel 21:7'>21:7</a> <b>the oath of Yahweh … between David and … Jonathan.</b> Because Mephibosheth was the son of Jonathan, he was spared in accordance with the covenant between David and Jonathan ( <a ref='1 Samuel 20:14–15'>1Sa 20:14–15</a> ) and also between David and Saul ( <i>see note on <a ref='1 Samuel 24:22'>1Sa 24:22</a></i> ). <a ref='2 Samuel 21:8'>21:8</a> <b>Rizpah.</b> Saul’s concubine (see <a ref='2 Samuel 3:7'>3:7</a> ). <b>Mephibosheth.</b> A son of Saul, different from the son of Jonathan with the same name. <b>Merab.</b> Merab was the mother of these 5 sons. She was the wife of Adriel ( <a ref='1 Samuel 18:19'>1Sa 18:19</a> ). <b>Barzillai the Meholathite.</b> A different man than Barzillai the Gileadite ( <a ref='2 Samuel 17:27'>17:27</a> ; <a ref='2 Samuel 19:31'>19:31</a> ). <a ref='2 Samuel 21:9'>21:9</a> <b>before Yahweh.</b> These pagans were not bound by the law of <a ref='Deuteronomy 21:22–23'>Dt 21:22–23</a> , which forbade leaving a dead body hanging over night. Their intention was to let the bodies hang until God signaled He was satisfied and sent rain to end the famine. Such a heathen practice, designed to propitiate their gods, was a superstition of these Gibeonites. God, in His providence, allowed this memorable retaliation as a lesson about keeping covenants and promises. <b>the beginning of barley harvest.</b> April (see <a ref='Ruth 1:22'>Ru 1:22</a> ). <a ref='2 Samuel 21:10'>21:10</a> <b>sackcloth … spread.</b> Rizpah erected a tent nearby to keep watch over the bodies, to scare away birds and beasts. It was considered a disgrace for the bodies of the slain to become food for the birds and beasts (cf. <a ref='Deuteronomy 28:26'>Dt 28:26</a> ; <a ref='1 Samuel 17:44'>1Sa 17:44</a> , <a ref='1 Samuel 17:46'>46</a> ; <a ref='Revelation 19:17–18'>Rev 19:17–18</a> ). <b>rained on them.</b> An unseasonably late spring or early summer shower. Possibly, the rain that ended the drought. <a ref='2 Samuel 21:11–14'>21:11–14</a> Finally, after the rain had come, David, encouraged by the example of the woman’s devotion to her dead family members, ordered the remains of Saul and Jonathan transferred from their obscure grave in Jabesh-gilead (cf. <a ref='1 Samuel 31:11–12'>1Sa 31:11–12</a> ), along with the 7 sons’ bones, to the honorable family grave in Zela (cf. <a ref='Joshua 18:28'>Jos 18:28</a> ; <a ref='1 Samuel 10:2'>1Sa 10:2</a> , “Zelzah”). This location is unknown. <a ref='2 Samuel 21:14'>21:14</a> <b>God was moved by the entreaty.</b> The famine ended and God restored the land to prosperity. <a ref='2 Samuel 21:15–22'>21:15–22</a> This section describes the defeat of 4 Philistine giants at the hands of David and his men. Though these events cannot be located chronologically with any certainty, the narratives of victory provide a fitting preface to David’s song of praise, which magnifies God’s deliverance ( <a ref='2 Samuel 22:1–51'>22:1–51</a> ). See <a ref='1 Chronicles 20:4–8'>1Chr 20:4–8</a> . <a ref='2 Samuel 21:16'>21:16</a> <b>the giants.</b> The Hebrew term used in vv. <a ref='2 Samuel 21:16'>16</a> , <a ref='2 Samuel 21:18'>18</a> , <a ref='2 Samuel 21:20'>20</a> , <a ref='2 Samuel 21:22'>22</a> is “rapha.” This was not the name of an individual, but a term used collectively for the “Rephaim” who inhabited the land of Canaan and were noted for their inordinate size (cf. <a ref='Genesis 15:19–21'>Ge 15:19–21</a> ; <a ref='Numbers 13:33'>Nu 13:33</a> ; <a ref='Deuteronomy 2:11'>Dt 2:11</a> ; <a ref='Deuteronomy 3:11'>3:11</a> , <a ref='Deuteronomy 3:13'>13</a> ). The term “Rephaim” was used of the people called the “Anakim” ( <a ref='Deuteronomy 2:10–11'>Dt 2:10–11</a> , <a ref='Deuteronomy 2:20–21'>20–21</a> ), distinguished for their size and strength. According to <a ref='Joshua 11:21–22'>Jos 11:21–22</a> , the “Anakim” were driven from the hill country of Israel and Judah, but remained in the Philistine cities of Gaza, Gath, and Ashdod. Though the Philistines had succumbed to the power of Israel’s army, the appearance of some great champion revived their courage and invited their hope for victory against the Israelite invaders. <b>three hundred</b> shekels <b>.</b> Approximately 7.5 lbs. <b>a new</b> sword <b>.</b> Lit. “a new thing.” The weapon was not specified. <a ref='2 Samuel 21:17'>21:17</a> <b>Abishai.</b> <i>See note on <a ref='2 Samuel 2:18'>2:18</a> .</i> <b>lamp of Israel.</b> David, who with God’s help brought the light of prosperity and well-being to the whole land of Israel, was the symbol of Israel’s hope and promise of security. Continued blessing resided in David and his house. <a ref='2 Samuel 21:18'>21:18</a> <b>Gob.</b> Near Gezer (cf. <a ref='1 Chronicles 20:4'>1Chr 20:4</a> ), about 22 mi. west of Jerusalem. <a ref='2 Samuel 21:19'>21:19</a> <b>Elhanan … struck down Goliath.</b> The minor scribal omission of “the brother of” (in the Hebrew) belongs in this verse, based on <a ref='1 Chronicles 20:5'>1Chr 20:5</a> which includes them, and because clearly the Scripture says that David struck down Goliath as recorded in <a ref='1 Samuel 17:50'>1Sa 17:50</a> . There has probably been a scribal error in the text which should read, “Elhanan … struck down <i>the brother of</i> Goliath.” A second possible solution is that Elhanan and David may be different names for the same person, just as Solomon had another name (cf. <a ref='2 Samuel 12:24–25'>12:24–25</a> ). A third solution is, perhaps, that there were two giants named Goliath. <a ref='2 Samuel 21:20'>21:20</a> <b>Gath.</b> About 12 mi. south of Geza and 26 mi. southwest of Jerusalem. <a ref='2 Samuel 21:21'>21:21</a> <b>Jonathan.</b> David’s nephew, the son of Shimeah, also called Shammah in <a ref='1 Samuel 16:9'>1Sa 16:9</a> , different from the son of Saul. <a ref='2 Samuel 22:1–51'>22:1–51</a> David’s song of praise here is almost identical to <a ref='Ps 18'>Ps 18</a> . This song also has many verbal links to Hannah’s prayer ( <i>see note on <a ref='1 Samuel 2:1–10'>1Sa 2:1–10</a></i> ) and together with it forms the framework for the books of Samuel. This song focuses on Yahweh’s deliverance of David from all his enemies, in response to which David praised Yahweh, his deliverer (vv. <a ref='2 Samuel 22:2–4'>2–4</a> ). The major part of the song (vv. <a ref='2 Samuel 22:5–46'>5–46</a> ) states the reason for this praise of Yahweh. David first describes how Yahweh had delivered him from his enemies (vv. <a ref='2 Samuel 22:5–20'>5–20</a> ), then declares why Yahweh had delivered him from his enemies (vv. <a ref='2 Samuel 22:21–28'>21–28</a> ), then states the extent of Yahweh’s deliverance from his enemies (vv. <a ref='2 Samuel 22:29–46'>29–46</a> ). The song concludes with David’s resolve to praise his delivering Lord, even among the Gentiles (vv. <a ref='2 Samuel 22:47–51'>47–51</a> ). <i>See notes on <a ref='Psalms 18:1–50'>Ps 18:1–50</a></i> for a more detailed explanation. <a ref='2 Samuel 22:1'>22:1</a> <b>all his enemies.</b> Cf. <a ref='2 Samuel 7:1'>7:1</a> , <a ref='2 Samuel 7:9'>9</a> , <a ref='2 Samuel 7:11'>11</a> . David composed this song toward the end of his life when Yahweh had given him a settled kingdom and the promise of the Messianic seed embodied in the Davidic Covenant. <a ref='2 Samuel 22:2–4'>22:2–4</a> This introduction contains the sum and substance of the whole psalm, as David extols God as his defense, refuge, and deliverer in the many experiences of his agitated life. <a ref='2 Samuel 22:2'>22:2</a> <b>rock.</b> <i>See notes on <a ref='1 Samuel 2:2'>1Sa 2:2</a> ; <a ref='Deuteronomy 32:4'>Dt 32:4</a> .</i> <a ref='2 Samuel 22:3'>22:3</a> <b>shield.</b> See <a ref='Genesis 15:1'>Ge 15:1</a> ; <a ref='Deuteronomy 33:29'>Dt 33:29</a> . <b>horn.</b> <i>See note on <a ref='1 Samuel 2:1'>1Sa 2:1</a> .</i> <b>stronghold.</b> A secure, lofty retreat that the enemy finds inaccessible. As such, Yahweh is the refuge of His chosen one, secure from all hostile attacks. <a ref='2 Samuel 22:5–7'>22:5–7</a> David described how he cried to Yahweh in the midst of his distress. <a ref='2 Samuel 22:5–6'>22:5–6</a> <b>death.</b> Pictured as violent floods of water like waves ready to break over him and traps set by a hunter to snare him, David faced the reality of imminent death in his personal experience, most frequently when pursued by Saul, but also in Absalom’s conspiracy and in certain wars (see <a ref='2 Samuel 21:16'>21:16</a> ). <a ref='2 Samuel 22:7'>22:7</a> <b>distress.</b> The particular trouble David was referring to was the potential of his imminent death (vv. <a ref='2 Samuel 22:5–6'>5–6</a> ). <b>His temple.</b> God’s heavenly dwelling place (cf. <a ref='Psalms 11:4'>Pss 11:4</a> ; <a ref='Psalms 29:9'>29:9</a> ). <a ref='2 Samuel 22:8–16'>22:8–16</a> In reaffirming the great majesty of God, David described His coming in power from heaven to earth (cf. <a ref='Exodus 19:16–20'>Ex 19:16–20</a> ; <a ref='Ezekiel 1:4–28'>Eze 1:4–28</a> ; <a ref='Habakkuk 3:3–15'>Hab 3:3–15</a> ). <a ref='2 Samuel 22:14'>22:14</a> <b>Yahweh thundered.</b> <i>See note on <a ref='1 Samuel 7:10'>1Sa 7:10</a> .</i> <a ref='2 Samuel 22:17–20'>22:17–20</a> In personalizing what he just said in vv. <a ref='2 Samuel 22:8–16'>8–16</a> , David explained how God reached down from heaven to save him on the earth. <a ref='2 Samuel 22:20'>22:20</a> <b>He delighted in me.</b> This expression that Yahweh was “pleased” with David (cf. <a ref='2 Samuel 15:26'>15:26</a> ) provided a transition to vv. <a ref='2 Samuel 22:21–28'>21–28</a> , where David described the basis of God’s saving deliverance. <a ref='2 Samuel 22:21–25'>22:21–25</a> David was not claiming to be righteous or sinless in any absolute sense. Rather, David believed God, was considered righteous by faith, and desired to please Yahweh and be obedient to His commands. Thus he was blameless when compared with his enemies. <a ref='2 Samuel 22:26–28'>22:26–28</a> David stated the basic principles that Yahweh follows in delivering or judging people. <a ref='2 Samuel 22:28'>22:28</a> <b>afflicted … haughty.</b> For the idea that Yahweh saves the humble, but brings low the proud, see also <a ref='1 Samuel 2:4–7'>1Sa 2:4–7</a> . <a ref='2 Samuel 22:29–46'>22:29–46</a> Empowered by God (vv. <a ref='2 Samuel 22:29–37'>29–37</a> ), David was able to gain total victory over his enemies (vv. <a ref='2 Samuel 22:38–43'>38–43</a> ), both in Israel and throughout the nations (vv. <a ref='2 Samuel 22:44–46'>44–46</a> ). <a ref='2 Samuel 22:29'>22:29</a> <b>my lamp.</b> David as the “lamp” of Israel ( <i>see note on <a ref='2 Samuel 21:17'>21:17</a></i> ) reflected the light of the glory of God, who was the “Lamp” of David himself. <a ref='2 Samuel 22:50'>22:50</a> Paul quotes this in <a ref='Romans 15:9'>Ro 15:9</a> . <a ref='2 Samuel 22:51'>22:51</a> <b>His king … His anointed.</b> These terms are singular and thus do not seem to refer to David and his descendants. Rather they refer to the promised “descendant,” the Messiah of <a ref='2 Samuel 7:12'>7:12</a> . The deliverance and ultimate triumph of David foreshadow that of the coming Messiah. At the end of his life, David looked back in faith at God’s promises and forward in hope to their fulfillment in the coming of a future “king,” the “anointed one” ( <i>see notes on <a ref='1 Samuel 2:10'>1Sa 2:10</a></i> ). <a ref='2 Samuel 23:1–7'>23:1–7</a> <b>last words.</b> This is David’s final literary legacy to Israel, not his final oral speech (see <a ref='1 Kings 2:1–10'>1Ki 2:1–10</a> ). <a ref='2 Samuel 23:1'>23:1</a> <b>declares.</b> “Declares as an oracle” (cf. <a ref='Numbers 24:3'>Nu 24:3</a> , <a ref='Numbers 24:15'>15</a> ; <a ref='1 Samuel 2:30'>1Sa 2:30</a> ; <a ref='Proverbs 30:1'>Pr 30:1</a> ). David realized that the psalms he wrote, as directed by the Holy Spirit, were the very Word of God. <a ref='2 Samuel 23:2'>23:2</a> <b>Spirit.</b> God’s Holy Spirit is the divine instrument of revelation and inspiration (cf. <a ref='Zechariah 7:12'>Zec 7:12</a> ; <a ref='2 Timothy 3:16–17'>2Ti 3:16–17</a> ; <a ref='2 Peter 1:19–21'>2Pe 1:19–21</a> ). <a ref='2 Samuel 23:3–4'>23:3–4</a> <b>He who rules.</b> These words begin the record of direct speech from God, whose ideal king must exercise His authority with justice, in complete submission to divine sovereignty. Such a king is like the helpful rays of sun at dawn and the life-giving showers which nourish the earth. This ideal king was identified in the OT as the coming Messiah (cf. <a ref='Isaiah 9:6–7'>Is 9:6–7</a> ). <a ref='2 Samuel 23:5'>23:5</a> <b>is not my house so with God?</b> In response to God’s standard for His ideal king, David confessed that his house had not always ruled over God’s people in righteousness and in the fear of God, and thus were not the fulfillment of <a ref='2 Samuel 7:12–16'>7:12–16</a> . Further, none of the kings of David’s line (according to 1 and 2 Kings) met God’s standard of righteous obedience. <b>everlasting covenant.</b> The promise given by Yahweh to David recorded in <a ref='2 Samuel 7:12–16'>7:12–16</a> is here referred to as a “covenant,” a binding agreement from Yahweh that He will fulfill. In spite of the fact that David and his own household had failed (chaps. <a ref='2Sa 9-20'>9–20</a> ), David rightly believed that Yahweh would not fail, but would be faithful to His promise of hope for the future in the descendant of David, the Eternal King, the anointed one ( <i>see note on <a ref='2 Samuel 7:12'>7:12</a></i> ), who would establish a kingdom of righteousness and peace forever. <a ref='2 Samuel 23:6'>23:6</a> <b>vile.</b> Lit. “Belial” ( <i>see note on <a ref='1 Samuel 2:12'>1Sa 2:12</a></i> ). The wicked enemies of God will be cast aside in judgment when the Messiah, the fulfillment of the Davidic Covenant, establishes His rule upon the earth (cf. <a ref='Isaiah 63:1–6'>Is 63:1–6</a> ). <a ref='2 Samuel 23:8–39'>23:8–39</a> This fifth inset recalls David’s mighty men. See <a ref='1 Chronicles 11:10–41'>1Chr 11:10–41</a> . <a ref='2 Samuel 23:8'>23:8</a> <b>the mighty men.</b> David’s bravest warriors and most outstanding soldiers are memorialized. This list appears in <a ref='1 Chronicles 11:11–41'>1Chr 11:11–41</a> , with slight variations. According to <a ref='1 Chronicles 11:10'>1Chr 11:10</a> , these men helped David to become king. The listing of these men is presented in 3 sets: first, “the three” (vv. <a ref='2 Samuel 23:8–12'>8–12</a> ); second, two more honored other than “the thirty,” but not attaining to “the three” (vv. <a ref='2 Samuel 23:18–23'>18–23</a> ); third, “the thirty” which is actually 32 (vv. <a ref='2 Samuel 23:24–39'>24–39</a> ). This list is expanded by 16 names in <a ref='1 Chronicles 11:41–47'>1Chr 11:41–47</a> . <b>eight hundred.</b> Probably a textual error. <a ref='1 Chronicles 11:11'>1Chr 11:11</a> has “three hundred,” the likely number. <a ref='2 Samuel 23:13–17'>23:13–17</a> <b>three of the thirty.</b> Three of the soldiers mentioned in vv. <a ref='2 Samuel 23:34–39'>34–39</a> . <a ref='2 Samuel 23:13'>23:13</a> <b>cave of Adullam.</b> <i>See note on <a ref='1 Samuel 22:1'>1Sa 22:1</a> .</i> <b>valley of Rephaim.</b> <i>See note on <a ref='2 Samuel 5:18'>5:18</a> .</i> <a ref='2 Samuel 23:14'>23:14</a> <b>fortress.</b> <i>See note on <a ref='2 Samuel 22:3'>22:3</a> .</i> <a ref='2 Samuel 23:16'>23:16</a> <b>poured it out to Yahweh.</b> Because David’s men brought him water from Bethlehem’s well at the risk of their own lives, he considered it as “blood” and refused to drink it. Instead, he poured it out on the ground as a sacrifice to Yahweh (cf. <a ref='Genesis 35:14'>Ge 35:14</a> ; <a ref='Exodus 30:9'>Ex 30:9</a> ; <a ref='Leviticus 23:13'>Lv 23:13</a> , <a ref='Leviticus 23:18'>18</a> , <a ref='Leviticus 23:37'>37</a> ). <a ref='2 Samuel 23:18'>23:18</a> <b>Abishai.</b> <i>See note on <a ref='2 Samuel 2:18'>2:18</a> .</i> <a ref='2 Samuel 23:20'>23:20</a> <b>Benaiah.</b> <i>See note on <a ref='2 Samuel 8:18'>8:18</a> .</i> <a ref='2 Samuel 23:24'>23:24</a> <b>Asahel.</b> <i>See note on <a ref='2 Samuel 2:18'>2:18</a> .</i> <a ref='2 Samuel 23:24–39'>23:24–39</a> <b>thirty.</b> A technical term for a small military contingent, named “the thirty” since it usually consisted of around 30 men, whereas 32 men are listed here, counting Joab. <a ref='2 Samuel 23:39'>23:39</a> <b>Uriah.</b> Here is inserted a mention of one of David’s great soldiers, a reminder of David’s great sin ( <a ref='2 Samuel 11:1–27'>11:1–27</a> ), and a preparation for David’s further failure recorded in <a ref='2 Samuel 24:1–10'>24:1–10</a> . <b>thirty-seven.</b> The 3 (vv. <a ref='2 Samuel 23:8–12'>8–12</a> ) with Abishai (vv. <a ref='2 Samuel 23:18–19'>18–19</a> ) and Benaiah (vv. <a ref='2 Samuel 23:20–23'>20–23</a> ) plus the 32 men of “the thirty” (vv. <a ref='2 Samuel 23:24–39'>24–39</a> ). <a ref='2 Samuel 24:1–17'>24:1–17</a> <i>See notes on <a ref='1 Chronicles 21:1–16'>1Chr 21:1–16</a> .</i> <a ref='2 Samuel 24:1'>24:1</a> <b>again.</b> A second outbreak of the divine wrath occurred after the 3-year famine recorded in <a ref='2 Samuel 21:1'>21:1</a> . <b>against Israel.</b> The inciting of David to conduct a census was a punishment on Israel from Yahweh for some unspecified sins. Perhaps sins of pride and ambition had led him to increase the size of his army unnecessarily and place heavy burdens of support on the people. Whatever the sin, it is clear God was dissatisfied with David’s motives, goals, and actions and brought judgment. <b>it incited David.</b> <i>See note on <a ref='1 Chronicles 21:1'>1Chr 21:1</a> .</i> <b>number Israel and Judah.</b> A census was usually for military purposes, which seems to be the case here (see v. <a ref='2 Samuel 24:9'>9</a> ). Numbering the potential army of Israel had been done in the past ( <a ref='Numbers 1:1–2'>Nu 1:1–2</a> ; <a ref='Numbers 26:1–4'>26:1–4</a> ). However, this census of Israel’s potential army did not have the sanction of Yahweh and proceeded from wrong motives. David either wanted to glory in the size of his fighting force or take more territory than what Yahweh had granted him. He shifted his trust from God to military power (this is a constant theme in the Psalms; cf. <a ref='Psalms 20:7'>20:7</a> ; <a ref='Psalms 25:2'>25:2</a> ; <a ref='Psalms 44:6'>44:6</a> ). <a ref='2 Samuel 24:2'>24:2</a> <b>from Dan to Beersheba.</b> A proverbial statement for all the land of Israel from north to south. <a ref='2 Samuel 24:3'>24:3</a> <b>but why…?</b> Although Joab protested the plan, he was overruled by David with no reason for the census being stated by David. <a ref='2 Samuel 24:5'>24:5</a> <b>Aroer.</b> The census began about 14 mi. east of the Dead Sea on the northern bank of the Arnon River, in the southeastern corner of Israel, and continued in a counterclockwise direction through the land. <b>Jazer.</b> A town in the territory of Gad about 6 mi. west of Rabbah. Jazer was close to the border of the Ammonite territory. <a ref='2 Samuel 24:6'>24:6</a> <b>Gilead.</b> The Transjordan territory north of Gad. <b>Dan-jaan.</b> Either a village near the town of Dan or a fuller name for Dan itself. Dan is 25 mi. north of the Sea of Galilee. <a ref='2 Samuel 24:7'>24:7</a> <b>Tyre.</b> The census takers seem to have gone north from Dan and then west towards Sidon before turning south toward Tyre, a city on the coast of the Mediterranean Sea ruled by David’s friend Hiram ( <i>see note on <a ref='2 Samuel 5:11'>5:11</a></i> ), but remaining in Israelite territory. <b>Beersheba.</b> A major settlement in the south of the land of Israel located about 45 mi. southwest of Jerusalem. <a ref='2 Samuel 24:9'>24:9</a> <b>800,000 … 500,000.</b> <a ref='1 Chronicles 21:5'>First Chronicles 21:5</a> has “1,100,000” and “470,000,” respectively. A solution can be found in seeing the 1 Chronicles figure including all the available men of military age, whether battle seasoned or not. But the 2 Samuel figure could be 800,000 battle-seasoned soldiers with the additional 300,000 being of military age who were in reserve but never fought, or it could be the 288,000 in the standing army ( <a ref='1 Chronicles 27:1–15'>1Chr 27:1–15</a> ) rounded off to 300,000. Either of these two contingents would make up the 1.1 million number of <a ref='1Ch 21'>1Chr 21</a> . As far as Judah was concerned, the number in 2 Samuel is 30,000 more than the 1 Chronicles figure. First Chronicles makes it clear that the numbering was not completed by Joab, because he didn’t get to the census regarding Benjamin (or Levi) before David came under conviction about completing it all. Joab was glad to stop when he saw the king’s changed heart. Because of the procedure selected ( <i>see note on <a ref='2 Samuel 24:5'>24:5</a></i> ) the numbering of Benjamin would have been last, so their number was not included. In the record of 2 Samuel the figure for Judah included the already-known number of 30,000 troops from Benjamin, hence the total of 500,000. The Benjamites remained loyal to David and Judah. <a ref='2 Samuel 24:10'>24:10</a> <b>David’s heart struck him.</b> Although God’s prohibition is not clear in the text, it was clear to David. <b>sinned greatly … acted very foolishly.</b> David recognized the enormity of his willful rebellion against God. David’s insight saw the seriousness of his error in relying on numerical strength instead of on Yahweh, who can deliver by many or few (see <a ref='1 Samuel 14:6'>1Sa 14:6</a> ). <a ref='2 Samuel 24:11'>24:11</a> <b>Gad.</b> <i>See note on <a ref='1 Samuel 22:5'>1Sa 22:5</a> .</i> <a ref='2 Samuel 24:13'>24:13</a> <b>famine … adversaries … pestilence.</b> David was given a choice of 3 possible punishments for his sin of numbering the people: 1) 7 years of famine in Israel ( <i>see note on <a ref='1 Chronicles 21:12'>1Chr 21:12</a></i> ); 2) 3 months of fleeing from his enemies; or 3) 3 days of pestilence in the land. Implicit in the threat of pursuit by “adversaries” was death by the sword. Famine, sword, and plague were OT punishments of Yahweh against His sinful people ( <a ref='Leviticus 26:23–26'>Lv 26:23–26</a> ; <a ref='Deuteronomy 28:21–26'>Dt 28:21–26</a> ; <a ref='Jeremiah 14:12'>Jer 14:12</a> ). <a ref='2 Samuel 24:14'>24:14</a> <b>fall into the hand of Yahweh.</b> David knew that Yahweh would be more merciful than his enemies, so he took the third option. <a ref='2 Samuel 24:16'>24:16</a> <b>relented.</b> Or “repented, grieved,” an expression of God’s deep sorrow concerning man’s sin and evil (see <a ref='1 Samuel 15:11'>1Sa 15:11</a> , <a ref='1 Samuel 15:29'>29</a> ). <b>Araunah the Jebusite.</b> Araunah (or Ornan) was a pre-Israelite inhabitant of Jerusalem. He owned a threshing floor north of the citadel of Jerusalem and outside its fortified area. <a ref='2 Samuel 24:17'>24:17</a> <b>let Your hand be against me.</b> Rather than witness the further destruction of his people, David called down the wrath upon himself and his own family (cf. <a ref='Exodus 32:32'>Ex 32:32</a> ). <a ref='2 Samuel 24:18–25'>24:18–25</a> See <a ref='1 Chronicles 21:18–27'>1Chr 21:18–27</a> . <a ref='2 Samuel 24:18'>24:18</a> <b>altar.</b> At this time, the altar associated with the tabernacle of Moses was located at Gibeon ( <a ref='1 Chronicles 21:29'>1Chr 21:29</a> ; <a ref='2 Chronicles 1:2–6'>2Chr 1:2–6</a> ). David was instructed by Gad to build another altar to Yahweh at the place where the plague had stopped. This indicated where Yahweh’s choice was for the building of His temple. <a ref='2 Samuel 24:24'>24:24</a> <b>cost me nothing.</b> Sacrifice is an essential part of worship and service to God (see <a ref='Malachi 1:6–10'>Mal 1:6–10</a> ; <a ref='2 Corinthians 8:1–5'>2Co 8:1–5</a> ). <b>fifty shekels.</b> A little more than a pound of silver. <a ref='1 Chronicles 21:25'>First Chronicles 21:25</a> says David paid 600 shekels of gold. How is this discrepancy resolved? In the initial transaction, David either bought or leased the small threshing floor (usually 30 or 40 ft. square) and purchased the oxen. Fifty shekels of silver was appropriate. After that, <a ref='1 Chronicles 21:25'>1Chr 21:25</a> says he bought “the site,” costing 180 times as much, and referring to the entire area of Mt. Moriah. <a ref='2 Samuel 24:25'>24:25</a> <b>the plague was checked.</b> This indicates that judgment is not the final action of Yahweh toward either Israel or the house of David. God will fulfill the Abrahamic and Davidic Covenants (cf. <a ref='Eze 37'>Eze 37</a> ).",
    "type": "notes"
  },
  {
    "id": "notes10f",
    "title": "Translator’s Notes and Cross-References for 2 Samuel",
    "content": "Notes and Cross-References 2 Samuel 1 1:1 A <a ref='1 Samuel 31:6'>1Sa 31:6</a> 1:1 B <a ref='1 Samuel 30:1'>1Sa 30:1</a> , <a ref='1 Samuel 30:17'>17</a> , <a ref='1 Samuel 30:26'>26</a> 1:2 a Lit <i>ground</i> 1:2 C <a ref='2 Samuel 4:10'>2Sa 4:10</a> 1:2 D <a ref='1 Samuel 4:12'>1Sa 4:12</a> 1:2 E <a ref='1 Samuel 25:23'>1Sa 25:23</a> 1:4 F <a ref='1 Samuel 4:16'>1Sa 4:16</a> 1:6 G <a ref='1 Samuel 28:4'>1Sa 28:4</a> ; <a ref='1 Samuel 31:1–6'>31:1-6</a> ; <a ref='1 Chronicles 10:4–10'>1Chr 10:4-10</a> 1:6 H <a ref='1 Samuel 31:2–4'>1Sa 31:2-4</a> 1:8 b Lit <i>said to</i> 1:8 I <a ref='1 Samuel 15:3'>1Sa 15:3</a> ; <a ref='1 Samuel 30:1'>30:1</a> , <a ref='1 Samuel 30:13'>13</a> , <a ref='1 Samuel 30:17'>17</a> 1:9 c Lit <i>whole life is still in me</i> 1:10 J <a ref='Judges 9:54'>Jdg 9:54</a> 1:10 K <a ref='2 Kings 11:12'>2Ki 11:12</a> 1:11 L <a ref='Genesis 37:29'>Ge 37:29</a> , <a ref='Genesis 37:34'>34</a> ; <a ref='Joshua 7:6'>Jos 7:6</a> ; <a ref='2 Chronicles 34:27'>2Chr 34:27</a> ; <a ref='Ezra 9:3'>Ezr 9:3</a> 1:12 d The personal covenant name of God, a form of I AM WHO I AM, cf. <a ref='Exodus 3:14–15'>Ex 3:14-15</a> 1:12 M <a ref='2 Samuel 3:35'>2Sa 3:35</a> 1:13 e Lit <i>said</i> 1:13 N <a ref='2 Samuel 1:8'>2Sa 1:8</a> 1:14 O <a ref='1 Samuel 24:6'>1Sa 24:6</a> ; <a ref='1 Samuel 26:9'>26:9</a> , <a ref='1 Samuel 26:11'>11</a> , <a ref='1 Samuel 26:16'>16</a> 1:15 P <a ref='2 Samuel 4:10'>2Sa 4:10</a> , <a ref='2 Samuel 4:12'>12</a> 1:16 Q <a ref='1 Samuel 26:9'>1Sa 26:9</a> ; <a ref='2 Samuel 3:28'>2Sa 3:28</a> , <a ref='2 Samuel 3:29'>29</a> ; <a ref='1 Kings 2:32'>1Ki 2:32</a> 1:16 R <a ref='2 Samuel 1:10'>2Sa 1:10</a> ; <a ref='Luke 19:22'>Lk 19:22</a> 1:17 S <a ref='2 Chronicles 35:25'>2Chr 35:25</a> 1:18 T <a ref='Joshua 10:13'>Jos 10:13</a> 1:19 f Lit <i>The</i> 1:19 U <a ref='2 Samuel 1:25'>2Sa 1:25</a> , <a ref='2 Samuel 1:27'>27</a> 1:20 V <a ref='1 Samuel 31:8–13'>1Sa 31:8-13</a> ; <a ref='Micah 1:10'>Mic 1:10</a> 1:20 W <a ref='Exodus 15:20'>Ex 15:20</a> , <a ref='Exodus 15:21'>21</a> ; <a ref='1 Samuel 18:6'>1Sa 18:6</a> 1:20 X <a ref='1 Samuel 14:6'>1Sa 14:6</a> 1:21 Y <a ref='1 Samuel 31:1'>1Sa 31:1</a> 1:21 Z <a ref='Ezekiel 31:15'>Eze 31:15</a> 1:21 A <a ref='Isaiah 21:5'>Is 21:5</a> 1:22 B <a ref='Deuteronomy 32:42'>Dt 32:42</a> ; <a ref='Isaiah 34:6'>Is 34:6</a> 1:22 C <a ref='1 Samuel 18:4'>1Sa 18:4</a> 1:23 D <a ref='Jeremiah 4:13'>Jer 4:13</a> 1:23 E <a ref='Judges 14:18'>Jdg 14:18</a> 1:25 F <a ref='2 Samuel 1:19'>2Sa 1:19</a> , <a ref='2 Samuel 1:27'>27</a> 1:26 G <a ref='1 Samuel 18:1–4'>1Sa 18:1-4</a> 1:27 H <a ref='2 Samuel 1:19'>2Sa 1:19</a> , <a ref='2 Samuel 1:25'>25</a> 1:27 I <a ref='Isaiah 13:5'>Is 13:5</a> 2 Samuel 2 2:1 A <a ref='1 Samuel 23:2'>1Sa 23:2</a> , <a ref='1 Samuel 23:4'>4</a> , <a ref='1 Samuel 23:9–12'>9-12</a> 2:1 B <a ref='Joshua 14:13'>Jos 14:13</a> ; <a ref='1 Samuel 30:31'>1Sa 30:31</a> 2:2 C <a ref='1 Samuel 25:42'>1Sa 25:42</a> , <a ref='1 Samuel 25:43'>43</a> 2:3 D <a ref='1 Samuel 30:9'>1Sa 30:9</a> ; <a ref='1 Chronicles 12:1'>1Chr 12:1</a> 2:4 E <a ref='1 Samuel 16:13'>1Sa 16:13</a> ; <a ref='2 Samuel 5:3'>2Sa 5:3</a> , <a ref='2 Samuel 5:5'>5</a> 2:4 F <a ref='1 Samuel 31:11–13'>1Sa 31:11-13</a> 2:5 a Lit <i>done</i> 2:5 G <a ref='1 Samuel 23:21'>1Sa 23:21</a> ; <a ref='Psalms 115:15'>Ps 115:15</a> 2:6 b Lit <i>do</i> 2:6 H <a ref='Exodus 34:6'>Ex 34:6</a> ; <a ref='2 Timothy 1:16'>2Ti 1:16</a> 2:7 c Lit <i>sons of valor</i> 2:8 d Lit <i>man of shame</i> , also known as <i>Eshbaal</i> , cf. <a ref='1 Chronicles 8:33'>1Chr 8:33</a> 2:8 I <a ref='1 Samuel 14:50'>1Sa 14:50</a> 2:8 J <a ref='Genesis 32:2'>Ge 32:2</a> ; <a ref='2 Samuel 17:24'>2Sa 17:24</a> 2:9 K <a ref='Joshua 22:9'>Jos 22:9</a> 2:9 L <a ref='Judges 1:32'>Jdg 1:32</a> 2:9 M <a ref='1 Samuel 29:1'>1Sa 29:1</a> 2:11 e Lit <i>number of days</i> 2:11 N <a ref='2 Samuel 5:5'>2Sa 5:5</a> 2:12 O <a ref='Joshua 10:12'>Jos 10:12</a> ; <a ref='Joshua 18:25'>18:25</a> 2:13 f Lit <i>them together</i> 2:13 g Lit <i>these</i> 2:13 P <a ref='2 Samuel 8:16'>2Sa 8:16</a> ; <a ref='1 Chronicles 2:16'>1Chr 2:16</a> ; <a ref='1 Chronicles 11:6'>11:6</a> 2:14 h Lit <i>make sport</i> 2:14 Q <a ref='2 Samuel 2:16'>2Sa 2:16</a> , <a ref='2 Samuel 2:17'>17</a> 2:16 i Lit <i>fellow</i> 2:16 j Lit <i>fellow’s</i> 2:16 k Lit <i>the field of sword-edges</i> 2:17 l Lit <i>smitten</i> 2:17 R <a ref='2 Samuel 3:1'>2Sa 3:1</a> 2:18 m Lit <i>light in his feet</i> 2:18 S <a ref='1 Chronicles 2:16'>1Chr 2:16</a> 2:18 T <a ref='1 Chronicles 12:8'>1Chr 12:8</a> ; <a ref='Habakkuk 3:19'>Hab 3:19</a> 2:19 n Lit <i>turn to go to</i> 2:21 o Lit <i>Turn for yourself</i> 2:22 p Lit <i>aside for yourself</i> 2:22 U <a ref='2 Samuel 3:27'>2Sa 3:27</a> 2:23 V <a ref='2 Samuel 20:12'>2Sa 20:12</a> 2:26 q Lit <i>not tell the people</i> 2:28 W <a ref='2 Samuel 3:1'>2Sa 3:1</a> 2:29 X <a ref='2 Samuel 2:8'>2Sa 2:8</a> 2:30 r Lit <i>nineteen men</i> 2:32 s Lit <i>lighted on them</i> 2:32 Y <a ref='Genesis 47:29'>Ge 47:29</a> , <a ref='Genesis 47:30'>30</a> ; <a ref='Judges 8:32'>Jdg 8:32</a> 2 Samuel 3 3:1 A <a ref='1 Kings 14:30'>1Ki 14:30</a> ; <a ref='Psalms 46:9'>Ps 46:9</a> 3:2 B <a ref='1 Chronicles 3:1–3'>1Chr 3:1-3</a> 3:2 C <a ref='1 Samuel 25:42'>1Sa 25:42</a> , <a ref='1 Samuel 25:43'>43</a> 3:3 D <a ref='1 Samuel 27:8'>1Sa 27:8</a> ; <a ref='1 Chronicles 3:2'>1Chr 3:2</a> 3:3 E <a ref='2 Samuel 14:32'>2Sa 14:32</a> ; <a ref='2 Samuel 15:8'>15:8</a> 3:4 F <a ref='1 Kings 1:5'>1Ki 1:5</a> 3:6 G <a ref='2 Samuel 2:8'>2Sa 2:8</a> , <a ref='2 Samuel 2:9'>9</a> 3:7 a As in some ancient mss and versions; M.T. <i>he</i> 3:7 H <a ref='2 Samuel 21:8–11'>2Sa 21:8-11</a> 3:8 I <a ref='1 Samuel 24:14'>1Sa 24:14</a> ; <a ref='2 Samuel 9:8'>2Sa 9:8</a> 3:9 J <a ref='1 Kings 19:2'>1Ki 19:2</a> 3:9 K <a ref='1 Samuel 15:28'>1Sa 15:28</a> 3:10 L <a ref='1 Samuel 15:28'>1Sa 15:28</a> 3:10 M <a ref='1 Samuel 3:20'>1Sa 3:20</a> 3:13 b Lit <i>saying</i> 3:13 N <a ref='Genesis 43:3'>Ge 43:3</a> 3:13 O <a ref='1 Samuel 18:20'>1Sa 18:20</a> ; <a ref='1 Samuel 19:11'>19:11</a> 3:14 P <a ref='1 Samuel 18:25'>1Sa 18:25</a> , <a ref='1 Samuel 18:27'>27</a> 3:15 c In <a ref='1 Samuel 25:44'>1Sa 25:44</a> , <i>Palti</i> 3:16 Q <a ref='2 Samuel 16:5'>2Sa 16:5</a> ; <a ref='2 Samuel 19:16'>19:16</a> 3:17 d Lit <i>a word</i> 3:17 R <a ref='1 Samuel 8:4'>1Sa 8:4</a> 3:18 e As in many ancient mss and versions; M.T. <i>he</i> 3:18 S <a ref='1 Samuel 9:16'>1Sa 9:16</a> ; <a ref='1 Samuel 15:28'>15:28</a> 3:19 T <a ref='1 Samuel 10:20'>1Sa 10:20</a> , <a ref='1 Samuel 10:21'>21</a> ; <a ref='1 Chronicles 12:29'>1Chr 12:29</a> 3:21 U <a ref='2 Samuel 3:10'>2Sa 3:10</a> , <a ref='2 Samuel 3:12'>12</a> 3:21 V <a ref='1 Kings 11:37'>1Ki 11:37</a> 3:22 W <a ref='1 Samuel 27:8'>1Sa 27:8</a> 3:25 X <a ref='Deuteronomy 28:6'>Dt 28:6</a> ; <a ref='1 Samuel 29:6'>1Sa 29:6</a> ; <a ref='Isaiah 37:28'>Is 37:28</a> 3:27 Y <a ref='2 Samuel 2:23'>2Sa 2:23</a> ; <a ref='2 Samuel 20:9'>20:9</a> , <a ref='2 Samuel 20:10'>10</a> ; <a ref='1 Kings 2:5'>1Ki 2:5</a> 3:29 Z <a ref='Deuteronomy 21:6–9'>Dt 21:6-9</a> ; <a ref='1 Kings 2:31–33'>1Ki 2:31-33</a> 3:29 A <a ref='Leviticus 13:46'>Lv 13:46</a> 3:30 B <a ref='2 Samuel 2:23'>2Sa 2:23</a> 3:31 C <a ref='Genesis 37:34'>Ge 37:34</a> ; <a ref='Judges 11:35'>Jdg 11:35</a> 3:32 D <a ref='Job 31:28'>Job 31:28</a> , <a ref='Job 31:29'>29</a> ; <a ref='Proverbs 24:17'>Pr 24:17</a> 3:33 E <a ref='2 Samuel 1:17'>2Sa 1:17</a> ; <a ref='2 Chronicles 35:25'>2Chr 35:25</a> 3:34 f Lit <i>sons of unrighteousness</i> 3:35 g Lit <i>cause</i> 3:35 F <a ref='2 Samuel 12:17'>2Sa 12:17</a> 3:35 G <a ref='1 Samuel 3:17'>1Sa 3:17</a> 3:35 H <a ref='2 Samuel 1:12'>2Sa 1:12</a> 3:39 I <a ref='1 Chronicles 29:1'>1Chr 29:1</a> ; <a ref='2 Chronicles 13:7'>2Chr 13:7</a> 3:39 J <a ref='2 Samuel 19:5–7'>2Sa 19:5-7</a> 3:39 K <a ref='1 Kings 2:32–34'>1Ki 2:32-34</a> 2 Samuel 4 4:1 a As in some ancient mss; M.T. <i>he</i> 4:1 b Lit <i>his hands dropped</i> 4:1 A <a ref='2 Samuel 3:27'>2Sa 3:27</a> 4:1 B <a ref='Ezra 4:4'>Ezr 4:4</a> 4:2 C <a ref='Joshua 9:17'>Jos 9:17</a> 4:2 D <a ref='Joshua 18:25'>Jos 18:25</a> 4:3 E <a ref='Nehemiah 11:33'>Ne 11:33</a> 4:4 c Merib-baal 4:4 F <a ref='2 Samuel 9:3'>2Sa 9:3</a> , <a ref='2 Samuel 9:6'>6</a> 4:4 G <a ref='1 Samuel 31:1–4'>1Sa 31:1-4</a> 4:4 H <a ref='1 Chronicles 8:34'>1Chr 8:34</a> ; <a ref='1 Chronicles 9:40'>9:40</a> 4:5 I <a ref='2 Samuel 2:8'>2Sa 2:8</a> 4:6 d Lit <i>And here</i> 4:6 e Lit <i>takers of wheat</i> 4:6 J <a ref='2 Samuel 2:23'>2Sa 2:23</a> 4:7 K <a ref='2 Samuel 2:29'>2Sa 2:29</a> 4:8 L <a ref='1 Samuel 24:4'>1Sa 24:4</a> ; <a ref='1 Samuel 25:29'>25:29</a> 4:9 M <a ref='Genesis 48:16'>Ge 48:16</a> ; <a ref='1 Kings 1:29'>1Ki 1:29</a> ; <a ref='Psalms 31:7'>Ps 31:7</a> 4:10 f Lit <i>he was as a bearer of good news in his own eyes</i> 4:10 N <a ref='2 Samuel 1:2'>2Sa 1:2</a> , <a ref='2 Samuel 1:4'>4</a> , <a ref='2 Samuel 1:15'>15</a> 4:11 O <a ref='Genesis 9:5'>Ge 9:5</a> ; <a ref='Psalms 9:12'>Ps 9:12</a> 4:12 P <a ref='2 Samuel 1:15'>2Sa 1:15</a> 4:12 Q <a ref='2 Samuel 3:32'>2Sa 3:32</a> 2 Samuel 5 5:1 a Lit <i>said, saying</i> 5:1 A <a ref='1 Chronicles 11:1–3'>1Chr 11:1-3</a> 5:1 B <a ref='2 Samuel 19:13'>2Sa 19:13</a> 5:2 C <a ref='1 Samuel 18:5'>1Sa 18:5</a> , <a ref='1 Samuel 18:13'>13</a> , <a ref='1 Samuel 18:16'>16</a> 5:2 D <a ref='Genesis 49:24'>Ge 49:24</a> ; <a ref='2 Samuel 7:7'>2Sa 7:7</a> 5:2 E <a ref='1 Samuel 25:30'>1Sa 25:30</a> 5:3 F <a ref='2 Samuel 3:21'>2Sa 3:21</a> 5:3 G <a ref='1 Samuel 16:13'>1Sa 16:13</a> ; <a ref='2 Samuel 2:4'>2Sa 2:4</a> 5:4 H <a ref='Genesis 41:46'>Ge 41:46</a> ; <a ref='Numbers 4:3'>Nu 4:3</a> ; <a ref='Luke 3:23'>Lk 3:23</a> 5:4 I <a ref='1 Kings 2:11'>1Ki 2:11</a> ; <a ref='1 Chronicles 26:31'>1Chr 26:31</a> 5:5 J <a ref='2 Samuel 2:11'>2Sa 2:11</a> ; <a ref='1 Chronicles 3:4'>1Chr 3:4</a> ; <a ref='1 Chronicles 29:27'>29:27</a> 5:6 b Lit <i>David, saying</i> 5:6 c Lit <i>saying</i> 5:6 K <a ref='1 Chronicles 11:4–9'>1Chr 11:4-9</a> 5:6 L <a ref='Joshua 15:63'>Jos 15:63</a> ; <a ref='Joshua 18:28'>18:28</a> ; <a ref='Judges 1:21'>Jdg 1:21</a> 5:7 M <a ref='2 Samuel 6:12'>2Sa 6:12</a> , <a ref='2 Samuel 6:16'>16</a> ; <a ref='1 Kings 2:10'>1Ki 2:10</a> ; <a ref='1 Kings 9:24'>9:24</a> 5:9 d Citadel 5:9 N <a ref='2 Samuel 5:7'>2Sa 5:7</a> 5:9 O <a ref='1 Kings 9:15'>1Ki 9:15</a> , <a ref='1 Kings 9:24'>24</a> 5:10 P <a ref='2 Samuel 3:1'>2Sa 3:1</a> 5:11 Q <a ref='1 Kings 5:1'>1Ki 5:1</a> , <a ref='1 Kings 5:10'>10</a> , <a ref='1 Kings 5:18'>18</a> ; <a ref='1 Chronicles 14:1'>1Chr 14:1</a> 5:11 R <a ref='Ps 30'>Ps 30</a> :title 5:13 S <a ref='Deuteronomy 17:17'>Dt 17:17</a> ; <a ref='1 Chronicles 3:9'>1Chr 3:9</a> 5:14 T <a ref='1 Chronicles 3:5–8'>1Chr 3:5-8</a> 5:17 U <a ref='1 Samuel 29:1'>1Sa 29:1</a> 5:17 V <a ref='2 Samuel 23:14'>2Sa 23:14</a> ; <a ref='1 Chronicles 11:16'>1Chr 11:16</a> 5:18 W <a ref='Genesis 14:5'>Ge 14:5</a> ; <a ref='Joshua 15:8'>Jos 15:8</a> ; <a ref='Joshua 17:15'>17:15</a> ; <a ref='Joshua 18:16'>18:16</a> 5:19 X <a ref='1 Samuel 23:2'>1Sa 23:2</a> 5:19 Y <a ref='2 Samuel 2:1'>2Sa 2:1</a> 5:20 e Lit <i>the master of breakthrough</i> 5:20 Z <a ref='1 Chronicles 14:11'>1Chr 14:11</a> ; <a ref='Isaiah 28:21'>Is 28:21</a> 5:21 A <a ref='1 Chronicles 14:12'>1Chr 14:12</a> 5:22 B <a ref='2 Samuel 5:18'>2Sa 5:18</a> 5:23 f Or <i>baka-shrubs</i> 5:23 C <a ref='2 Samuel 5:19'>2Sa 5:19</a> 5:24 g Or <i>baka-shrubs</i> 5:24 D <a ref='2 Kings 7:6'>2Ki 7:6</a> 5:24 E <a ref='Judges 4:14'>Jdg 4:14</a> 5:25 h In <a ref='1 Chronicles 14:16'>1Chr 14:16</a> , <i>Gibeon</i> 5:25 i Lit <i>until you are coming to</i> 5:25 F <a ref='Isaiah 28:21'>Is 28:21</a> 5:25 G <a ref='Joshua 12:12'>Jos 12:12</a> ; <a ref='Joshua 21:21'>21:21</a> 2 Samuel 6 6:1 A <a ref='1 Chronicles 13:5–14'>1Chr 13:5-14</a> 6:2 a Or <i>to</i> 6:2 b Kiriath-jearim, cf. <a ref='Joshua 15:9'>Jos 15:9</a> 6:2 c Lit <i>sitting</i> 6:2 B <a ref='Joshua 15:9'>Jos 15:9</a> , <a ref='Joshua 15:10'>10</a> ; <a ref='1 Samuel 7:1'>1Sa 7:1</a> 6:2 C <a ref='Leviticus 24:16'>Lv 24:16</a> 6:2 D <a ref='Exodus 25:22'>Ex 25:22</a> 6:3 d Lit <i>caused to ride</i> 6:3 e Or <i>Uzza</i> , cf. <a ref='1 Chronicles 13:7'>1Chr 13:7</a> 6:3 E <a ref='Numbers 7:4–9'>Nu 7:4-9</a> ; <a ref='1 Samuel 6:7'>1Sa 6:7</a> 6:4 F <a ref='1 Samuel 7:1'>1Sa 7:1</a> ; <a ref='1 Chronicles 13:7'>1Chr 13:7</a> 6:5 f Or <i>cypress</i> 6:5 G <a ref='1 Samuel 18:6'>1Sa 18:6</a> , <a ref='1 Samuel 18:7'>7</a> 6:5 H <a ref='1 Chronicles 13:8'>1Chr 13:8</a> 6:6 g Or <i>Uzza</i> , cf. <a ref='1 Chronicles 13:7'>1Chr 13:7</a> 6:6 I <a ref='1 Chronicles 13:9'>1Chr 13:9</a> 6:6 J <a ref='Numbers 4:15'>Nu 4:15</a> , <a ref='Numbers 4:19'>19</a> , <a ref='Numbers 4:20'>20</a> 6:7 h Lit <i>the</i> 6:7 K <a ref='1 Samuel 6:19'>1Sa 6:19</a> 6:8 i Lit <i>Yahweh broke through a breakthrough</i> 6:8 j Lit <i>the breakthrough of Uzzah</i> 6:9 L <a ref='Psalms 119:120'>Ps 119:120</a> ; <a ref='Luke 5:8'>Lk 5:8</a> 6:10 M <a ref='1 Chronicles 26:4–8'>1Chr 26:4-8</a> 6:11 N <a ref='Genesis 30:27'>Ge 30:27</a> ; <a ref='Genesis 39:5'>39:5</a> 6:12 O <a ref='1 Chronicles 15:25–16:3'>1Chr 15:25-16:3</a> 6:12 P <a ref='1 Kings 8:1'>1Ki 8:1</a> 6:13 Q <a ref='Numbers 4:15'>Nu 4:15</a> ; <a ref='Joshua 3:3'>Jos 3:3</a> ; <a ref='1 Chronicles 15:2'>1Chr 15:2</a> , <a ref='1 Chronicles 15:15'>15</a> 6:13 R <a ref='1 Kings 8:5'>1Ki 8:5</a> 6:14 S <a ref='Exodus 15:20'>Ex 15:20</a> , <a ref='Exodus 15:21'>21</a> ; <a ref='Judges 11:34'>Jdg 11:34</a> 6:14 T <a ref='Exodus 19:6'>Ex 19:6</a> ; <a ref='1 Samuel 2:18'>1Sa 2:18</a> , <a ref='1 Samuel 2:28'>28</a> 6:16 U <a ref='2 Samuel 3:14'>2Sa 3:14</a> 6:17 V <a ref='1 Chronicles 15:1'>1Chr 15:1</a> ; <a ref='2 Chronicles 1:4'>2Chr 1:4</a> 6:17 W <a ref='1 Kings 8:62–65'>1Ki 8:62-65</a> 6:18 X <a ref='1 Kings 8:14'>1Ki 8:14</a> , <a ref='1 Kings 8:15'>15</a> 6:20 Y <a ref='2 Samuel 6:14'>2Sa 6:14</a> , <a ref='2 Samuel 6:16'>16</a> ; <a ref='Ecclesiastes 7:17'>Ecc 7:17</a> 6:20 Z <a ref='Judges 9:4'>Jdg 9:4</a> 6:21 A <a ref='1 Samuel 13:14'>1Sa 13:14</a> ; <a ref='1 Samuel 15:28'>15:28</a> 2 Samuel 7 7:1 A <a ref='1 Chronicles 17:1–27'>1Chr 17:1-27</a> 7:2 B <a ref='2 Samuel 7:17'>2Sa 7:17</a> ; <a ref='2 Samuel 12:1'>12:1</a> ; <a ref='1 Kings 1:22'>1Ki 1:22</a> ; <a ref='1 Chronicles 29:29'>1Chr 29:29</a> ; <a ref='2 Chronicles 9:29'>2Chr 9:29</a> 7:2 C <a ref='2 Samuel 5:11'>2Sa 5:11</a> 7:2 D <a ref='Exodus 26:1'>Ex 26:1</a> 7:3 E <a ref='1 Kings 8:17'>1Ki 8:17</a> , <a ref='1 Kings 8:18'>18</a> ; <a ref='1 Chronicles 22:7'>1Chr 22:7</a> 7:5 F <a ref='1 Kings 5:3'>1Ki 5:3</a> , <a ref='1 Kings 5:4'>4</a> ; <a ref='1 Kings 8:19'>8:19</a> 7:6 a Lit <i>dwelling place</i> 7:6 G <a ref='Joshua 18:1'>Jos 18:1</a> ; <a ref='1 Kings 8:16'>1Ki 8:16</a> 7:6 H <a ref='Exodus 40:18'>Ex 40:18</a> , <a ref='Exodus 40:34'>34</a> 7:7 I <a ref='Leviticus 26:11'>Lv 26:11</a> , <a ref='Leviticus 26:12'>12</a> 7:7 J <a ref='2 Samuel 5:2'>2Sa 5:2</a> 7:8 K <a ref='1 Samuel 16:11'>1Sa 16:11</a> , <a ref='1 Samuel 16:12'>12</a> ; <a ref='Psalms 78:70'>Ps 78:70</a> , <a ref='Psalms 78:71'>71</a> 7:8 L <a ref='2 Samuel 6:21'>2Sa 6:21</a> 7:9 M <a ref='1 Samuel 5:10'>1Sa 5:10</a> 7:9 N <a ref='Psalms 18:37–42'>Ps 18:37-42</a> 7:10 b Lit <i>sons of unrighteousness</i> 7:10 O <a ref='Exodus 15:17'>Ex 15:17</a> ; <a ref='Isaiah 5:2'>Is 5:2</a> , <a ref='Isaiah 5:7'>7</a> 7:10 P <a ref='Psalms 89:22'>Ps 89:22</a> , <a ref='Psalms 89:23'>23</a> ; <a ref='Isaiah 60:18'>Is 60:18</a> 7:11 Q <a ref='Judges 2:14–16'>Jdg 2:14-16</a> ; <a ref='1 Samuel 12:9–11'>1Sa 12:9-11</a> 7:11 R <a ref='2 Samuel 7:1'>2Sa 7:1</a> 7:11 S <a ref='1 Samuel 25:28'>1Sa 25:28</a> ; <a ref='2 Samuel 7:27'>2Sa 7:27</a> 7:12 c Lit <i>your bowels</i> 7:12 T <a ref='1 Kings 2:1'>1Ki 2:1</a> 7:12 U <a ref='Deuteronomy 31:16'>Dt 31:16</a> ; <a ref='Acts 13:36'>Ac 13:36</a> 7:12 V <a ref='1 Kings 8:20'>1Ki 8:20</a> ; <a ref='Psalms 132:11'>Ps 132:11</a> 7:13 W <a ref='1 Kings 6:12'>1Ki 6:12</a> ; <a ref='1 Kings 8:19'>8:19</a> 7:13 X <a ref='Isaiah 9:7'>Is 9:7</a> ; <a ref='Isaiah 49:8'>49:8</a> 7:14 Y <a ref='Psalms 89:26'>Ps 89:26</a> , <a ref='Psalms 89:27'>27</a> ; <a ref='2 Corinthians 6:18'>2Co 6:18</a> ; <a ref='Hebrews 1:5'>Heb 1:5</a> 7:14 Z <a ref='1 Kings 11:34'>1Ki 11:34</a> ; <a ref='Psalms 89:30–33'>Ps 89:30-33</a> 7:15 A <a ref='1 Samuel 15:23'>1Sa 15:23</a> ; <a ref='1 Samuel 16:14'>16:14</a> 7:16 d Or <i>remain true</i> 7:16 e As in Gr and some ancient mss; M.T. <i>you</i> 7:16 B <a ref='2 Samuel 7:13'>2Sa 7:13</a> ; <a ref='Psalms 89:36'>Ps 89:36</a> , <a ref='Psalms 89:37'>37</a> 7:18 C <a ref='Exodus 3:11'>Ex 3:11</a> ; <a ref='1 Samuel 18:18'>1Sa 18:18</a> 7:19 D <a ref='2 Samuel 7:11–16'>2Sa 7:11-16</a> ; <a ref='1 Chronicles 17:17'>1Chr 17:17</a> 7:19 E <a ref='Isaiah 55:8'>Is 55:8</a> , <a ref='Isaiah 55:9'>9</a> 7:20 F <a ref='1 Samuel 16:7'>1Sa 16:7</a> ; <a ref='John 21:17'>Jn 21:17</a> 7:21 G <a ref='1 Chronicles 17:19'>1Chr 17:19</a> ; <a ref='Ephesians 4:32'>Eph 4:32</a> 7:22 H <a ref='Deuteronomy 3:24'>Dt 3:24</a> ; <a ref='Psalms 48:1'>Ps 48:1</a> ; <a ref='Psalms 86:10'>86:10</a> 7:22 I <a ref='Exodus 15:11'>Ex 15:11</a> ; <a ref='1 Samuel 2:2'>1Sa 2:2</a> 7:22 J <a ref='Exodus 10:2'>Ex 10:2</a> ; <a ref='Psalms 44:1'>Ps 44:1</a> 7:23 K <a ref='Deuteronomy 4:32–38'>Dt 4:32-38</a> 7:23 L <a ref='Deuteronomy 10:21'>Dt 10:21</a> 7:23 M <a ref='Deuteronomy 15:15'>Dt 15:15</a> 7:23 N <a ref='Deuteronomy 9:26'>Dt 9:26</a> 7:24 O <a ref='Deuteronomy 32:6'>Dt 32:6</a> 7:24 P <a ref='Genesis 17:7'>Ge 17:7</a> , <a ref='Genesis 17:8'>8</a> ; <a ref='Exodus 6:7'>Ex 6:7</a> 7:26 f Or <i>slave</i> , cf. <a ref='2 Samuel 7:25'>7:25</a> ; see Foreword , “ The Terminology of Slave ” 7:26 Q <a ref='Psalms 72:18'>Ps 72:18</a> , <a ref='Psalms 72:19'>19</a> ; <a ref='Matthew 6:9'>Mt 6:9</a> 7:27 R <a ref='2 Samuel 7:13'>2Sa 7:13</a> 7:28 g Or <i>spoken</i> 7:28 S <a ref='Exodus 34:6'>Ex 34:6</a> ; <a ref='John 17:17'>Jn 17:17</a> 7:29 T <a ref='Numbers 6:24–26'>Nu 6:24-26</a> 2 Samuel 8 8:1 a Lit <i>the bridle of the mother city</i> 8:1 A <a ref='1Ch 18'>1Chr 18</a> 8:2 B <a ref='Numbers 24:17'>Nu 24:17</a> 8:2 C <a ref='1 Samuel 22:3'>1Sa 22:3</a> , <a ref='1 Samuel 22:4'>4</a> 8:2 D <a ref='2 Samuel 8:6'>2Sa 8:6</a> ; <a ref='1 Kings 4:21'>1Ki 4:21</a> 8:2 E <a ref='2 Kings 3:4'>2Ki 3:4</a> ; <a ref='2 Kings 17:3'>17:3</a> 8:3 b Or <i>monument</i> ; lit <i>hand</i> 8:3 c The Euphrates River 8:3 F <a ref='1 Samuel 14:47'>1Sa 14:47</a> ; <a ref='2 Samuel 10:16'>2Sa 10:16</a> , <a ref='2 Samuel 10:19'>19</a> 8:3 G <a ref='2 Samuel 10:15–19'>2Sa 10:15-19</a> 8:4 H <a ref='Joshua 11:6'>Jos 11:6</a> , <a ref='Joshua 11:9'>9</a> 8:5 I <a ref='1 Kings 11:23–25'>1Ki 11:23-25</a> 8:6 J <a ref='2 Samuel 8:2'>2Sa 8:2</a> 8:6 K <a ref='2 Samuel 3:18'>2Sa 3:18</a> 8:7 d Lit <i>on</i> 8:8 e In <a ref='1 Chronicles 18:8'>1Chr 18:8</a> , <i>Tibhath</i> 8:8 L <a ref='Ezekiel 47:16'>Eze 47:16</a> 8:9 M <a ref='1 Kings 8:65'>1Ki 8:65</a> ; <a ref='2 Chronicles 8:4'>2Chr 8:4</a> 8:10 f In <a ref='1 Chronicles 18:10'>1Chr 18:10</a> , <i>Hadoram</i> 8:10 g Lit <i>ask him of his welfare</i> 8:10 h Lit <i>was a man of wars</i> 8:10 i Lit <i>his</i> 8:11 N <a ref='1 Kings 7:51'>1Ki 7:51</a> 8:12 j Some mss <i>Edom</i> 8:12 O <a ref='2 Samuel 8:2'>2Sa 8:2</a> 8:12 P <a ref='2 Samuel 10:14'>2Sa 10:14</a> 8:12 Q <a ref='2 Samuel 5:17–25'>2Sa 5:17-25</a> 8:12 R <a ref='1 Samuel 27:8'>1Sa 27:8</a> ; <a ref='1 Samuel 30:17–20'>30:17-20</a> 8:13 k Some mss <i>Edom</i> 8:13 S <a ref='2 Samuel 7:9'>2Sa 7:9</a> 8:13 T <a ref='2 Kings 14:7'>2Ki 14:7</a> 8:14 U <a ref='Genesis 27:37–40'>Ge 27:37-40</a> ; <a ref='Numbers 24:17'>Nu 24:17</a> , <a ref='Numbers 24:18'>18</a> 8:14 V <a ref='2 Samuel 3:18'>2Sa 3:18</a> ; <a ref='2 Samuel 8:6'>8:6</a> 8:16 W <a ref='1 Chronicles 11:6'>1Chr 11:6</a> 8:16 X <a ref='1 Kings 4:3'>1Ki 4:3</a> 8:16 Y <a ref='2 Kings 18:18'>2Ki 18:18</a> , <a ref='2 Kings 18:37'>37</a> 8:17 Z <a ref='1 Chronicles 6:4–8'>1Chr 6:4-8</a> 8:17 A <a ref='1 Chronicles 16:39'>1Chr 16:39</a> , <a ref='1 Chronicles 16:40'>40</a> 8:17 B <a ref='2 Kings 18:18'>2Ki 18:18</a> 8:18 l Lit <i>and the Cherethites</i> 8:18 m Or chiefs over the <i>priests</i> ; possibly a special office associated with the priests, cf. <a ref='1 Chronicles 18:17'>1Chr 18:17</a> 8:18 C <a ref='1 Kings 4:4'>1Ki 4:4</a> 8:18 D <a ref='1 Samuel 30:14'>1Sa 30:14</a> ; <a ref='2 Samuel 15:18'>2Sa 15:18</a> ; <a ref='2 Samuel 20:7'>20:7</a> , <a ref='2 Samuel 20:23'>23</a> ; <a ref='1 Kings 1:38'>1Ki 1:38</a> , <a ref='1 Kings 1:44'>44</a> 8:18 E <a ref='1 Chronicles 18:17'>1Chr 18:17</a> 2 Samuel 9 9:1 a Lit <i>he who is</i> 9:1 A <a ref='1 Samuel 20:14–17'>1Sa 20:14-17</a> , <a ref='1 Samuel 20:42'>42</a> 9:2 B <a ref='2 Samuel 16:1–4'>2Sa 16:1-4</a> ; <a ref='2 Samuel 19:17'>19:17</a> , <a ref='2 Samuel 19:29'>29</a> 9:3 C <a ref='1 Samuel 20:14'>1Sa 20:14</a> 9:3 D <a ref='2 Samuel 4:4'>2Sa 4:4</a> 9:4 E <a ref='2 Samuel 17:27–29'>2Sa 17:27-29</a> 9:6 F <a ref='2 Samuel 16:4'>2Sa 16:4</a> ; <a ref='2 Samuel 19:24–30'>19:24-30</a> 9:6 G <a ref='1 Samuel 25:23'>1Sa 25:23</a> 9:7 b Lit <i>field</i> 9:7 c Lit <i>father</i> 9:7 d Lit <i>eat bread</i> 9:7 H <a ref='2 Samuel 9:1'>2Sa 9:1</a> , <a ref='2 Samuel 9:3'>3</a> 9:7 I <a ref='2 Samuel 12:8'>2Sa 12:8</a> 9:7 J <a ref='2 Samuel 19:28'>2Sa 19:28</a> ; <a ref='1 Kings 2:7'>1Ki 2:7</a> ; <a ref='2 Kings 25:29'>2Ki 25:29</a> 9:8 K <a ref='2 Samuel 16:9'>2Sa 16:9</a> ; <a ref='1 Samuel 24:14'>1Sa 24:14</a> 9:9 e Lit <i>son</i> 9:9 L <a ref='2 Samuel 16:4'>2Sa 16:4</a> ; <a ref='2 Samuel 19:29'>19:29</a> 9:10 f Lit <i>eat bread</i> 9:10 M <a ref='2 Samuel 9:7'>2Sa 9:7</a> , <a ref='2 Samuel 9:11'>11</a> , <a ref='2 Samuel 9:13'>13</a> 9:10 N <a ref='2 Samuel 19:28'>2Sa 19:28</a> ; <a ref='1 Kings 2:7'>1Ki 2:7</a> 9:11 g Lit <i>my</i> 9:11 O <a ref='2 Samuel 16:1–4'>2Sa 16:1-4</a> ; <a ref='2 Samuel 19:24–30'>19:24-30</a> 9:13 P <a ref='2 Samuel 9:7'>2Sa 9:7</a> , <a ref='2 Samuel 9:11'>11</a> 9:13 Q <a ref='2 Samuel 9:3'>2Sa 9:3</a> 2 Samuel 10 10:1 A <a ref='1 Chronicles 19:1–19'>1Chr 19:1-19</a> 10:1 B <a ref='1 Samuel 11:1'>1Sa 11:1</a> 10:2 C <a ref='1 Samuel 11:1'>1Sa 11:1</a> 10:3 D <a ref='Genesis 42:9'>Ge 42:9</a> , <a ref='Genesis 42:16'>16</a> 10:4 E <a ref='Isaiah 15:2'>Is 15:2</a> ; <a ref='Jeremiah 41:5'>Jer 41:5</a> 10:4 F <a ref='Isaiah 20:4'>Is 20:4</a> 10:5 a Lit <i>Return to</i> 10:6 G <a ref='Genesis 34:30'>Ge 34:30</a> ; <a ref='1 Samuel 27:12'>1Sa 27:12</a> 10:6 H <a ref='2 Samuel 8:3'>2Sa 8:3</a> , <a ref='2 Samuel 8:5'>5</a> ; <a ref='2 Kings 7:6'>2Ki 7:6</a> 10:6 I <a ref='Judges 18:28'>Jdg 18:28</a> 10:6 J <a ref='2 Samuel 8:3'>2Sa 8:3</a> 10:6 K <a ref='Deuteronomy 3:14'>Dt 3:14</a> 10:8 L <a ref='1 Chronicles 19:9'>1Chr 19:9</a> 10:8 M <a ref='Judges 11:3'>Jdg 11:3</a> , <a ref='Judges 11:5'>5</a> 10:9 b Lit <i>the faces of the battle were against</i> 10:12 N <a ref='Deuteronomy 31:6'>Dt 31:6</a> ; <a ref='Joshua 1:6'>Jos 1:6</a> ; <a ref='1 Corinthians 16:13'>1Co 16:13</a> 10:12 O <a ref='1 Samuel 3:18'>1Sa 3:18</a> 10:13 P <a ref='1 Kings 20:13–21'>1Ki 20:13-21</a> 10:14 Q <a ref='2 Samuel 11:1'>2Sa 11:1</a> 10:15 c Lit <i>smitten before</i> 10:16 d The Euphrates River 10:16 e Lit <i>before</i> 10:16 R <a ref='2 Samuel 8:3–8'>2Sa 8:3-8</a> 10:16 S <a ref='1 Chronicles 19:16'>1Chr 19:16</a> 10:18 T <a ref='1 Chronicles 19:18'>1Chr 19:18</a> 10:19 f Lit <i>smitten before</i> 10:19 U <a ref='2 Samuel 8:6'>2Sa 8:6</a> 2 Samuel 11 11:1 a Lit <i>at the return of the year</i> 11:1 b As in mss and versions; M.T. <i>messengers</i> 11:1 A <a ref='1 Chronicles 20:1'>1Chr 20:1</a> 11:1 B <a ref='2 Samuel 10:14'>2Sa 10:14</a> ; <a ref='1 Kings 20:22'>1Ki 20:22</a> , <a ref='1 Kings 20:26'>26</a> 11:1 C <a ref='2 Samuel 12:26–29'>2Sa 12:26-29</a> ; <a ref='Jeremiah 49:2'>Jer 49:2</a> , <a ref='Jeremiah 49:3'>3</a> ; <a ref='Amos 1:14'>Am 1:14</a> 11:2 D <a ref='Deuteronomy 22:8'>Dt 22:8</a> ; <a ref='1 Samuel 9:25'>1Sa 9:25</a> ; <a ref='Matthew 24:17'>Mt 24:17</a> ; <a ref='Acts 10:9'>Ac 10:9</a> 11:3 c Or <i>sought out</i> 11:3 E <a ref='1 Chronicles 3:5'>1Chr 3:5</a> 11:3 F <a ref='2 Samuel 23:39'>2Sa 23:39</a> 11:4 G <a ref='Ps 51'>Ps 51</a> :title; <a ref='James 1:14'>Jas 1:14</a> , <a ref='James 1:15'>15</a> 11:4 H <a ref='Leviticus 12:2–5'>Lv 12:2-5</a> ; <a ref='Leviticus 15:18–28'>15:18-28</a> ; <a ref='Leviticus 18:19'>18:19</a> 11:5 I <a ref='Leviticus 20:10'>Lv 20:10</a> ; <a ref='Deuteronomy 22:22'>Dt 22:22</a> 11:7 d Lit <i>peace</i> 11:7 J <a ref='Genesis 37:14'>Ge 37:14</a> ; <a ref='1 Samuel 17:22'>1Sa 17:22</a> 11:8 K <a ref='Genesis 43:24'>Ge 43:24</a> ; <a ref='Luke 7:44'>Lk 7:44</a> 11:9 L <a ref='1 Kings 14:27'>1Ki 14:27</a> , <a ref='1 Kings 14:28'>28</a> 11:11 e Temporary shelters 11:11 M <a ref='2 Samuel 7:2'>2Sa 7:2</a> , <a ref='2 Samuel 7:6'>6</a> 11:11 N <a ref='2 Samuel 20:6'>2Sa 20:6</a> 11:12 f Lit <i>morrow</i> 11:12 O <a ref='Job 20:12–14'>Job 20:12-14</a> 11:13 P <a ref='Proverbs 20:1'>Pr 20:1</a> ; <a ref='Proverbs 23:29–35'>23:29-35</a> 11:13 Q <a ref='2 Samuel 11:9'>2Sa 11:9</a> 11:14 R <a ref='1 Kings 21:8–10'>1Ki 21:8-10</a> 11:15 g Lit <i>Give</i> 11:15 h Lit <i>strong</i> 11:15 S <a ref='Ecclesiastes 8:11'>Ecc 8:11</a> ; <a ref='Jeremiah 17:9'>Jer 17:9</a> 11:15 T <a ref='2 Samuel 12:9'>2Sa 12:9</a> 11:17 U <a ref='2 Samuel 11:21'>2Sa 11:21</a> 11:21 V <a ref='Judges 9:50–54'>Jdg 9:50-54</a> 11:23 i Lit <i>were upon</i> 11:25 j Lit <i>pull</i> 11:26 W <a ref='Genesis 50:10'>Ge 50:10</a> ; <a ref='Deuteronomy 34:8'>Dt 34:8</a> ; <a ref='1 Samuel 31:13'>1Sa 31:13</a> 11:27 X <a ref='2 Samuel 12:9'>2Sa 12:9</a> 11:27 Y <a ref='Psalms 51:4'>Ps 51:4</a> , <a ref='Psalms 51:5'>5</a> 2 Samuel 12 12:1 a Lit <i>said to him</i> 12:1 A <a ref='2 Samuel 7:2'>2Sa 7:2</a> , <a ref='2 Samuel 7:4'>4</a> , <a ref='2 Samuel 7:17'>17</a> 12:1 B <a ref='Ps 51'>Ps 51</a> :title 12:3 C <a ref='2 Samuel 11:3'>2Sa 11:3</a> 12:4 b Lit <i>spared</i> 12:5 c Lit <i>is a son of death</i> 12:5 D <a ref='1 Samuel 26:16'>1Sa 26:16</a> 12:6 E <a ref='Exodus 22:1'>Ex 22:1</a> ; <a ref='Luke 19:8'>Lk 19:8</a> 12:7 F <a ref='1 Kings 20:42'>1Ki 20:42</a> 12:7 G <a ref='1 Samuel 16:13'>1Sa 16:13</a> 12:8 d Lit <i>bosom</i> 12:8 H <a ref='2 Samuel 9:7'>2Sa 9:7</a> 12:9 I <a ref='1 Samuel 15:23'>1Sa 15:23</a> , <a ref='1 Samuel 15:26'>26</a> 12:9 J <a ref='2 Samuel 11:14–17'>2Sa 11:14-17</a> 12:9 K <a ref='2 Samuel 11:27'>2Sa 11:27</a> 12:10 L <a ref='2 Samuel 13:28'>2Sa 13:28</a> ; <a ref='2 Samuel 18:14'>18:14</a> ; <a ref='1 Kings 2:25'>1Ki 2:25</a> 12:11 M <a ref='Deuteronomy 28:30'>Dt 28:30</a> ; <a ref='2 Samuel 16:21'>2Sa 16:21</a> , <a ref='2 Samuel 16:22'>22</a> 12:12 N <a ref='2 Samuel 11:4–15'>2Sa 11:4-15</a> 12:12 O <a ref='2 Samuel 16:22'>2Sa 16:22</a> 12:13 e Lit <i>caused your sin to pass away</i> 12:13 P <a ref='1 Samuel 15:24'>1Sa 15:24</a> , <a ref='1 Samuel 15:30'>30</a> ; <a ref='2 Samuel 24:10'>2Sa 24:10</a> ; <a ref='Luke 18:13'>Lk 18:13</a> 12:13 Q <a ref='Leviticus 20:10'>Lv 20:10</a> ; <a ref='Leviticus 24:17'>24:17</a> ; <a ref='Proverbs 28:13'>Pr 28:13</a> ; <a ref='Micah 7:18'>Mic 7:18</a> 12:14 R <a ref='Isaiah 52:5'>Is 52:5</a> ; <a ref='Romans 2:24'>Ro 2:24</a> 12:16 S <a ref='Nehemiah 1:4'>Ne 1:4</a> 12:16 T <a ref='2 Samuel 13:31'>2Sa 13:31</a> 12:17 U <a ref='Genesis 24:2'>Ge 24:2</a> 12:20 V <a ref='Ruth 3:3'>Ru 3:3</a> ; <a ref='Matthew 6:17'>Mt 6:17</a> 12:20 W <a ref='Psalms 95:6–8'>Ps 95:6-8</a> ; <a ref='Psalms 103:1'>103:1</a> , <a ref='Psalms 103:8–17'>8-17</a> ; <a ref='Proverbs 3:7'>Pr 3:7</a> 12:21 f Lit <i>On account of</i> 12:22 X <a ref='Isaiah 38:1–3'>Is 38:1-3</a> 12:22 Y <a ref='Jonah 3:9'>Jon 3:9</a> 12:23 Z <a ref='Genesis 37:35'>Ge 37:35</a> 12:23 A <a ref='Job 7:8–10'>Job 7:8-10</a> 12:24 g Some mss <i>she</i> 12:24 B <a ref='1 Chronicles 22:9'>1Chr 22:9</a> ; <a ref='Matthew 1:6'>Mt 1:6</a> 12:25 h Lit <i>beloved of Yahweh</i> 12:26 C <a ref='1 Chronicles 20:1–3'>1Chr 20:1-3</a> 12:26 D <a ref='Deuteronomy 3:11'>Dt 3:11</a> 12:30 i Or <i>Malcam</i> , cf. <a ref='Zephaniah 1:5'>Zep 1:5</a> 12:30 j A talent was approx. 75 lb. or 34 kg 12:30 k Or were <i>precious stones</i> 12:30 E <a ref='1 Chronicles 20:2'>1Chr 20:2</a> 12:31 F <a ref='1 Chronicles 20:3'>1Chr 20:3</a> ; <a ref='Hebrews 11:37'>Heb 11:37</a> 2 Samuel 13 13:1 A <a ref='2 Samuel 3:2'>2Sa 3:2</a> , <a ref='2 Samuel 3:3'>3</a> ; <a ref='1 Chronicles 3:2'>1Chr 3:2</a> 13:1 B <a ref='1 Chronicles 3:9'>1Chr 3:9</a> 13:1 C <a ref='2 Samuel 3:2'>2Sa 3:2</a> 13:3 a In <a ref='1 Samuel 16:9'>1Sa 16:9</a> , <i>Shammah</i> ; in <a ref='1 Chronicles 2:13'>1Chr 2:13</a> , <i>Shimea</i> 13:3 b Lit <i>wise</i> 13:3 D <a ref='1 Samuel 16:9'>1Sa 16:9</a> 13:6 E <a ref='Genesis 18:6'>Ge 18:6</a> 13:9 c Lit <i>poured</i> 13:9 F <a ref='Genesis 45:1'>Ge 45:1</a> 13:10 d Or <i>inner room</i> 13:11 G <a ref='Genesis 39:12'>Ge 39:12</a> 13:12 H <a ref='Leviticus 20:17'>Lv 20:17</a> 13:12 I <a ref='Judges 19:23'>Jdg 19:23</a> ; <a ref='Judges 20:6'>20:6</a> 13:13 e Lit <i>cause to go</i> 13:13 J <a ref='Genesis 20:12'>Ge 20:12</a> 13:14 K <a ref='Leviticus 18:9'>Lv 18:9</a> ; <a ref='Deuteronomy 22:25'>Dt 22:25</a> ; <a ref='Deuteronomy 27:22'>27:22</a> ; <a ref='2 Samuel 12:11'>2Sa 12:11</a> 13:18 f Lit <i>a varicolored tunic</i> 13:18 L <a ref='Genesis 37:3'>Ge 37:3</a> , <a ref='Genesis 37:23'>23</a> 13:19 g Or <i>dust</i> 13:19 h Lit <i>varicolored tunic</i> 13:19 M <a ref='1 Samuel 4:12'>1Sa 4:12</a> ; <a ref='Es 4:1'>Es 4:1</a> 13:19 N <a ref='Genesis 37:29'>Ge 37:29</a> ; <a ref='2 Samuel 1:11'>2Sa 1:11</a> 13:19 O <a ref='Jeremiah 2:37'>Jer 2:37</a> 13:22 P <a ref='Genesis 31:24'>Ge 31:24</a> 13:22 Q <a ref='Leviticus 19:17'>Lv 19:17</a> ; <a ref='1 John 2:9'>1Jn 2:9</a> , <a ref='1 John 2:11'>11</a> ; <a ref='1 John 3:10'>3:10</a> , <a ref='1 John 3:12'>12</a> , <a ref='1 John 3:15'>15</a> 13:23 R <a ref='1 Samuel 25:7'>1Sa 25:7</a> 13:25 i Lit <i>broke through</i> 13:26 S <a ref='2 Samuel 3:27'>2Sa 3:27</a> ; <a ref='2 Samuel 11:13–15'>11:13-15</a> 13:27 j Lit <i>broke through</i> 13:28 k Lit <i>sons of valor</i> 13:28 T <a ref='Judges 19:6'>Jdg 19:6</a> , <a ref='Judges 19:9'>9</a> , <a ref='Judges 19:22'>22</a> ; <a ref='1 Samuel 25:36–38'>1Sa 25:36-38</a> 13:29 U <a ref='2 Samuel 18:9'>2Sa 18:9</a> ; <a ref='1 Kings 1:33'>1Ki 1:33</a> , <a ref='1 Kings 1:38'>38</a> 13:31 V <a ref='2 Samuel 1:11'>2Sa 1:11</a> 13:31 W <a ref='2 Samuel 12:16'>2Sa 12:16</a> 13:32 l Lit <i>say</i> 13:32 m Lit <i>mouth</i> 13:32 X <a ref='2 Samuel 13:3–5'>2Sa 13:3-5</a> 13:33 n Lit <i>his heart</i> 13:33 Y <a ref='2 Samuel 19:19'>2Sa 19:19</a> 13:34 Z <a ref='2 Samuel 13:37'>2Sa 13:37</a> , <a ref='2 Samuel 13:38'>38</a> 13:34 A <a ref='2 Samuel 18:24'>2Sa 18:24</a> 13:36 o Lit <i>with a very great weeping</i> 13:37 B <a ref='2 Samuel 13:34'>2Sa 13:34</a> 13:37 C <a ref='2 Samuel 3:3'>2Sa 3:3</a> 13:37 D <a ref='2 Samuel 14:23'>2Sa 14:23</a> , <a ref='2 Samuel 14:32'>32</a> 13:38 E <a ref='2 Samuel 13:34'>2Sa 13:34</a> 13:39 F <a ref='2 Samuel 12:19–23'>2Sa 12:19-23</a> 2 Samuel 14 14:1 A <a ref='2 Samuel 13:39'>2Sa 13:39</a> 14:2 a Lit <i>took</i> 14:2 B <a ref='2 Samuel 23:26'>2Sa 23:26</a> ; <a ref='2 Chronicles 11:6'>2Chr 11:6</a> ; <a ref='Amos 1:1'>Am 1:1</a> 14:2 C <a ref='2 Samuel 12:20'>2Sa 12:20</a> 14:3 D <a ref='2 Samuel 14:19'>2Sa 14:19</a> 14:4 b Many mss and ancient versions <i>came</i> 14:4 c Lit <i>nose</i> 14:4 E <a ref='1 Samuel 25:23'>1Sa 25:23</a> 14:4 F <a ref='2 Kings 6:26–28'>2Ki 6:26-28</a> 14:5 d Lit <i>said</i> 14:7 e Lit <i>set</i> 14:7 G <a ref='Numbers 35:19'>Nu 35:19</a> ; <a ref='Deuteronomy 19:12'>Dt 19:12</a> , <a ref='Deuteronomy 19:13'>13</a> 14:7 H <a ref='Matthew 21:38'>Mt 21:38</a> 14:9 I <a ref='Genesis 43:9'>Ge 43:9</a> ; <a ref='1 Samuel 25:24'>1Sa 25:24</a> 14:9 J <a ref='1 Kings 2:33'>1Ki 2:33</a> 14:11 K <a ref='Numbers 35:19'>Nu 35:19</a> , <a ref='Numbers 35:21'>21</a> ; <a ref='Deuteronomy 19:4–10'>Dt 19:4-10</a> 14:11 L <a ref='1 Samuel 14:45'>1Sa 14:45</a> ; <a ref='1 Kings 1:52'>1Ki 1:52</a> ; <a ref='Matthew 10:30'>Mt 10:30</a> 14:13 M <a ref='2 Samuel 12:7'>2Sa 12:7</a> ; <a ref='1 Kings 20:40–42'>1Ki 20:40-42</a> 14:13 N <a ref='2 Samuel 13:37'>2Sa 13:37</a> , <a ref='2 Samuel 13:38'>38</a> 14:14 f Lit <i>devices</i> 14:14 O <a ref='Job 30:23'>Job 30:23</a> ; <a ref='Job 34:15'>34:15</a> ; <a ref='Hebrews 9:27'>Heb 9:27</a> 14:14 P <a ref='Psalms 58:7'>Ps 58:7</a> 14:14 Q <a ref='Numbers 35:15'>Nu 35:15</a> , <a ref='Numbers 35:25'>25</a> , <a ref='Numbers 35:28'>28</a> 14:15 g Lit <i>that</i> 14:16 h Lit <i>to</i> 14:16 i Lit <i>palm</i> 14:16 j Lit <i>together</i> 14:16 R <a ref='Deuteronomy 32:9'>Dt 32:9</a> ; <a ref='1 Samuel 26:19'>1Sa 26:19</a> 14:17 S <a ref='1 Samuel 29:9'>1Sa 29:9</a> ; <a ref='2 Samuel 14:20'>2Sa 14:20</a> ; <a ref='2 Samuel 19:27'>19:27</a> 14:19 T <a ref='2 Samuel 14:3'>2Sa 14:3</a> 14:20 U <a ref='2 Samuel 14:17'>2Sa 14:17</a> ; <a ref='2 Samuel 19:27'>19:27</a> 14:21 V <a ref='2 Samuel 14:11'>2Sa 14:11</a> 14:23 W <a ref='Deuteronomy 3:14'>Dt 3:14</a> ; <a ref='2 Samuel 13:37'>2Sa 13:37</a> , <a ref='2 Samuel 13:38'>38</a> 14:24 X <a ref='2 Samuel 13:20'>2Sa 13:20</a> 14:25 Y <a ref='Deuteronomy 28:35'>Dt 28:35</a> ; <a ref='Job 2:7'>Job 2:7</a> ; <a ref='Isaiah 1:6'>Is 1:6</a> 14:26 k Approx. 5 lb. or 2.2 kg, a shekel was approx. 0.4 oz. or 11 gm 14:26 Z <a ref='Ezekiel 44:20'>Eze 44:20</a> 14:27 A <a ref='2 Samuel 18:18'>2Sa 18:18</a> 14:27 B <a ref='2 Samuel 13:1'>2Sa 13:1</a> 14:28 C <a ref='2 Samuel 14:24'>2Sa 14:24</a> 14:30 D <a ref='Judges 15:3–5'>Jdg 15:3-5</a> 14:32 l Lit <i>said to</i> 14:32 E <a ref='1 Samuel 20:8'>1Sa 20:8</a> ; <a ref='Proverbs 28:13'>Pr 28:13</a> 14:33 m Lit <i>nose</i> 14:33 F <a ref='Genesis 33:4'>Ge 33:4</a> ; <a ref='Luke 15:20'>Lk 15:20</a> 2 Samuel 15 15:1 A <a ref='1 Kings 1:5'>1Ki 1:5</a> 15:2 B <a ref='Ruth 4:1'>Ru 4:1</a> ; <a ref='2 Samuel 19:8'>2Sa 19:8</a> 15:3 C <a ref='Proverbs 12:2'>Pr 12:2</a> 15:4 D <a ref='Judges 9:29'>Jdg 9:29</a> 15:5 E <a ref='2 Samuel 14:33'>2Sa 14:33</a> ; <a ref='2 Samuel 20:9'>20:9</a> 15:6 F <a ref='Romans 16:18'>Ro 16:18</a> 15:7 a Some ancient versions <i>four</i> 15:7 G <a ref='2 Samuel 3:2'>2Sa 3:2</a> , <a ref='2 Samuel 3:3'>3</a> 15:8 H <a ref='2 Samuel 13:37'>2Sa 13:37</a> , <a ref='2 Samuel 13:38'>38</a> 15:8 I <a ref='Genesis 28:20'>Ge 28:20</a> , <a ref='Genesis 28:21'>21</a> 15:10 J <a ref='1 Kings 1:34'>1Ki 1:34</a> ; <a ref='2 Kings 9:13'>2Ki 9:13</a> 15:11 b Lit <i>in their integrity</i> 15:11 K <a ref='1 Samuel 9:13'>1Sa 9:13</a> 15:11 L <a ref='1 Samuel 22:15'>1Sa 22:15</a> 15:12 M <a ref='2 Samuel 15:31'>2Sa 15:31</a> 15:12 N <a ref='Joshua 15:51'>Jos 15:51</a> 15:12 O <a ref='Psalms 3:1'>Ps 3:1</a> 15:13 c Lit <i>are after</i> 15:13 P <a ref='Judges 9:3'>Jdg 9:3</a> ; <a ref='2 Samuel 15:6'>2Sa 15:6</a> 15:14 Q <a ref='2 Samuel 12:11'>2Sa 12:11</a> ; <a ref='Ps 3'>Ps 3</a> :title 15:16 d Lit <i>at his feet</i> 15:16 R <a ref='2 Samuel 16:21'>2Sa 16:21</a> , <a ref='2 Samuel 16:22'>22</a> 15:17 e Lit <i>at his feet</i> 15:18 f Lit <i>at his feet</i> 15:18 S <a ref='2 Samuel 8:18'>2Sa 8:18</a> 15:18 T <a ref='1 Samuel 23:13'>1Sa 23:13</a> ; <a ref='1 Samuel 25:13'>25:13</a> ; <a ref='1 Samuel 30:1'>30:1</a> , <a ref='1 Samuel 30:9'>9</a> 15:19 U <a ref='2 Samuel 18:2'>2Sa 18:2</a> 15:20 g Or <i>faithfulness</i> 15:20 V <a ref='1 Samuel 23:13'>1Sa 23:13</a> 15:20 W <a ref='2 Samuel 2:6'>2Sa 2:6</a> 15:21 X <a ref='Ruth 1:16'>Ru 1:16</a> , <a ref='Ruth 1:17'>17</a> ; <a ref='Proverbs 17:17'>Pr 17:17</a> 15:23 Y <a ref='1 Kings 15:13'>1Ki 15:13</a> ; <a ref='2 Chronicles 29:16'>2Chr 29:16</a> 15:23 Z <a ref='2 Samuel 15:28'>2Sa 15:28</a> ; <a ref='2 Samuel 16:2'>16:2</a> 15:24 A <a ref='2 Samuel 8:17'>2Sa 8:17</a> ; <a ref='2 Samuel 20:25'>20:25</a> 15:24 B <a ref='Numbers 4:15'>Nu 4:15</a> ; <a ref='1 Samuel 4:4'>1Sa 4:4</a> , <a ref='1 Samuel 4:5'>5</a> 15:24 C <a ref='1 Samuel 22:20'>1Sa 22:20</a> 15:25 D <a ref='Psalms 43:3'>Ps 43:3</a> 15:25 E <a ref='Exodus 15:13'>Ex 15:13</a> ; <a ref='Jeremiah 25:30'>Jer 25:30</a> 15:26 F <a ref='2 Samuel 11:27'>2Sa 11:27</a> ; <a ref='1 Chronicles 21:7'>1Chr 21:7</a> 15:26 G <a ref='1 Samuel 3:18'>1Sa 3:18</a> 15:27 H <a ref='1 Samuel 9:6–9'>1Sa 9:6-9</a> 15:27 I <a ref='2 Samuel 17:17'>2Sa 17:17</a> 15:28 J <a ref='Joshua 5:10'>Jos 5:10</a> ; <a ref='2 Samuel 17:16'>2Sa 17:16</a> 15:30 K <a ref='Es 6:12'>Es 6:12</a> ; <a ref='Ezekiel 24:17'>Eze 24:17</a> , <a ref='Ezekiel 24:23'>23</a> 15:30 L <a ref='Isaiah 20:2–4'>Is 20:2-4</a> 15:31 M <a ref='2 Samuel 15:12'>2Sa 15:12</a> 15:31 N <a ref='2 Samuel 16:23'>2Sa 16:23</a> ; <a ref='2 Samuel 17:14'>17:14</a> , <a ref='2 Samuel 17:23'>23</a> 15:32 h Or <i>tunic</i> 15:32 i Lit <i>ground</i> 15:32 O <a ref='Joshua 16:2'>Jos 16:2</a> 15:33 P <a ref='2 Samuel 19:35'>2Sa 19:35</a> 15:34 Q <a ref='2 Samuel 16:19'>2Sa 16:19</a> 15:35 R <a ref='2 Samuel 17:15'>2Sa 17:15</a> , <a ref='2 Samuel 17:16'>16</a> 15:36 S <a ref='2 Samuel 15:27'>2Sa 15:27</a> 15:36 T <a ref='2 Samuel 17:17'>2Sa 17:17</a> 15:37 U <a ref='2 Samuel 16:16'>2Sa 16:16</a> ; <a ref='1 Chronicles 27:33'>1Chr 27:33</a> 15:37 V <a ref='2 Samuel 16:15'>2Sa 16:15</a> 2 Samuel 16 16:1 A <a ref='2 Samuel 15:32'>2Sa 15:32</a> 16:1 B <a ref='2 Samuel 9:2–13'>2Sa 9:2-13</a> 16:1 C <a ref='1 Samuel 25:18'>1Sa 25:18</a> 16:2 D <a ref='Judges 10:4'>Jdg 10:4</a> 16:2 E <a ref='2 Samuel 17:29'>2Sa 17:29</a> 16:3 F <a ref='2 Samuel 9:9'>2Sa 9:9</a> , <a ref='2 Samuel 9:10'>10</a> 16:3 G <a ref='2 Samuel 19:26'>2Sa 19:26</a> , <a ref='2 Samuel 19:27'>27</a> 16:5 H <a ref='2 Samuel 3:16'>2Sa 3:16</a> ; <a ref='2 Samuel 17:18'>17:18</a> 16:5 I <a ref='2 Samuel 19:16–23'>2Sa 19:16-23</a> ; <a ref='1 Kings 2:8'>1Ki 2:8</a> , <a ref='1 Kings 2:9'>9</a> , <a ref='1 Kings 2:44'>44</a> 16:5 J <a ref='Exodus 22:28'>Ex 22:28</a> ; <a ref='1 Samuel 17:43'>1Sa 17:43</a> 16:7 K <a ref='2 Samuel 12:9'>2Sa 12:9</a> 16:8 L <a ref='2 Samuel 21:1–9'>2Sa 21:1-9</a> 16:8 M <a ref='2 Samuel 1:16'>2Sa 1:16</a> ; <a ref='2 Samuel 3:28'>3:28</a> , <a ref='2 Samuel 3:29'>29</a> ; <a ref='2 Samuel 4:11'>4:11</a> , <a ref='2 Samuel 4:12'>12</a> 16:9 N <a ref='1 Samuel 26:8'>1Sa 26:8</a> ; <a ref='2 Samuel 19:21'>2Sa 19:21</a> ; <a ref='Luke 9:54'>Lk 9:54</a> 16:9 O <a ref='2 Samuel 9:8'>2Sa 9:8</a> 16:9 P <a ref='Exodus 22:28'>Ex 22:28</a> 16:10 Q <a ref='2 Samuel 3:39'>2Sa 3:39</a> ; <a ref='2 Samuel 19:22'>19:22</a> 16:10 R <a ref='John 18:11'>Jn 18:11</a> 16:10 S <a ref='Romans 9:20'>Ro 9:20</a> 16:11 T <a ref='2 Samuel 12:11'>2Sa 12:11</a> 16:11 U <a ref='Genesis 45:5'>Ge 45:5</a> ; <a ref='1 Samuel 26:19'>1Sa 26:19</a> 16:12 a Lit <i>Yahweh will return</i> 16:12 V <a ref='Deuteronomy 23:5'>Dt 23:5</a> ; <a ref='Romans 8:28'>Ro 8:28</a> 16:15 W <a ref='2 Samuel 15:12'>2Sa 15:12</a> , <a ref='2 Samuel 15:37'>37</a> 16:16 X <a ref='2 Samuel 15:37'>2Sa 15:37</a> 16:16 Y <a ref='2 Samuel 15:34'>2Sa 15:34</a> 16:16 Z <a ref='1 Samuel 10:24'>1Sa 10:24</a> ; <a ref='2 Kings 11:12'>2Ki 11:12</a> 16:17 A <a ref='2 Samuel 19:25'>2Sa 19:25</a> 16:19 B <a ref='2 Samuel 15:34'>2Sa 15:34</a> 16:21 C <a ref='2 Samuel 15:16'>2Sa 15:16</a> ; <a ref='2 Samuel 20:3'>20:3</a> 16:22 D <a ref='2 Samuel 15:16'>2Sa 15:16</a> ; <a ref='2 Samuel 20:3'>20:3</a> 16:22 E <a ref='2 Samuel 12:11'>2Sa 12:11</a> , <a ref='2 Samuel 12:12'>12</a> 16:23 F <a ref='2 Samuel 17:14'>2Sa 17:14</a> , <a ref='2 Samuel 17:23'>23</a> 16:23 G <a ref='2 Samuel 15:12'>2Sa 15:12</a> 2 Samuel 17 17:2 A <a ref='2 Samuel 16:14'>2Sa 16:14</a> 17:2 B <a ref='1 Kings 22:31'>1Ki 22:31</a> 17:3 a Lit <i>Like the return of the whole is the man whom you seek</i> 17:3 C <a ref='Jeremiah 6:14'>Jer 6:14</a> 17:5 D <a ref='2 Samuel 15:32–34'>2Sa 15:32-34</a> 17:6 b Lit <i>according to this word</i> 17:6 c Lit <i>do</i> 17:7 E <a ref='2 Samuel 16:21'>2Sa 16:21</a> 17:8 F <a ref='Hosea 13:8'>Hos 13:8</a> 17:9 d Lit <i>pits</i> 17:9 e Lit <i>according to a falling among them</i> 17:10 G <a ref='Joshua 2:9–11'>Jos 2:9-11</a> 17:11 f Lit <i>your face go</i> 17:11 H <a ref='1 Samuel 3:20'>1Sa 3:20</a> 17:11 I <a ref='Genesis 22:17'>Ge 22:17</a> ; <a ref='1 Samuel 13:5'>1Sa 13:5</a> 17:12 J <a ref='Psalms 110:3'>Ps 110:3</a> ; <a ref='Micah 5:7'>Mic 5:7</a> 17:13 g Or <i>wadi</i> 17:13 K <a ref='Micah 1:6'>Mic 1:6</a> 17:14 h Lit <i>commanded</i> 17:14 L <a ref='2 Samuel 15:31'>2Sa 15:31</a> , <a ref='2 Samuel 15:34'>34</a> ; <a ref='Psalms 9:15'>Ps 9:15</a> , <a ref='Psalms 9:16'>16</a> 17:15 i Lit <i>Thus and thus</i> 17:15 M <a ref='2 Samuel 15:35'>2Sa 15:35</a> , <a ref='2 Samuel 15:36'>36</a> 17:16 N <a ref='2 Samuel 15:28'>2Sa 15:28</a> 17:17 O <a ref='2 Samuel 15:27'>2Sa 15:27</a> , <a ref='2 Samuel 15:36'>36</a> 17:17 P <a ref='Joshua 15:7'>Jos 15:7</a> ; <a ref='Joshua 18:16'>18:16</a> 17:18 j Lit <i>there</i> 17:18 Q <a ref='2 Samuel 3:16'>2Sa 3:16</a> ; <a ref='2 Samuel 16:5'>16:5</a> 17:19 k Lit <i>took and spread the covering</i> 17:19 R <a ref='Joshua 2:4–6'>Jos 2:4-6</a> 17:20 S <a ref='Leviticus 19:11'>Lv 19:11</a> ; <a ref='Joshua 2:3–5'>Jos 2:3-5</a> ; <a ref='1 Samuel 19:12–17'>1Sa 19:12-17</a> 17:21 T <a ref='2 Samuel 17:15'>2Sa 17:15</a> , <a ref='2 Samuel 17:16'>16</a> 17:22 l Lit <i>the light of the morning</i> 17:23 m Lit <i>done</i> 17:23 n Lit <i>bound</i> 17:23 o Lit <i>gave charge to</i> 17:23 U <a ref='2 Samuel 15:12'>2Sa 15:12</a> 17:23 V <a ref='2 Kings 20:1'>2Ki 20:1</a> 17:23 W <a ref='Matthew 27:5'>Mt 27:5</a> 17:24 X <a ref='Genesis 32:2'>Ge 32:2</a> , <a ref='Genesis 32:10'>10</a> ; <a ref='2 Samuel 2:8'>2Sa 2:8</a> 17:25 p In <a ref='1 Chronicles 2:17'>1Chr 2:17</a> , <i>Jether the Ishmaelite</i> 17:25 Y <a ref='2 Samuel 19:13'>2Sa 19:13</a> ; <a ref='2 Samuel 20:9–12'>20:9-12</a> ; <a ref='1 Kings 2:5'>1Ki 2:5</a> , <a ref='1 Kings 2:32'>32</a> 17:25 Z <a ref='1 Chronicles 2:16'>1Chr 2:16</a> 17:27 A <a ref='1 Samuel 11:1'>1Sa 11:1</a> ; <a ref='2 Samuel 10:1'>2Sa 10:1</a> , <a ref='2 Samuel 10:2'>2</a> 17:27 B <a ref='2 Samuel 12:26'>2Sa 12:26</a> , <a ref='2 Samuel 12:29'>29</a> 17:27 C <a ref='2 Samuel 9:4'>2Sa 9:4</a> 17:27 D <a ref='2 Samuel 19:31–39'>2Sa 19:31-39</a> ; <a ref='1 Kings 2:7'>1Ki 2:7</a> 17:28 E <a ref='Proverbs 11:25'>Pr 11:25</a> ; <a ref='Matthew 5:7'>Mt 5:7</a> 17:29 F <a ref='2 Samuel 16:2'>2Sa 16:2</a> , <a ref='2 Samuel 16:14'>14</a> ; <a ref='Proverbs 21:26'>Pr 21:26</a> ; <a ref='Ecclesiastes 11:1'>Ecc 11:1</a> ; <a ref='Romans 12:13'>Ro 12:13</a> 2 Samuel 18 18:1 a Lit <i>mustered</i> 18:1 A <a ref='Exodus 18:25'>Ex 18:25</a> ; <a ref='Numbers 31:14'>Nu 31:14</a> ; <a ref='1 Samuel 22:7'>1Sa 22:7</a> 18:2 B <a ref='Judges 7:16'>Jdg 7:16</a> ; <a ref='1 Samuel 11:11'>1Sa 11:11</a> 18:2 C <a ref='2 Samuel 15:19–22'>2Sa 15:19-22</a> 18:3 b As in some ancient versions; M.T. <i>for now there are ten thousand like us</i> 18:3 D <a ref='2 Samuel 21:17'>2Sa 21:17</a> 18:4 E <a ref='2 Samuel 18:24'>2Sa 18:24</a> 18:5 F <a ref='2 Samuel 18:12'>2Sa 18:12</a> 18:6 G <a ref='Joshua 17:15'>Jos 17:15</a> , <a ref='Joshua 17:18'>18</a> ; <a ref='2 Samuel 17:26'>2Sa 17:26</a> 18:7 c Lit <i>smitten</i> 18:9 d Lit <i>placed</i> 18:9 H <a ref='2 Samuel 14:26'>2Sa 14:26</a> 18:12 e As in some mss and the ancient versions; M.T. <i>Take care whoever</i> you are <i>of</i> 18:12 I <a ref='2 Samuel 18:5'>2Sa 18:5</a> 18:13 J <a ref='2 Samuel 14:19'>2Sa 14:19</a> , <a ref='2 Samuel 14:20'>20</a> 18:14 f Or <i>rods</i> 18:14 g Lit <i>heart</i> 18:14 K <a ref='2 Samuel 14:30'>2Sa 14:30</a> 18:16 L <a ref='2 Samuel 2:28'>2Sa 2:28</a> ; <a ref='2 Samuel 20:22'>20:22</a> 18:17 h Lit <i>the great</i> 18:17 M <a ref='Deuteronomy 21:20'>Dt 21:20</a> , <a ref='Deuteronomy 21:21'>21</a> ; <a ref='Joshua 7:26'>Jos 7:26</a> ; <a ref='Joshua 8:29'>8:29</a> 18:17 N <a ref='2 Samuel 19:8'>2Sa 19:8</a> ; <a ref='2 Samuel 20:1'>20:1</a> , <a ref='2 Samuel 20:22'>22</a> 18:18 i Lit <i>for the sake of remembering</i> 18:18 O <a ref='1 Samuel 15:12'>1Sa 15:12</a> 18:18 P <a ref='Genesis 14:17'>Ge 14:17</a> 18:18 Q <a ref='2 Samuel 14:27'>2Sa 14:27</a> 18:19 R <a ref='2 Samuel 15:36'>2Sa 15:36</a> 18:19 S <a ref='2 Samuel 18:31'>2Sa 18:31</a> 18:22 T <a ref='2 Samuel 18:29'>2Sa 18:29</a> 18:24 U <a ref='2 Samuel 19:8'>2Sa 19:8</a> 18:24 V <a ref='2 Samuel 13:34'>2Sa 13:34</a> ; <a ref='2 Kings 9:17'>2Ki 9:17</a> 18:27 W <a ref='2 Kings 9:20'>2Ki 9:20</a> 18:27 X <a ref='1 Kings 1:42'>1Ki 1:42</a> 18:28 j Lit <i>nose</i> 18:28 Y <a ref='1 Samuel 25:23'>1Sa 25:23</a> ; <a ref='2 Samuel 14:4'>2Sa 14:4</a> 18:28 Z <a ref='1 Samuel 17:46'>1Sa 17:46</a> 18:29 A <a ref='2 Samuel 20:9'>2Sa 20:9</a> ; <a ref='2 Kings 4:26'>2Ki 4:26</a> 18:29 B <a ref='2 Samuel 18:22'>2Sa 18:22</a> 18:31 C <a ref='Judges 5:31'>Jdg 5:31</a> ; <a ref='2 Samuel 18:19'>2Sa 18:19</a> 18:32 D <a ref='2 Samuel 18:29'>2Sa 18:29</a> 18:32 E <a ref='1 Samuel 25:26'>1Sa 25:26</a> 18:33 k Ch 19:1 in Heb 18:33 F <a ref='2 Samuel 19:4'>2Sa 19:4</a> 18:33 G <a ref='Exodus 32:32'>Ex 32:32</a> ; <a ref='Romans 9:3'>Ro 9:3</a> 2 Samuel 19 19:1 A <a ref='2 Samuel 18:5'>2Sa 18:5</a> , <a ref='2 Samuel 18:14'>14</a> 19:4 B <a ref='2 Samuel 15:30'>2Sa 15:30</a> 19:4 C <a ref='2 Samuel 18:33'>2Sa 18:33</a> 19:6 a Or <i>commanders</i> 19:7 D <a ref='Proverbs 14:28'>Pr 14:28</a> 19:8 E <a ref='2 Samuel 15:2'>2Sa 15:2</a> ; <a ref='2 Samuel 18:24'>18:24</a> 19:8 F <a ref='2 Samuel 18:17'>2Sa 18:17</a> 19:9 b Lit <i>palm</i> 19:9 G <a ref='2 Samuel 8:1–14'>2Sa 8:1-14</a> 19:9 H <a ref='2 Samuel 5:20'>2Sa 5:20</a> ; <a ref='2 Samuel 8:1'>8:1</a> 19:9 I <a ref='2 Samuel 15:14'>2Sa 15:14</a> 19:11 J <a ref='2 Samuel 15:29'>2Sa 15:29</a> 19:12 K <a ref='2 Samuel 5:1'>2Sa 5:1</a> 19:13 L <a ref='2 Samuel 17:25'>2Sa 17:25</a> 19:13 M <a ref='1 Kings 19:2'>1Ki 19:2</a> 19:13 N <a ref='2 Samuel 8:16'>2Sa 8:16</a> 19:13 O <a ref='2 Samuel 3:27–39'>2Sa 3:27-39</a> ; <a ref='2 Samuel 19:5–7'>19:5-7</a> 19:14 P <a ref='Judges 20:1'>Jdg 20:1</a> 19:15 Q <a ref='Joshua 5:9'>Jos 5:9</a> ; <a ref='1 Samuel 11:14'>1Sa 11:14</a> , <a ref='1 Samuel 11:15'>15</a> 19:16 R <a ref='2 Samuel 16:5–13'>2Sa 16:5-13</a> ; <a ref='1 Kings 2:8'>1Ki 2:8</a> 19:17 S <a ref='2 Samuel 16:1–4'>2Sa 16:1-4</a> ; <a ref='2 Samuel 19:26'>19:26</a> , <a ref='2 Samuel 19:27'>27</a> 19:19 c Lit <i>set</i> 19:19 T <a ref='1 Samuel 22:15'>1Sa 22:15</a> ; <a ref='2 Samuel 16:6–8'>2Sa 16:6-8</a> 19:20 U <a ref='2 Samuel 16:5'>2Sa 16:5</a> 19:21 V <a ref='2 Samuel 16:7'>2Sa 16:7</a> , <a ref='2 Samuel 16:8'>8</a> 19:21 W <a ref='Exodus 22:28'>Ex 22:28</a> 19:22 X <a ref='2 Samuel 3:39'>2Sa 3:39</a> ; <a ref='2 Samuel 16:9'>16:9</a> , <a ref='2 Samuel 16:10'>10</a> 19:22 Y <a ref='1 Samuel 11:13'>1Sa 11:13</a> 19:23 Z <a ref='1 Kings 2:8'>1Ki 2:8</a> 19:24 d Or <i>grandson</i> 19:24 A <a ref='2 Samuel 9:6–10'>2Sa 9:6-10</a> 19:24 B <a ref='2 Samuel 12:20'>2Sa 12:20</a> 19:24 C <a ref='Exodus 19:10'>Ex 19:10</a> 19:25 D <a ref='2 Samuel 16:17'>2Sa 16:17</a> 19:26 E <a ref='2 Samuel 9:3'>2Sa 9:3</a> 19:27 F <a ref='2 Samuel 16:3'>2Sa 16:3</a> , <a ref='2 Samuel 16:4'>4</a> 19:27 G <a ref='2 Samuel 14:17'>2Sa 14:17</a> , <a ref='2 Samuel 14:20'>20</a> 19:28 e Lit <i>cry out</i> 19:28 H <a ref='2 Samuel 21:6–9'>2Sa 21:6-9</a> 19:28 I <a ref='2 Samuel 9:7'>2Sa 9:7</a> , <a ref='2 Samuel 9:10'>10</a> , <a ref='2 Samuel 9:13'>13</a> 19:29 f Lit <i>said</i> 19:31 J <a ref='2 Samuel 17:27–29'>2Sa 17:27-29</a> ; <a ref='1 Kings 2:7'>1Ki 2:7</a> 19:32 g Or <i>provided food for</i> 19:32 K <a ref='2 Samuel 17:27–29'>2Sa 17:27-29</a> 19:33 h Or <i>provide food for</i> 19:34 i Lit <i>are the days of the years of my life</i> 19:34 L <a ref='Genesis 47:8'>Ge 47:8</a> 19:35 j Lit <i>today</i> 19:35 M <a ref='Psalms 90:10'>Ps 90:10</a> 19:35 N <a ref='Ecclesiastes 2:8'>Ecc 2:8</a> ; <a ref='Isaiah 5:11'>Is 5:11</a> , <a ref='Isaiah 5:12'>12</a> 19:35 O <a ref='2 Samuel 15:33'>2Sa 15:33</a> 19:37 P <a ref='2 Samuel 19:40'>2Sa 19:40</a> ; <a ref='1 Kings 2:7'>1Ki 2:7</a> ; <a ref='Jeremiah 41:17'>Jer 41:17</a> 19:38 k Lit <i>choose</i> 19:39 Q <a ref='Genesis 31:55'>Ge 31:55</a> ; <a ref='Ruth 1:14'>Ru 1:14</a> ; <a ref='2 Samuel 14:33'>2Sa 14:33</a> 19:40 l Lit <i>crossed over with</i> 19:40 R <a ref='2 Samuel 19:9'>2Sa 19:9</a> , <a ref='2 Samuel 19:10'>10</a> 19:41 S <a ref='Judges 8:1'>Jdg 8:1</a> ; <a ref='Judges 12:1'>12:1</a> 19:41 T <a ref='2 Samuel 19:11'>2Sa 19:11</a> , <a ref='2 Samuel 19:12'>12</a> 19:42 m Lit <i>me</i> 19:42 n Lit <i>is it hot to you</i> 19:42 o Or <i>a gift</i> 19:42 U <a ref='2 Samuel 19:12'>2Sa 19:12</a> 19:43 p Singular in Heb 19:43 V <a ref='2 Samuel 5:1'>2Sa 5:1</a> ; <a ref='1 Kings 11:30'>1Ki 11:30</a> , <a ref='1 Kings 11:31'>31</a> 2 Samuel 20 20:1 A <a ref='2 Samuel 16:7'>2Sa 16:7</a> 20:1 B <a ref='Genesis 46:21'>Ge 46:21</a> 20:1 C <a ref='2 Samuel 19:43'>2Sa 19:43</a> ; <a ref='1 Kings 12:16'>1Ki 12:16</a> 20:1 D <a ref='1 Samuel 22:7–9'>1Sa 22:7-9</a> 20:1 E <a ref='1 Samuel 13:2'>1Sa 13:2</a> ; <a ref='2 Samuel 18:17'>2Sa 18:17</a> ; <a ref='2 Chronicles 10:16'>2Chr 10:16</a> 20:3 F <a ref='2 Samuel 15:16'>2Sa 15:16</a> ; <a ref='2 Samuel 16:21'>16:21</a> , <a ref='2 Samuel 16:22'>22</a> 20:4 G <a ref='2 Samuel 17:25'>2Sa 17:25</a> ; <a ref='2 Samuel 19:13'>19:13</a> 20:5 H <a ref='1 Samuel 13:8'>1Sa 13:8</a> 20:6 I <a ref='2 Samuel 21:17'>2Sa 21:17</a> 20:6 J <a ref='2 Samuel 11:11'>2Sa 11:11</a> ; <a ref='1 Kings 1:33'>1Ki 1:33</a> 20:7 K <a ref='2 Samuel 8:18'>2Sa 8:18</a> ; <a ref='1 Kings 1:38'>1Ki 1:38</a> 20:8 a Lit <i>before</i> 20:8 b Lit <i>girded with military garment as clothing</i> 20:8 c Lit <i>loins</i> 20:8 L <a ref='2 Samuel 2:13'>2Sa 2:13</a> ; <a ref='2 Samuel 3:30'>3:30</a> 20:9 M <a ref='Matthew 26:49'>Mt 26:49</a> 20:10 N <a ref='2 Samuel 2:23'>2Sa 2:23</a> ; <a ref='2 Samuel 3:27'>3:27</a> ; <a ref='1 Kings 2:5'>1Ki 2:5</a> 20:11 O <a ref='2 Samuel 20:13'>2Sa 20:13</a> 20:12 d Lit <i>caused to turn</i> 20:15 e Lit <i>poured out</i> 20:15 P <a ref='1 Kings 15:20'>1Ki 15:20</a> ; <a ref='2 Kings 15:29'>2Ki 15:29</a> 20:15 Q <a ref='2 Kings 19:32'>2Ki 19:32</a> ; <a ref='Ezekiel 4:2'>Eze 4:2</a> 20:16 R <a ref='2 Samuel 14:2'>2Sa 14:2</a> 20:19 S <a ref='Deuteronomy 20:10'>Dt 20:10</a> 20:19 T <a ref='1 Samuel 26:19'>1Sa 26:19</a> ; <a ref='2 Samuel 14:16'>2Sa 14:16</a> ; <a ref='2 Samuel 21:3'>21:3</a> 20:21 U <a ref='Joshua 24:33'>Jos 24:33</a> 20:21 V <a ref='2 Samuel 20:2'>2Sa 20:2</a> 20:22 W <a ref='2 Samuel 20:16'>2Sa 20:16</a> ; <a ref='Ecclesiastes 9:13–16'>Ecc 9:13-16</a> 20:22 X <a ref='2 Samuel 20:1'>2Sa 20:1</a> 20:23 Y <a ref='2 Samuel 8:16–18'>2Sa 8:16-18</a> ; <a ref='1 Kings 4:3–6'>1Ki 4:3-6</a> 20:24 Z <a ref='1 Kings 4:3'>1Ki 4:3</a> 20:25 A <a ref='1 Kings 4:4'>1Ki 4:4</a> 2 Samuel 21 21:1 A <a ref='Genesis 12:10'>Ge 12:10</a> ; <a ref='Genesis 26:1'>26:1</a> ; <a ref='Genesis 42:5'>42:5</a> 21:1 B <a ref='Numbers 27:21'>Nu 27:21</a> 21:2 a Lit <i>had sworn to</i> 21:2 C <a ref='Joshua 9:3'>Jos 9:3</a> , <a ref='Joshua 9:15–20'>15-20</a> 21:3 D <a ref='1 Samuel 26:19'>1Sa 26:19</a> ; <a ref='2 Samuel 20:19'>2Sa 20:19</a> 21:4 E <a ref='Numbers 35:31'>Nu 35:31</a> , <a ref='Numbers 35:32'>32</a> 21:5 b Lit <i>against us that we should be eradicated</i> 21:5 F <a ref='2 Samuel 21:1'>2Sa 21:1</a> 21:6 c Lit <i>expose them</i> 21:6 G <a ref='Numbers 25:4'>Nu 25:4</a> 21:6 H <a ref='1 Samuel 10:24'>1Sa 10:24</a> 21:7 I <a ref='2 Samuel 4:4'>2Sa 4:4</a> ; <a ref='2 Samuel 9:10'>9:10</a> 21:7 J <a ref='1 Samuel 18:3'>1Sa 18:3</a> ; <a ref='1 Samuel 20:12–17'>20:12-17</a> ; <a ref='1 Samuel 23:18'>23:18</a> ; <a ref='2 Samuel 9:1–7'>2Sa 9:1-7</a> 21:8 d As in Gr and Heb mss; M.T. <i>Michal</i> 21:8 K <a ref='2 Samuel 3:7'>2Sa 3:7</a> 21:8 L <a ref='1 Samuel 18:19'>1Sa 18:19</a> 21:8 M <a ref='1 Kings 19:16'>1Ki 19:16</a> 21:9 e Lit <i>exposed them</i> 21:9 N <a ref='Exodus 9:31'>Ex 9:31</a> , <a ref='Exodus 9:32'>32</a> 21:10 f Lit <i>water was poured</i> 21:10 g Lit <i>gave</i> 21:10 O <a ref='Deuteronomy 21:23'>Dt 21:23</a> 21:10 P <a ref='1 Samuel 17:44'>1Sa 17:44</a> , <a ref='1 Samuel 17:46'>46</a> 21:12 Q <a ref='1 Samuel 31:11–13'>1Sa 31:11-13</a> 21:12 R <a ref='Joshua 17:11'>Jos 17:11</a> 21:12 S <a ref='1 Samuel 31:10'>1Sa 31:10</a> 21:12 T <a ref='1 Samuel 31:3'>1Sa 31:3</a> , <a ref='1 Samuel 31:4'>4</a> 21:13 h Lit <i>exposed</i> 21:14 U <a ref='Joshua 18:28'>Jos 18:28</a> 21:14 V <a ref='Joshua 7:26'>Jos 7:26</a> ; <a ref='2 Samuel 24:25'>2Sa 24:25</a> 21:15 W <a ref='2 Samuel 5:17–25'>2Sa 5:17-25</a> 21:16 i Lit <i>giant</i> ; Heb <i>Raphah</i> 21:16 j Approx. 7.5 lb. or 3.3 kg, a shekel was approx. 0.4 oz. or 11 gm 21:16 k Lit <i>and he was</i> 21:16 l Lit <i>said</i> 21:16 X <a ref='Numbers 13:22'>Nu 13:22</a> , <a ref='Numbers 13:28'>28</a> ; <a ref='Joshua 15:14'>Jos 15:14</a> ; <a ref='2 Samuel 21:18–22'>2Sa 21:18-22</a> 21:17 Y <a ref='2 Samuel 20:6–10'>2Sa 20:6-10</a> 21:17 Z <a ref='2 Samuel 18:3'>2Sa 18:3</a> 21:17 A <a ref='2 Samuel 22:29'>2Sa 22:29</a> ; <a ref='1 Kings 11:36'>1Ki 11:36</a> 21:18 m Lit <i>giant</i> ; Heb <i>Raphah</i> 21:18 B <a ref='1 Chronicles 20:4–8'>1Chr 20:4-8</a> 21:18 C <a ref='1 Chronicles 11:29'>1Chr 11:29</a> ; <a ref='1 Chronicles 27:11'>27:11</a> 21:19 n In <a ref='1 Chronicles 20:5'>1Chr 20:5</a> , <i>Lahmi, the brother of Goliath</i> 21:19 D <a ref='1 Samuel 17:7'>1Sa 17:7</a> 21:20 o Lit <i>giant</i> ; Heb <i>Raphah</i> 21:20 E <a ref='2 Samuel 21:16'>2Sa 21:16</a> , <a ref='2 Samuel 21:18'>18</a> 21:21 p Or <i>defied</i> 21:22 q Lit <i>giant</i> ; Heb <i>Raphah</i> 21:22 F <a ref='1 Chronicles 20:8'>1Chr 20:8</a> 2 Samuel 22 22:1 a Lit <i>palm</i> 22:1 A <a ref='Psalms 18:2–50'>Ps 18:2-50</a> 22:1 B <a ref='Exodus 15:1'>Ex 15:1</a> ; <a ref='Deuteronomy 31:30'>Dt 31:30</a> 22:2 b Lit <i>crag</i> 22:2 C <a ref='1 Samuel 23:25'>1Sa 23:25</a> ; <a ref='1 Samuel 24:2'>24:2</a> ; <a ref='Psalms 31:3'>Ps 31:3</a> ; <a ref='Psalms 71:3'>71:3</a> 22:3 c Lit <i>God of my rock</i> 22:3 D <a ref='Deuteronomy 32:4'>Dt 32:4</a> , <a ref='Deuteronomy 32:37'>37</a> ; <a ref='1 Samuel 2:2'>1Sa 2:2</a> 22:3 E <a ref='Genesis 15:1'>Ge 15:1</a> ; <a ref='Deuteronomy 33:29'>Dt 33:29</a> 22:3 F <a ref='Luke 1:69'>Lk 1:69</a> 22:3 G <a ref='Psalms 9:9'>Ps 9:9</a> 22:4 H <a ref='Psalms 48:1'>Ps 48:1</a> ; <a ref='Psalms 96:4'>96:4</a> 22:5 d Heb <i>Belial</i> 22:5 I <a ref='Psalms 93:4'>Ps 93:4</a> ; <a ref='Jonah 2:3'>Jon 2:3</a> 22:5 J <a ref='Psalms 69:14'>Ps 69:14</a> , <a ref='Psalms 69:15'>15</a> 22:6 K <a ref='Psalms 116:3'>Ps 116:3</a> 22:7 L <a ref='Psalms 116:4'>Ps 116:4</a> ; <a ref='Psalms 120:1'>120:1</a> 22:8 M <a ref='Judges 5:4'>Jdg 5:4</a> ; <a ref='Psalms 97:4'>Ps 97:4</a> 22:8 N <a ref='Job 26:11'>Job 26:11</a> 22:9 e Or <i>in His wrath</i> 22:9 O <a ref='Psalms 97:3'>Ps 97:3</a> ; <a ref='Hebrews 12:29'>Heb 12:29</a> 22:9 P <a ref='2 Samuel 22:13'>2Sa 22:13</a> 22:10 Q <a ref='Exodus 19:16'>Ex 19:16</a> ; <a ref='1 Kings 8:12'>1Ki 8:12</a> ; <a ref='Psalms 97:2'>Ps 97:2</a> ; <a ref='Nahum 1:3'>Na 1:3</a> 22:11 f Many mss <i>sped</i> 22:11 R <a ref='2 Samuel 6:2'>2Sa 6:2</a> 22:11 S <a ref='Psalms 104:3'>Ps 104:3</a> 22:12 g Or <i>pavilions</i> 22:12 T <a ref='Job 36:29'>Job 36:29</a> 22:13 U <a ref='2 Samuel 22:9'>2Sa 22:9</a> 22:14 V <a ref='Job 37:2–5'>Job 37:2-5</a> ; <a ref='Psalms 29:3'>Ps 29:3</a> 22:15 h Or <i>routed them</i> 22:15 W <a ref='Deuteronomy 32:23'>Dt 32:23</a> ; <a ref='Joshua 10:10'>Jos 10:10</a> ; <a ref='1 Samuel 7:10'>1Sa 7:10</a> 22:16 i Or <i>uncovered</i> 22:16 X <a ref='Exodus 15:8'>Ex 15:8</a> ; <a ref='Nahum 1:4'>Na 1:4</a> 22:17 Y <a ref='Psalms 144:7'>Ps 144:7</a> 22:17 Z <a ref='Exodus 2:10'>Ex 2:10</a> 22:19 A <a ref='Psalms 23:4'>Ps 23:4</a> 22:20 B <a ref='Psalms 31:8'>Ps 31:8</a> ; <a ref='Psalms 118:5'>118:5</a> 22:20 C <a ref='2 Samuel 15:26'>2Sa 15:26</a> 22:21 D <a ref='1 Samuel 26:23'>1Sa 26:23</a> ; <a ref='1 Kings 8:32'>1Ki 8:32</a> 22:21 E <a ref='Psalms 24:4'>Ps 24:4</a> 22:22 F <a ref='Genesis 18:19'>Ge 18:19</a> ; <a ref='Psalms 128:1'>Ps 128:1</a> ; <a ref='Proverbs 8:32'>Pr 8:32</a> 22:23 j Or <i>judgment</i> 22:23 k Lit <i>it</i> 22:23 G <a ref='Deuteronomy 6:6–9'>Dt 6:6-9</a> ; <a ref='Psalms 119:30'>Ps 119:30</a> , <a ref='Psalms 119:102'>102</a> 22:24 l Or <i>complete</i> , <i>having integrity</i> 22:24 H <a ref='Genesis 6:9'>Ge 6:9</a> ; <a ref='Genesis 7:1'>7:1</a> ; <a ref='Ephesians 1:4'>Eph 1:4</a> ; <a ref='Colossians 1:21'>Col 1:21</a> , <a ref='Colossians 1:22'>22</a> 22:25 I <a ref='2 Samuel 22:21'>2Sa 22:21</a> 22:26 m Or <i>holy</i> 22:26 n Or <i>having integrity</i> ; lit <i>mighty</i> 22:26 J <a ref='Matthew 5:7'>Mt 5:7</a> 22:27 o Lit <i>twisted</i> 22:27 K <a ref='Matthew 5:8'>Mt 5:8</a> ; <a ref='1 John 3:3'>1Jn 3:3</a> 22:27 L <a ref='Leviticus 26:23'>Lv 26:23</a> , <a ref='Leviticus 26:24'>24</a> ; <a ref='Romans 1:28'>Ro 1:28</a> 22:28 M <a ref='Exodus 3:7'>Ex 3:7</a> , <a ref='Exodus 3:8'>8</a> ; <a ref='Psalms 72:12'>Ps 72:12</a> , <a ref='Psalms 72:13'>13</a> 22:28 N <a ref='Isaiah 2:11'>Is 2:11</a> , <a ref='Isaiah 2:12'>12</a> , <a ref='Isaiah 2:17'>17</a> ; <a ref='Isaiah 5:15'>5:15</a> 22:29 O <a ref='2 Samuel 21:17'>2Sa 21:17</a> ; <a ref='1 Kings 11:36'>1Ki 11:36</a> ; <a ref='Psalms 27:1'>Ps 27:1</a> 22:30 p Or <i>crush a troop</i> 22:30 P <a ref='2 Samuel 5:6–8'>2Sa 5:6-8</a> 22:31 q Or <i>having integrity</i> ; lit <i>complete</i> , <i>perfect</i> 22:31 r Or <i>tested</i> , cf. <a ref='Proverbs 30:5'>Pr 30:5</a> 22:31 Q <a ref='Deuteronomy 32:4'>Dt 32:4</a> ; <a ref='Matthew 5:48'>Mt 5:48</a> 22:31 R <a ref='Psalms 12:6'>Ps 12:6</a> ; <a ref='Psalms 119:140'>119:140</a> ; <a ref='Proverbs 30:5'>Pr 30:5</a> 22:31 S <a ref='2 Samuel 22:3'>2Sa 22:3</a> ; <a ref='Psalms 84:9'>Ps 84:9</a> 22:32 T <a ref='1 Samuel 2:2'>1Sa 2:2</a> 22:32 U <a ref='2 Samuel 22:2'>2Sa 22:2</a> 22:33 s Or <i>sets free</i> 22:33 t Or <i>having integrity</i> ; lit <i>complete</i> , <i>perfect</i> 22:33 u Or <i>my</i> 22:33 V <a ref='2 Samuel 22:2'>2Sa 22:2</a> ; <a ref='Psalms 31:3'>Ps 31:3</a> , <a ref='Psalms 31:4'>4</a> 22:34 v Or <i>His</i> 22:34 W <a ref='2 Samuel 2:18'>2Sa 2:18</a> ; <a ref='Habakkuk 3:19'>Hab 3:19</a> 22:34 X <a ref='Deuteronomy 32:13'>Dt 32:13</a> 22:35 Y <a ref='Psalms 144:1'>Ps 144:1</a> 22:35 Z <a ref='Job 20:24'>Job 20:24</a> 22:36 A <a ref='Ephesians 6:16'>Eph 6:16</a> , <a ref='Ephesians 6:17'>17</a> 22:37 B <a ref='2 Samuel 22:20'>2Sa 22:20</a> ; <a ref='Proverbs 4:12'>Pr 4:12</a> 22:38 C <a ref='Exodus 15:9'>Ex 15:9</a> 22:39 D <a ref='Malachi 4:3'>Mal 4:3</a> 22:40 w Lit <i>caused to bow down</i> 22:40 E <a ref='Psalms 44:5'>Ps 44:5</a> 22:41 x Lit <i>And as for my enemies, You have given me their necks</i> 22:41 y Or <i>silenced</i> 22:41 F <a ref='Exodus 23:27'>Ex 23:27</a> ; <a ref='Joshua 10:24'>Jos 10:24</a> 22:42 G <a ref='Isaiah 17:7'>Is 17:7</a> , <a ref='Isaiah 17:8'>8</a> 22:42 H <a ref='1 Samuel 28:6'>1Sa 28:6</a> ; <a ref='Isaiah 1:15'>Is 1:15</a> 22:43 I <a ref='2 Kings 13:7'>2Ki 13:7</a> 22:43 J <a ref='Isaiah 10:6'>Is 10:6</a> ; <a ref='Micah 7:10'>Mic 7:10</a> 22:44 K <a ref='2 Samuel 3:1'>2Sa 3:1</a> ; <a ref='2 Samuel 19:9'>19:9</a> , <a ref='2 Samuel 19:14'>14</a> 22:44 L <a ref='2 Samuel 8:1–14'>2Sa 8:1-14</a> 22:44 M <a ref='Isaiah 55:5'>Is 55:5</a> 22:45 N <a ref='Psalms 66:3'>Ps 66:3</a> ; <a ref='Psalms 81:15'>81:15</a> 22:46 z Lit <i>gird themselves</i> ; the Heb is difficult 22:46 a Lit <i>fastnesses</i> 22:46 O <a ref='1 Samuel 14:11'>1Sa 14:11</a> ; <a ref='Micah 7:17'>Mic 7:17</a> 22:47 b Lit <i>the God of the rock</i> 22:47 P <a ref='2 Samuel 22:3'>2Sa 22:3</a> ; <a ref='Psalms 89:26'>Ps 89:26</a> 22:48 Q <a ref='1 Samuel 24:12'>1Sa 24:12</a> ; <a ref='1 Samuel 25:39'>25:39</a> ; <a ref='2 Samuel 4:8'>2Sa 4:8</a> ; <a ref='Psalms 94:1'>Ps 94:1</a> 22:48 R <a ref='Psalms 144:2'>Ps 144:2</a> 22:49 S <a ref='Psalms 44:5'>Ps 44:5</a> 22:49 T <a ref='Psalms 140:1'>Ps 140:1</a> , <a ref='Psalms 140:4'>4</a> , <a ref='Psalms 140:11'>11</a> 22:50 U <a ref='Romans 15:9'>Ro 15:9</a> 22:51 c Or <i>is a tower</i> 22:51 V <a ref='Psalms 144:10'>Ps 144:10</a> 22:51 W <a ref='Psalms 89:24'>Ps 89:24</a> 22:51 X <a ref='2 Samuel 7:12–16'>2Sa 7:12-16</a> 2 Samuel 23 23:1 A <a ref='2 Samuel 7:8'>2Sa 7:8</a> , <a ref='2 Samuel 7:9'>9</a> ; <a ref='Psalms 78:70'>Ps 78:70</a> , <a ref='Psalms 78:71'>71</a> 23:1 B <a ref='1 Samuel 16:12'>1Sa 16:12</a> , <a ref='1 Samuel 16:13'>13</a> ; <a ref='Psalms 89:20'>Ps 89:20</a> 23:2 C <a ref='Matthew 22:43'>Mt 22:43</a> ; <a ref='2 Peter 1:21'>2Pe 1:21</a> 23:3 D <a ref='2 Samuel 22:2'>2Sa 22:2</a> , <a ref='2 Samuel 22:3'>3</a> , <a ref='2 Samuel 22:32'>32</a> 23:3 E <a ref='Psalms 72:1–3'>Ps 72:1-3</a> ; <a ref='Isaiah 11:1–5'>Is 11:1-5</a> 23:3 F <a ref='2 Chronicles 19:7'>2Chr 19:7</a> , <a ref='2 Chronicles 19:9'>9</a> 23:4 G <a ref='Judges 5:31'>Jdg 5:31</a> ; <a ref='Psalms 72:6'>Ps 72:6</a> 23:5 a Or <i>But my house is not so with God</i> 23:5 H <a ref='2 Samuel 7:12–16'>2Sa 7:12-16</a> ; <a ref='Psalms 89:29'>Ps 89:29</a> ; <a ref='Isaiah 55:3'>Is 55:3</a> 23:6 I <a ref='Matthew 13:41'>Mt 13:41</a> 23:7 b Lit <i>filled</i> 23:7 J <a ref='Matthew 3:10'>Mt 3:10</a> ; <a ref='Matthew 13:30'>13:30</a> ; <a ref='Hebrews 6:8'>Heb 6:8</a> 23:8 c Or <i>3</i> 23:8 K <a ref='1 Chronicles 11:11–47'>1Chr 11:11-47</a> 23:9 d Or <i>defied</i> 23:9 L <a ref='1 Chronicles 27:4'>1Chr 27:4</a> 23:9 M <a ref='1 Chronicles 8:4'>1Chr 8:4</a> 23:10 e Lit <i>his hand clung</i> 23:10 N <a ref='1 Chronicles 11:13'>1Chr 11:13</a> 23:10 O <a ref='1 Samuel 11:13'>1Sa 11:13</a> ; <a ref='1 Samuel 19:5'>19:5</a> 23:11 f Possibly, at Lehi 23:11 P <a ref='2 Samuel 23:33'>2Sa 23:33</a> 23:12 Q <a ref='2 Samuel 23:10'>2Sa 23:10</a> 23:13 R <a ref='1 Samuel 22:1'>1Sa 22:1</a> 23:13 S <a ref='2 Samuel 5:18'>2Sa 5:18</a> 23:14 T <a ref='1 Samuel 22:4'>1Sa 22:4</a> , <a ref='1 Samuel 22:5'>5</a> 23:15 U <a ref='1 Chronicles 11:17'>1Chr 11:17</a> 23:16 V <a ref='1 Chronicles 11:18'>1Chr 11:18</a> 23:16 W <a ref='Genesis 35:14'>Ge 35:14</a> 23:17 g Lit <i>with their souls</i> 23:17 X <a ref='Leviticus 17:10'>Lv 17:10</a> 23:18 h As in two Heb mss and Syr; M.T. <i>3</i> 23:18 i Lit <i>slain ones</i> 23:18 Y <a ref='2 Samuel 10:10'>2Sa 10:10</a> , <a ref='2 Samuel 10:14'>14</a> ; <a ref='2 Samuel 18:2'>18:2</a> 23:18 Z <a ref='1 Chronicles 11:20'>1Chr 11:20</a> , <a ref='1 Chronicles 11:21'>21</a> 23:20 j Or <i>two lion-like heroes</i> 23:20 A <a ref='2 Samuel 8:18'>2Sa 8:18</a> ; <a ref='2 Samuel 20:23'>20:23</a> 23:20 B <a ref='Joshua 15:21'>Jos 15:21</a> 23:21 k Lit <i>a man of appearance</i> 23:22 C <a ref='2 Samuel 23:20'>2Sa 23:20</a> 23:24 D <a ref='2 Samuel 2:18'>2Sa 2:18</a> ; <a ref='1 Chronicles 27:7'>1Chr 27:7</a> 23:25 E <a ref='1 Chronicles 11:27'>1Chr 11:27</a> 23:25 F <a ref='Judges 7:1'>Jdg 7:1</a> 23:26 G <a ref='2 Samuel 14:2'>2Sa 14:2</a> 23:27 H <a ref='Joshua 21:18'>Jos 21:18</a> 23:28 I <a ref='2 Kings 25:23'>2Ki 25:23</a> 23:29 J <a ref='1 Chronicles 11:30'>1Chr 11:30</a> 23:29 K <a ref='Joshua 18:28'>Jos 18:28</a> 23:30 L <a ref='Judges 12:13'>Jdg 12:13</a> , <a ref='Judges 12:15'>15</a> 23:30 M <a ref='Joshua 24:30'>Jos 24:30</a> 23:31 N <a ref='2 Samuel 3:16'>2Sa 3:16</a> 23:32 O <a ref='Joshua 19:42'>Jos 19:42</a> 23:33 P <a ref='2 Samuel 23:11'>2Sa 23:11</a> 23:34 Q <a ref='2 Samuel 10:6'>2Sa 10:6</a> , <a ref='2 Samuel 10:8'>8</a> ; <a ref='2 Samuel 20:14'>20:14</a> 23:34 R <a ref='2 Samuel 11:3'>2Sa 11:3</a> 23:34 S <a ref='2 Samuel 15:12'>2Sa 15:12</a> 23:35 T <a ref='1 Chronicles 11:37'>1Chr 11:37</a> 23:35 U <a ref='Joshua 15:55'>Jos 15:55</a> 23:36 V <a ref='2 Samuel 8:3'>2Sa 8:3</a> 23:37 W <a ref='2 Samuel 4:2'>2Sa 4:2</a> 23:38 X <a ref='1 Chronicles 2:53'>1Chr 2:53</a> 23:39 Y <a ref='2 Samuel 11:3'>2Sa 11:3</a> , <a ref='2 Samuel 11:6'>6</a> 2 Samuel 24 24:1 A <a ref='1 Chronicles 21:1'>1Chr 21:1</a> 24:1 B <a ref='2 Samuel 21:1'>2Sa 21:1</a> , <a ref='2 Samuel 21:2'>2</a> 24:1 C <a ref='1 Chronicles 27:23'>1Chr 27:23</a> , <a ref='1 Chronicles 27:24'>24</a> 24:2 a Lit <i>muster</i> 24:2 D <a ref='Judges 20:1'>Jdg 20:1</a> ; <a ref='2 Samuel 3:10'>2Sa 3:10</a> 24:3 E <a ref='Deuteronomy 1:11'>Dt 1:11</a> 24:4 b Lit <i>muster</i> 24:5 F <a ref='Deuteronomy 2:36'>Dt 2:36</a> ; <a ref='Joshua 13:9'>Jos 13:9</a> , <a ref='Joshua 13:16'>16</a> 24:5 G <a ref='Numbers 21:32'>Nu 21:32</a> ; <a ref='Numbers 32:35'>32:35</a> 24:6 c Or <i>Kadesh in the land of the Hittite</i> 24:6 H <a ref='Joshua 19:28'>Jos 19:28</a> ; <a ref='Judges 1:31'>Jdg 1:31</a> 24:7 I <a ref='Joshua 19:29'>Jos 19:29</a> 24:7 J <a ref='Joshua 11:3'>Jos 11:3</a> ; <a ref='Judges 3:3'>Jdg 3:3</a> 24:7 K <a ref='Genesis 21:22–33'>Ge 21:22-33</a> 24:9 d Lit <i>muster</i> 24:9 L <a ref='Numbers 1:44–46'>Nu 1:44-46</a> 24:9 M <a ref='1 Chronicles 21:5'>1Chr 21:5</a> 24:10 e Lit <i>cause to pass away</i> 24:10 N <a ref='1 Samuel 24:5'>1Sa 24:5</a> 24:10 O <a ref='2 Samuel 12:13'>2Sa 12:13</a> 24:10 P <a ref='1 Samuel 13:13'>1Sa 13:13</a> ; <a ref='2 Chronicles 16:9'>2Chr 16:9</a> 24:11 Q <a ref='1 Samuel 22:5'>1Sa 22:5</a> ; <a ref='1 Chronicles 29:29'>1Chr 29:29</a> 24:11 R <a ref='1 Samuel 9:9'>1Sa 9:9</a> 24:13 S <a ref='1 Chronicles 21:12'>1Chr 21:12</a> ; <a ref='Ezekiel 14:21'>Eze 14:21</a> 24:14 T <a ref='Psalms 51:1'>Ps 51:1</a> ; <a ref='Psalms 130:4'>130:4</a> , <a ref='Psalms 130:7'>7</a> 24:15 f Lit <i>gave</i> 24:15 U <a ref='1 Chronicles 21:14'>1Chr 21:14</a> ; <a ref='1 Chronicles 27:24'>27:24</a> 24:15 V <a ref='2 Samuel 24:2'>2Sa 24:2</a> 24:16 g Or <i>regretted</i> , cf. <a ref='2 Samuel 15:11'>15:11</a> , <a ref='2 Samuel 15:29'>29</a> , <a ref='2 Samuel 15:35'>35</a> 24:16 W <a ref='Exodus 12:23'>Ex 12:23</a> ; <a ref='2 Kings 19:35'>2Ki 19:35</a> ; <a ref='Acts 12:23'>Ac 12:23</a> 24:16 X <a ref='Exodus 32:14'>Ex 32:14</a> ; <a ref='1 Samuel 15:11'>1Sa 15:11</a> 24:17 Y <a ref='2 Samuel 24:10'>2Sa 24:10</a> 24:17 Z <a ref='2 Samuel 7:8'>2Sa 7:8</a> ; <a ref='Psalms 74:1'>Ps 74:1</a> 24:18 h In <a ref='2 Chronicles 3:1'>2Chr 3:1</a> , <i>Ornan</i> 24:18 A <a ref='1 Chronicles 21:18'>1Chr 21:18</a> 24:21 B <a ref='Numbers 16:44–50'>Nu 16:44-50</a> 24:22 C <a ref='1 Samuel 6:14'>1Sa 6:14</a> ; <a ref='1 Kings 19:21'>1Ki 19:21</a> 24:23 D <a ref='Ezekiel 20:40'>Eze 20:40</a> , <a ref='Ezekiel 20:41'>41</a> 24:24 i Lit <i>gratuitously</i> 24:24 j A shekel was approx. 0.4 oz. or 11 gm 24:24 E <a ref='Malachi 1:13'>Mal 1:13</a> , <a ref='Malachi 1:14'>14</a> 24:24 F <a ref='1 Chronicles 21:24'>1Chr 21:24</a> , <a ref='1 Chronicles 21:25'>25</a> 24:25 G <a ref='2 Samuel 21:14'>2Sa 21:14</a>",
    "type": "notes"
  }
]