[
  {
    "id": "intro58",
    "title": "The Letter to the Hebrews",
    "content": "The Letter to the Hebrews Title When the various NT books were formally brought together into one collection shortly after AD 100, the titles were added for convenience. This epistle’s title bears the traditional Greek title, “To the Hebrews,” which was attested by at least the second century AD. Within the epistle itself, however, there is no identification of the recipients as either Hebrews (Jews) or Gentiles. Since the epistle is filled with references to Hebrew history and religion and does not address any particular Gentile or pagan practice, the traditional title has been maintained. Author and Date The author of Hebrews is unknown. Paul, Barnabas, Silas, Apollos, Luke, Philip, Priscilla, Aquila, and Clement of Rome have been suggested by different scholars, but the epistle’s vocabulary, style, and various literary characteristics do not clearly support any particular claim. It is significant that the writer includes himself among those people who had received confirmation of Christ’s message from others ( <a ref='Hebrews 2:3'>2:3</a> ). That would seem to rule out someone like Paul who claimed that he had received such confirmation directly from God and not from men ( <a ref='Galatians 1:12'>Ga 1:12</a> ). Whoever the author was, he preferred citing OT references from the Greek OT (LXX) rather than from the Hebrew text. Even the early church expressed various opinions on authorship, and current scholarship admits the puzzle still has no solution. Therefore, it seems best to accept the epistle’s anonymity. Ultimately, of course, the author was the Holy Spirit ( <a ref='2 Peter 1:21'>2Pe 1:21</a> ). The use of the present tense in <a ref='Hebrews 5:1–4'>5:1–4</a> ; <a ref='Hebrews 7:21'>7:21</a> , <a ref='Hebrews 7:23'>23</a> , <a ref='Hebrews 7:27–28'>27–28</a> ; <a ref='Hebrews 8:3–5'>8:3–5</a> , <a ref='Hebrews 8:13'>13</a> ; <a ref='Hebrews 9:6–9'>9:6–9</a> , <a ref='Hebrews 9:13'>13</a> , <a ref='Hebrews 9:25'>25</a> ; <a ref='Hebrews 10:1'>10:1</a> , <a ref='Hebrews 10:3–4'>3–4</a> , <a ref='Hebrews 10:8'>8</a> , <a ref='Hebrews 10:11'>11</a> ; and <a ref='Hebrews 13:10–11'>13:10–11</a> would suggest that the Levitical priesthood and sacrificial system were still in operation when the epistle was composed. Since the temple was destroyed by General (later Emperor) Titus Vespasian in AD 70, the epistle must have been written prior to that date. In addition, it may be noted that Timothy had just been released from prison ( <a ref='Hebrews 13:23'>13:23</a> ) and that persecution was becoming severe ( <a ref='Hebrews 10:32–39'>10:32–39</a> ; <a ref='Hebrews 12:4'>12:4</a> ; <a ref='Hebrews 13:3'>13:3</a> ). These details suggest a date for the epistle around AD 67–69. Background and Setting Emphases on the Levitical priesthood and on sacrifices, as well as the absence of any reference to the Gentiles, support the conclusion that a community of Hebrews was the recipient of the epistle. Although these Hebrews were primarily converts to Christ, there were probably a number of unbelievers in their midst, who were attracted by the message of salvation, but who had not yet made a full commitment of faith in Christ (see Interpretive Challenges). One thing is clear from the contents of the epistle: the community of Hebrews was facing the possibility of intensified persecution ( <a ref='Hebrews 10:32–39'>10:32–39</a> ; <a ref='Hebrews 12:4'>12:4</a> ). As they confronted this possibility, the Hebrews were tempted to cast aside any identification with Christ. They may have considered demoting Christ from God’s Son to a mere angel. Such a precedent had already been set in the Qumran community of messianic Jews living near the Dead Sea. They had dropped out of society, established a religious commune, and included the worship of angels in their brand of reformed Judaism. The Qumran community had even gone so far as to claim that the angel Michael was higher in status than the coming Messiah. These kinds of doctrinal aberrations could explain the emphasis in Hebrews chapter one on the superiority of Christ over the angels. Possible locations for the recipients of the epistle include Israel, Egypt, Italy, Asia Minor, and Greece. The community that was the primary recipient may have circulated the epistle among those of Hebrew background in neighboring areas and churches. Those believers probably had not seen Christ personally. Apparently, they had been evangelized by “those who heard” Christ and whose ministries had been authenticated “by signs and wonders and by various miracles” ( <a ref='Hebrews 2:3–4'>2:3–4</a> ). Thus the recipients could have been in a church outside Judea and Galilee or in a church in those areas, but established among people in the generation following those who had been eyewitnesses of Christ. The congregation was not new or untaught (“by this time you ought to be teachers”), yet some of them still needed “milk and not solid food” ( <a ref='Hebrews 5:12'>5:12</a> ). “Those from Italy” ( <a ref='Hebrews 13:24'>13:24</a> ) is an ambiguous reference since it could mean either those who had left Italy and were living elsewhere, or those who were still in Italy and being singled out as native residents of that country. Greece or Asia Minor must also be considered because of the apparently early establishment of the church there, and because of the consistent use of the LXX. The generation of Hebrews receiving this epistle had practiced the Levitical sacrifices at the temple in Jerusalem. Jews living in exile had substituted the synagogue for the temple but still felt a deep attraction to the temple worship. Some had the means to make regular pilgrimages to the temple in Jerusalem. The writer of this epistle emphasized the superiority of Christianity over Judaism and the superiority of Christ’s once-for-all sacrifice over the repeated and imperfect Levitical sacrifices observed in the temple. Historical and Theological Themes Since the book of Hebrews is grounded in the work of the Levitical priesthood, an understanding of the book of Leviticus is essential for properly interpreting Hebrews. Israel’s sin had continually interrupted God’s fellowship with His chosen and covenant people, Israel. Therefore, He graciously and sovereignly established a system of sacrifices that symbolically represented the inner repentance of sinners and His divine forgiveness. However, the need for sacrifices never ended because the people and priests continued to sin. The need of all mankind was for a perfect priest and a perfect sacrifice that would once and for all actually remove sin. God’s provision for that perfect priest and sacrifice in Christ is the central message of Hebrews. The epistle to the Hebrews is a study in contrast, between the imperfect and incomplete provisions of the Old Covenant, given under Moses, and the infinitely better provisions of the New Covenant offered by the perfect High Priest, God’s only Son and the Messiah, Jesus Christ. Included in the “better” provisions are: a better hope, testament, promise, sacrifice, substance, country, and resurrection. Those who belong to the New Covenant dwell in a completely new and heavenly atmosphere, they worship a heavenly Savior, have a heavenly calling, receive a heavenly gift, are citizens of a heavenly country, look forward to a heavenly Jerusalem, and have their very names written in heaven. One of the key theological themes in Hebrews is that all believers now have direct access to God under the New Covenant and, therefore, may approach the throne of God boldly ( <a ref='Hebrews 4:16'>4:16</a> ; <a ref='Hebrews 10:22'>10:22</a> ). One’s hope is in the very presence of God, into which he follows the Savior ( <a ref='Hebrews 6:19–20'>6:19–20</a> ; <a ref='Hebrews 10:19–20'>10:19–20</a> ). The primary teaching symbolized by the tabernacle service was that believers under the covenant of law did not have direct access to the presence of God ( <a ref='Hebrews 9:8'>9:8</a> ), but were shut out of the Holy of Holies. The book of Hebrews may briefly be summarized in this way: believers in Jesus Christ, as God’s perfect sacrifice for sin, have the perfect High Priest through whose ministry everything is new and better than under the covenant of law. This epistle is more than a doctrinal treatise, however. It is intensely practical in its application to everyday living (see chap. <a ref='Heb 13'>13</a> ). The writer himself even refers to his letter as a “word of exhortation” ( <a ref='Hebrews 13:22'>13:22</a> ; cf. <a ref='Acts 13:15'>Ac 13:15</a> ). Exhortations designed to stir the readers into action are found throughout the text. Those exhortations are given in the form of 6 warnings: • Warning against drifting from “what we have heard” ( <a ref='Hebrews 2:1–4'>2:1–4</a> ) • Warning against disbelieving the “voice” of God ( <a ref='Hebrews 3:7–14'>3:7–14</a> ) • Warning against degenerating from “the elementary teaching about the Christ” ( <a ref='Hebrews 5:11–6:20'>5:11—6:20</a> ) • Warning against despising “the knowledge of the truth” ( <a ref='Hebrews 10:26–39'>10:26–39</a> ) • Warning against devaluing “the grace of God” ( <a ref='Hebrews 12:15–17'>12:15–17</a> ) • Warning against departing from Him “who is speaking” ( <a ref='Hebrews 12:25–29'>12:25–29</a> ) Another significant aspect of this epistle is its clear exposition of selected OT passages. The writer was clearly a skilled expositor of the Word of God. His example is instructive for preachers and teachers: <a ref='Hebrews 1:1–2:4'>1:1—2:4</a> Exposition of verses from Pss; <a ref='2Sa 7'>2Sa 7</a> ; <a ref='De 32'>Dt 32</a> <a ref='Hebrews 2:5–18'>2:5–18</a> Exposition of <a ref='Psalms 8:4–6'>Ps 8:4–6</a> <a ref='Hebrews 3:1–4:13'>3:1—4:13</a> Exposition of <a ref='Psalms 95:7–11'>Ps 95:7–11</a> <a ref='Hebrews 4:14–7:28'>4:14—7:28</a> Exposition of <a ref='Psalms 110:4'>Ps 110:4</a> <a ref='Hebrews 8:1–10:18'>8:1—10:18</a> Exposition of <a ref='Jeremiah 31:31–34'>Jer 31:31–34</a> <a ref='Hebrews 10:32–12:3'>10:32—12:3</a> Exposition of <a ref='Habakkuk 2:3–4'>Hab 2:3–4</a> <a ref='Hebrews 12:4–13'>12:4–13</a> Exposition of <a ref='Proverbs 3:11–12'>Pr 3:11–12</a> <a ref='Hebrews 12:18–29'>12:18–29</a> Exposition of <a ref='Ex 19'>Ex 19</a> ; <a ref='Ex 20'>20</a> Interpretive Challenges A proper interpretation of this epistle requires the recognition that it addresses 3 distinct groups of Jews: 1) believers; 2) unbelievers who were intellectually convinced of the gospel; and 3) unbelievers who were attracted by the gospel and the person of Christ but who had reached no final conviction about Him. Failure to acknowledge these groups leads to interpretations inconsistent with the rest of Scripture. The primary group addressed were Hebrew Christians who suffered rejection and persecution by fellow Jews ( <a ref='Hebrews 10:32–34'>10:32–34</a> ), although none as yet had been martyred ( <a ref='Hebrews 12:4'>12:4</a> ). The letter was written to give them encouragement and confidence in Christ, their Messiah and High Priest. They were an immature group of believers who were tempted to hold on to the symbolic and spiritually powerless rituals and traditions of Judaism. The second group addressed were Jewish unbelievers who were convinced of the basic truths of the gospel but who had not placed their faith in Jesus Christ as their own Savior and Lord. They were intellectually persuaded but spiritually uncommitted. These unbelievers are addressed in such passages as <a ref='Hebrews 2:1–3'>2:1–3</a> ; <a ref='Hebrews 6:4–6'>6:4–6</a> ; <a ref='Hebrews 10:26–29'>10:26–29</a> ; and <a ref='Hebrews 12:15–17'>12:15–17</a> . The third group addressed were Jewish unbelievers who were not convinced of the gospel’s truth but had had some exposure to it. Chapter <a ref='Heb 9'>9</a> is largely devoted to them (see especially vv. <a ref='Hebrews 9:11'>11</a> , <a ref='Hebrews 9:14–15'>14–15</a> , <a ref='Hebrews 9:27–28'>27–28</a> ). By far, the most serious interpretive challenge is found in <a ref='Hebrews 6:4–6'>6:4–6</a> . The phrase “once been enlightened” is often taken to refer to Christians, and the accompanying warning taken to indicate the danger of losing their salvation if they “have fallen away” and “again crucify to themselves the Son of God.” But there is no mention of their being saved, and they are not described with any terms that apply only to believers (such as holy, born again, righteous, or saints). This problem arises from inaccurately identifying the spiritual condition of the ones being addressed. In this case, they were unbelievers who had been exposed to God’s redemptive truth, and perhaps made a profession of faith, but had not exercised genuine saving faith. In <a ref='Hebrews 10:26'>10:26</a> , the reference once again is to apostate Christians, not to genuine believers who are often incorrectly thought to lose their salvation because of their sins. Outline I. The Superiority of Jesus Christ’s Position ( <a ref='Hebrews 1:1–4:13'>1:1—4:13</a> ) A. A Better Name ( <a ref='Hebrews 1:1–3'>1:1–3</a> ) B. Better Than the Angels ( <a ref='Hebrews 1:4–2:18'>1:4—2:18</a> ) 1. A greater messenger ( <a ref='Hebrews 1:4–14'>1:4–14</a> ) 2. A greater message ( <a ref='Hebrews 2:1–18'>2:1–18</a> ) a. A greater salvation ( <a ref='Hebrews 2:1–4'>2:1–4</a> ) b. A greater savior ( <a ref='Hebrews 2:5–18'>2:5–18</a> ) C. Better Than Moses ( <a ref='Hebrews 3:1–19'>3:1–19</a> ) D. A Better Rest ( <a ref='Hebrews 4:1–13'>4:1–13</a> ) II. The Superiority of Jesus Christ’s Priesthood ( <a ref='Hebrews 4:14–7:28'>4:14—7:28</a> ) A. Christ as High Priest ( <a ref='Hebrews 4:14–5:10'>4:14—5:10</a> ) B. Exhortation to Full Commitment to Christ ( <a ref='Hebrews 5:11–6:20'>5:11—6:20</a> ) C. Christ’s Priesthood like Melchizedek’s ( <a ref='Hebrews 7:1–28'>7:1–28</a> ) III. The Superiority of Jesus Christ’s Priestly Ministry ( <a ref='Hebrews 8:1–10:18'>8:1—10:18</a> ) A. Through a Better Covenant ( <a ref='Hebrews 8:1–13'>8:1–13</a> ) B. In a Better Sanctuary ( <a ref='Hebrews 9:1–12'>9:1–12</a> ) C. By a Better Sacrifice ( <a ref='Hebrews 9:13–10:18'>9:13—10:18</a> ) IV. The Superiority of the Believer’s Privileges ( <a ref='Hebrews 10:19–12:29'>10:19—12:29</a> ) A. Saving Faith ( <a ref='Hebrews 10:19–25'>10:19–25</a> ) B. False Faith ( <a ref='Hebrews 10:26–39'>10:26–39</a> ) C. Genuine Faith ( <a ref='Hebrews 11:1–3'>11:1–3</a> ) D. Heroes of the Faith ( <a ref='Hebrews 11:4–40'>11:4–40</a> ) E. Persevering Faith ( <a ref='Hebrews 12:1–29'>12:1–29</a> ) V. The Superiority of Christian Behavior ( <a ref='Hebrews 13:1–21'>13:1–21</a> ) A. In Relation to Others ( <a ref='Hebrews 13:1–3'>13:1–3</a> ) B. In Relation to Ourselves ( <a ref='Hebrews 13:4–9'>13:4–9</a> ) C. In Relation to God ( <a ref='Hebrews 13:10–21'>13:10–21</a> ) Postscript ( <a ref='Hebrews 13:22–25'>13:22–25</a> )",
    "type": "chapter_content"
  },
  {
    "id": "anc58",
    "title": "Study Notes and Features for Hebrews",
    "content": "Study Notes and Features <a ref='Hebrews 1:1'>1:1</a> <b>many portions.</b> Over the course of possibly 1,800 years (from Job, ca. 2200 BC [?] to Nehemiah, ca. 400 BC) the OT was written in 39 different books reflecting different historical times, locations, cultures, and situations. <b>many ways.</b> These included visions, symbols, and parables, written in both poetry and prose. Though the literary form and style varied, it was always God’s revelation of what He wanted His people to know. The progressive revelation of the OT described God’s program of redemption ( <a ref='1 Peter 1:10–12'>1Pe 1:10–12</a> ) and His will for His people ( <a ref='Romans 15:4'>Ro 15:4</a> ; <a ref='2 Timothy 3:16–17'>2Ti 3:16–17</a> ). <a ref='Hebrews 1:2'>1:2</a> <b>last days.</b> Jews understood the “last days” to mean the time when Messiah (Christ) would come (cf. <a ref='Numbers 24:14'>Nu 24:14</a> ; <a ref='Jeremiah 33:14–16'>Jer 33:14–16</a> ; <a ref='Micah 5:1–2'>Mic 5:1–2</a> ; <a ref='Zechariah 9:9'>Zec 9:9</a> , <a ref='Zechariah 9:16'>16</a> ). The fulfillment of the messianic prophecies commenced with the advent of the Messiah. Since He came, it has been the “last days” (cf. <a ref='1 Corinthians 10:11'>1Co 10:11</a> ; <a ref='James 5:3'>Jas 5:3</a> ; <a ref='1 Peter 1:20'>1Pe 1:20</a> ; <a ref='1 Peter 4:7'>4:7</a> ; <a ref='1 John 2:18'>1Jn 2:18</a> ). In the past God gave revelation through His prophets, but in these times, beginning with the Messiah’s advent, God spoke the message of redemption through the Son. <b>heir.</b> Everything that exists will ultimately come under the control of the Son of God, the Messiah (cf. <a ref='Psalms 2:8–9'>Pss 2:8–9</a> ; <a ref='Psalms 89:27'>89:27</a> ; <a ref='Romans 11:36'>Ro 11:36</a> ; <a ref='Colossians 1:16'>Col 1:16</a> ). This “inheritance” is the full extension of the authority which the Father has given to the Son (cf. <a ref='Daniel 7:13–14'>Da 7:13–14</a> ; <a ref='Matthew 28:18'>Mt 28:18</a> ), as the “firstborn” ( <i>see note on v. <a ref='Hebrews 1:6'>6</a></i> ). <b>worlds.</b> The word can also be translated “ages.” It refers to time, space, energy, and matter—the entire universe and everything that makes it function (cf. <a ref='John 1:3'>Jn 1:3</a> ). <a ref='Hebrews 1:3'>1:3</a> <b>radiance.</b> The term is used only here in the NT. It expresses the concept of sending forth light or shining (cf. <a ref='John 8:12'>Jn 8:12</a> ; <a ref='2 Corinthians 4:4'>2Co 4:4</a> , <a ref='2 Corinthians 4:6'>6</a> ). The meaning of “reflection” is not appropriate here. The Son is not just reflecting God’s glory; He is God and radiates His own essential glory. <b>exact representation of His nature.</b> The term translated “exact representation” is used only here in the NT. In extrabiblical literature, it was employed for an engraving on wood, an etching in metal, a brand on animal hide, an impression in clay, and a stamped image on coins. The Son is the perfect imprint, the exact representation of the nature and essence of God in time and space (cf. <a ref='John 14:9'>Jn 14:9</a> ; <a ref='Colossians 1:15'>Col 1:15</a> ; <a ref='Colossians 2:9'>2:9</a> ). <b>upholds.</b> The universe and everything in it is constantly sustained by the Son’s powerfully effective word ( <a ref='Colossians 1:17'>Col 1:17</a> ). The term also conveys the concept of movement or progress—the Son of God directs all things toward the consummation of all things according to God’s sovereign purpose. He who spoke all things into existence also sustains His creation and consummates His purpose by His word. <b>cleansing for sins.</b> By the substitutionary sacrifice of Himself on the cross (cf. <a ref='Titus 2:14'>Tit 2:14</a> ; <a ref='Revelation 1:5'>Rev 1:5</a> ). <b>sat down at the right hand.</b> The right hand is the place of power, authority, and honor (cf. v. <a ref='Hebrews 1:13'>13</a> ; <a ref='Romans 8:34'>Ro 8:34</a> ; <a ref='1 Peter 3:22'>1Pe 3:22</a> ). As the Eternal Son, the Son has the same authority as the Father, since they are but one God. The seat that Christ has taken is the throne of God ( <a ref='Hebrews 8:1'>8:1</a> ; <a ref='Hebrews 10:12'>10:12</a> ; <a ref='Hebrews 12:2'>12:2</a> ) where He rules as sovereign Lord. This depicts a victorious Savior, not a defeated martyr. While the primary thrust of this phrase is the enthronement of Christ, His sitting might also imply the completion of His atoning work. <a ref='Hebrews 1:4'>1:4</a> <b>having become.</b> The Greek verb used here refers to a change of state, not a change of existence. The Son in His divine essence has eternally existed, but for a while He was made lower than the angels ( <a ref='Hebrews 2:9'>2:9</a> ) and afterward was exalted to an infinitely higher position by virtue of what He had accomplished in His redemptive work ( <i>see notes on <a ref='Philippians 2:9–11'>Php 2:9–11</a></i> ). <b>angels.</b> Spirit beings created by God to minister to Him and do His bidding. The Jews held angels in very high regard as the highest beings next to God. The sect of Judaism which had established a community at Qumran taught that the archangel Michael’s authority rivaled or surpassed that of the Messiah. The writer of Hebrews clearly disclaims any such concept. The Son of God is superior to the angels. <b>more excellent name.</b> That name is Lord ( <i>see notes on <a ref='Philippians 2:9–11'>Php 2:9–11</a></i> ). No angel is Sovereign Lord (vv. <a ref='Hebrews 1:6'>6</a> , <a ref='Hebrews 1:13–14'>13–14</a> ). <a ref='Hebrews 1:5'>1:5</a> Quoting from <a ref='Psalms 2:7'>Ps 2:7</a> and <a ref='2 Samuel 7:14'>2Sa 7:14</a> , the writer presents the unique relationship which the Son has with the Father. No angel ever experienced such a relationship. Son <b>.</b> A reference to the essential nature of Christ, the Second Person of the Godhead, in relation to the First Person—the Son shares the same substance of deity with the Father from eternity past ( <i>see note on <a ref='2 Timothy 1:9'>2Ti 1:9</a></i> ). Cf. vv. <a ref='Hebrews 1:2'>2</a> , <a ref='Hebrews 1:8'>8</a> ; <a ref='Hebrews 3:6'>3:6</a> ; <a ref='Hebrews 4:14'>4:14</a> ; <a ref='Hebrews 5:5'>5:5</a> , <a ref='Hebrews 5:8'>8</a> ; <a ref='Hebrews 6:6'>6:6</a> ; <a ref='Hebrews 7:3'>7:3</a> , <a ref='Hebrews 7:28'>28</a> ; <a ref='Hebrews 10:29'>10:29</a> ; <a ref='Hebrews 11:17'>11:17</a> and many other references in the NT. His sonship was also expressed in the OT (cf. <a ref='Psalms 2:12'>Ps 2:12</a> ; <a ref='Proverbs 30:4'>Pr 30:4</a> ). The word “ today ” does not indicate a point in time, but rather the timeless “today” of eternity. The phrase is quoted from God’s eternal decree (“the decree of Yahweh,” <a ref='Psalms 2:7'>Ps 2:7</a> ). It is therefore a reference to the eternal relations between Father and Son. That the Father has “begotten” the Son cannot speak of the Son’s origin, for there was never a time when He was not ( <a ref='John 1:1'>Jn 1:1</a> ). It is, however an emphatic declaration that He is of the same essence as the Father—and therefore (v. <a ref='Hebrews 1:4'>4</a> ) “so much better than the angels.” ( <i>See note on <a ref='John 1:14'>Jn 1:14</a></i> ). <a ref='Hebrews 1:6'>1:6</a> <b>again.</b> This adverb can be taken with “brings” as a reference to the second coming of Christ or with “says” to indicate yet another quotation from the OT (“and again, when He brings the firstborn into the world, He says”; cf. v. <a ref='Hebrews 1:5'>5</a> ; <a ref='Hebrews 2:13'>2:13</a> ). <b>firstborn.</b> <i>See notes on <a ref='Romans 8:29'>Ro 8:29</a> ; <a ref='Colossians 1:15'>Col 1:15</a></i> , where it refers to prominence of position or title, not to the order of time. Christ was not the first to be born on the earth, but He holds the highest position of sovereignty. As “firstborn” He is also set apart to the service of God and, being preeminent, is entitled to the inheritance (cf. v. <a ref='Hebrews 1:2'>2</a> ; <a ref='Genesis 43:33'>Ge 43:33</a> ; <a ref='Exodus 13:2'>Ex 13:2</a> ; <a ref='Exodus 22:29'>22:29</a> ; <a ref='Deuteronomy 21:17'>Dt 21:17</a> ; <a ref='Psalms 89:27'>Ps 89:27</a> ). let all the angels <b>.</b> Quoted from the LXX translation of <a ref='Deuteronomy 32:43'>Dt 32:43</a> (cf. <a ref='Psalms 97:7'>Ps 97:7</a> ). Since the angels are commanded to worship the Messiah, the Messiah must be superior to them. Five of the 7 OT passages quoted in this first chapter of Hebrews are in contexts related to the Davidic Covenant, which emphasizes the concepts of sonship, kingship, and kingdom. Although <a ref='Deuteronomy 32:43'>Dt 32:43</a> is not in a Davidic Covenant context, it has an affinity to the teaching of <a ref='Psalms 89:6'>Ps 89:6</a> (a psalm of the Davidic Covenant), which declares that the heavenly beings themselves must recognize the lordship of God. Reference is made to “the firstborn” in the introduction to the Deuteronomy quote. In addition, “firstborn” is mentioned in <a ref='Psalms 89:27'>Ps 89:27</a> . <a ref='Hebrews 1:7'>1:7</a> <b>of the angels.</b> The writer continues biblical proofs that the angels are subservient to the Son of God by citing <a ref='Psalms 104:4'>Ps 104:4</a> . This is the only one of the 7 OT quotations in chap. <a ref='Heb 1'>1</a> which has no connection at all to the Davidic Covenant. The quote merely defines the primary nature and purpose of angels. <a ref='Hebrews 1:8–9'>1:8–9</a> He says <b>.</b> Quoting from <a ref='Psalms 45:6–7'>Ps 45:6–7</a> , the writer argues for the deity and the lordship of the Son over creation (cf. v. <a ref='Hebrews 1:3'>3</a> ). The text is all the more significant since the declaration of the Son’s deity is presented as the words of the Father Himself (cf. <a ref='Isaiah 9:6'>Is 9:6</a> ; <a ref='Jeremiah 23:5–6'>Jer 23:5–6</a> ; <a ref='John 5:18'>Jn 5:18</a> ; <a ref='Titus 2:13'>Tit 2:13</a> ; <a ref='1 John 5:20'>1Jn 5:20</a> ). It is clear that the writer of Hebrews had the 3 messianic offices in mind: Prophet (v. <a ref='Hebrews 1:1'>1</a> ), Priest (v. <a ref='Hebrews 1:3'>3</a> ), and King (vv. <a ref='Hebrews 1:3'>3</a> , <a ref='Hebrews 1:8'>8</a> ). Induction into those 3 offices required anointing (v. <a ref='Hebrews 1:9'>9</a> ). The title Messiah (Christ) means “anointed one” (cf. <a ref='Isaiah 61:1–3'>Is 61:1–3</a> ; <a ref='Luke 4:16–21'>Lk 4:16–21</a> ). Christ’s Superiority Jesus Is Greater Than the Prophets <a ref='Hebrews 1:1–3'>1:1–3</a> Seven affirmations Jesus Is Greater Than the Angels <a ref='Hebrews 1:4–14'>1:4–14</a> Seven quotations Heir of all things (v. <a ref='Hebrews 1:2'>2</a> ) Creator (v. <a ref='Hebrews 1:2'>2</a> ) Manifestation of God’s Being (v. <a ref='Hebrews 1:3'>3</a> ) Perfect representation of God (v. <a ref='Hebrews 1:3'>3</a> ) Sustainer of all things (v. <a ref='Hebrews 1:3'>3</a> ) Savior (v. <a ref='Hebrews 1:3'>3</a> ) Exalted Lord (v. <a ref='Hebrews 1:3'>3</a> ) <a ref='Psalms 2:7'>Psalm 2:7</a> (v. <a ref='Hebrews 1:5'>5</a> ) <a ref='2 Samuel 7:14'>2 Samuel 7:14</a> (v. <a ref='Hebrews 1:5'>5</a> ) <a ref='Deuteronomy 32:43'>Deuteronomy 32:43</a> or <a ref='Psalms 97:7'>Psalm 97:7</a> (v. <a ref='Hebrews 1:6'>6</a> ) <a ref='Psalms 104:4'>Psalm 104:4</a> (v. <a ref='Hebrews 1:7'>7</a> ) <a ref='Psalms 45:6–7'>Psalm 45:6–7</a> (vv. <a ref='Hebrews 1:8–9'>8–9</a> ) <a ref='Psalms 102:25–27'>Psalm 102:25–27</a> (vv. <a ref='Hebrews 1:10–12'>10–12</a> ) <a ref='Psalms 110:1'>Psalm 110:1</a> (v. <a ref='Hebrews 1:13'>13</a> ) Go to the Index of Charts and Maps . <a ref='Hebrews 1:9'>1:9</a> companions <b>.</b> The term is used only in Hebrews ( <a ref='Hebrews 3:1'>3:1</a> , <a ref='Hebrews 3:14'>14</a> ; <a ref='Hebrews 6:4'>6:4</a> ; <a ref='Hebrews 12:8'>12:8</a> ) and in <a ref='Luke 5:7'>Lk 5:7</a> , where it is rendered as “partners.” In this occurrence, it might refer to angels or to other men who were similarly anointed for their offices: the OT prophets, priests, and kings. If the “OIL OF GLADNESS” here is the same as “oil of rejoicing” referred to in <a ref='Isaiah 61:3'>Is 61:3</a> , the reference would clearly be to those who had mourned in Zion but who would one day be clothed with praise and called “oaks of righteousness”—references to men, not angels. No matter how noble such men were, Christ is superior. <a ref='Hebrews 1:10–12'>1:10–12</a> Quoted from <a ref='Psalms 102:25–27'>Ps 102:25–27</a> . The Son who created the universe ( <a ref='John 1:1–3'>Jn 1:1–3</a> ) one day will destroy the heavens and earth that He created ( <i>see notes on <a ref='2 Peter 3:10–12'>2Pe 3:10–12</a></i> ), but He remains unchanged. Immutability is yet another characteristic of the divine essence. Once again the OT testifies of the Son’s deity. <a ref='Hebrews 1:13–14'>1:13–14</a> The writer reemphasizes the lordship of the Son by quoting <a ref='Psalms 110:1'>Ps 110:1</a> . While Christ’s destiny is to reign (cf. v. <a ref='Hebrews 1:3'>3</a> ; <a ref='Matthew 22:44'>Mt 22:44</a> ; <a ref='Acts 2:35'>Ac 2:35</a> ), the angels’ destiny is to serve the recipients of salvation ( <i>see note on <a ref='1 Corinthians 6:3'>1Co 6:3</a></i> ). This is the seventh and final quotation from the OT to bolster the argument that as Son and Lord the Messiah is superior to the angels. <a ref='Hebrews 1:13'>1:13</a> Your enemies <b>…</b> a footstool <b>.</b> This quote from <a ref='Psalms 110:1'>Ps 110:1</a> is repeated in the NT at <a ref='Hebrews 10:13'>10:13</a> ; <a ref='Matthew 22:44'>Mt 22:44</a> ; <a ref='Mark 12:36'>Mk 12:36</a> ; <a ref='Luke 20:43'>Lk 20:43</a> ; <a ref='Acts 2:35'>Ac 2:35</a> , and expresses the sovereignty of Christ over all (cf. <a ref='Philippians 2:10'>Php 2:10</a> ). <a ref='Hebrews 1:14'>1:14</a> <i>See note on <a ref='Matthew 18:10'>Mt 18:10</a> .</i> <a ref='Hebrews 2:1–4'>2:1–4</a> In order to drive home the importance of the superiority of the Son of God over angels, the writer urges the readers to respond. “We” includes all those who are Hebrews. Some had given intellectual assent to the doctrine of Messiah’s superiority to the angels, but had not yet committed themselves to Him as God and Lord. He deserves their worship as much as He deserves the worship of the angels. <a ref='Hebrews 2:1'>2:1</a> <b>closer attention … drift away.</b> Both phrases have nautical connotations. The first refers to mooring a ship, tying it up at the dock. The second was often used of a ship that had been allowed to drift past the harbor. The warning is to secure oneself to the truth of the gospel, being careful not to pass by the only harbor of salvation. The closest attention must be paid to these very serious matters of the Christian faith. The readers in their tendency to apathy are in danger of making shipwreck of their lives (cf. <a ref='Hebrews 6:19'>6:19</a> ; <i>see note on <a ref='1 Timothy 1:19'>1Ti 1:19</a></i> ). <a ref='Hebrews 2:2'>2:2</a> <b>if.</b> The Greek term assumes a fulfilled condition and here carries the idea: “In view of the fact that. …” <b>angels.</b> Angels were instrumental in bringing God’s law to His people at Mt. Sinai (cf. <a ref='Deuteronomy 33:1–2'>Dt 33:1–2</a> ; <a ref='Psalms 68:17'>Ps 68:17</a> ; <a ref='Acts 7:38'>Ac 7:38</a> , <a ref='Acts 7:53'>53</a> ; <a ref='Galatians 3:19'>Ga 3:19</a> ). <b>trespass and disobedience.</b> The former means to step across the line, in an overt sin of commission. The latter carries the idea of shutting one’s ears to God’s commands, thereby committing a sin of omission. Both are willful, serious, and require just judgment. <a ref='Hebrews 2:3'>2:3</a> <b>how will we escape.</b> If disobedience to the older covenant of law brought swift judgment, how much more severe will be the judgment of disobedience to the New Covenant gospel of salvation, which was mediated by the Son who is superior to the angels (cf. <a ref='Matthew 10:14–15'>Mt 10:14–15</a> ; <a ref='Matthew 11:20–24'>11:20–24</a> )? The messenger and message of the New Covenant are greater than the messengers and message of the older covenant. The greater the privilege, the greater the punishment for disobedience or neglect ( <a ref='Hebrews 10:29'>10:29</a> ; cf. <a ref='Luke 12:47'>Lk 12:47</a> ). <b>by those who heard.</b> This phrase reveals the succession of evangelism. That generation of Hebrews would not have heard if the previous generation of witnesses had not passed the message along (cf. <a ref='1 Timothy 2:5–7'>1Ti 2:5–7</a> ). <a ref='Hebrews 2:4'>2:4</a> <b>signs … wonders … miracles … gifts.</b> The supernatural powers demonstrated by Jesus and by His apostles were the Father’s divine confirmation of the gospel of Jesus Christ, His Son (cf. <a ref='John 10:38'>Jn 10:38</a> ; <a ref='Acts 2:22'>Ac 2:22</a> ; <a ref='Romans 15:19'>Ro 15:19</a> ; <a ref='1 Corinthians 14:22'>1Co 14:22</a> ; <i>see note on <a ref='2 Corinthians 12:12'>2Co 12:12</a></i> ). This authentication of the message was the purpose of such miraculous deeds. <b>the Holy Spirit.</b> The epistle’s first reference to the Holy Spirit refers in passing to His ministry of confirming the message of salvation by means of miraculous gifts. Mentioned elsewhere in the epistle are the Holy Spirit’s involvement in the revelation of Scripture ( <a ref='Hebrews 3:7'>3:7</a> ; <a ref='Hebrews 10:15'>10:15</a> ), in teaching ( <a ref='Hebrews 9:8'>9:8</a> ), in pre-salvation operations ( <a ref='Hebrews 6:4'>6:4</a> , perhaps His convicting work; <a ref='Hebrews 10:29'>10:29</a> , common grace), and in ministry to Christ ( <a ref='Hebrews 9:14'>9:14</a> ). <a ref='Hebrews 2:5'>2:5</a> <b>world.</b> The term refers to the inhabited earth. The reference is to the great millennial kingdom (cf. <a ref='Zechariah 14:9'>Zec 14:9</a> ; <a ref='Revelation 20:1–5'>Rev 20:1–5</a> ). Angels will not reign over the messianic kingdom. <a ref='Hebrews 2:6–8'>2:6–8</a> Quoted from <a ref='Psalms 8:4–6'>Ps 8:4–6</a> (cf. <a ref='1 Corinthians 15:27–28'>1Co 15:27–28</a> ; <a ref='Ephesians 1:22'>Eph 1:22</a> ). <a ref='Hebrews 2:6'>2:6</a> <b>somewhere.</b> This is not an indication that the writer was ignorant of the source of the quotation that follows. The location of the quotation is not as significant as its divine authorship. Perhaps it is significant that the author of Hebrews is not identified either. The writer may have desired that his readers understand that the Holy Spirit is the real author of all Scripture (cf. <a ref='2 Timothy 3:16'>2Ti 3:16</a> ; <a ref='2 Peter 1:21'>2Pe 1:21</a> ). man … son of man <b>.</b> Both refer to mankind, not to Christ. The passage asks why God would ever bother with man. As the following verses demonstrate (vv. <a ref='Hebrews 2:9–10'>9–10</a> ), the incarnation of Christ is the greatest proof of God’s love and regard for mankind. Christ was not sent in the form of an angel. He was sent in the form of a man. <a ref='Hebrews 2:7'>2:7</a> angels <b>.</b> Angels were given supernatural powers by the Creator. They have continual access to the throne of God (cf. <a ref='Job 1:6'>Job 1:6</a> ; <a ref='Job 2:1'>2:1</a> ; <a ref='Revelation 5:11'>Rev 5:11</a> ) and are not subject to death. <a ref='Hebrews 2:8'>2:8</a> subjection <b>.</b> In spite of the superiority of angels to mankind, God had originally placed the administration of the earth into the hands of mankind ( <a ref='Genesis 1:26–28'>Ge 1:26–28</a> ). Due to the Fall ( <a ref='Ge 3'>Ge 3</a> ), however, mankind has been incapable of fulfilling that divinely ordained position. <a ref='Hebrews 2:9'>2:9</a> <b>glory and honor.</b> Because Jesus became “obedient to the point of death … God also highly exalted Him” ( <a ref='Philippians 2:8–9'>Php 2:8–9</a> ). By His redemptive work, Christ has fulfilled all that is required as the supreme representative of mankind. By His incarnation, substitutionary sacrifice, and victory over sin and death (cf. <a ref='Romans 6:23'>Ro 6:23</a> ; <a ref='1 John 4:10'>1Jn 4:10</a> ), He has fulfilled man’s original purpose. As the Second Adam ( <a ref='1 Corinthians 15:47'>1Co 15:47</a> ), He was for a short time lower than the angels. Now He has glory and honor, and all things (including angels) are subject to Him. <b>taste death for everyone.</b> Everyone who believes, that is. The death of Christ can only be applied in its efficacy to those who come to God repentantly in faith, asking for saving grace and forgiveness of sins. <i>See notes on <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='1 Timothy 2:6'>1Ti 2:6</a> ; <a ref='1 Timothy 4:10'>4:10</a> ; <a ref='Titus 2:11'>Tit 2:11</a> .</i> <a ref='Hebrews 2:10'>2:10</a> <b>fitting.</b> What God did through the humiliation of Jesus Christ was perfectly consistent with His sovereign righteousness and holiness. Without Christ’s humiliation and suffering, there could be no redemption. Without redemption, there could be no glorification (cf. <a ref='Romans 8:18'>Ro 8:18</a> , <a ref='Romans 8:29–30'>29–30</a> ). <b>perfect.</b> In His divine nature, Christ was already perfect. However, His human nature was perfected through obedience, including suffering in order that He might be an understanding High Priest, an example for believers (cf. <a ref='Hebrews 5:8–9'>5:8–9</a> ; <a ref='Hebrews 7:25–28'>7:25–28</a> ; <a ref='Philippians 2:8'>Php 2:8</a> ; <a ref='1 Peter 2:21'>1Pe 2:21</a> ), and establish the perfect righteousness ( <a ref='Matthew 3:15'>Mt 3:15</a> ) to be imputed to believers ( <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='Philippians 3:8'>Php 3:8</a> , <a ref='Philippians 3:19'>19</a> ). <b>author.</b> The term is also used in <a ref='Hebrews 12:2'>12:2</a> and <a ref='Acts 5:31'>Ac 5:31</a> . It could be translated “pioneer,” “leader,” “captain,” or “originator.” Christ is the source (cf. <a ref='Hebrews 5:9'>5:9</a> , which has the meaning of cause), the initiator, and the leader in regard to salvation. He has led the way into heaven as our forerunner ( <a ref='Hebrews 6:20'>6:20</a> ). <a ref='Hebrews 2:11'>2:11</a> <b>sanctifies.</b> Sanctification sets a person apart for service through purification from sin and conformity to the holiness of God (cf. <a ref='Hebrews 10:10'>10:10</a> ). <a ref='Hebrews 2:12'>2:12</a> My brothers <b>.</b> Quoted from <a ref='Psalms 22:22'>Ps 22:22</a> . Jesus had taught that those who do the will of the Father in obedience to His Word are His brothers and mother ( <a ref='Matthew 12:50'>Mt 12:50</a> ; <a ref='Luke 8:21'>Lk 8:21</a> ). He never directly referred to His disciples by the title of “brethren” or “brothers” until after His resurrection ( <a ref='Matthew 28:10'>Mt 28:10</a> ; <a ref='John 20:17'>Jn 20:17</a> ). Not until He had paid the price for their salvation did they truly become His spiritual brothers and sisters. The use of the term demonstrates His full identification with mankind in order to provide complete redemption ( <a ref='Philippians 2:7–9'>Php 2:7–9</a> ). <a ref='Hebrews 2:13'>2:13</a> The citation of <a ref='Isaiah 8:17–18'>Is 8:17–18</a> (cf. <a ref='2 Samuel 22:3'>2Sa 22:3</a> ) emphasizes the point made in vv. <a ref='Hebrews 2:9–11'>9–11</a> : that Christ had fully identified Himself with mankind by taking a human nature. He demonstrated the reality of His human nature by His reliance upon God during His earthly sojourn. <a ref='Hebrews 2:14'>2:14</a> <b>share … partook.</b> The Greek word for “partook” means fellowship, communion, or partnership. “Share” means to take hold of something that is not related to one’s own kind. The Son of God was not by nature “flesh and blood,” but took upon Himself that nature for the sake of providing redemption for mankind. <b>death … power of death.</b> This is the ultimate purpose of the incarnation: Jesus came to earth to die. By dying, He was able to conquer death in His resurrection ( <a ref='John 14:19'>Jn 14:19</a> ). By conquering death, He rendered Satan powerless against all who are saved. Satan’s using the power of death is subject to God’s will (cf. <a ref='Job 2:6'>Job 2:6</a> ). <a ref='Hebrews 2:15'>2:15</a> <b>fear of death.</b> For the believer, “death is swallowed up in victory” ( <a ref='1 Corinthians 15:54'>1Co 15:54</a> ). Therefore, the fear of death and its spiritual bondage have been brought to an end through the work of Christ. <a ref='Hebrews 2:16'>2:16</a> <b>give help.</b> The literal meaning is to “take hold of.” The sense of “giving help” is from the picture of a taking hold of someone in order to push or pull them to safety, to rescue them. However, there was no thought in Judaism that the Messiah’s entrance into the world would be to give help to the angels. The contrast, using this translation, is weak in comparison with all that has been previously said about Christ’s superiority to the angels. The context presents the identification of Christ with mankind in His incarnation—He took upon Himself a human nature (vv. <a ref='Hebrews 2:9–14'>9–14</a> , <a ref='Hebrews 2:17'>17</a> ). When the writer wished to express the concept of giving help, he chose a different Greek word in v. <a ref='Hebrews 2:18'>18</a> (also, <a ref='Hebrews 4:16'>4:16</a> ). Therefore, the translation, “take on <i>the nature of</i> ,” is to be preferred. <b>seed of Abraham.</b> Christ is that promised descendant ( <i>see notes on <a ref='Galatians 3:16'>Ga 3:16</a></i> ). Since the readers are Hebrews, they would certainly identify themselves with this description. The Messiah had been born in the line of Abraham in fulfillment of the OT prophecies ( <a ref='Matthew 1:1'>Mt 1:1</a> ). One of the chief purposes for the incarnation was the salvation of Israel ( <a ref='Matthew 1:21'>Mt 1:21</a> ). Yet another purpose was the fulfillment of the Abrahamic Covenant in regard to the promised descendant. Of all peoples, the Hebrews should be first to recognize the significance and importance of the incarnation. <a ref='Hebrews 2:17'>2:17</a> <b>propitiation.</b> The word means “to conciliate” or “satisfy.” <i>See note on <a ref='Romans 3:25'>Ro 3:25</a> .</i> Christ’s work of propitiation is related to His high priestly ministry. By His partaking of a human nature, Christ demonstrated His mercy to mankind and His faithfulness to God by satisfying God’s requirement for sin and thus obtaining for His people full forgiveness. Cf. <a ref='1 John 2:2'>1Jn 2:2</a> ; <a ref='1 John 4:10'>4:10</a> . <a ref='Hebrews 2:18'>2:18</a> <b>tempted.</b> The genuineness of Christ’s humanity is demonstrated by the fact that He was subject to temptation. By experiencing temptation, Jesus became fully capable of understanding and sympathizing with His human brethren (cf. <a ref='Hebrews 4:15'>4:15</a> ). He felt the full force of temptation. Though we often yield to temptation before we feel its full force, Jesus resisted temptation even when the greatest enticement for yielding had become evident (cf. <a ref='Luke 4:1–13'>Lk 4:1–13</a> ). <b>able to come to help … tempted.</b> <i>See notes on <a ref='Hebrews 4:15–16'>4:15–16</a> ; <a ref='1 Corinthians 10:13'>1Co 10:13</a> .</i> <a ref='Hebrews 3:1–6'>3:1–6</a> This section presents the superiority of Jesus over the highly revered Moses. The Lord had spoken with Moses “face to face, just as a man speaks to his friend” ( <a ref='Exodus 33:11'>Ex 33:11</a> ) and had given the law to him ( <a ref='Nehemiah 9:13–14'>Ne 9:13–14</a> ). The commandments and rituals of the law were the Jews’ supreme priorities, and to them Moses and the law were synonymous. Both the OT and the NT refer to the commands of God as the “law of Moses” ( <a ref='Joshua 8:31'>Jos 8:31</a> ; <a ref='1 Kings 2:3'>1Ki 2:3</a> ; <a ref='Luke 2:22'>Lk 2:22</a> ; <a ref='Acts 13:39'>Ac 13:39</a> ). Yet, as great as Moses was, Jesus was infinitely greater. <a ref='Hebrews 3:1'>3:1</a> <b>holy brothers.</b> The phrase occurs only here and in <a ref='1 Thessalonians 5:27'>1Th 5:27</a> , where some manuscripts omit “holy.” The writer addresses believers who have a “heavenly calling” (cf. <a ref='Philippians 3:14'>Php 3:14</a> ). They are elsewhere described as desiring a “heavenly country” ( <a ref='Hebrews 11:16'>11:16</a> ) and as coming to “the heavenly Jerusalem” ( <a ref='Hebrews 12:22'>12:22</a> ). They are “holy” in the sense that they are set apart unto God and identified with the heavenly realm—citizens of heaven more than citizens of earth. <b>calling.</b> The reference, as always in the NT epistles, is to the effective summons to salvation in Christ (cf. <a ref='Romans 8:30'>Ro 8:30</a> ; <a ref='1 Corinthians 7:21'>1Co 7:21</a> ). <b>consider.</b> The writer asks for the readers’ complete attention and diligent observation of the superiority of Jesus Christ. <b>Apostle and High Priest.</b> An apostle is a “sent one” who has the rights, power, and authority of the one who sends him. Jesus was sent to earth by the Father (cf. <a ref='John 3:17'>Jn 3:17</a> , <a ref='John 3:34'>34</a> ; <a ref='John 5:36–38'>5:36–38</a> ; <a ref='John 8:42'>8:42</a> ). The topic of the High Priesthood of Christ, which was begun in <a ref='Hebrews 2:17–18'>2:17–18</a> and is mentioned again here, will be taken up again in greater detail in <a ref='Hebrews 4:14–10:18'>4:14—10:18</a> . Meanwhile, the writer presents the supremacy of Christ to Moses (vv. <a ref='Hebrews 3:1–6'>1–6</a> ), to Joshua ( <a ref='Hebrews 4:8'>4:8</a> ), and to all other national heroes and OT preachers whom Jews held in high esteem. Jesus Himself spoke of His superiority to Moses in the same context in which He spoke of His being sent by the Father ( <a ref='John 5:36–38'>Jn 5:36–38</a> , <a ref='John 5:45–47'>45–47</a> ; cf. <a ref='Luke 16:29–31'>Lk 16:29–31</a> ). Moses had been sent by God to deliver His people from historical Egypt and its bondage ( <a ref='Exodus 3:10'>Ex 3:10</a> ). Jesus was sent by God to deliver His people from spiritual Egypt and its bondage ( <a ref='Hebrews 2:15'>2:15</a> ). <b>of our confession.</b> Christ is the center of our confession of faith in the gospel, both in creed and public testimony. The term is used again in <a ref='Hebrews 4:14'>4:14</a> and <a ref='Hebrews 10:23'>10:23</a> (cf. <a ref='2 Corinthians 9:13'>2Co 9:13</a> ; <a ref='1 Timothy 6:12'>1Ti 6:12</a> ). In all 3 uses in Hebrews there is a sense of urgency. Surely, the readers would not give up Christ, whom they had professed, and reject what He had done for them, if they could understand the superiority of His person and work. <a ref='Hebrews 3:2'>3:2</a> <b>house.</b> The term refers to a family of people rather than a building or dwelling (cf. v. <a ref='Hebrews 3:6'>6</a> ; <a ref='1 Timothy 3:15'>1Ti 3:15</a> ). Those who were stewards of a household must above all be faithful ( <a ref='1 Corinthians 4:2'>1Co 4:2</a> ). Both Moses ( <a ref='Numbers 12:7'>Nu 12:7</a> ) and Christ ( <a ref='Hebrews 2:17'>2:17</a> ) faithfully fulfilled their individual, divine appointments to care for the people of God. <a ref='Hebrews 3:3–4'>3:3–4</a> <b>builder of the house.</b> Moses was only a part of God’s household of faith, whereas Jesus was the creator of that household (cf. <a ref='2 Samuel 7:13'>2Sa 7:13</a> ; <a ref='Zechariah 6:12–13'>Zec 6:12–13</a> ; <a ref='Ephesians 2:19–22'>Eph 2:19–22</a> ; <a ref='1 Peter 2:4–5'>1Pe 2:4–5</a> ) and, therefore, is greater than Moses and equal to God. <a ref='Hebrews 3:5–6'>3:5–6</a> servant <b>… Son.</b> The term for “servant” implies a position of dignity and freedom, not slavery (cf. <a ref='Exodus 14:31'>Ex 14:31</a> ; <a ref='Joshua 1:2'>Jos 1:2</a> ). However, even as the highest-ranking servant, Moses could never hold the position of Son, which is Christ’s alone (cf. <a ref='John 8:35'>Jn 8:35</a> ). <a ref='Hebrews 3:5'>3:5</a> <b>spoken later.</b> Moses was faithful primarily as a testimony to that which was to come in Christ (cf. <a ref='Hebrews 11:24–27'>11:24–27</a> ; <i>see note on <a ref='John 5:46'>Jn 5:46</a></i> ). <a ref='Hebrews 3:6'>3:6</a> <b>whose house we are.</b> <i>See notes on v. <a ref='Hebrews 3:2'>2</a> ; <a ref='Ephesians 2:22'>Eph 2:22</a> ; <a ref='1 Timothy 3:15'>1Ti 3:15</a> ; <a ref='1 Peter 2:5'>1Pe 2:5</a> ; <a ref='1 Peter 4:17'>4:17</a> .</i> <b>if we hold fast.</b> Cf. v. <a ref='Hebrews 3:14'>14</a> . This is not speaking of how to be saved or remain saved (cf. <a ref='1 Corinthians 15:2'>1Co 15:2</a> ). It means rather that perseverance in faithfulness is proof of real faith. The person who returns to the rituals of the Levitical system to contribute to his own salvation proves he was never truly part of God’s household ( <i>see note on <a ref='1 John 2:19'>1Jn 2:19</a></i> ), whereas the one who abides in Christ gives evidence of his genuine membership in that household (cf. <a ref='Matthew 10:22'>Mt 10:22</a> ; <a ref='Luke 8:15'>Lk 8:15</a> ; <a ref='John 8:31'>Jn 8:31</a> ; <a ref='John 15:4–6'>15:4–6</a> ). The promise of God will fulfill this holding fast ( <a ref='1 Thessalonians 5:24'>1Th 5:24</a> ; <a ref='Jude 1:24–25'>Jd 24–25</a> ). <i>See note on <a ref='Matthew 24:13'>Mt 24:13</a> .</i> <b>hope.</b> See the writer’s further description of this hope in <a ref='Hebrews 6:18–19'>6:18–19</a> . This hope rests in Christ Himself, whose redemptive work has accomplished our salvation ( <a ref='Romans 5:1–2'>Ro 5:1–2</a> ; <i>see note on <a ref='1 Peter 1:3'>1Pe 1:3</a></i> ). <a ref='Hebrews 3:7–11'>3:7–11</a> The writer cites <a ref='Psalms 95:7–11'>Ps 95:7–11</a> as the words of its ultimate author, the Holy Spirit (cf. <a ref='Hebrews 4:7'>4:7</a> ; <a ref='Hebrews 9:8'>9:8</a> ; <a ref='Hebrews 10:15'>10:15</a> ). This passage describes the Israelites’ wilderness wanderings after their delivery from Egypt. Despite God’s miraculous works and His gracious, providential faithfulness to them, the people still failed to commit themselves to Him in faith (cf. <a ref='Ex 17'>Ex 17</a> ; <a ref='Numbers 14:22–23'>Nu 14:22–23</a> ; <a ref='Psalms 78:40–53'>Ps 78:40–53</a> ). The writer of Hebrews presents a 3-point exposition of the OT passage: 1) beware of unbelief (vv. <a ref='Hebrews 3:12–19'>12–19</a> ); 2) be afraid of falling short ( <a ref='Hebrews 4:1–10'>4:1–10</a> ); and 3) be diligent to enter ( <a ref='Hebrews 4:11–13'>4:11–13</a> ). The themes of the exposition include urgency, obedience (including faith), perseverance, and rest. <a ref='Hebrews 3:7'>3:7</a> Today <b>.</b> The reference is to the present moment while the words of God are fresh in the mind. There is a sense of urgency to immediately give heed to the voice of God. This urgency is emphasized by repeating the reference to “today” from <a ref='Psalms 95:7'>Ps 95:7</a> three more times (vv. <a ref='Hebrews 3:13'>13</a> , <a ref='Hebrews 3:15'>15</a> ; <a ref='Hebrews 4:7'>4:7</a> ) and is the theme of the writer’s exposition (cf. <a ref='2 Corinthians 6:2'>2Co 6:2</a> ). <a ref='Hebrews 3:11'>3:11</a> My rest <b>.</b> The earthly rest which God promised to give was life in the land of Canaan which Israel would receive as their inheritance ( <a ref='Deuteronomy 12:9–10'>Dt 12:9–10</a> ; <a ref='Joshua 21:44'>Jos 21:44</a> ; <a ref='1 Kings 8:56'>1Ki 8:56</a> ). Because of rebellion against God, an entire generation of the children of Israel was prohibited from entering into that rest in the Promised Land (cf. <a ref='Deuteronomy 28:65'>Dt 28:65</a> ; <a ref='Lamentations 1:3'>Lam 1:3</a> ). The application of this picture is to an individual’s spiritual rest in the Lord, which has precedent in the OT (cf. <a ref='Psalms 116:7'>Ps 116:7</a> ; <a ref='Isaiah 28:12'>Is 28:12</a> ). At salvation, every believer enters the true rest, the realm of spiritual promise, never again laboring to achieve through personal effort a righteousness that pleases God. The Lord wanted both kinds of rest for the generation that was delivered from Egypt. <a ref='Hebrews 3:12'>3:12</a> <b>brothers.</b> This admonition is addressed to those having the same potential characteristics as the generation which perished in the wilderness without ever seeing the Land of Promise. They were unbelieving Jewish brethren who were in the company of the “holy brothers” (v. <a ref='Hebrews 3:1'>1</a> ). They were admonished to believe and be saved before it was too late. See Introduction: Interpretive Challenges . <b>an evil, unbelieving heart.</b> All men are born with such a heart ( <a ref='Jeremiah 17:9'>Jer 17:9</a> ). In the case of these Hebrews, that evil manifested itself in disbelief of the gospel which moved them in the opposite way from God. <a ref='Hebrews 3:13'>3:13</a> <b>encourage one another day after day.</b> Both individual accountability and corporate responsibility are intended in this admonition. As long as the distressing days were upon them and they were tempted to return to the ineffective Levitical system, they were to encourage one another to identify completely with Jesus Christ. <b>hardened.</b> Repeated rejection of the gospel concerning Jesus results in a progressive hardening of the heart and will ultimately result in outright antagonism to the gospel. Cf. <a ref='Hebrews 6:4–6'>6:4–6</a> ; <a ref='Hebrews 10:26–29'>10:26–29</a> ; <a ref='Acts 19:9'>Ac 19:9</a> . <b>deceitfulness.</b> Sin lies and deceives, using every trickery and stratagem possible (cf. <a ref='Romans 7:11'>Ro 7:11</a> ; <a ref='2 Thessalonians 2:10'>2Th 2:10</a> ; <a ref='James 1:14–16'>Jas 1:14–16</a> ). The Hebrews deceived themselves with the reasoning that their rejection of Jesus Christ was being faithful to the older system. Their willingness to hang on to the Levitical system was really a rejection of the living Word ( <a ref='Hebrews 4:12'>4:12</a> ) of the “living God” (v. <a ref='Hebrews 3:12'>12</a> ), who through Christ had opened up a “new and living way” ( <a ref='Hebrews 10:20'>10:20</a> ). Choosing the path of unbelief always leads only to death (v. <a ref='Hebrews 3:17'>17</a> ; <a ref='Hebrews 10:26–29'>10:26–29</a> ; cf. <a ref='Hebrews 2:14–15'>2:14–15</a> ; <a ref='Jude 1:5'>Jd 5</a> ). <a ref='Hebrews 3:14'>3:14</a> The exhortation is similar to that in v. <a ref='Hebrews 3:6'>6</a> . It repeats the theme of perseverance. <a ref='Hebrews 3:15–19'>3:15–19</a> The quotation from <a ref='Psalms 95:7–8'>Ps 95:7–8</a> is repeated (cf. v. <a ref='Hebrews 3:7'>7</a> ). The first quotation was followed with exposition emphasizing “today” and the urgency that word conveys. This second quotation is followed with exposition emphasizing rebellion (vv. <a ref='Hebrews 3:15–16'>15–16</a> ) and presenting the theme of obedience by means of its antithesis, disobedience. Four different terms are employed to drive the point of rebellion home: “provoked” (v. <a ref='Hebrews 3:16'>16</a> ), “sinned” (v. <a ref='Hebrews 3:17'>17</a> ), “disobedient” (v. <a ref='Hebrews 3:18'>18</a> ), and “unbelief” (v. <a ref='Hebrews 3:19'>19</a> ). This initial third ( <i>see notes on vv. <a ref='Hebrews 3:7–11'>7–11</a></i> ) of the writer’s exposition of <a ref='Psalms 95:7–11'>Ps 95:7–11</a> is summed up by the obvious conclusion that the Israelites who died in the wilderness were victims of their own unbelief (v. <a ref='Hebrews 3:19'>19</a> ). <a ref='Hebrews 4:1–10'>4:1–10</a> The second section of the writer’s exposition of <a ref='Psalms 95:7–11'>Ps 95:7–11</a> goes beyond the description of unbelief and its dire consequences ( <a ref='Hebrews 3:12–19'>3:12–19</a> ) to define the nature of the “rest” which the disobedient had forfeited. The first section had dealt primarily with <a ref='Psalms 95:7–8'>Ps 95:7–8</a> ; the second section deals primarily with <a ref='Psalms 95:11'>Ps 95:11</a> . <a ref='Hebrews 4:1'>4:1</a> <b>promise.</b> This is the first use of this important word in Hebrews. The content of this promise is defined as “entering His rest.” <b>His rest.</b> <i>See note on <a ref='Hebrews 3:11'>3:11</a> .</i> This is the rest which God gives; therefore it is called “My rest” ( <a ref='Psalms 95:11'>Ps 95:11</a> ) and “His rest.” For believers, God’s rest includes His peace, confidence of salvation, reliance on His strength, and assurance of a future heavenly home (cf. <a ref='Matthew 11:29'>Mt 11:29</a> ). <b>fallen short.</b> The entire phrase could be translated “lest you think you have come too late to enter into the rest of God” (cf. <a ref='Hebrews 12:15'>12:15</a> ). With reverential fear all are to examine their own spiritual condition (cf. <a ref='1 Corinthians 10:12'>1Co 10:12</a> ; <a ref='2 Corinthians 13:5'>2Co 13:5</a> ) and to actively press for commitment on the part of others (cf. <a ref='Jude 1:23'>Jd 23</a> ). <a ref='Hebrews 4:2'>4:2</a> <b>faith.</b> Mere knowledge of God’s message is not sufficient. It must be appropriated by saving faith. Later in the epistle a much longer exposition will take up this topic of faith ( <a ref='Hebrews 10:19–12:29'>10:19—12:29</a> ). The writer’s point of comparison is that, like the Jews who left Egypt ( <a ref='Hebrews 3:16–19'>3:16–19</a> ), his generation had also received God’s message through the preaching of the gospel—they had been evangelized. <a ref='Hebrews 4:3'>4:3</a> <b>we … enter.</b> Those who exercise faith in the message of God will enter into their spiritual rest. This is the corollary of <a ref='Psalms 95:11'>Ps 95:11</a> which states the opposite side: that the unbeliever will not enter into the rest which God provides. <b>finished from the foundation of the world.</b> The spiritual rest which God gives is not something incomplete or unfinished. It is a rest which is based upon a finished work which God purposed in eternity past, just like the rest which God took after He finished creation (v. <a ref='Hebrews 4:4'>4</a> ). <a ref='Hebrews 4:4–5'>4:4–5</a> By way of explanation for the statement in v. <a ref='Hebrews 4:3'>3</a> , the writer cites the illustration of the seventh day of creation and quotes <a ref='Genesis 2:2'>Ge 2:2</a> . Then he repeats the last part of <a ref='Psalms 95:11'>Ps 95:11</a> . <a ref='Hebrews 4:6–7'>4:6–7</a> The opportunity to enter God’s rest remains open (cf. “a promise remains” in v. <a ref='Hebrews 4:1'>1</a> ). It is not yet too late. God had offered the rest to His people in Moses’ time and continued to offer it in David’s time. He is still patiently inviting His people to enter His rest (cf. <a ref='Romans 10:21'>Ro 10:21</a> ). Quoting <a ref='Psalms 95:7–8'>Ps 95:7–8</a> once again (see <a ref='Hebrews 3:7'>3:7</a> , <a ref='Hebrews 3:15'>15</a> ), the author urges an immediate, positive response. The themes of urgency and obedience are thus combined in a clear invitation to the readers. <a ref='Hebrews 4:8–10'>4:8–10</a> God’s true rest did not come through Joshua or Moses, but through Jesus Christ, who is greater than either one. Joshua led the nation of Israel into the land of their promised rest ( <i>see note on <a ref='Hebrews 3:11'>3:11</a></i> ; <a ref='Joshua 21:43–45'>Jos 21:43–45</a> ). However, that was merely the earthly rest which was only the shadow of what was involved in the heavenly rest. The very fact that, according to <a ref='Ps 95'>Ps 95</a> , God was still offering His rest in the time of David (long after Israel had been in the Land) meant that the rest being offered was spiritual—superior to that which Joshua obtained. Israel’s earthly rest was filled with the attacks of enemies and the daily cycle of work. The heavenly rest is characterized by the fullness of heavenly promise ( <a ref='Ephesians 1:3'>Eph 1:3</a> ) and the absence of any labor to obtain it. <a ref='Hebrews 4:9'>4:9</a> <b>rest.</b> A different Greek word for “rest” meaning “Sabbath rest” is introduced here, and this is its only appearance in the NT. The writer chose the word to draw the readers’ attention back to the “seventh <i>day</i> ” mentioned in v. <a ref='Hebrews 4:4'>4</a> and to set up the explanation in v. <a ref='Hebrews 4:10'>10</a> (“rested from his works, as God did from His”). <a ref='Hebrews 4:11–13'>4:11–13</a> The concluding third part of the exposition of <a ref='Psalms 95:7–11'>Ps 95:7–11</a> emphasizes the accountability which comes to those who have heard the Word of God. Scripture records the examples of those in the wilderness with Moses, those who entered Canaan with Joshua, and those who received the same opportunity in David’s day. It is the Word which must be believed and obeyed and the Word which will judge the disobedient (cf. <a ref='1 Corinthians 10:5–13'>1Co 10:5–13</a> ). <a ref='Hebrews 4:12'>4:12</a> <b>two-edged sword.</b> While the Word of God is comforting and nourishing to those who believe, it is a tool of judgment and execution for those who have not committed themselves to Jesus Christ. Some of the Hebrews were merely going through the motions of belonging to Christ. Intellectually, they were at least partly persuaded, but inside they were not committed to Him. God’s Word would expose their shallow beliefs and even their false intentions (cf. <a ref='1 Samuel 16:7'>1Sa 16:7</a> ; <a ref='1 Peter 4:5'>1Pe 4:5</a> ). <b>division of soul and spirit.</b> These terms do not describe two separate entities (any more than “thoughts and intentions” do) but are used as one might say “heart and soul” to express fullness (cf. <a ref='Luke 10:27'>Lk 10:27</a> ; <a ref='Acts 4:32'>Ac 4:32</a> ; <i>see note on <a ref='1 Thessalonians 5:23'>1Th 5:23</a></i> ). Elsewhere these two terms are used interchangeably to describe man’s immaterial self, his eternal inner person. <a ref='Hebrews 4:13'>4:13</a> <b>uncovered … to the eyes of Him.</b> “Uncovered” is a specialized term used just this one time in the NT. It originally meant to expose the neck either in preparation for sacrifice or for beheading. Perhaps the use of “sword” in the previous verse triggered the term. Each individual is judged not only by the Word of God (cf. <a ref='John 12:48'>Jn 12:48</a> ), but by God Himself. We are accountable to the living, written Word (cf. <a ref='John 6:63'>Jn 6:63</a> , <a ref='John 6:68'>68</a> ; <a ref='Acts 7:38'>Ac 7:38</a> ) and to the living God who is its author. <a ref='Hebrews 4:14–7:28'>4:14—7:28</a> Next, the writer expounds on <a ref='Psalms 110:4'>Ps 110:4</a> , quoted in <a ref='Hebrews 5:6'>5:6</a> . Not only is Christ as Apostle superior to Moses and to Joshua, but as High Priest, He is superior to Aaron ( <a ref='Hebrews 4:14–5:10'>4:14—5:10</a> ; cf. <a ref='Hebrews 3:1'>3:1</a> ). In the midst of his exposition, the writer gives an exhortation related to the spiritual condition of his readers ( <a ref='Hebrews 5:11–6:20'>5:11—6:20</a> ). At the conclusion of the exhortation, he then returns to the subject of Christ’s priesthood ( <a ref='Hebrews 7:1–28'>7:1–28</a> ). <a ref='Hebrews 4:14'>4:14</a> <b>passed through the heavens.</b> Just as the High Priest under the Old Covenant passed through 3 areas (the outer court, the Holy Place, and the Holy of Holies) to make the atoning sacrifice, Jesus passed through 3 heavens (the atmospheric heaven, the stellar heaven, and God’s abode; cf. <a ref='2 Corinthians 12:2–4'>2Co 12:2–4</a> ) after making the perfect, final sacrifice. Once a year on the Day of Atonement the High Priest of Israel would enter the Holy of Holies to make atonement for the sins of the people ( <a ref='Le 16'>Lv 16</a> ). That tabernacle was only a limited copy of the heavenly reality (cf. <a ref='Hebrews 8:1–5'>8:1–5</a> ). When Jesus entered into the heavenly Holy of Holies, having accomplished redemption, the earthly facsimile was replaced by the reality of heaven itself. Freed from that which is earthly, the Christian faith is characterized by the heavenly ( <a ref='Hebrews 3:1'>3:1</a> ; <a ref='Ephesians 1:3'>Eph 1:3</a> ; <a ref='Ephesians 2:6'>2:6</a> ; <a ref='Philippians 3:20'>Php 3:20</a> ; <a ref='Colossians 1:5'>Col 1:5</a> ; <a ref='1 Peter 1:4'>1Pe 1:4</a> ). <b>Jesus the Son of God.</b> The use of both the title of humanity (Jesus) and of deity (Son of God) is significant. One of the few cases of such a juxtaposition is in <a ref='1 John 1:7'>1Jn 1:7</a> , where His sacrifice for sins is emphasized (cf. <a ref='1 Thessalonians 1:10'>1Th 1:10</a> ; <a ref='1 John 4:15'>1Jn 4:15</a> ; <a ref='1 John 5:5'>5:5</a> ). <b>take hold of our confession.</b> <i>See notes on <a ref='Hebrews 3:1'>3:1</a> , <a ref='Hebrews 3:6'>6</a> ; <a ref='Hebrews 10:23'>10:23</a> .</i> <a ref='Hebrews 4:15'>4:15</a> <b>tempted in all things.</b> <i>See notes on <a ref='Hebrews 2:17–18'>2:17–18</a> .</i> The writer here adds to his statements in <a ref='Hebrews 2:18'>2:18</a> that Jesus was sinless. He was able to be tempted ( <a ref='Matthew 4:1–11'>Mt 4:1–11</a> ), but not able to sin ( <i>see notes on <a ref='Hebrews 7:26'>7:26</a></i> ). <a ref='Hebrews 4:16'>4:16</a> <b>draw near with confidence to the throne of grace.</b> Most ancient rulers were unapproachable by anyone but their highest advisers (cf. <a ref='Es 4:11'>Es 4:11</a> ). In contrast, the Holy Spirit calls for all to come confidently before God’s throne to receive mercy and grace through Jesus Christ (cf. <a ref='Hebrews 7:25'>7:25</a> ; <a ref='Hebrews 10:22'>10:22</a> ; <a ref='Matthew 27:51'>Mt 27:51</a> ; see Introduction: Historical and Theological Themes ). The ark of the covenant was viewed as the place on earth where God sat enthroned between the cherubim (cf. <a ref='2 Kings 19:15'>2Ki 19:15</a> ; <a ref='Jeremiah 3:16–17'>Jer 3:16–17</a> ). Oriental thrones included a footstool—yet another metaphor for the ark (cf. <a ref='Psalms 132:7'>Ps 132:7</a> ). It was at the throne of God that Christ made atonement for sins, and it is there that grace is dispensed to believers for all the issues of life (cf. <a ref='2 Corinthians 4:15'>2Co 4:15</a> ; <a ref='2 Corinthians 9:8'>9:8</a> ; <a ref='2 Corinthians 12:9'>12:9</a> ; <a ref='Ephesians 1:7'>Eph 1:7</a> ; <a ref='Ephesians 2:7'>2:7</a> ). “Grace to you” became a standard greeting among believers who celebrated this provision ( <a ref='Romans 1:7'>Ro 1:7</a> ; <a ref='Romans 16:20'>16:20</a> , <a ref='Romans 16:24'>24</a> ; <a ref='1 Corinthians 1:3'>1Co 1:3</a> ; <a ref='1 Corinthians 16:23'>16:23</a> ; <a ref='2 Corinthians 1:2'>2Co 1:2</a> ; <a ref='2 Corinthians 13:14'>13:14</a> ; <a ref='Galatians 1:3'>Ga 1:3</a> ; <a ref='Galatians 6:18'>6:18</a> ; <a ref='Ephesians 1:2'>Eph 1:2</a> ; <a ref='Ephesians 6:24'>6:24</a> ; <a ref='Philippians 1:2'>Php 1:2</a> ; <a ref='Philippians 4:18'>4:18</a> ; <a ref='Colossians 1:2'>Col 1:2</a> ; <a ref='Colossians 4:18'>4:18</a> ; <a ref='1 Thessalonians 1:1'>1Th 1:1</a> ; <a ref='1 Thessalonians 5:28'>5:28</a> ; <a ref='2 Thessalonians 1:2'>2Th 1:2</a> ; <a ref='2 Thessalonians 3:18'>3:18</a> ; <a ref='1 Timothy 1:2'>1Ti 1:2</a> ; <a ref='1 Timothy 6:21'>6:21</a> ; <a ref='2 Timothy 1:2'>2Ti 1:2</a> ; <a ref='2 Timothy 4:22'>4:22</a> ; <a ref='Titus 1:4'>Tit 1:4</a> ; <a ref='Titus 3:15'>3:15</a> ; <a ref='Philemon 1:3'>Phm 3</a> , <a ref='Philemon 1:25'>25</a> ). <b>to help in time of need.</b> <i>See notes on <a ref='Hebrews 2:16'>2:16</a> , <a ref='Hebrews 2:18'>18</a> .</i> <a ref='Hebrews 5:1–4'>5:1–4</a> No angel with supernatural power could serve as High Priest. Only men with the weaknesses of humanity could serve as High Priest (v. <a ref='Hebrews 5:2'>2</a> ; <a ref='Hebrews 7:28'>7:28</a> ). The position of High Priest in the Levitical system was by appointment only. No man could legitimately appoint himself High Priest. The use of the present tense in these verses would seem to indicate that the Levitical system was still being practiced at the time of this epistle (see Introduction: Author and Date ). <a ref='Hebrews 5:1'>5:1</a> <b>gifts and sacrifices.</b> The first term might refer especially to the grain offerings under the Old Covenant, which were for thanksgiving or dedication. That would leave the second term to refer to blood offerings for the expiation of sins (see <a ref='Le 1-5'>Lv 1–5</a> ). However, “gifts” is used in <a ref='Hebrews 8:4'>8:4</a> to refer to all of the various sacrifices (cf. <a ref='Hebrews 8:3'>8:3</a> ). The 3 occurrences of the phrase in the NT (cf. <a ref='Hebrews 8:3'>8:3</a> ; <a ref='Hebrews 9:9'>9:9</a> ) employ a Greek construction which expresses a closer relationship between the two terms than is normally indicated by the word “and.” This could indicate that no distinction should be made between the terms, and that “for sins” should be taken with both. <a ref='Hebrews 5:2'>5:2</a> <b>deal gently.</b> This verb occurs only here in the NT. It carries the idea of maintaining a controlled but gentle attitude in the treatment of those who are spiritually ignorant and wayward. Impatience, loathing, and indignation have no part in priestly ministry. Such moderation and gentleness come from realizing one’s own human frailty. The priest would be reminded of his own sinful humanity every time he offered sacrifices for his own sins (v. <a ref='Hebrews 5:3'>3</a> ). <a ref='Hebrews 5:4'>5:4</a> <b>called by God.</b> A High Priest was selected and called by God into service (cf. <a ref='Ex 28'>Ex 28</a> ; <a ref='Numbers 16:1–40'>Nu 16:1–40</a> ; <a ref='1 Samuel 16:1–3'>1Sa 16:1–3</a> ). <a ref='Hebrews 5:5–6'>5:5–6</a> With the quotations of <a ref='Psalms 2:7'>Pss 2:7</a> and <a ref='Psalms 110:4'>110:4</a> , the writer demonstrates that Christ’s incarnation ( <i>see notes on <a ref='Hebrews 1:5'>1:5</a></i> ) and His priesthood were both by divine appointment (cf. <a ref='John 8:54'>Jn 8:54</a> ). Jesus’ humanity does not in any way diminish His eternal deity, nor does it alter the essential equality within the Trinity (cf. <a ref='John 10:30'>Jn 10:30</a> ; <a ref='John 14:9–11'>14:9–11</a> ). It is noteworthy that <a ref='Ps 2'>Ps 2</a> recognizes the Son as both King and Messiah. Christ is the King-Priest. <a ref='Hebrews 5:6'>5:6</a> Quoted from <a ref='Psalms 110:4'>Ps 110:4</a> , from which this whole section is expounded ( <i>see note on <a ref='Hebrews 4:14–7:28'>4:14—7:28</a></i> ). Melchizedek <b>.</b> As king of Salem and priest of the Most High God in the time of Abraham, he was also a king-priest ( <a ref='Genesis 14:18–20'>Ge 14:18–20</a> ). The Melchizedekian priesthood is discussed in detail in chap. <a ref='Heb 7'>7</a> . <a ref='Hebrews 5:7–8'>5:7–8</a> Having established the first requirement that a High Priest be appointed (vv. <a ref='Hebrews 5:1'>1</a> , <a ref='Hebrews 5:4–6'>4–6</a> ), the writer focused on the requirement of being humanly sympathetic (vv. <a ref='Hebrews 5:2–3'>2–3</a> ). <a ref='Hebrews 5:7'>5:7</a> <b>He.</b> The subsequent context makes it clear that this refers back to Christ, the main subject in v. <a ref='Hebrews 5:5'>5</a> . In Gethsemane, Jesus agonized and wept, but committed Himself to do the Father’s will in accepting the cup of suffering which would bring His death ( <a ref='Matthew 26:38–46'>Mt 26:38–46</a> ; <a ref='Luke 22:44–45'>Lk 22:44–45</a> ). Anticipating bearing the burden of judgment for sin, Jesus felt its fullest pain and grief (cf. <a ref='Isaiah 52:14'>Is 52:14</a> ; <a ref='Isaiah 53:3–5'>53:3–5</a> , <a ref='Isaiah 53:10'>10</a> ). Though He bore the penalty in silence and did not seek to deliver Himself from it ( <a ref='Isaiah 53:7'>Is 53:7</a> ), He did cry out from the agony of the fury of God’s wrath poured on His perfectly holy and obedient person ( <a ref='Matthew 27:46'>Mt 27:46</a> ; cf. <a ref='2 Corinthians 5:21'>2Co 5:21</a> ). Jesus asked to be saved from remaining in death, i.e., to be resurrected (cf. <a ref='Psalms 16:9–10'>Ps 16:9–10</a> ). <a ref='Hebrews 5:8'>5:8</a> <b>learned obedience.</b> Christ did not need to suffer in order to conquer or correct any disobedience. In His deity (as the Son of God), He understood obedience completely. As the incarnate Lord, He humbled Himself to learn (cf. <a ref='Luke 2:52'>Lk 2:52</a> ). He learned obedience for the same reasons He bore temptation: to confirm His humanity and experience its sufferings to the fullest ( <i>see notes on <a ref='Hebrews 2:10'>2:10</a></i> ; cf. <a ref='Luke 2:52'>Lk 2:52</a> ; <a ref='Philippians 2:8'>Php 2:8</a> ). Christ’s obedience was also necessary so that He could fulfill all righteousness ( <a ref='Matthew 3:15'>Mt 3:15</a> ) and thus prove to be the perfect sacrifice to take the place of sinners ( <a ref='1 Peter 3:18'>1Pe 3:18</a> ). He was the perfectly righteous One, whose righteousness would be imputed to sinners (cf. <a ref='Romans 3:24–26'>Ro 3:24–26</a> ). <a ref='Hebrews 5:9'>5:9</a> <b>perfect … source of eternal salvation.</b> <i>See notes on <a ref='Hebrews 2:10'>2:10</a> .</i> Because of the perfect righteousness of Jesus Christ and His perfect sacrifice for sin, He became the cause of salvation. <b>obey Him.</b> True salvation evidences itself in obedience to Christ, from the initial obedience to the gospel command to repent and believe (cf. <a ref='Acts 5:32'>Ac 5:32</a> ; <a ref='Romans 1:5'>Ro 1:5</a> ; <a ref='2 Thessalonians 1:8'>2Th 1:8</a> ; <a ref='1 Peter 1:2'>1Pe 1:2</a> , <a ref='1 Peter 1:22'>22</a> ; <a ref='1 Peter 4:17'>4:17</a> ) to a life pattern of obedience to the Word (cf. <a ref='Romans 6:16'>Ro 6:16</a> ). <a ref='Hebrews 5:10'>5:10</a> Referring to <a ref='Psalms 110:4'>Ps 110:4</a> a second time (cf. v. <a ref='Hebrews 5:6'>6</a> ), the writer mentions again the call of God to the priesthood (v. <a ref='Hebrews 5:4'>4</a> ). <a ref='Hebrews 5:11'>5:11</a> <b>Concerning him.</b> An alternate translation would be “of which” (meaning the relationship of Christ’s High Priesthood to that of Melchizedek). Logically and stylistically, v. <a ref='Hebrews 5:11'>11</a> appears to introduce the entire section from <a ref='Hebrews 5:11–6:12'>5:11—6:12</a> . The same Greek verb “become” forms brackets around the section: “become dull” (v. <a ref='Hebrews 5:11'>11</a> ; <a ref='Hebrews 6:12'>6:12</a> ). <b>dull.</b> The Hebrews’ spiritual lethargy and slow response to gospel teaching prevented additional teaching at this time. This is a reminder that failure to appropriate the truth of the gospel produces stagnation in spiritual advancement and the inability to understand or assimilate additional teaching (cf. <a ref='John 16:12'>Jn 16:12</a> ). Such a situation exists also among the Gentiles who have received revelatory truth (natural or general revelation) from God in the creation ( <a ref='Romans 1:18–20'>Ro 1:18–20</a> ). Rejection of that revelation results in a process of hardening ( <a ref='Romans 1:21–32'>Ro 1:21–32</a> ). The Hebrews had not only received the same general revelation, they had also received special revelation consisting of the OT Scriptures ( <a ref='Romans 9:4'>Ro 9:4</a> ), the Messiah Himself ( <a ref='Romans 9:5'>Ro 9:5</a> ), and the teaching of the apostles ( <a ref='Hebrews 2:3–4'>2:3–4</a> ). Until the Hebrews obeyed the revelation they had received and obtained eternal salvation (v. <a ref='Hebrews 5:8'>8</a> ), additional teaching about the Messiah’s Melchizedekian priesthood would be of no profit to them. <a ref='Hebrews 5:12'>5:12</a> <b>teachers.</b> Every believer is to be a teacher ( <a ref='Colossians 3:16'>Col 3:16</a> ; <a ref='1 Peter 3:15'>1Pe 3:15</a> ; cf. <a ref='Deuteronomy 6:7'>Dt 6:7</a> ; <a ref='2 Timothy 3:15'>2Ti 3:15</a> ). If these Hebrews had really obeyed the gospel of Christ, they would have been passing that message on to others. The Jews were instructed in the law and prided themselves because they taught the law, but they had not really understood or appropriated its truths to themselves ( <i>see notes on <a ref='Romans 2:17–23'>Ro 2:17–23</a></i> ). <b>oracles.</b> These are contained in the OT Scripture, which had laid the foundation for the gospel and had been committed into the care of the Hebrews ( <a ref='Romans 3:1–2'>Ro 3:1–2</a> ). The ABC’s of the law tutored the Hebrews in order to lead them to faith in the Messiah ( <a ref='Galatians 3:23–24'>Ga 3:23–24</a> ). They had also heard the NT gospel ( <a ref='Hebrews 2:2–4'>2:2–4</a> ; <a ref='1 Peter 4:11'>1Pe 4:11</a> ). <a ref='Hebrews 5:12–13'>5:12–13</a> <b>milk.</b> Knowledge without obedience does not advance a person. In fact, by rejecting saving faith, the Hebrews were regressing in their understanding concerning the Messiah. They had long enough been exposed to the gospel to be teaching it to others, but were babies, too infantile and unskilled to comprehend, let alone teach, the truth of God. <a ref='Hebrews 5:13'>5:13</a> <b>word of righteousness.</b> This is the message about the righteousness of Christ which we have by faith ( <a ref='Romans 3:21–22'>Ro 3:21–22</a> ; <a ref='1 Corinthians 1:30'>1Co 1:30</a> ; <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='Philippians 3:9'>Php 3:9</a> ; <a ref='Titus 3:5'>Tit 3:5</a> ). The phrase is equivalent to the gospel of salvation by faith rather than works. <a ref='Hebrews 5:14'>5:14</a> <b>mature.</b> The same Greek root is also translated “maturity” in <a ref='Hebrews 6:1'>6:1</a> and is elsewhere translated “perfect” ( <a ref='Hebrews 7:11'>7:11</a> , <a ref='Hebrews 7:19'>19</a> , <a ref='Hebrews 7:28'>28</a> ; <a ref='Hebrews 9:9'>9:9</a> ; <a ref='Hebrews 10:1'>10:1</a> , <a ref='Hebrews 10:14'>14</a> ; <a ref='Hebrews 11:40'>11:40</a> ; <a ref='Hebrews 12:23'>12:23</a> ). It is used in Hebrews, including this text, as a synonym for salvation. In that sense, it refers to the completion which comes when one becomes a believer in Christ, rather than referring to a Christian who has become mature. Jesus invited unbelieving Jews to the salvation perfection which came only through following Him in faith ( <a ref='Matthew 19:21'>Mt 19:21</a> ). Paul wrote that those who had come to Christ by faith were thereby mature and able to receive the wisdom of God ( <a ref='1 Corinthians 2:6'>1Co 2:6</a> ). Paul also declared that the apostles warned and taught everyone “that we may present every man complete in Christ” ( <a ref='Colossians 1:28'>Col 1:28</a> ). <b>trained.</b> The deeper, more “solid” truths about the priesthood of the Lord Jesus could only be given to those who knew Him as Savior. Athletic training and competition form the metaphor implied by this particular word (cf. <a ref='1 Timothy 4:7–8'>1Ti 4:7–8</a> ). The person who has come to Christ for spiritual completion is then trained by the Word to discern truth from error and holy behavior from unholy (cf. <a ref='2 Timothy 3:16–17'>2Ti 3:16–17</a> ). <a ref='Hebrews 6:1'>6:1</a> <b>leaving.</b> This “leaving” does not mean to despise or abandon the basic doctrines. They are the place to start, not stop. They are the gate of entrance on the road to salvation in Christ. <b>elementary teaching about the Christ.</b> As “the oracles of God” in <a ref='Hebrews 5:12'>5:12</a> refers to the OT, so does this phrase. The writer is referring to basic OT teaching that prepared the way for Messiah—the beginning teaching about Christ. This OT “teaching” includes the 6 features listed in vv. <a ref='Hebrews 6:1–2'>1–2</a> . <b>press on to maturity.</b> Salvation by faith in Messiah Jesus. <i>See note on <a ref='Hebrews 5:14'>5:14</a> .</i> The verb is passive, so as to indicate “let us be carried to salvation.” That is not a matter of learners being carried by teachers, but both being carried forward by God. The writer warns his Jewish readers that there is no value in stopping with the OT basics and repeating (“laying again”) what was only intended to be foundational. <b>repentance from dead works.</b> This OT form of repentance is the turning away from evil deeds that bring death (cf. <a ref='Ezekiel 18:4'>Eze 18:4</a> ; <a ref='Romans 6:23'>Ro 6:23</a> ) and turning to God. Too often the Jew only turned to God in a superficial fashion—fulfilling the letter of the law as evidence of his repentance. The inner man was still dead ( <a ref='Matthew 23:25–28'>Mt 23:25–28</a> ; <a ref='Romans 2:28–29'>Ro 2:28–29</a> ). Such repentance was not the kind which brought salvation (v. <a ref='Hebrews 6:6'>6</a> ; <a ref='Hebrews 12:17'>12:17</a> ; cf. <a ref='Acts 11:18'>Ac 11:18</a> ; <a ref='2 Corinthians 7:10'>2Co 7:10</a> ). Under the New Covenant, however, “repentance … toward God” is coupled with “faith in our Lord Jesus Christ” ( <a ref='Acts 20:21'>Ac 20:21</a> ). Christ’s atoning sacrifice saves from “dead works” ( <a ref='Hebrews 9:14'>9:14</a> ; cf. <a ref='John 14:6'>Jn 14:6</a> ). <b>faith toward God.</b> Faith directed only toward the Father is unacceptable without faith in His Son, Jesus Christ ( <a ref='Acts 4:12'>Ac 4:12</a> ; cf. <a ref='James 2:14–20'>Jas 2:14–20</a> ). <a ref='Hebrews 6:2'>6:2</a> <b>washings.</b> In the OT Levitical system, there were many ceremonial cleansings, which were outward signs of heart cleansing (cf. <a ref='Exodus 30:18–21'>Ex 30:18–21</a> ; <a ref='Leviticus 16:4'>Lv 16:4</a> , <a ref='Leviticus 16:24'>24</a> , <a ref='Leviticus 16:26'>26</a> , <a ref='Leviticus 16:28'>28</a> ; <a ref='Mark 7:4'>Mk 7:4</a> , <a ref='Mark 7:8'>8</a> ). The New Covenant called for an inner washing ( <a ref='Titus 3:5'>Tit 3:5</a> ) that regenerated the soul. <b>laying on of hands.</b> Under the Old Covenant, the person who brought a sacrifice placed his hands on it to symbolize his identification with it as a substitute sacrifice for sin ( <a ref='Leviticus 1:4'>Lv 1:4</a> ; <a ref='Leviticus 3:8'>3:8</a> , <a ref='Leviticus 3:13'>13</a> ; <a ref='Leviticus 16:21'>16:21</a> ). There could also be a reference here to solemn priestly blessings (cf. <a ref='Matthew 19:13'>Mt 19:13</a> ). <b>resurrection … and eternal judgment.</b> The Pharisees believed in the resurrection from the dead ( <a ref='Acts 23:8'>Ac 23:8</a> ) but were still spiritually dead ( <a ref='Matthew 23:27'>Mt 23:27</a> ). They also believed in the judgment of God and were headed for it. It is significant that all of the doctrines listed in vv. <a ref='Hebrews 6:1–2'>1–2</a> can be associated with the Pharisees, who were attracted to and sometimes associated with Jesus ( <a ref='Luke 7:36–50'>Lk 7:36–50</a> ; <a ref='Luke 13:31'>13:31</a> ; <a ref='Luke 14:1'>14:1</a> ; <a ref='John 3:1'>Jn 3:1</a> ). Paul was a Pharisee before his conversion ( <a ref='Philippians 3:5'>Php 3:5</a> ). The Pharisees were products of the pursuit of righteousness by works of the law rather than by faith ( <a ref='Romans 9:30–32'>Ro 9:30–32</a> ; <a ref='Romans 10:1–3'>10:1–3</a> ). A portion of the Hebrews to whom this epistle was written may have been Pharisees. <a ref='Hebrews 6:3'>6:3</a> <b>we will do.</b> The writer is likely both giving his own testimony about going on from OT teaching to embrace the New Covenant in Jesus Christ and also identifying himself with the readers. Salvation always requires God’s enablement (cf. <a ref='John 6:44'>Jn 6:44</a> ). <a ref='Hebrews 6:4–6'>6:4–6</a> See Introduction: Interpretive Challenges . Five advantages possessed by the Jews are yet insufficient for their salvation. <a ref='Hebrews 6:4'>6:4</a> <b>enlightened.</b> They had received instruction in biblical truth which was accompanied by intellectual perception. Understanding the gospel is not the equivalent of regeneration (cf. <a ref='Hebrews 10:26'>10:26</a> , <a ref='Hebrews 10:32'>32</a> ). In <a ref='John 1:9'>Jn 1:9</a> it is clear that enlightening is not the equivalent of salvation. Cf. <a ref='Hebrews 10:29'>10:29</a> . <b>tasted of the heavenly gift.</b> Tasting in the figurative sense in the NT refers to consciously experiencing something (cf. <a ref='Hebrews 2:9'>2:9</a> ). The experience might be momentary or continuing. Christ’s “tasting” of death ( <a ref='Hebrews 2:9'>2:9</a> ) was obviously momentary and not continuing or permanent. All men experience the goodness of God, but that does not mean they are all saved (cf. <a ref='Matthew 5:45'>Mt 5:45</a> ; <a ref='Acts 17:25'>Ac 17:25</a> ). Many Jews, during the Lord’s earthly ministry, experienced the blessings from heaven He brought—in healings and deliverance from demons, as well as eating the food He created miraculously ( <a ref='Jn 6'>Jn 6</a> ). Whether the gift refers to Christ (cf. <a ref='John 6:51'>Jn 6:51</a> ; <a ref='2 Corinthians 9:15'>2Co 9:15</a> ) or to the Holy Spirit (cf. <a ref='Acts 2:38'>Ac 2:38</a> ; <a ref='1 Peter 1:12'>1Pe 1:12</a> ), experiencing either one was not the equivalent of salvation (cf. <a ref='John 16:8'>Jn 16:8</a> ; <a ref='Acts 7:51'>Ac 7:51</a> ). <b>partakers of the Holy Spirit.</b> <i>See notes on <a ref='Hebrews 2:4'>2:4</a> .</i> Even though the concept of partaking is used in <a ref='Hebrews 3:1'>3:1</a> ; <a ref='Hebrews 3:14'>3:14</a> ; and <a ref='Hebrews 12:8'>12:8</a> of a relationship which believers have, the context must be the final determining factor. This context in vv. <a ref='Hebrews 6:4–6'>4–6</a> seems to preclude a reference to true believers. It could be a reference to their participation, as noted above, in the miraculous ministry of Jesus who was empowered by the Spirit ( <i>see notes on <a ref='Matthew 12:18–32'>Mt 12:18–32</a></i> ; cf. <a ref='Luke 4:14'>Lk 4:14</a> , <a ref='Luke 4:18'>18</a> ) or in the convicting ministry of the Holy Spirit ( <a ref='John 16:8'>Jn 16:8</a> ) which obviously can be resisted without experiencing salvation (cf. <a ref='Acts 7:51'>Ac 7:51</a> ). <a ref='Hebrews 6:5'>6:5</a> <b>tasted.</b> <i>See note on v. <a ref='Hebrews 6:4'>4</a> .</i> This has an amazing correspondence to what was described in <a ref='Hebrews 2:1–4'>2:1–4</a> ( <i>see notes there</i> ). Like Simon Magus ( <a ref='Acts 8:9–24'>Ac 8:9–24</a> ), these Hebrews had not yet been regenerated in spite of all they had heard and seen (cf. <a ref='Matthew 13:3–9'>Mt 13:3–9</a> ; <a ref='John 6:60–66'>Jn 6:60–66</a> ). They were repeating the sins of those who died in the wilderness after seeing the miracles performed through Moses and Aaron and hearing the voice of God at Sinai. <a ref='Hebrews 6:6'>6:6</a> <b>fallen away.</b> This Greek term occurs only here in the NT. In the LXX, it was used to translate terms for severe unfaithfulness and apostasy (cf. <a ref='Ezekiel 14:13'>Eze 14:13</a> ; <a ref='Ezekiel 18:24'>18:24</a> ; <a ref='Ezekiel 20:27'>20:27</a> ). It is equivalent to the apostasy in <a ref='Hebrews 3:12'>3:12</a> . The seriousness of this unfaithfulness is seen in the severe description of rejection within this verse: they re-crucify Christ and treat Him contemptuously (see also the strong descriptions in <a ref='Hebrews 10:29'>10:29</a> ). Those who sinned against Christ in such a way had no hope of restoration or forgiveness (cf. <a ref='Hebrews 2:2–3'>2:2–3</a> ; <a ref='Hebrews 10:26–27'>10:26–27</a> ; <a ref='Hebrews 12:25'>12:25</a> ). The reason is that they had rejected Him with full knowledge and conscious experience (as described in the features of vv. <a ref='Hebrews 6:5–6'>5–6</a> ). With full revelation they rejected the truth, concluding the opposite of the truth about Christ, and thus had no hope of being saved. They can never have more knowledge than they had when they rejected it. They have concluded that Jesus should have been crucified, and they stand with His enemies. There is no possibility of these verses referring to losing salvation. Many Scripture passages make unmistakably clear that salvation is eternal (cf. <a ref='John 10:27–29'>Jn 10:27–29</a> ; <a ref='Romans 8:35'>Ro 8:35</a> , <a ref='Romans 8:38–39'>38–39</a> ; <a ref='Philippians 1:6'>Php 1:6</a> ; <a ref='1 Peter 1:4–5'>1Pe 1:4–5</a> ). Those who want to make this verse mean that believers can lose salvation will have to admit that it would then also say that one could never get it back again. See Introduction: Interpretive Challenges . <a ref='Hebrews 6:7–8'>6:7–8</a> Here are illustrations showing that those who hear the gospel message and respond in faith are blessed; those who hear and reject it are cursed (cf. <a ref='Matthew 13:18–23'>Mt 13:18–23</a> ). <a ref='Hebrews 6:8'>6:8</a> <b>unfit.</b> See the use of the term in <a ref='Romans 1:28'>Ro 1:28</a> (“unfit”); <a ref='2 Corinthians 13:5'>2Co 13:5</a> (“fail the test”); and <a ref='2 Timothy 3:8'>2Ti 3:8</a> (“disqualified”). <a ref='Hebrews 6:9'>6:9</a> <b>beloved.</b> This term shows a change of audience and a change from a message of warning to a message of encouragement. That the address is to believers is further confirmed by the expression of confidence that “things that are better” could be said of them (as compared to those who were being warned in the preceding verses). The “things that belong to salvation” are their works which verify their salvation (v. <a ref='Hebrews 6:10'>10</a> ; cf. <a ref='Ephesians 2:10'>Eph 2:10</a> ; <a ref='James 2:18'>Jas 2:18</a> , <a ref='James 2:26'>26</a> ). The very statement implies that the things described in <a ref='Hebrews 5:11–6:5'>5:11—6:5</a> do not accompany salvation but are indicative of unbelief and apostasy. <b>though we are speaking in this way.</b> Though it had been necessary to speak about judgment in the preceding verses, the writer assures the “beloved,” those who are believers, that he is confident of their salvation. <a ref='Hebrews 6:10'>6:10</a> <b>work and … love.</b> See <a ref='1 Thessalonians 1:3–4'>1Th 1:3–4</a> . <b>toward His name.</b> Throughout this epistle “name” has the Hebraic sense of the authority, character, and attributes of the Son of God ( <a ref='Hebrews 1:4'>1:4</a> ) or of God the Father ( <a ref='Hebrews 2:12'>2:12</a> ; <a ref='Hebrews 13:15'>13:15</a> ; cf. <a ref='John 14:13–14'>Jn 14:13–14</a> ). <b>saints.</b> All true Christians are saints, or “holy ones” (cf. <a ref='Hebrews 13:24'>13:24</a> ; <a ref='Acts 9:13'>Ac 9:13</a> ; <a ref='Romans 1:7'>Ro 1:7</a> ; <i>see note on <a ref='1 Corinthians 1:2'>1Co 1:2</a></i> ). <a ref='Hebrews 6:11'>6:11</a> <b>you.</b> The author is speaking again to unbelievers but appears to intentionally distance this particular group from the would-be apostates of vv. <a ref='Hebrews 6:4–6'>4–6</a> , who are in danger of being impossible to restore. <b>diligence.</b> This term can carry the idea of eagerness or haste. It is a plea for unbelieving Jews to come to Christ immediately. If these uncommitted Jews followed the example of the active faith of the saints (vv. <a ref='Hebrews 6:9–10'>9–10</a> , <a ref='Hebrews 6:12'>12</a> ), they would obtain the salvation which gives “full assurance of hope until the end” (cf. <a ref='Hebrews 10:22'>10:22</a> ; <a ref='Colossians 2:2'>Col 2:2</a> ). Salvation should not be postponed. <a ref='Hebrews 6:12'>6:12</a> <b>dull.</b> <i>See note on <a ref='Hebrews 5:11'>5:11</a></i> , where the same Greek word is translated “sluggish.” <b>imitators.</b> This concept is repeated in <a ref='Hebrews 13:7'>13:7</a> and is inherent in the many illustrations of faith given in chap. <a ref='Heb 11'>11</a> . <b>inherit the promises.</b> The inheritance and the promises of salvation are a theme of this epistle (cf. vv. <a ref='Hebrews 6:13'>13</a> , <a ref='Hebrews 6:15'>15</a> , <a ref='Hebrews 6:17'>17</a> ; <a ref='Hebrews 1:14'>1:14</a> ; <a ref='Hebrews 4:1'>4:1</a> , <a ref='Hebrews 4:3'>3</a> ; <a ref='Hebrews 9:15'>9:15</a> ; <a ref='Hebrews 10:36'>10:36</a> ; <a ref='Hebrews 11:7–9'>11:7–9</a> , <a ref='Hebrews 11:11'>11</a> , <a ref='Hebrews 11:13'>13</a> , <a ref='Hebrews 11:17'>17</a> , <a ref='Hebrews 11:33'>33</a> , <a ref='Hebrews 11:39'>39</a> ). <a ref='Hebrews 6:13–20'>6:13–20</a> The persecution and trials which the believing Hebrews faced required patient perseverance. That persevering faith would enable them to inherit the promises of God, which at the time of suffering seemed so distant. Regardless of their circumstances, they were to remember that God is faithful (cf. v. <a ref='Hebrews 6:10'>10</a> ) and that in Him their hope was secure (cf. v. <a ref='Hebrews 6:11'>11</a> ). <a ref='Hebrews 6:13'>6:13</a> <b>Abraham.</b> To encourage the Hebrews to rely upon faith as opposed to holding on to the Levitical system of worship, the writer cited the example of Abraham, who, as the great model of faith (cf. <a ref='Ro 4'>Ro 4</a> ), should be imitated (v. <a ref='Romans 4:12'>12</a> ). <b>swore by Himself.</b> As recorded in <a ref='Genesis 22:15–19'>Ge 22:15–19</a> , God promised unilaterally to fulfill the Abrahamic Covenant. <a ref='Hebrews 6:14'>6:14</a> Quoted from <a ref='Genesis 22:17'>Ge 22:17</a> , this summarizes the essence of God’s promise. The fact that God had said it assured its fulfillment. It is significant that the quote in Genesis is in the context of Abraham’s sacrifice of Isaac, who was the immediate fulfillment of God’s promise to Abraham. Ultimate fulfillment would also take place through Isaac and his descendants. <a ref='Hebrews 6:15'>6:15</a> <b>patiently waited.</b> Abraham was an example of the patience mentioned in v. <a ref='Hebrews 6:12'>12</a> . He received the promise in the beginning of its fulfillment by the birth of Isaac ( <i>see note on v. <a ref='Hebrews 6:14'>14</a></i> ), but he did not live to see all the promises fulfilled ( <a ref='Hebrews 11:13'>11:13</a> ). <a ref='Hebrews 6:16–18'>6:16–18</a> God’s Word does not need any confirmation from someone else. It is reliable because God Himself is faithful. People confirm their promises by appealing to someone greater (especially to God) as witness. Since no one is greater than God, He can only provide an oath from Himself. By doing so He is willingly (v. <a ref='Hebrews 6:17'>17</a> ) accommodating Himself to human beings who desire the confirmation because of the characteristic unreliability of human promises. <a ref='Hebrews 6:18'>6:18</a> <b>two unchangeable things.</b> These are God’s promise and His oath. The Greek term behind “unchangeable” was used of a legal will, which was unchangeable by anyone but the maker of the will. <b>taken refuge.</b> In the LXX, the Greek word is used for the cities of refuge God provided for those who sought protection from avengers for an accidental killing ( <a ref='Numbers 35:9–34'>Nu 35:9–34</a> ; <a ref='Deuteronomy 19:1–13'>Dt 19:1–13</a> ; <a ref='Joshua 20:1–9'>Jos 20:1–9</a> ; cf. <a ref='Acts 14:5–6'>Ac 14:5–6</a> ). <b>hope.</b> <i>See note on <a ref='Hebrews 3:6'>3:6</a> .</i> Hope is one of the themes of Hebrews. It is also the product of OT studies ( <a ref='Romans 15:4'>Ro 15:4</a> ). Hope for the fulfillment of God’s salvation promises is the “anchor of the soul” (v. <a ref='Hebrews 6:19'>19</a> ) keeping the believer secure during the times of trouble and turmoil. <a ref='Hebrews 6:19–20'>6:19–20</a> Our hope is embodied in Christ Himself who has entered into God’s presence in the heavenly Holy of Holies on our behalf ( <i>see note on <a ref='Hebrews 4:14'>4:14</a></i> ). By this line of reasoning, the writer returned to the topic which he left in <a ref='Hebrews 5:10'>5:10</a> , the Melchizedekian priesthood. <a ref='Hebrews 7:1–28'>7:1–28</a> Using the two OT references to Melchizedek ( <a ref='Genesis 14:18–20'>Ge 14:18–20</a> ; <a ref='Psalms 110:4'>Ps 110:4</a> ), chap. <a ref='Heb 7'>7</a> explains the superiority of Christ’s priesthood to that of this unique High Priest, who was a type of Christ in certain respects ( <i>see note on <a ref='Hebrews 5:6'>5:6</a></i> ). Chapter <a ref='Heb 7'>7</a> is the focal point of the epistle to the Hebrews because of its detailed comparison of the priesthood of Christ and the Levitical High Priesthood. <a ref='Hebrews 7:1–2'>7:1–2</a> A summary of the account of Melchizedek in <a ref='Genesis 14:18–20'>Ge 14:18–20</a> ( <i>see notes there</i> ). <a ref='Hebrews 7:3'>7:3</a> The Levitical priesthood was hereditary, but Melchizedek’s was not. His parentage and origin are unknown because they were irrelevant to his priesthood. Contrary to some interpretations, Melchizedek did have a father and a mother. The ancient Syriac Peshitta gives a more accurate translation of what was intended by the Greek phrase: “whose father and mother are not written in genealogies.” No record existed of Melchizedek’s birth or death. This is quite a contrast to the details of Aaron’s death ( <a ref='Numbers 20:22–29'>Nu 20:22–29</a> ). <b>like.</b> Lit. “made to be like”; this word is used nowhere else in the NT. The implication is that the resemblance to Christ rests upon the way Melchizedek’s history is reported in the OT, not upon Melchizedek himself. Melchizedek was not the preincarnate Christ, as some maintain, but was similar to Christ in that his priesthood was universal (v. <a ref='Hebrews 7:1'>1</a> ), royal (v. <a ref='Hebrews 7:1–2'>1–2</a> ; cf. <a ref='Zechariah 6:13'>Zec 6:13</a> ), righteous (v. <a ref='Hebrews 7:2'>2</a> ; cf. <a ref='Psalms 72:2'>Ps 72:2</a> ; <a ref='Jeremiah 23:5'>Jer 23:5</a> ; <a ref='1 Corinthians 1:30'>1Co 1:30</a> ), peaceful (v. <a ref='Hebrews 7:2'>2</a> ; cf. <a ref='Psalms 72:7'>Ps 72:7</a> ; <a ref='Isaiah 9:6'>Is 9:6</a> ; <a ref='Romans 5:1'>Ro 5:1</a> ), and unending (v. <a ref='Hebrews 7:3'>3</a> ; cf. vv. <a ref='Hebrews 7:24–25'>24–25</a> ). <a ref='Hebrews 7:4–28'>7:4–28</a> This section presents the superiority of the Melchizedekian priesthood to the Levitical. The major arguments for superiority are related to the receiving of tithes (vv. <a ref='Hebrews 7:2–10'>2–10</a> ), the giving of blessing (vv. <a ref='Hebrews 7:1'>1</a> , <a ref='Hebrews 7:6–7'>6–7</a> ), the replacement of the Levitical priesthood (vv. <a ref='Hebrews 7:11–19'>11–19</a> ), and the perpetuity of the Melchizedekian priesthood (vv. <a ref='Hebrews 7:3'>3</a> , <a ref='Hebrews 7:8'>8</a> , <a ref='Hebrews 7:16–17'>16–17</a> , <a ref='Hebrews 7:20–28'>20–28</a> ). <a ref='Hebrews 7:4'>7:4</a> In antiquity, it was common for people to give a tithe to a god or his representative. Abraham, the father of the Hebrew faith, gave a tithe to Melchizedek. That proves that Melchizedek was superior to Abraham. The lesser person tithes to the greater (v. <a ref='Hebrews 7:7'>7</a> ). <a ref='Hebrews 7:5'>7:5</a> By the authority invested in them after the establishment of the Mosaic law, the Levitical priests collected tithes from their fellow Israelites ( <i>see note on <a ref='Numbers 18:21–24'>Nu 18:21–24</a></i> ). The submission of the Israelites was not to honor the priests but to honor the law of God. <a ref='Hebrews 7:6–7'>7:6–7</a> Melchizedek not only received a tithe from Abraham, he also blessed him. This proves again Melchizedek’s superiority. <a ref='Hebrews 7:8'>7:8</a> <b>this case … that case.</b> This refers to the Levitical law whose system was still active at the time (“this case”) and to the earlier historical incident recorded in <a ref='Ge 14'>Ge 14</a> (“that case”). The Levitical priesthood changed as each priest died until it passed away altogether, whereas Melchizedek’s priesthood is perpetual since the record about his priesthood does not record his death (cf. v. <a ref='Hebrews 7:3'>3</a> ). <a ref='Hebrews 7:9–10'>7:9–10</a> In an argument based upon seminal headship, the writer observes that it is possible to speak of Levi paying tithes to Melchizedek. This is a different kind of representation and therefore a different kind of argument Paul employed to demonstrate that when Adam sinned we all sinned ( <i>see notes on <a ref='Romans 5:12–14'>Ro 5:12–14</a></i> ). <a ref='Hebrews 7:11–28'>7:11–28</a> In this section the argument is extended a step further. Since the Melchizedekian priesthood is superior to the Levitical priesthood (vv. <a ref='Hebrews 7:1–10'>1–10</a> ), Christ’s priesthood is also superior to the Levitical priesthood, since Christ’s priesthood is Melchizedekian rather than Levitical. <a ref='Hebrews 7:11'>7:11</a> <b>perfection.</b> <i>See note on <a ref='Hebrews 5:14'>5:14</a> .</i> Throughout Hebrews, the term refers to complete reconciliation with God and unhindered access to God—salvation. The Levitical system and its priesthood could not save anyone from their sins. <i>See notes on <a ref='Hebrews 10:1–4'>10:1–4</a> .</i> <a ref='Hebrews 7:12–14'>7:12–14</a> Since Christ is the Christian’s High Priest and He was of the tribe of Judah, not Levi (cf. <a ref='Matthew 2:1'>Mt 2:1</a> , <a ref='Matthew 2:6'>6</a> ; <a ref='Revelation 5:5'>Rev 5:5</a> ), His priesthood is clearly beyond the law, which was the authority for the Levitical priesthood (cf. v. <a ref='Hebrews 7:11'>11</a> ). This is proof that the Mosaic law had been abrogated. The Levitical system was replaced by a new Priest, offering a new sacrifice, under a New Covenant. He abrogated the law by fulfilling it (cf. <a ref='Matthew 5:17'>Mt 5:17</a> ) and providing the perfection which the law could never accomplish (cf. <a ref='Matthew 5:20'>Mt 5:20</a> ). <a ref='Hebrews 7:13'>7:13</a> , <a ref='Hebrews 7:15'>15</a> <b>another.</b> In both cases, the term is “another of a different kind” ( <i>heteros</i> ) emphasizing the contrast with the Levitical priesthood. <a ref='Hebrews 7:16'>7:16</a> <b>law of physical requirement.</b> The law dealt only with the temporal existence of Israel. The forgiveness which could be obtained even on the Day of Atonement was temporary. Those who ministered as priests under the law were mortals receiving their office by heredity. The Levitical system was dominated by matters of physical existence and transitory ceremonialism. <b>power of an indestructible life.</b> Because He is the eternal Second Person of the Godhead, Christ’s priesthood cannot end. He obtained His priesthood, not by virtue of the law, but by virtue of His deity. <a ref='Hebrews 7:17'>7:17</a> Quoted from <a ref='Psalms 110:4'>Ps 110:4</a> again ( <i>see notes on <a ref='Hebrews 5:6'>5:6</a> , <a ref='Hebrews 5:10'>10</a></i> ). <a ref='Hebrews 7:18'>7:18</a> <b>setting aside.</b> <i>See note on vv. <a ref='Hebrews 7:12–14'>12–14</a> .</i> The law was weak in that it could not save or bring about inward change in a person (cf. <a ref='Romans 8:3'>Ro 8:3</a> ; <a ref='Galatians 4:9'>Ga 4:9</a> ). <a ref='Hebrews 7:19'>7:19</a> <b>the Law made nothing perfect.</b> <i>See note on v. <a ref='Hebrews 7:11'>11</a> .</i> The law saved no one (cf. <a ref='Romans 3:19–20'>Ro 3:19–20</a> ); rather it cursed everyone (cf. <a ref='Galatians 3:10–13'>Ga 3:10–13</a> ). <b>a better hope.</b> <i>See notes on <a ref='Hebrews 3:6'>3:6</a> ; <a ref='Hebrews 6:18'>6:18</a> .</i> <b>draw near to God.</b> See Introduction: Historical and Theological Themes ; <i>see note on <a ref='Hebrews 4:16'>4:16</a></i> . This is the key phrase in this passage. Drawing near to God is the essence of Christianity as compared with the Levitical system, which kept people outside His presence. As believer priests, we are all to draw near to God—that is a characteristic of priesthood (cf. <a ref='Exodus 19:22'>Ex 19:22</a> ; <i>see notes on <a ref='Matthew 27:51'>Mt 27:51</a></i> ). <a ref='Hebrews 7:20–21'>7:20–21</a> <b>oath.</b> God’s promises are unchangeable, sealed with an oath (cf. <a ref='Hebrews 6:17'>6:17</a> ). The Melchizedekian priesthood of Christ is confirmed with God’s oath in <a ref='Psalms 110:4'>Ps 110:4</a> . God’s mind on this matter will not change (v. <a ref='Hebrews 7:21'>21</a> ). <a ref='Hebrews 7:22'>7:22</a> <b>guarantee.</b> This is the only use of the Greek term in the NT and could also be translated “surety.” Jesus Himself guarantees the success of His New Covenant of salvation. <b>a better covenant.</b> The New Covenant ( <a ref='Hebrews 8:8'>8:8</a> , <a ref='Hebrews 8:13'>13</a> ; <a ref='Hebrews 9:15'>9:15</a> ). <i>See notes on <a ref='Jeremiah 31:31–34'>Jer 31:31–34</a> ; <a ref='Matthew 26:28'>Mt 26:28</a> .</i> The first mention of “covenant” in this epistle is coupled with one of the key themes of the book (“better,” cf. v. <a ref='Hebrews 7:19'>19</a> ; see Introduction: Historical and Theological Themes ). This covenant will be more fully discussed in chap. <a ref='Heb 8'>8</a> . <a ref='Hebrews 7:23–24'>7:23–24</a> <i>See notes on vv. <a ref='Hebrews 7:3'>3</a> , <a ref='Hebrews 7:8'>8</a> , <a ref='Hebrews 7:16'>16</a> .</i> <a ref='Hebrews 7:23'>7:23</a> <b>greater numbers.</b> It is claimed that there were 84 High Priests who served from Aaron until the destruction of the temple by the Romans in AD 70. The lesser priests’ numbers were much larger. <a ref='Hebrews 7:25'>7:25</a> <b>forever.</b> Virtually the same concept as was expressed in “perfection” (v. <a ref='Hebrews 7:11'>11</a> ) and “make perfect” (v. <a ref='Hebrews 7:19'>19</a> ). The Greek term is used only here and in <a ref='Luke 13:11'>Lk 13:11</a> (the woman’s body could not be straightened completely). <b>who draw near to God.</b> <i>See note on <a ref='Hebrews 4:16'>4:16</a></i> (cf. <a ref='John 6:37'>Jn 6:37</a> ). <b>intercession.</b> The word means “to intercede on behalf of another.” It was used to refer to bringing a petition to a king on behalf of someone. <i>See note on <a ref='Romans 8:34'>Ro 8:34</a> .</i> Cf. the High Priestly intercessory prayer of Christ in <a ref='Jn 17'>Jn 17</a> . Since rabbis assigned intercessory powers to angels, perhaps the people were treating angels as intercessors. The writer makes it clear that only Christ is the intercessor (cf. <a ref='1 Timothy 2:5'>1Ti 2:5</a> ). <a ref='Hebrews 7:26–28'>7:26–28</a> Christ’s divine and holy character is yet another proof of the superiority of His priesthood. <a ref='Hebrews 7:26'>7:26</a> In His relationship to God, Christ is “holy” (piety without any pollution; <a ref='Matthew 3:17'>Mt 3:17</a> ; <a ref='Matthew 17:5'>17:5</a> ; <a ref='Mark 1:24'>Mk 1:24</a> ; <a ref='Luke 4:34'>Lk 4:34</a> ; <a ref='Acts 2:27'>Ac 2:27</a> ; <a ref='Acts 13:35'>13:35</a> ). In His relationship to man, He is “innocent” (without evil or malice; <a ref='John 8:46'>Jn 8:46</a> ). In relationship to Himself, He is “undefiled” (free from contamination; <a ref='1 Peter 1:19'>1Pe 1:19</a> ) and “separated from sinners” (He had no sin nature which would be the source of any act of sin; cf. “without sin” in <a ref='Hebrews 4:15'>4:15</a> ). <i>See notes on <a ref='2 Corinthians 5:21'>2Co 5:21</a> .</i> <b>exalted above the heavens.</b> <i>See notes on <a ref='Hebrews 3:1'>3:1</a> ; <a ref='Hebrews 4:14'>4:14</a> .</i> <a ref='Hebrews 7:27'>7:27</a> <b>daily.</b> Whenever the Levitical High Priest sinned, he was required to offer sacrifices for himself ( <a ref='Leviticus 4:3'>Lv 4:3</a> ). Whenever the people sinned, he also had to offer a sacrifice for them ( <a ref='Leviticus 4:13'>Lv 4:13</a> ). These occasions could be daily. Then, annually, on the Day of Atonement, he had to again offer sacrifices for himself and for the people ( <a ref='Leviticus 16:6'>Lv 16:6</a> , <a ref='Leviticus 16:11'>11</a> , <a ref='Leviticus 16:15'>15</a> ). Christ had no sin and needed no sacrifice for Himself. And only one sacrifice (by Him) was needed—one time only, for all men, for all time. <b>once for all.</b> A key emphasis in Hebrews. The sacrificial work of Christ never needed to be repeated, unlike the OT priestly sacrifices. Cf. <a ref='Hebrews 9:12'>9:12</a> , <a ref='Hebrews 9:26'>26</a> , <a ref='Hebrews 9:28'>28</a> ; <a ref='Hebrews 10:2'>10:2</a> , <a ref='Hebrews 10:10'>10</a> ; <a ref='1 Peter 3:18'>1Pe 3:18</a> . <a ref='Hebrews 7:28'>7:28</a> <b>word of the oath.</b> God confirmed Christ as High Priest. <i>See notes on vv. <a ref='Hebrews 7:20–21'>20–21</a> ; <a ref='Hebrews 6:16–18'>6:16–18</a> .</i> <b>made perfect forever.</b> <i>See note on <a ref='Hebrews 2:10'>2:10</a> .</i> <a ref='Hebrews 8:1–10:18'>8:1—10:18</a> This entire section is an exposition of the New Covenant promised in <a ref='Jeremiah 31:31–34'>Jer 31:31–34</a> and its contrast to the Old Covenant of Law. <a ref='Hebrews 8:1–5'>8:1–5</a> A brief description of Jesus’ priesthood in the heavenly sanctuary, which is better than Aaron’s because He serves in a better sanctuary (vv. <a ref='Hebrews 8:1–5'>1–5</a> ; cf. <a ref='Hebrews 9:1–12'>9:1–12</a> ). <a ref='Hebrews 8:1'>8:1</a> <b>main point.</b> Here the writer arrived at his central message. The fact is that “we have” (current possession) a superior High Priest, Jesus Christ, who is the fulfillment of all that was foreshadowed in the OT. <b>sat down.</b> <i>See notes on <a ref='Hebrews 1:3'>1:3</a> , <a ref='Hebrews 1:13'>13</a> .</i> <a ref='Hebrews 8:2'>8:2</a> <b>minister.</b> This is the same word used of the angels in <a ref='Hebrews 1:7'>1:7</a> . In <a ref='Jeremiah 33:21'>Jer 33:21</a> it was used of the priests. <b>holy places.</b> Cf. <a ref='Hebrews 9:3'>9:3</a> . The holiest place where God dwelt (cf. <a ref='Exodus 15:17'>Ex 15:17</a> ; <a ref='Exodus 25:8'>25:8</a> ; <a ref='Exodus 26:23–24'>26:23–24</a> ; <a ref='1 Chronicles 22:17'>1Chr 22:17</a> ). <b>true tabernacle.</b> The definition is given in the phrase “which the Lord pitched, not man,” as well as in <a ref='Hebrews 9:11'>9:11</a> , <a ref='Hebrews 9:24'>24</a> (cf. v. <a ref='Hebrews 8:5'>5</a> ). It refers to the heavenly dwelling place of God. <a ref='Hebrews 8:3'>8:3</a> <b>gifts and sacrifices.</b> <i>See note on <a ref='Hebrews 5:1'>5:1</a> .</i> <a ref='Hebrews 8:4'>8:4</a> <b>not be a priest.</b> Jesus was not qualified to be a Levitical priest because He was not of the tribe of Levi. <i>See note on <a ref='Hebrews 7:12–14'>7:12–14</a> .</i> Because of its use of the present tense, this verse indicates that the Levitical system was still in operation at the time of writing, indicating it was before the destruction of the temple in AD 70 ( <i>see note on <a ref='Hebrews 5:1–4'>5:1–4</a></i> ). <a ref='Hebrews 8:5'>8:5</a> The quote is from <a ref='Exodus 25:40'>Ex 25:40</a> . <b>copy and shadow.</b> This does not mean that there are actual buildings in heaven which were copied in the tabernacle, but rather that the heavenly realities were adequately symbolized and represented in the earthly tabernacle model. <a ref='Hebrews 8:6'>8:6</a> <b>mediator.</b> Cf. <a ref='Hebrews 9:15'>9:15</a> . The word describes a go-between or an arbitrator, in this case between man and God. <i>See note on <a ref='1 Timothy 2:5'>1Ti 2:5</a></i> (cf. <a ref='Galatians 3:19–20'>Ga 3:19–20</a> ). <b>better covenant … better promises.</b> <i>See notes on <a ref='Hebrews 7:19'>7:19</a> , <a ref='Hebrews 7:22'>22</a> ; <a ref='John 1:17–18'>Jn 1:17–18</a> .</i> This covenant is identified as the “new covenant” in vv. <a ref='Hebrews 8:8'>8</a> , <a ref='Hebrews 8:13'>13</a> ; <a ref='Hebrews 9:15'>9:15</a> . <a ref='Hebrews 8:7'>8:7</a> Cf. the same argument in <a ref='Hebrews 7:11'>7:11</a> . The older covenant, incomplete and imperfect, was only intended to be temporary. <a ref='Hebrews 8:8–12'>8:8–12</a> Quoted from <a ref='Jeremiah 31:31–34'>Jer 31:31–34</a> ( <i>see notes there</i> ). <a ref='Hebrews 8:9'>8:9</a> <b>I</b> did not care for them <b>.</b> <a ref='Jeremiah 31:32'>Jeremiah 31:32</a> says, “but I was a husband to them.” The NT writer is quoting from the LXX, which uses a variant reading that does not essentially change the meaning. <a ref='Hebrews 8:10'>8:10</a> minds … hearts <b>.</b> By its nature, the Covenant of Law was primarily external, but the New Covenant is internal (cf. <a ref='Ezekiel 36:26–27'>Eze 36:26–27</a> ). <a ref='Hebrews 8:12'>8:12</a> The LXX represents a slight expansion of the last sentence of <a ref='Jeremiah 31:34'>Jer 31:34</a> . <a ref='Hebrews 8:13'>8:13</a> <b>ready to disappear.</b> Soon after the book of Hebrews was written, the temple in Jerusalem was destroyed and its Levitical worship ended ( <i>see note on <a ref='Hebrews 5:1–4'>5:1–4</a></i> ; see Introduction: Author and Date ). <a ref='Hebrews 9:1–10'>9:1–10</a> In these verses, the author gives a brief description of the tabernacle, to which some 50 chaps. in the OT are devoted, including the tabernacle service (cf. <a ref='Ex 25-40'>Ex 25–40</a> ). The section is marked off by its beginning with a reference to “requirements” (v. <a ref='Hebrews 9:1'>1</a> ) and closing with a reference to “requirements” (v. <a ref='Hebrews 9:10'>10</a> ). <a ref='Hebrews 9:2'>9:2</a> <b>first part … holy place.</b> This is the Holy Place, the first room of the tabernacle ( <a ref='Exodus 26:33'>Ex 26:33</a> ). For the items in the Holy Place, see <a ref='Exodus 25:23–40'>Ex 25:23–40</a> ; <a ref='Exodus 40:22–25'>40:22–25</a> ; <a ref='Leviticus 24:5–9'>Lv 24:5–9</a> . <a ref='Hebrews 9:3'>9:3</a> <b>Holy of Holies.</b> This is the Most Holy Place where the ark of the covenant and the mercy seat dwelt—the place of atonement ( <a ref='Exodus 26:33–34'>Ex 26:33–34</a> ). <a ref='Hebrews 9:4'>9:4</a> <b>golden altar of incense.</b> <i>See note on <a ref='Exodus 30:1–10'>Ex 30:1–10</a></i> (cf. <a ref='Exodus 40:5'>Ex 40:5</a> , <a ref='Exodus 40:26–27'>26–27</a> ). Though it was outside the Most Holy Place ( <a ref='Exodus 30:6'>Ex 30:6</a> ), the writer of Hebrews pictures the golden altar inside the Most Holy Place because uppermost in his mind is its role in the liturgy of the Day of Atonement. On that day, the High Priest brought incense from that altar into the Most Holy Place ( <a ref='Leviticus 16:12–13'>Lv 16:12–13</a> ). The altar of golden incense marked the boundary of the Holy of Holies as well as the curtain. The High Priest went beyond the altar of incense only once a year. <b>the ark.</b> <i>See notes on <a ref='Exodus 25:11–18'>Ex 25:11–18</a> ; <a ref='Exodus 26:31–34'>26:31–34</a> .</i> <b>golden jar holding the manna.</b> <i>See note on <a ref='Exodus 16:32–36'>Ex 16:32–36</a> .</i> <b>Aaron’s rod.</b> <i>See notes on <a ref='Numbers 17:2–10'>Nu 17:2–10</a> .</i> <b>tablets of the covenant.</b> <i>See note on <a ref='Exodus 25:16'>Ex 25:16</a></i> (cf. <a ref='1 Kings 8:9'>1Ki 8:9</a> ). <a ref='Hebrews 9:5'>9:5</a> <b>cherubim … mercy seat.</b> <i>See notes on <a ref='Exodus 25:17–18'>Ex 25:17–18</a> .</i> <b>cannot now speak in detail.</b> The writer has no desire to obscure his main point with details (cf. <a ref='Hebrews 8:1'>8:1</a> ). <a ref='Hebrews 9:7'>9:7</a> This was the Day of Atonement. <i>See notes on <a ref='Hebrews 4:14'>4:14</a> ; <a ref='Hebrews 7:27'>7:27</a> ; <a ref='Leviticus 16:16'>Lv 16:16</a> , <a ref='Leviticus 16:20–22'>20–22</a> , <a ref='Leviticus 16:30'>30</a> .</i> <b>not without</b> taking <b>blood.</b> <i>See note on v. <a ref='Hebrews 9:22'>22</a> .</i> This is the first of many references to the blood of sacrifice. The term is especially central to <a ref='Hebrews 9:1–10:18'>9:1—10:18</a> where it identifies the deaths of OT sacrifices and of Christ (cf. vv. <a ref='Hebrews 9:12–14'>12–14</a> ). Note, however, that the shedding of blood in and of itself is an insufficient sacrifice. Christ had not only to shed His blood, but to die. <a ref='Hebrews 10:10'>Hebrews 10:10</a> indicates that He gave His body as the sacrificial offering. Without His death, His blood had no saving value. <i>See notes on v. <a ref='Hebrews 9:14'>14</a> , <a ref='Hebrews 9:18'>18</a> , <a ref='Hebrews 9:22'>22</a> ; <a ref='Hebrews 10:10'>10:10</a> .</i> <a ref='Hebrews 9:8'>9:8</a> The Levitical system did not provide any direct access into God’s presence for His people. Rather, it kept them away. Nearness had to be provided by another way (v. <a ref='Hebrews 9:12'>12</a> ). This is the primary lesson which the Holy Spirit taught concerning the tabernacle. It teaches how inaccessible God is apart from the death of Jesus Christ. See Introduction: Historical and Theological Themes . See the counterpart to this lesson in <a ref='Hebrews 10:20'>10:20</a> . <b>Holy Spirit.</b> <i>See note on <a ref='Hebrews 2:4'>2:4</a> .</i> By the Spirit-inspired instruction given for the Holiest of All, He was indicating that there was no way to God in the ceremonial system. Only Christ could open the way (cf. <a ref='John 14:6'>Jn 14:6</a> ). <a ref='Hebrews 9:9'>9:9</a> <b>symbol.</b> The Greek word is <i>parabolē</i> , from which the English word parable is derived. The Levitical system was a parable, an object lesson, about what was to come in Christ. <b>for the present time.</b> “For” is ambiguous enough to allow for two different meanings and interpretations: 1) “during” the time of the OT, or 2) “until” and “pointing to” the current Christian era. The second interpretation is “according to which” (from an alternate Greek reading) referring to the “parable” rather than to the time. It was an object lesson from the past pointing to the present time. This latter interpretation is preferable because of the explanation in v. <a ref='Hebrews 9:10'>10</a> . “The present time” is “a time of reformation.” <b>gifts and sacrifices.</b> <i>See note on <a ref='Hebrews 5:1'>5:1</a> .</i> <b>perfect in conscience.</b> Again, this term refers to salvation. <i>See notes on <a ref='Hebrews 5:14'>5:14</a> ; <a ref='Hebrews 7:11'>7:11</a> ; <a ref='Hebrews 10:1'>10:1</a></i> (cf. <a ref='Hebrews 7:25'>7:25</a> ). The sacrifices of the OT did not remove the offerers’ guilty conscience or provide them with full forgiveness for their sins (cf. <a ref='Hebrews 10:1–4'>10:1–4</a> ). It was only symbolic of something else that would—namely Christ. The conscience is a divinely given warning device that reacts to sin and produces accusation and guilt ( <i>see notes on <a ref='Romans 2:14–15'>Ro 2:14–15</a></i> ) that cannot be relieved apart from the work of Christ (cf. v. <a ref='Hebrews 9:14'>14</a> ; <a ref='Hebrews 10:22'>10:22</a> ). At the time of salvation, it is quieted from its convicting ravings, but it is not deactivated. Rather, it continues its work, warning the believer about sin. Believers should seek a clear conscience ( <i>see notes on <a ref='2 Corinthians 1:12'>2Co 1:12</a></i> ). <a ref='Hebrews 9:10'>9:10</a> <b>food and drink.</b> <i>See notes on <a ref='Leviticus 11:1–47'>Lv 11:1–47</a> ; <a ref='Deuteronomy 14:3–21'>Dt 14:3–21</a></i> (cf. <a ref='Colossians 2:16'>Col 2:16</a> ). <b>washings.</b> <i>See note on <a ref='Hebrews 6:2'>6:2</a> .</i> <b>requirements for the body.</b> The Levitical ordinances regulated the visible actions without changing the inner man (cf. <a ref='Hebrews 10:4'>10:4</a> ). <b>reformation.</b> The Greek term means “restoring what is out of line.” All things are set straight in Christ. The reformation is the New Covenant and its application. <i>See note on v. <a ref='Hebrews 9:9'>9</a> .</i> <a ref='Hebrews 9:11'>9:11</a> <b>the good things to come.</b> The reference appears to be to the “eternal redemption” (v. <a ref='Hebrews 9:12'>12</a> ). In <a ref='Hebrews 10:1'>10:1</a> , the “good things” refer back to the “salvation” of v. <a ref='Hebrews 9:28'>28</a> (cf. <a ref='Romans 10:15'>Ro 10:15</a> ). Most Greek editions of the NT accept the reading “that have come.” In the context, both readings refer to the things of the New Covenant. It is just a matter of perspective: whether from the viewpoint of the Levitical system where the realities of redemption were “to come,” or the viewpoint of those in the Christian era where the realities of redemption “have come” because Christ has completed His work. <b>not of this creation.</b> The phrase is the explanation of “not made with hands”—it is the creation of God alone. The sanctuary where Christ serves is heaven itself (cf. v. <a ref='Hebrews 9:24'>24</a> ; <a ref='Hebrews 8:2'>8:2</a> ). <a ref='Hebrews 9:12'>9:12</a> <b>goats and calves.</b> Only one of each was sacrificed on the Day of Atonement (cf. <a ref='Leviticus 16:5–10'>Lv 16:5–10</a> ). The plural here represents the numbers sacrificed as the Day of Atonement was observed year after year. <b>through His own blood.</b> The same phrase is used in <a ref='Hebrews 13:12'>13:12</a> . Nothing is said which would indicate that Christ carried His actual physical blood with Him into the heavenly sanctuary. The Sacrificer was also the Sacrifice. <b>once for all.</b> <i>See note on <a ref='Hebrews 7:27'>7:27</a> .</i> <b>eternal redemption.</b> This word for redemption is found only here and in <a ref='Luke 1:68'>Lk 1:68</a> ; <a ref='Luke 2:38'>2:38</a> . Its original use was for the release of slaves by payment of a ransom. <a ref='Hebrews 9:13–22'>9:13–22</a> Christ’s death was necessary for the fulfillment of the older covenant and the establishment of the new. <a ref='Hebrews 9:13'>9:13</a> <b>ashes of a heifer.</b> <i>See notes on <a ref='Nu 19'>Nu 19</a> .</i> It is said that, in the history of Israel, only 6 red heifers were killed and their ashes used. One heifer’s ashes would suffice for centuries since only a minute amount of the ash was required. <b>defiled.</b> The Greek term is literally “common” or “profane.” Not that it was ceremonially unclean, but that it was not sanctified or set apart unto God. The word was used in Jesus’ discourse on what defiles a man (cf. <a ref='Matthew 15:11'>Mt 15:11</a> , <a ref='Matthew 15:18'>18</a> , <a ref='Matthew 15:20'>20</a> ; <a ref='Mark 7:15'>Mk 7:15</a> , <a ref='Mark 7:18'>18</a> , <a ref='Mark 7:20'>20</a> , <a ref='Mark 7:23'>23</a> ), in the Jews’ complaint that Paul had defiled the temple by bringing Gentiles into it ( <a ref='Acts 21:28'>Ac 21:28</a> ), and in reference to the meats which Peter had been invited to eat ( <a ref='Acts 10:15'>Ac 10:15</a> ; <a ref='Acts 11:9'>11:9</a> ). According to the Mosaic regulation, the red heifer’s ashes were to be placed “outside the camp” and used in a ceremony for symbolic purifying from sin ( <a ref='Numbers 19:9'>Nu 19:9</a> ; cf. <a ref='Hebrews 13:11–13'>13:11–13</a> ). <a ref='Hebrews 9:14'>9:14</a> <b>how much more.</b> Superior to the cleansing capability of the ashes of an animal is the cleansing power of the sacrifice of Christ. <b>the blood of Christ.</b> This is an expression that refers not simply to the fluid, but the whole atoning sacrificial work of Christ in His death. Blood is used as a substitute word for death (cf. <a ref='Matthew 23:30'>Mt 23:30</a> , <a ref='Matthew 23:35'>35</a> ; <a ref='Matthew 27:6'>27:6</a> , <a ref='Matthew 27:8'>8</a> , <a ref='Matthew 27:24–25'>24–25</a> ; <a ref='John 6:54–56'>Jn 6:54–56</a> ; <a ref='Acts 18:6'>Ac 18:6</a> ; <a ref='Acts 20:26'>20:26</a> ). <i>See notes on <a ref='Matthew 26:28'>Mt 26:28</a> ; <a ref='Romans 3:25'>Ro 3:25</a> ; <a ref='Romans 5:9'>5:9</a> ; <a ref='Colossians 1:14'>Col 1:14</a> .</i> <b>the eternal Spirit.</b> <i>See note on <a ref='Hebrews 2:4'>2:4</a></i> (cf. <a ref='Isaiah 42:1'>Is 42:1</a> ; <a ref='Isaiah 61:1'>61:1</a> ; <a ref='Luke 4:1'>Lk 4:1</a> , <a ref='Luke 4:14'>14</a> ). Some interpreters argue that the lack of the definite article in the Greek makes this a reference to Christ’s own “eternal spirit” (in the sense of an endless life, cf. <a ref='Hebrews 7:16'>7:16</a> ). However, the references to the Holy Spirit in <a ref='Hebrews 2:4'>2:4</a> and <a ref='Hebrews 6:4'>6:4</a> are also without the definite article. The use of “eternal” as a qualifier serves to relate the Spirit to the “eternal redemption” (v. <a ref='Hebrews 9:12'>12</a> ) and the “eternal inheritance” (v. <a ref='Hebrews 9:15'>15</a> ) which Christ accomplished by His sacrificial death. <b>offered Himself.</b> <i>See notes on v. <a ref='Hebrews 9:7'>7</a> ; <a ref='John 10:17–18'>Jn 10:17–18</a> .</i> The animals in the Levitical system were brought involuntarily and without understanding to their deaths. Christ came of His own volition with a full understanding of the necessity and consequences of His sacrifice. His sacrifice was not just His blood; it was His entire human nature (cf. <a ref='Hebrews 10:10'>10:10</a> ). <b>without blemish.</b> In the LXX, the term is used for describing acceptable sacrifices including the red heifer ( <a ref='Numbers 19:3'>Nu 19:3</a> ; cf. <a ref='Exodus 29:1'>Ex 29:1</a> ; <a ref='Leviticus 1:3'>Lv 1:3</a> ). A similar reference is found in <a ref='1 Peter 1:19'>1Pe 1:19</a> . <b>conscience.</b> <i>See note on v. <a ref='Hebrews 9:9'>9</a> .</i> <b>dead works.</b> <i>See note on <a ref='Hebrews 6:1'>6:1</a> .</i> The works are dead because the unregenerate are “dead in … transgressions and sins” ( <a ref='Ephesians 2:1'>Eph 2:1</a> ), their works are worthless and unproductive ( <a ref='Galatians 2:16'>Ga 2:16</a> ; <a ref='Galatians 5:19–21'>5:19–21</a> ), and they end in death ( <a ref='Romans 6:23'>Ro 6:23</a> ). <b>to serve the living God.</b> Salvation is not an end in itself. The believer has been freed from sin to serve God, saved to serve (cf. <a ref='Romans 6:16–18'>Ro 6:16–18</a> ; <a ref='1 Thessalonians 1:9'>1Th 1:9</a> ). The contrast between dead works and the living God (cf. <a ref='Hebrews 3:12'>3:12</a> ; <a ref='Hebrews 10:31'>10:31</a> ; <a ref='Hebrews 12:22'>12:22</a> ) is basic. Cf. <a ref='James 2:14–26'>Jas 2:14–26</a> . <a ref='Hebrews 9:15'>9:15</a> <b>mediator.</b> <i>See note on <a ref='Hebrews 8:6'>8:6</a> .</i> <b>death.</b> In the making of some biblical covenants, sacrifices were involved. When God made the covenant with Abraham, 5 different animals were sacrificed in the ceremony ( <a ref='Genesis 15:9–10'>Ge 15:9–10</a> ). The Mosaic Covenant was affirmed by animal sacrifices ( <a ref='Exodus 24:5–8'>Ex 24:5–8</a> ). <b>redemption.</b> The term used here is found more frequently than the term used in v. <a ref='Hebrews 9:12'>12</a> (cf. <a ref='Hebrews 11:35'>11:35</a> ; <a ref='Luke 21:28'>Lk 21:28</a> ; <a ref='Romans 3:24'>Ro 3:24</a> ). Jesus’ death retroactively redeemed all those who had believed in God under the Old Covenant (cf. <a ref='Romans 3:24–26'>Ro 3:24–26</a> ). This is in keeping with symbolism of the Day of Atonement. Annually, the High Priest would atone for or cover the sins that the people had committed in the preceding year ( <a ref='Leviticus 16:16'>Lv 16:16</a> , <a ref='Leviticus 16:21'>21</a> , <a ref='Leviticus 16:30'>30</a> ). <b>first covenant.</b> <i>See note on <a ref='Genesis 9:16'>Ge 9:16</a> .</i> The actual first covenant historically was made with Noah ( <a ref='Genesis 6:18'>Ge 6:18</a> ; <a ref='Genesis 9:9'>9:9</a> ). Next came the covenant made with Abraham ( <a ref='Genesis 15:18'>Ge 15:18</a> ). By context, however, the older covenant under discussion in this epistle is that which is called the Mosaic Covenant or the Covenant of Law ( <a ref='Exodus 19:1–20:21'>Ex 19:1—20:21</a> ). “First” in this verse, therefore, means the former, older covenant with which the Levitical system is connected. <b>those who have been called.</b> Lit. “the ones having been called,” looking back to those under the Old Covenant who were called to salvation by God on the basis of the sacrifice of Jesus Christ to come long after most of them had died. The reference, as always in the NT Epistles, is to the effectual calling related to salvation (cf. <a ref='Hebrews 3:1'>3:1</a> ), which in this context refers to OT believers. <b>promise of the eternal inheritance.</b> That is, salvation in its fullness ( <i>see notes on <a ref='Hebrews 3:11'>3:11</a> ; <a ref='Hebrews 4:1'>4:1</a> , <a ref='Hebrews 4:9'>9</a> ; <a ref='Hebrews 6:12'>6:12</a> ; <a ref='1 Peter 1:3–5'>1Pe 1:3–5</a></i> ). <a ref='Hebrews 9:16–17'>9:16–17</a> A last will and testament illustrates the necessity of Christ’s death. “Covenant” is the same Greek word translated “testament,” but the term takes on the more specialized meaning in this context. The benefits and provisions of a will are only promises until the one who wrote the will dies. Death activates the promises into realities. <a ref='Hebrews 9:18–20'>9:18–20</a> The shedding of blood in the covenant ratification ceremony at Sinai ( <a ref='Exodus 24:1–8'>Ex 24:1–8</a> ) also illustrates the necessity of Christ’s death ( <i>see note on v. <a ref='Hebrews 9:15'>15</a></i> ). <a ref='Hebrews 9:18'>9:18</a> <b>blood.</b> “Death” in vv. <a ref='Hebrews 9:15–16'>15–16</a> is replaced by “blood” ( <i>see notes on vv. <a ref='Hebrews 9:7'>7</a> , <a ref='Hebrews 9:14'>14</a></i> ). The term is used to emphasize the violent aspect of His sacrificial death. <a ref='Hebrews 9:19'>9:19</a> <b>water and scarlet wool and hyssop.</b> These items were used at the Passover in Egypt ( <a ref='Exodus 12:22'>Ex 12:22</a> ) for sprinkling of blood, and in the ritual cleansing for lepers ( <a ref='Leviticus 14:4'>Lv 14:4</a> ), and in the red heifer ceremony ( <a ref='Numbers 19:6'>Nu 19:6</a> ). More of those are in view here. These elements were a part of the sprinkling of blood in the covenant ceremony described in <a ref='Exodus 24:1–8'>Ex 24:1–8</a> , though not mentioned there. The added details came either by direct revelation to the writer or had been preserved in other records or traditions known to the writer and his readers. <b>the book … the people.</b> <i>See note on <a ref='Exodus 24:8'>Ex 24:8</a> .</i> The consecration of Aaron and his sons to the priesthood is the only other occasion in the OT when any persons were sprinkled with blood ( <a ref='Exodus 29:21'>Ex 29:21</a> ; <a ref='Leviticus 8:30'>Lv 8:30</a> ; cf. <a ref='1 Peter 1:2'>1Pe 1:2</a> ). The detail about the book also being sprinkled with the blood is not recorded in the Exodus account. <a ref='Hebrews 9:20'>9:20</a> This is the blood <b>.</b> Cf. <a ref='Exodus 24:8'>Ex 24:8</a> with <a ref='Matthew 26:28'>Mt 26:28</a> . The same formula was utilized in the inaugural ceremonies for the Mosaic Covenant and for the New Covenant. <a ref='Hebrews 9:21'>9:21</a> <b>in the same way.</b> The dedication of the tabernacle and its vessels was accompanied by a blood sprinkling ritual similar to that observed at the inauguration of the Mosaic Covenant (cf. <a ref='Exodus 29:10–15'>Ex 29:10–15</a> , <a ref='Exodus 29:21'>21</a> , <a ref='Exodus 29:36–37'>36–37</a> ). <a ref='Hebrews 9:22'>9:22</a> <b>almost … all.</b> There were a few exceptions. Water, incense, and fire were also used to purify (cf. <a ref='Exodus 19:10'>Ex 19:10</a> ; <a ref='Leviticus 15:5'>Lv 15:5</a> ; <a ref='Numbers 16:46–47'>Nu 16:46–47</a> ; <a ref='Numbers 31:21–24'>31:21–24</a> ). Those who were too poor to bring even a small animal for sacrifice were allowed to bring fine flour instead ( <a ref='Leviticus 5:11'>Lv 5:11</a> ). <b>blood … forgiveness.</b> “It is the blood that makes atonement” ( <a ref='Leviticus 17:11'>Lv 17:11</a> ). The phraseology is reminiscent of Christ’s own words ( <a ref='Matthew 26:28'>Mt 26:28</a> ). “Shedding of blood” refers to death ( <i>see notes on vv. <a ref='Hebrews 9:7'>7</a> , <a ref='Hebrews 9:14'>14</a> , <a ref='Hebrews 9:18'>18</a></i> ). “Forgiveness” is the emphatic last word in this section (vv. <a ref='Hebrews 9:18–22'>18–22</a> ) of the Greek NT, and it forms the transition to the next section (vv. <a ref='Hebrews 9:23–28'>23–28</a> ). <a ref='Hebrews 9:23–28'>9:23–28</a> Christ’s High Priestly ministry is to be exercised in the perfect tabernacle of heaven. The real High Priest who offered the real sacrifice for sin serves in the real tabernacle. He is the complete fulfillment of the shadowy copies in the Levitical system. <a ref='Hebrews 9:23'>9:23</a> <b>copies.</b> <i>See note on <a ref='Hebrews 8:5'>8:5</a> .</i> The earthly tabernacle and its vessels were only symbolic replicas of the true heavenly tabernacle ( <a ref='Hebrews 8:2'>8:2</a> ), and were also made unclean by the transgressions of the people ( <a ref='Leviticus 16:16'>Lv 16:16</a> ). <b>the heavenly things.</b> As the preceding context indicated, the inauguration of the Mosaic Covenant by sacrifices was necessary (vv. <a ref='Hebrews 9:18–21'>18–21</a> ). That concept is here applied to the heavenly sanctuary—it is dedicated or inaugurated as the central sanctuary of the New Covenant by Christ’s sacrifice. The better covenant required a better sacrifice. <b>better sacrifices.</b> Christ’s superior sacrifice is a major theme in <a ref='Hebrews 9:13–10:18'>9:13—10:18</a> . The many sacrifices of the Levitical system were to be superseded by better sacrifices that would be represented in the one, all-inclusive, perfect sacrifice of Christ (cf. <a ref='Hebrews 10:12'>10:12</a> ). <i>See note on <a ref='Hebrews 7:22'>7:22</a> .</i> <a ref='Hebrews 9:24'>9:24</a> <b>copies.</b> The term is not the same as that used in v. <a ref='Hebrews 9:23'>23</a> and <a ref='Hebrews 8:5'>8:5</a> . This is lit. “antitype.” It is used only twice in the NT. The antitype either prefigures the type (as here), or is a later illustration of the type (as in <a ref='1 Peter 3:21'>1Pe 3:21</a> ). In both cases, the antitype is not the real thing, but only a copy of it. The earthly “holy places” in the tabernacle were only types of the heavenly abode of God. <b>now to appear.</b> On the Day of Atonement, the High Priest entered the Most Holy Place where God made an appearance ( <a ref='Leviticus 16:2'>Lv 16:2</a> ). The High Priest, however, was hidden from the presence of God by the cloud of incense ( <a ref='Leviticus 16:12–13'>Lv 16:12–13</a> ). See also “has been manifested” (v. <a ref='Hebrews 9:26'>26</a> ) and “will appear” (v. <a ref='Hebrews 9:28'>28</a> ). Each verb is a different term in the Greek. The term for Christ’s present appearance in heaven (v. <a ref='Hebrews 9:24'>24</a> ) alludes to His official presentation to report to the Father on the fulfillment of His mission. The concept of making an appearance or being revealed is involved in the incarnational appearance in order to die once for sin (v. <a ref='Hebrews 9:26'>26</a> ). At Christ’s appearing at the Second Advent (v. <a ref='Hebrews 9:28'>28</a> ), the term used stresses the visible nature of the appearance (cf. <a ref='Hebrews 2:8'>2:8</a> ; <a ref='Hebrews 12:14'>12:14</a> ). All 3 tenses of Christ’s soteriological ministry are also covered: 1) His First Advent to save us from the penalty of sin; 2) His present intercessory ministry in heaven to save us from the power of sin; and 3) His Second Advent to deliver us from the presence of sin. <b>for us.</b> Christ is our representative and the provider of our spiritual benefits (cf. <a ref='Hebrews 2:9'>2:9</a> ; <a ref='Hebrews 6:20'>6:20</a> ; <a ref='Hebrews 7:25'>7:25</a> ; <a ref='John 14:12–14'>Jn 14:12–14</a> ; <a ref='Ephesians 1:3'>Eph 1:3</a> ). <a ref='Hebrews 9:26'>9:26</a> <b>since the foundation of the world.</b> This is a reference to creation ( <i>see notes on <a ref='Hebrews 4:3'>4:3</a></i> ). <b>consummation of the ages.</b> All the eras and ages came together and were consummated in the coming of the Messiah. The eschatological era was inaugurated ( <i>see note on <a ref='Hebrews 1:2'>1:2</a></i> ; cf. <a ref='Galatians 4:4'>Ga 4:4</a> ). <a ref='Hebrews 9:27'>9:27</a> <b>to die once.</b> This is a general rule for all mankind. There have been very rare exceptions (e.g., Lazarus died twice; cf. <a ref='John 11:43–44'>Jn 11:43–44</a> ). Those, like Lazarus, who were raised from the dead by a miraculous act of our Lord were not resurrected to a glorified body and unending life. They only experienced resuscitation. Another exception will be those who don’t die even once, but who will be “caught up … to meet the Lord in the air” ( <a ref='1 Thessalonians 4:17'>1Th 4:17</a> ; cf. Enoch, <a ref='Genesis 5:24'>Ge 5:24</a> ; Elijah, <a ref='2 Kings 2:11'>2Ki 2:11</a> ). <b>judgment.</b> A general term encompassing the judgment of all people, believers ( <i>see note on <a ref='2 Corinthians 5:10'>2Co 5:10</a></i> ) and unbelievers ( <i>see notes on <a ref='Revelation 20:11–15'>Rev 20:11–15</a></i> ). <a ref='Hebrews 9:28'>9:28</a> <b>to bear the sins of many.</b> <i>See note on <a ref='Isaiah 53:12'>Is 53:12</a></i> (cf. <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='1 Peter 2:24'>1Pe 2:24</a> ). <b>second time.</b> On the Day of Atonement, the people eagerly waited for the High Priest to come back out of the Holy of Holies. When he appeared, they knew that the sacrifice on their behalf had been accepted by God. In the same way, when Christ appears at His second coming, it will be confirmation that the Father has been fully satisfied with the Son’s sacrifice on behalf of believers. At that point salvation will be consummated (cf. <a ref='1 Peter 1:3–5'>1Pe 1:3–5</a> ). <b>without</b> reference to <b>sin.</b> <i>See notes on <a ref='Hebrews 2:17–18'>2:17–18</a> ; <a ref='Hebrews 4:15'>4:15</a> .</i> This phrase testifies to the completed work of Christ in removing sins by His sacrifice at His first coming. No such burden will be upon Him in His second coming. <b>eagerly await.</b> <i>See note on <a ref='Philippians 3:20'>Php 3:20</a> .</i> <a ref='Hebrews 10:1–18'>10:1–18</a> Christ’s offering was a once-for-all sacrifice which is superior to all the sacrifices of the Levitical system. <a ref='Hebrews 10:1'>10:1</a> <b>shadow.</b> <i>See note on <a ref='Hebrews 8:5'>8:5</a> .</i> The Greek term translated “shadow” refers to a pale reflection, as contrasted with a sharp, distinct one. The term behind “very form,” on the other hand, indicates an exact and distinct replica (cf. <a ref='Colossians 2:17'>Col 2:17</a> ). <b>good things.</b> <i>See note on <a ref='Hebrews 9:11'>9:11</a> .</i> <b>perfect.</b> This term is used repeatedly in Hebrews to refer to salvation. <i>See notes on <a ref='Hebrews 5:14'>5:14</a> ; <a ref='Hebrews 7:11'>7:11</a> ; <a ref='Hebrews 9:9'>9:9</a> .</i> As much as those living under the law desired to approach God, the Levitical system provided no way to enter His holy presence (cf. <a ref='Psalms 15:1'>Pss 15:1</a> ; <a ref='Psalms 16:11'>16:11</a> ; <a ref='Psalms 24:3–4'>24:3–4</a> ). <a ref='Hebrews 10:2'>10:2</a> <b>consciousness of sins.</b> This is the same word translated “conscience” in v. <a ref='Hebrews 10:22'>22</a> ; <a ref='Hebrews 9:9'>9:9</a> ; <a ref='Hebrews 13:18'>13:18</a> . <i>See note on <a ref='Hebrews 9:9'>9:9</a> .</i> If sin had really been overpowered by that system of sacrifices, the OT believers’ consciences would have been cleansed from condemning guilt (cf. v. <a ref='Hebrews 10:22'>22</a> ). There was not freedom of conscience under the Old Covenant. <a ref='Hebrews 10:3'>10:3</a> <b>reminder.</b> The OT sacrifices not only could not remove sin, but their constant repetition was a constant reminder of that deficiency. The promise of the New Covenant was that the sin would be removed and even God would “remember” their sins “no more” ( <a ref='Hebrews 8:12'>8:12</a> , quoting <a ref='Jeremiah 31:34'>Jer 31:34</a> ). <a ref='Hebrews 10:4'>10:4</a> <b>impossible.</b> The Levitical system was not designed by God to remove or forgive sins. It was preparatory for the coming of the Messiah ( <a ref='Galatians 3:24'>Ga 3:24</a> ) in that it made the people expectant (cf. <a ref='1 Peter 1:10'>1Pe 1:10</a> ). It revealed the seriousness of their sinful condition, in that even temporary covering required the death of an animal. It revealed the reality of God’s holiness and righteousness by indicating that sin had to be covered. Finally, it revealed the necessity of full and complete forgiveness so that God could have desired fellowship with His people. <a ref='Hebrews 10:5–7'>10:5–7</a> Quoted from <a ref='Psalms 40:6–8'>Ps 40:6–8</a> . <a ref='Hebrews 10:5–6'>10:5–6</a> You have not desired <b>.</b> God was not pleased with sacrifices given by a person who did not give them out of a sincere heart (cf. <a ref='Psalms 51:17'>Ps 51:17</a> ; <a ref='Isaiah 1:11'>Is 1:11</a> ; <a ref='Jeremiah 6:20'>Jer 6:20</a> ; <a ref='Hosea 6:6'>Hos 6:6</a> ; <a ref='Amos 5:21–25'>Am 5:21–25</a> ). To sacrifice only as a ritual, without obedience, was a mockery and worse than no sacrifice at all (cf. <a ref='Isaiah 1:11–18'>Is 1:11–18</a> ). <a ref='Hebrews 10:5'>10:5</a> a body You have prepared for Me <b>.</b> <a ref='Psalms 40:6'>Psalm 40:6</a> reads, “My ears You have opened.” This does not represent a significant alteration in the meaning of the psalm, as indicated by the fact that the writer quoted the LXX version of the Hebrew idiom, which was an accurate representation for Greek readers. The Greek translators regarded the Hebrew words as a figure of speech, in which a part of something signified the whole, i.e., the hollowing out of ears was part of the total work of fashioning a human body. And ears were selected as the part to emphasize because they were symbols of obedience as the organ of the reception of God’s Word and will (cf. <a ref='1 Samuel 15:22'>1Sa 15:22</a> ). Christ needed a body in order to offer Himself as the final sacrifice ( <a ref='Hebrews 2:14'>2:14</a> ). <a ref='Hebrews 10:7'>10:7</a> To do Your will <b>.</b> Cf. <a ref='Matthew 26:39'>Mt 26:39</a> , <a ref='Matthew 26:42'>42</a> . <a ref='Hebrews 10:8–9'>10:8–9</a> The writer quotes from <a ref='Psalms 40:6–8'>Ps 40:6–8</a> again, but in a condensed form. <a ref='Hebrews 10:9'>10:9</a> <b>first … second.</b> The old, repetitious sacrificial system was removed to make way for the new, once-for-all sacrifice of Christ, who had obediently done God’s will (cf. <a ref='Hebrews 5:8'>5:8</a> ; <a ref='Philippians 2:8'>Php 2:8</a> ). <a ref='Hebrews 10:10'>10:10</a> <b>sanctified.</b> “Sanctify” means to “make holy,” to be set apart from sin for God (cf. <a ref='1 Thessalonians 4:3'>1Th 4:3</a> ). When Christ fulfilled the will of God, He provided for the believer a continuing, permanent condition of holiness ( <a ref='Ephesians 4:24'>Eph 4:24</a> ; <a ref='1 Thessalonians 3:13'>1Th 3:13</a> ). This is the believer’s positional sanctification as opposed to the progressive sanctification that results from daily walking by the will of God ( <i>see notes on <a ref='Romans 6:19'>Ro 6:19</a> ; <a ref='Romans 12:1–2'>12:1–2</a> ; <a ref='2 Corinthians 7:1'>2Co 7:1</a></i> ). <b>body.</b> Refers to His atoning death, as the term “blood” has been used to do ( <a ref='Hebrews 9:7'>9:7</a> , <a ref='Hebrews 9:12'>12</a> , <a ref='Hebrews 9:14'>14</a> , <a ref='Hebrews 9:18'>18</a> , <a ref='Hebrews 9:22'>22</a> ). Mention of the body of Christ in such a statement is unusual in the NT, but it is logically derived from the quotation from <a ref='Psalms 40:6'>Ps 40:6</a> . <a ref='Hebrews 10:11–12'>10:11–12</a> The old and new are contrasted: thousands of priests versus one Priest; the old priests continually standing versus the sitting down of the new; repeated offerings versus a once-for-all offering; and the ineffective sacrifices that only covered sin versus the effective sacrifice that completely removes sin. <a ref='Hebrews 10:11'>10:11</a> <b>stands.</b> <i>See note on <a ref='Hebrews 1:3'>1:3</a> .</i> In <a ref='2 Chronicles 6:10'>2Chr 6:10</a> , <a ref='2 Chronicles 6:12'>12</a> , Solomon sat on his throne as king, but stood at the altar when acting in a priestly role (cf. <a ref='Deuteronomy 17:12'>Dt 17:12</a> ; <a ref='Deuteronomy 18:7'>18:7</a> ). <a ref='Hebrews 10:13'>10:13</a> footstool <b>.</b> <i>See note on <a ref='Hebrews 1:13'>1:13</a> .</i> This is yet another reference to <a ref='Psalms 110:1'>Ps 110:1</a> . This prediction will be fulfilled when Christ returns and all creation acknowledges His lordship by bowing at His feet ( <a ref='Philippians 2:10'>Php 2:10</a> ). <a ref='Hebrews 10:14'>10:14</a> <b>perfected.</b> <i>See note on v. <a ref='Hebrews 10:1'>1</a> .</i> This involves a perfect standing before God in the righteousness of Christ ( <i>see notes on <a ref='Romans 3:22'>Ro 3:22</a> ; <a ref='Philippians 3:8–9'>Php 3:8–9</a></i> ). <b>sanctified.</b> <i>See notes on v. <a ref='Hebrews 10:10'>10</a> .</i> <a ref='Hebrews 10:15–17'>10:15–17</a> The writer confirms his interpretation of <a ref='Psalms 40:6–8'>Ps 40:6–8</a> by repeating from <a ref='Jeremiah 31:31–34'>Jer 31:31–34</a> what he had already quoted in <a ref='Hebrews 8:8–12'>8:8–12</a> . <a ref='Hebrews 10:19–25'>10:19–25</a> For the second time (cf. <a ref='Hebrews 8:1–6'>8:1–6</a> for the first), the writer gives a summary of the arguments for the superiority of Christ’s priestly ministry. <a ref='Hebrews 10:19'>10:19</a> <b>brothers.</b> <i>See note on <a ref='Hebrews 3:12'>3:12</a> .</i> As on the earlier occasion, the writer addresses his Jewish brethren with an invitation to leave behind the Levitical system and to appropriate the benefits of the New Covenant in Christ. <b>confidence.</b> An important emphasis in the epistle ( <i>see note on <a ref='Hebrews 4:16'>4:16</a></i> ). Because of the high priestly ministry of Christ and His finished sacrifice, the Hebrews can enter boldly into the presence of God. <a ref='Hebrews 10:20'>10:20</a> <b>new.</b> In Greek, this word originally meant “newly slain,” but was understood as “recent” when the epistle was written. The way is new because the covenant is new. It is not a way provided by the Levitical system. <b>living way.</b> Though it is the path of eternal life, it was not opened by Christ’s sinless life—it required His death. <i>See notes on <a ref='Hebrews 2:17–18'>2:17–18</a> ; <a ref='Hebrews 4:16'>4:16</a> .</i> The Hebrews were invited to embark on this way which is characterized by the eternal life of the Son of God who loved them and gave Himself for them (cf. <a ref='John 14:6'>Jn 14:6</a> ; <a ref='Galatians 2:20'>Ga 2:20</a> ). The Christian faith was known as “the Way” among the Jews of Jerusalem ( <a ref='Acts 9:2'>Ac 9:2</a> ) as well as among the Gentiles ( <a ref='Acts 19:23'>Ac 19:23</a> ). Those receiving this epistle understood quite clearly that the writer was inviting them to become Christians—to join those who had been persecuted for their faith. True believers in their midst were even then suffering persecution, and those who had not committed themselves to the Way were asked to become targets of the same persecution. <b>veil … flesh.</b> When Jesus’ flesh was torn at His crucifixion, so was the temple veil that symbolically separated men from God’s presence ( <a ref='Matthew 27:51'>Mt 27:51</a> ). When the High Priest on the Day of Atonement entered the Holy of Holies, the people waited outside for him to return. When Christ entered the heavenly temple He did not return. Instead, He opened the curtain and exposed the Holy of Holies so that we could follow Him. Here “flesh” is used as was “body” (v. <a ref='Hebrews 10:10'>10</a> ) and “blood” ( <a ref='Hebrews 9:7'>9:7</a> , <a ref='Hebrews 9:12'>12</a> , <a ref='Hebrews 9:14'>14</a> , <a ref='Hebrews 9:18'>18</a> , <a ref='Hebrews 9:22'>22</a> ) to refer to the sacrificial death of the Lord Jesus. <a ref='Hebrews 10:21'>10:21</a> <b>the house of God.</b> <i>See note on <a ref='Hebrews 3:6'>3:6</a> .</i> <a ref='Hebrews 10:22'>10:22</a> <b>let us draw near.</b> <i>See note on <a ref='Hebrews 7:19'>7:19</a> .</i> Based on what had been written, this was the heart of the invitation to those in the assembly who had not come to Christ. The same invitation is found in the first NT book to be written ( <a ref='James 4:8'>Jas 4:8</a> ), where James reveals the corollary of drawing near to God: God will draw near to you. Asaph taught that it is a good thing to draw near to God ( <a ref='Psalms 73:28'>Ps 73:28</a> ). The full restoration of Israel to God’s blessing is dependent upon them drawing near to Him ( <a ref='Jeremiah 30:18–22'>Jer 30:18–22</a> ). In other words, it is an eschatological invitation coming to them in “these last days” ( <a ref='Hebrews 1:2'>1:2</a> ). This verse describes the prerequisites for entering the presence of God (cf. <a ref='Ps 15'>Ps 15</a> ): sincerity, security, salvation, and sanctification. <b>sincere heart.</b> The Greek term behind “sincere” carries the ideas of being true, genuine, and without ulterior motive (cf. <a ref='Jeremiah 24:7'>Jer 24:7</a> ; <a ref='Matthew 15:8'>Mt 15:8</a> ). This one thing these particular Hebrews lacked: genuine commitment to Christ. <b>full assurance of faith.</b> <i>See note on <a ref='Hebrews 6:11'>6:11</a> .</i> Utter confidence in the promises of God is intended by the phrase. Such confidence will result in heartfelt assurance or security which will allow them to persevere through the coming trials. This is the first of a familiar triad: faith, hope (v. <a ref='Hebrews 10:23'>23</a> ), and love (v. <a ref='Hebrews 10:24'>24</a> ). <b>hearts sprinkled.</b> <i>See notes on <a ref='Hebrews 9:9'>9:9</a> , <a ref='Hebrews 9:14'>14</a> ; <a ref='Hebrews 10:1–4'>10:1–4</a> ; <a ref='1 Peter 1:2'>1Pe 1:2</a> .</i> <b>pure water.</b> The imagery in this verse is taken from the sacrificial ceremonies of the Old Covenant, where blood was sprinkled as a sign of cleansing, and the priests were continually washing themselves and the sacred vessels in basins of clear water. Being “washed with pure water” does not refer to Christian baptism, but to the Holy Spirit’s purifying a person’s life by means of the Word of God (cf. <a ref='Ephesians 5:25–26'>Eph 5:25–26</a> ; <a ref='Titus 3:5'>Tit 3:5</a> ). This is purely a New Covenant picture ( <a ref='Jeremiah 31:33'>Jer 31:33</a> ; <a ref='Ezekiel 36:25–26'>Eze 36:25–26</a> ). <a ref='Hebrews 10:23'>10:23</a> <b>hold fast.</b> Holding on, or the perseverance of the saints, is the human side of eternal security. It is not something done to maintain salvation, but is rather an evidence of salvation. <i>See note on <a ref='Hebrews 3:6'>3:6</a> .</i> <b>confession of our hope.</b> Affirmation of salvation. <i>See note on <a ref='Hebrews 3:1'>3:1</a> .</i> <b>without wavering.</b> The idea is not to follow any inclination that leads back to the Old Covenant. In other ancient literature, the same Greek term is used of enduring torture. Persecution will come ( <a ref='2 Timothy 3:12'>2Ti 3:12</a> ), but God is faithful. Temptations will abound, but God is faithful to provide an escape (cf. <a ref='1 Corinthians 10:13'>1Co 10:13</a> ). God’s promises are reliable ( <a ref='1 Corinthians 10:13'>1Co 10:13</a> ; <a ref='1 Thessalonians 5:24'>1Th 5:24</a> ; <a ref='Jude 1:24–25'>Jd 24–25</a> ). With that confidence, the believer can persevere. <a ref='Hebrews 10:24'>10:24</a> <b>consider.</b> The same verb is used about Jesus in <a ref='Hebrews 3:1'>3:1</a> . The invitation must be responded to individually, but the response also has a corporate side. They are members of a community of Hebrews whose initial attraction to Christ is in danger of eroding. They have been considering a return to the Levitical system of Judaism to avoid the persecution (cf. <a ref='John 12:42–43'>Jn 12:42–43</a> ). Mutual encouragement to make full commitment is crucial. <b>stimulate.</b> The English word “paroxysm” is derived from the Greek term used here. The meaning in this context is that of stimulating or inciting someone to do something. <b>love and good deeds.</b> An example of such mutual effort in the midst of persecution was to be found at Corinth (cf. <a ref='2 Corinthians 8:1–7'>2Co 8:1–7</a> ). <a ref='Hebrews 10:25'>10:25</a> <b>not forsaking our own assembling.</b> Collective and corporate worship is a vital part of spiritual life. The warning here is against apostasy in an eschatological context (cf. <a ref='2 Thessalonians 2:1'>2Th 2:1</a> ). The reference is to the approaching “day” (the second coming of Christ; cf. <a ref='Romans 13:12'>Ro 13:12</a> ; <a ref='1 Corinthians 3:13'>1Co 3:13</a> ; <a ref='1 Thessalonians 5:4'>1Th 5:4</a> ). <b>encouraging.</b> Encouraging takes the form of comfort, warning, or strengthening. There is an eschatological urgency to the encouraging which requires an increased activity as the coming of Christ approaches (cf. <a ref='Hebrews 3:13'>3:13</a> ; cf. <a ref='1 Thessalonians 4:18'>1Th 4:18</a> ). <a ref='Hebrews 10:26–39'>10:26–39</a> <i>See notes on <a ref='Hebrews 6:1–8'>6:1–8</a> .</i> This warning passage deals with the sin of apostasy, an intentional falling away, or defection. Apostates are those who move toward Christ, hear and understand His gospel, and are on the verge of saving belief, but then rebel and turn away. This warning against apostasy is one of the most serious warnings in all of Scripture. Not all of the Hebrews would respond to the gentle invitation of vv. <a ref='Hebrews 10:19–25'>19–25</a> . Some were already beyond response. <a ref='Hebrews 10:26'>10:26</a> <b>we.</b> The author is speaking rhetorically. In v. <a ref='Hebrews 10:39'>39</a> , he excludes himself and genuine believers from this category. <b>sinning willfully.</b> The Greek term carries the idea of deliberate intention that is habitual. The sin is rejecting Christ deliberately. These are not isolated acts. According to the Mosaic legislation, such acts of deliberate, premeditated sin required exclusion from the congregation of Israel (cf. <a ref='Numbers 15:30–31'>Nu 15:30–31</a> ) and from its worship (cf. <a ref='Exodus 21:14'>Ex 21:14</a> ). Such sins also excluded the individual from sanctuary in the cities of refuge (cf. <a ref='Deuteronomy 19:11–13'>Dt 19:11–13</a> ). <b>knowledge.</b> The Greek term denotes specific knowledge, not general spiritual knowledge (cf. <a ref='Hebrews 6:4'>6:4</a> ; cf. <a ref='1 Timothy 2:4'>1Ti 2:4</a> ). Though the knowledge was not defective or incomplete, the application of the knowledge was certainly flawed. Judas Iscariot is a good example of a disciple who had no lack of knowledge, but lacked faith and became the arch-apostate. <b>no longer.</b> <i>See note on <a ref='Hebrews 6:6'>6:6</a> .</i> The apostate is beyond salvation because he has rejected the only sacrifice that can cleanse him from sin and bring him into God’s presence. To turn away from that sacrifice leaves him with no saving alternative. This is parallel to <a ref='Matthew 12:31'>Mt 12:31</a> ( <i>see note there</i> ). <a ref='Hebrews 10:27'>10:27</a> <b>terrifying expectation.</b> The judgment is certain to happen, so it engenders fear. <b>judgment and</b> the fury of a fire <b>.</b> The description is similar to that in <a ref='Isaiah 26:11'>Is 26:11</a> and <a ref='Zephaniah 1:18'>Zep 1:18</a> (cf. <a ref='2 Thessalonians 1:7–9'>2Th 1:7–9</a> ). Ultimately, such judgment is that of eternity in the lake of fire (cf. <a ref='Matthew 13:38–42'>Mt 13:38–42</a> , <a ref='Matthew 13:49–50'>49–50</a> ). adversaries <b>.</b> Actual opposition against God and toward the program of God in salvation ( <i>see notes on <a ref='Philippians 3:18–19'>Php 3:18–19</a></i> ). <a ref='Hebrews 10:28'>10:28</a> Cf. <a ref='Deuteronomy 17:2–7'>Dt 17:2–7</a> . <a ref='Hebrews 10:29'>10:29</a> <b>How much worse punishment.</b> There will be degrees of punishment in hell. This is also clearly indicated in <a ref='Matthew 11:22–24'>Mt 11:22–24</a> ( <i>see notes there</i> ). <b>trampled.</b> In the ancient Near East one of the gestures used to show contempt for someone was to “lift up the foot” against or toward them (cf. <a ref='Psalms 41:9'>Ps 41:9</a> ). To walk on top of someone or something was a more extreme gesture showing utter contempt and scorn (cf. <a ref='2 Kings 9:33'>2Ki 9:33</a> ; <a ref='Isaiah 14:19'>Is 14:19</a> ; <a ref='Micah 7:10'>Mic 7:10</a> ; <a ref='Zechariah 10:5'>Zec 10:5</a> ). Such contempt demonstrates a complete rejection of Christ as Savior and Lord. <b>regarded as defiled.</b> To reckon Christ’s blood as something “defiled” is the same thing as saying that it is unclean ( <i>see note on <a ref='Hebrews 9:13'>9:13</a></i> ) and implies that Christ was a sinner and a blemished sacrifice. Such thinking is truly blasphemous. <b>blood of the covenant.</b> <i>See notes on <a ref='Hebrews 9:14–15'>9:14–15</a> .</i> Christ’s death inaugurated or ratified the New Covenant. <b>sanctified.</b> This refers to Christ, in that He was set apart unto God (cf. <a ref='John 17:19'>Jn 17:19</a> ). It cannot refer to the apostate, because only true believers are sanctified. See Introduction: Interpretive Challenges . <b>insulted the Spirit of grace.</b> <i>See notes on <a ref='Hebrews 6:4'>6:4</a> and <a ref='Hebrews 9:14'>9:14</a> .</i> The same title is utilized in <a ref='Zechariah 12:10'>Zec 12:10</a> . Rejecting Christ insults the Spirit who worked through Him ( <a ref='Matthew 12:31–32'>Mt 12:31–32</a> ) and who testifies of Him ( <a ref='John 15:26'>Jn 15:26</a> ; <a ref='John 16:8–11'>16:8–11</a> ). <a ref='Hebrews 10:30'>10:30</a> Quoted from <a ref='Deuteronomy 32:35–36'>Dt 32:35–36</a> (cf. <a ref='Psalms 135:4'>Ps 135:4</a> ; <a ref='Romans 12:19'>Ro 12:19</a> ). <a ref='Hebrews 10:31'>10:31</a> <b>living God.</b> <i>See note on <a ref='Hebrews 3:12'>3:12</a> .</i> <a ref='Hebrews 10:32–39'>10:32–39</a> In this section, a word of encouragement is presented to counterbalance the preceding grave warning (vv. <a ref='Hebrews 10:19–31'>19–31</a> ). The writer points out that the Hebrews’ former experiences should stimulate them, the nearness of reward should strengthen them, and the fear of God’s displeasure should prevent them from going back to Judaism. <a ref='Hebrews 10:32'>10:32</a> <b>remember.</b> Carries the idea of carefully thinking back and reconstructing something in one’s mind, not merely remembering (cf. <a ref='Acts 5:41'>Ac 5:41</a> ; <a ref='2 Corinthians 7:15'>2Co 7:15</a> ). <b>enlightened.</b> <i>See note on <a ref='Hebrews 6:4'>6:4</a></i> (cf. “knowledge of the truth” in v. <a ref='Hebrews 10:26'>26</a> ). <b>a great conflict.</b> The word is only here in the NT. It is a picture of the struggling athlete engaged in a rigorous contest (cf. <a ref='2 Timothy 2:5'>2Ti 2:5</a> ). After being enlightened, they suffered (v. <a ref='Hebrews 10:33'>33</a> ), became offended, and began to fall away ( <i>see note on <a ref='Matthew 13:20'>Mt 13:20</a></i> ). <a ref='Hebrews 10:33'>10:33</a> <b>a public spectacle.</b> The theater is alluded to with regard to the actors being placed on a stage where they can be observed by everyone. In the context of this verse, the idea is exposure to disgrace and ridicule (cf. <a ref='1 Corinthians 4:9'>1Co 4:9</a> ). <b>sharers.</b> These unconverted Hebrews had been close to persecution when it happened to the believers they associated with. They perhaps had actually suffered for that identification, including the seizure of their property, but had not yet turned away because they were still interested in the prospects of heaven (v. <a ref='Hebrews 10:34'>34</a> ). In the NT, there are examples of those who willingly exposed themselves to possible arrest and harassment because they sought to help those who were persecuted for their faith. Surprisingly, on one occasion, the Pharisees were among them. The Pharisees warned Jesus about Herod’s pending attempt on Jesus’ life ( <a ref='Luke 13:31'>Lk 13:31</a> ). Among genuine believers who might be given as examples of helping the persecuted, there was Onesiphorus ( <a ref='2 Timothy 1:16–18'>2Ti 1:16–18</a> ). <a ref='Hebrews 10:34'>10:34</a> <b>the prisoners.</b> This is one of the supposed indicators used for identifying the author of this epistle as the apostle Paul (cf. <a ref='Ephesians 3:1'>Eph 3:1</a> ; <a ref='2 Timothy 1:8'>2Ti 1:8</a> ). However, many other Christians were also imprisoned. <b>accepted with joy.</b> Cf. <a ref='Acts 5:41'>Ac 5:41</a> ; <a ref='Acts 16:24–25'>16:24–25</a> ; <a ref='Romans 5:3'>Ro 5:3</a> ; <a ref='James 1:2'>Jas 1:2</a> . <b>a better and lasting possession.</b> <i>See note on <a ref='Hebrews 9:15'>9:15</a></i> (cf. <a ref='Matthew 6:19–20'>Mt 6:19–20</a> ; <a ref='1 Peter 1:4'>1Pe 1:4</a> ). <a ref='Hebrews 10:35'>10:35</a> <b>throw away.</b> Due to their current persecutions, they were tempted to run away from their outward identification with Christ and Christians and to apostatize (cf. v. <a ref='Hebrews 10:23'>23</a> ; <a ref='Deuteronomy 32:15'>Dt 32:15</a> , <a ref='Deuteronomy 32:18'>18</a> ). <b>reward.</b> They are closer than ever to the eternal reward. It is no time to turn back. <a ref='Hebrews 10:36'>10:36</a> <b>done the will of God.</b> To trust in Christ fully by living daily in the will of the Father. <i>See notes on <a ref='Matthew 7:21–28'>Mt 7:21–28</a> ; <a ref='James 1:22–25'>Jas 1:22–25</a></i> ; cf. <a ref='John 6:29'>Jn 6:29</a> . <b>receive the promise.</b> <i>See notes on <a ref='Hebrews 4:1'>4:1</a> ; <a ref='Hebrews 6:12'>6:12</a> ; <a ref='Hebrews 9:15'>9:15</a> .</i> If they would remain with the New Covenant and put their trust exclusively in Christ, they would obtain the promise of salvation for themselves. <a ref='Hebrews 10:37–38'>10:37–38</a> The loose reference to <a ref='Habakkuk 2:3–4'>Hab 2:3–4</a> (cf. <a ref='Romans 1:17'>Ro 1:17</a> ; <a ref='Galatians 3:11'>Ga 3:11</a> ) is introduced by a phrase taken from <a ref='Isaiah 26:20'>Is 26:20</a> . This is the second reference to the Isaiah passage (cf. v. <a ref='Hebrews 10:27'>27</a> ) which is part of a song of salvation. The passage in <a ref='Is 26'>Is 26</a> (or, its greater context, <a ref='Is 24-27'>Is 24–27</a> ) is perhaps uppermost in the writer’s mind. The Habakkuk reference is altered considerably so that it is more of an interpretive paraphrase drawing on other OT concepts and contexts. <a ref='Habakkuk 2:4–5'>Habakkuk 2:4–5</a> is descriptive of the proud who do not live by faith. It is the proud who are self-sufficient and who fail to realize the necessity of patient endurance and trust in God. The proud Jew will be rejected if he does not exercise faith. He will be judged along with the nations. <a ref='Hebrews 10:38'>10:38</a> My righteous one shall live by faith <b>.</b> <i>See note on <a ref='Romans 1:17'>Ro 1:17</a> .</i> The opposite of apostasy is faith. This is a preview of the subsequent chapter. It is faith which pleases God. The individual who draws back from the knowledge of the gospel and faith will prove his apostasy. <a ref='Hebrews 10:39'>10:39</a> <b>shrink back to destruction.</b> The writer expresses confidence that believing readers (“we”) will not be counted among “those” who fall away to destruction. Apostates will draw back from Christ, but there are some who are near to believing who can be pulled “out of the fire” (cf. <a ref='Jude 1:23'>Jd 23</a> ). “Destruction,” also translated “perdition,” is commonly used in the NT of the everlasting punishment or judgment of unbelievers (cf. <a ref='Matthew 7:13'>Mt 7:13</a> ; <a ref='Romans 9:22'>Ro 9:22</a> ; <a ref='Philippians 1:28'>Php 1:28</a> ; <a ref='Philippians 3:19'>3:19</a> ; <a ref='1 Timothy 6:9'>1Ti 6:9</a> ). Judas is called the “son of perdition” (a Semitism meaning “perdition bound”; <a ref='John 17:12'>Jn 17:12</a> ). The man of lawlessness is referred to as the “son of destruction,” i.e., destruction bound ( <a ref='2 Thessalonians 2:3'>2Th 2:3</a> ). <b>preserving of the soul.</b> Preservation from eschatological destruction is the concept of “preserving” in this context. In the context of <a ref='Isaiah 26:20–21'>Is 26:20–21</a> (v. <a ref='Isaiah 26:19'>19</a> ) the eschatological preservation includes resurrection from the dead. The writer connects faith and resurrection in the example of Abraham ( <a ref='Hebrews 11:19'>11:19</a> ). <a ref='Hebrews 11:1–40'>11:1–40</a> The 11th chapter is a moving account of faithful OT saints and given such titles as, “The Saints’ Hall of Fame,” “The Honor Roll of OT Saints,” and “Heroes of Faith.” They all attest to the value of living by faith. They compose the “cloud of witnesses” ( <a ref='Hebrews 12:1'>12:1</a> ) who give powerful testimony to the Hebrews that they should come to faith in God’s truth in Christ. <a ref='Hebrews 11:1'>11:1</a> This verse is written in a style of Hebrew poetry (used often in the Psalms), in which two parallel and nearly identical phrases are used to state the same thing. Cf. <a ref='1 Peter 1:7'>1Pe 1:7</a> —God tests our faith in the crucible. <b>assurance.</b> This is from the same Greek word translated “exact representation” in <a ref='Hebrews 1:3'>1:3</a> and “assurance” in <a ref='Hebrews 3:14'>3:14</a> . The faith described here involves the most solid possible conviction, the God-given present assurance of a future reality. <b>conviction of things not seen.</b> True faith is not based on empirical evidence, but on divine assurance, and is a gift of God ( <a ref='Ephesians 2:8'>Eph 2:8</a> ). Faith’s Features in Hebrews 11 Is certain of God’s promises v. <a ref='Hebrews 11:1'>1</a> Is confident of God’s power v. <a ref='Hebrews 11:1'>1</a> Perceives the divine design v. <a ref='Hebrews 11:3'>3</a> Acts on God’s promises vv. <a ref='Hebrews 11:8–22'>8–22</a> Esteems Christ above all v. <a ref='Hebrews 11:26'>26</a> Overcomes tremendous trials vv. <a ref='Hebrews 11:29–38'>29–38</a> Go to the Index of Charts and Maps . <a ref='Hebrews 11:2'>11:2</a> <b>men of old.</b> In this context, the term refers to all saints, both men and women, under the older covenant, a select few of whom are described in vv. <a ref='Hebrews 11:4–40'>4–40</a> . <b>gained approval.</b> Lit. “were testified to” or “had witness given about them” (cf. vv. <a ref='Hebrews 11:4'>4</a> , <a ref='Hebrews 11:39'>39</a> ). God bears witness on the behalf of these saints that they lived by faith and divine approval is granted to them. <a ref='Hebrews 11:3'>11:3</a> <b>By faith.</b> Each example of faith in vv. <a ref='Hebrews 11:3–31'>3–31</a> is formally introduced with this specific phrase. True saving faith works in obedience to God ( <i>see notes on <a ref='James 2:14–25'>Jas 2:14–25</a></i> ). <b>we.</b> This refers to the writer and all other true believers, present and past. <b>worlds.</b> The physical universe itself, as well as its operation and administration. <b>were prepared.</b> The concept involved in this verb (used also in <a ref='Hebrews 13:21'>13:21</a> ) is that of equipping so that something might be made ready to fulfill its purpose. <b>word of God.</b> God’s divine utterance (see, e.g., <a ref='Genesis 1:3'>Ge 1:3</a> , <a ref='Genesis 1:6'>6</a> , <a ref='Genesis 1:9'>9</a> , <a ref='Genesis 1:11'>11</a> , <a ref='Genesis 1:14'>14</a> ). <b>not made.</b> God created the universe out of something which cannot be seen. There is the possibility that the invisible something was God’s own energy or power. For more on creation, <i>see notes on <a ref='Genesis 1:1–31'>Ge 1:1–31</a></i> . <a ref='Hebrews 11:4–40'>11:4–40</a> Adam and Eve are passed over in this portion regarding creation because they had seen God, fellowshipped with Him, and talked with Him. Their children were the first to exercise faith in the unseen God. <a ref='Hebrews 11:4'>11:4</a> <b>Abel.</b> See <a ref='Genesis 4:1–15'>Ge 4:1–15</a> . <b>better.</b> The precise reason for the superiority of Abel’s sacrifice is not specifically revealed by the writer of Hebrews, but implied in <a ref='Hebrews 12:24'>12:24</a> ( <i>see notes there</i> ). Here his concern is with Abel’s faith. Both brothers knew what God required. Abel obeyed and Cain did not. Abel acted in faith, Cain in unbelief ( <i>see notes on <a ref='Genesis 4:4–5'>Ge 4:4–5</a></i> ). Through faith, Abel left testimony to all succeeding generations that a person comes to God by faith to receive righteousness. <b>righteous.</b> Because of his faith, evidenced in obedience to God’s requirement for sacrifice, Abel was accounted as righteous by God (cf. <a ref='Romans 4:4–8'>Ro 4:4–8</a> ). Christ Himself referred to the righteousness of Abel ( <a ref='Matthew 23:35'>Mt 23:35</a> ). Cain’s sacrifice was evidence that he was just going through the motions of ritual in a disobedient manner, not evidencing authentic faith. Without faith no one can receive imputed righteousness (cf. <a ref='Genesis 15:6'>Ge 15:6</a> ). <b>approving his gifts.</b> Abel’s offering proved something about his faith that was not demonstrated by Cain’s offering. <a ref='Hebrews 11:5'>11:5</a> The quote is from <a ref='Genesis 5:24'>Ge 5:24</a> . <b>Enoch.</b> <i>See note on <a ref='Genesis 5:24'>Ge 5:24</a> .</i> The LXX translated the Hebrew idiom “Enoch walked with God” with “he pleased God.” The writer combines both in the reference. Enoch was miraculously taken to heaven without dying (cf. <a ref='1 Thessalonians 4:17'>1Th 4:17</a> ). <a ref='Hebrews 11:6'>11:6</a> <b>impossible to please.</b> Enoch pleased God because he had faith. Without such faith it is not possible for anyone to “walk with God” or “please <i>Him</i> ” (cf. <a ref='Hebrews 10:38'>10:38</a> ). <b>He is.</b> The emphasis here is on “He,” the true God. Genuine faith does not simply believe that <i>a</i> divine being exists, but that the God of Scripture is the <i>only</i> real and true God who exists. Not believing that God exists is equivalent to calling Him a liar (cf. <a ref='1 John 5:10'>1Jn 5:10</a> ). <b>rewarder.</b> A person must believe not only that the true God exists, but also that He will reward men’s faith in Him with forgiveness and righteousness, because He has promised to do so (cf. <a ref='Hebrews 10:35'>10:35</a> ; <a ref='Genesis 15:1'>Ge 15:1</a> ; <a ref='Deuteronomy 4:29'>Dt 4:29</a> ; <a ref='1 Chronicles 28:9'>1Chr 28:9</a> ; <a ref='Psalms 58:11'>Ps 58:11</a> ; <a ref='Isaiah 40:10'>Is 40:10</a> ). <a ref='Hebrews 11:7'>11:7</a> <b>Noah.</b> See <a ref='Genesis 5:28–9:29'>Ge 5:28—9:29</a> ; <a ref='Ezekiel 14:14'>Eze 14:14</a> . <b>things not yet seen.</b> <i>See notes on vv. <a ref='Hebrews 11:1'>1</a> , <a ref='Hebrews 11:6'>6</a> .</i> The world had not seen anything resembling the great Flood (not even rain; <i>see notes on <a ref='Genesis 7:11'>Ge 7:11</a></i> ), yet Noah spent 120 years ( <a ref='Genesis 6:3'>Ge 6:3</a> ) fulfilling God’s command to build the massive ark ( <a ref='Genesis 6:13–22'>Ge 6:13–22</a> ). <b>reverence.</b> Noah treated God’s message with great respect and awe (cf. <a ref='Hebrews 5:7'>5:7</a> ). His faith was expressed in obedience (cf. <a ref='Genesis 6:22'>Ge 6:22</a> ; <a ref='Genesis 7:5'>7:5</a> ). <b>condemned.</b> Noah warned the people of his time about God’s impending judgment (cf. <a ref='1 Peter 3:20'>1Pe 3:20</a> ), and is called “a preacher of righteousness” ( <a ref='2 Peter 2:5'>2Pe 2:5</a> ). <b>heir of the righteousness.</b> <i>See notes on <a ref='Hebrews 6:12'>6:12</a> ; <a ref='Hebrews 9:15'>9:15</a> .</i> He who was a preacher of righteousness ( <a ref='2 Peter 2:5'>2Pe 2:5</a> ) also became an heir of righteousness. He believed the message he preached. Like Enoch before him ( <i>see notes on v. <a ref='Hebrews 11:5'>5</a></i> ), Noah walked with God in faith and obedience ( <a ref='Genesis 6:9'>Ge 6:9</a> ). <a ref='Hebrews 11:8–19'>11:8–19</a> <b>Abraham.</b> See <a ref='Genesis 11:27–25:11'>Ge 11:27—25:11</a> . <a ref='Hebrews 11:8'>11:8</a> <b>a place … inheritance.</b> The land of Canaan, far from his original home in Ur of the Chaldees ( <a ref='Genesis 11:31'>Ge 11:31</a> ). He went by faith. <a ref='Hebrews 11:9'>11:9</a> <b>promise.</b> Neither Abraham, Isaac, nor Jacob were able to settle permanently in or possess the land God promised to them (v. <a ref='Hebrews 11:10'>10</a> ). Abraham first went there in faith, and they all lived there in faith, believing in a promise of possession that would not be fulfilled for many generations beyond their lifetimes ( <a ref='Genesis 12:7'>Ge 12:7</a> ). <a ref='Hebrews 11:10'>11:10</a> <b>city.</b> Abraham’s ultimate and permanent Promised Land was heaven which, through faith, he knew he would ultimately inherit. This city is mentioned again in v. <a ref='Hebrews 11:16'>16</a> ; <a ref='Hebrews 12:22'>12:22</a> ; <a ref='Hebrews 13:14'>13:14</a> . <a ref='Hebrews 11:11–12'>11:11–12</a> <b>Sarah.</b> See <a ref='Genesis 11:27–23:2'>Ge 11:27—23:2</a> ; <a ref='1 Peter 3:5–6'>1Pe 3:5–6</a> . <a ref='Hebrews 11:11'>11:11</a> <b>beyond the proper time.</b> At 90 ( <a ref='Genesis 17:17'>Ge 17:17</a> ), she was long past child-bearing age and had never been able to conceive. God enabled her, however, because of her faith in His promise ( <a ref='Genesis 21:1–3'>Ge 21:1–3</a> ). <a ref='Hebrews 11:12'>11:12</a> <b>as good as dead.</b> At 99, Abraham was well beyond the age to father children apart from divine intervention ( <a ref='Genesis 17:1'>Ge 17:1</a> , <a ref='Genesis 17:15–17'>15–17</a> ; <a ref='Genesis 21:1–5'>21:1–5</a> ). stars … sand <b>.</b> This is hyperbole to stress the vastness of the population that would come from Abraham’s loins. See <a ref='Genesis 15:4–5'>Ge 15:4–5</a> ; <a ref='Genesis 22:17'>22:17</a> . <a ref='Hebrews 11:13'>11:13</a> <b>All these.</b> The reference is to the patriarchs only (Abraham, Isaac, and Jacob). This interpretation is supported by the fact that the promises began with Abraham (cf. <a ref='Acts 7:17'>Ac 7:17</a> ; <a ref='Romans 4:13'>Ro 4:13</a> ; <a ref='Galatians 3:14–18'>Ga 3:14–18</a> ) and were passed on to Isaac ( <a ref='Genesis 26:2–5'>Ge 26:2–5</a> , <a ref='Genesis 26:24'>24</a> ) and Jacob ( <a ref='Genesis 28:10–15'>Ge 28:10–15</a> ). In addition, only those individuals fit the description in v. <a ref='Hebrews 11:15'>15</a> and Enoch did not die. <i>See note on <a ref='Hebrews 6:15'>6:15</a> .</i> These people of faith didn’t know when they would inherit the promise. They had a life in the land, but did not possess it. <a ref='Hebrews 11:13–16'>11:13–16</a> <b>strangers and exiles.</b> See <a ref='Genesis 23:4'>Ge 23:4</a> . Their faith was patient and endured great hardships because they believed God had something better. They had no desire to go back to Ur, but did long for heaven ( <a ref='Job 19:25–26'>Job 19:25–26</a> ; <a ref='Psalms 27:4'>Ps 27:4</a> ). <a ref='Hebrews 11:16'>11:16</a> <b>their God.</b> God referred to Himself as “the God of Abraham, the God of Isaac, and the God of Jacob” ( <a ref='Exodus 3:6'>Ex 3:6</a> ; cf. <a ref='Genesis 28:13'>Ge 28:13</a> ; <a ref='Matthew 22:32'>Mt 22:32</a> ). This is a significant covenant formula whereby an individual or a people identified with God and He with them (cf. <a ref='Leviticus 26:12'>Lv 26:12</a> ). <b>a city.</b> <i>See note on <a ref='Hebrews 12:22'>12:22</a> .</i> <a ref='Hebrews 11:17–19'>11:17–19</a> See <a ref='Genesis 22:1–18'>Ge 22:1–18</a> . Abraham again proved his faith by his willingness to give back to God his son of promise, Isaac, whom he had miraculously received because of his faith. It would take an even greater miracle for them to replace Isaac by natural means. He trusted God for a resurrection. Cf. <a ref='Romans 4:16–21'>Ro 4:16–21</a> . <a ref='Hebrews 11:17–18'>11:17–18</a> <b>only.</b> Isaac was not the only son of Abraham—there was also Ishmael through Hagar ( <a ref='Genesis 16:1–16'>Ge 16:1–16</a> ). The term refers to someone who is unique, one of a kind (cf. <a ref='John 1:14'>Jn 1:14</a> ). Isaac was the only son born according to God’s promise and was the only heir of that promise. The quotation from <a ref='Genesis 21:12'>Ge 21:12</a> proves this latter point. <a ref='Hebrews 11:19'>11:19</a> <b>even from the dead.</b> Believing that God’s promise regarding Isaac was unconditional, Abraham came to the conclusion that God would fulfill that promise even if it required raising Isaac from the dead (cf. <a ref='Genesis 22:5'>Ge 22:5</a> ). <b>figuratively speaking.</b> The word is the same as in <a ref='Hebrews 9:9'>9:9</a> , which is the basis for the English word “parable.” Abraham received Isaac back from the dead, as it were, even though Isaac had not been slain. <a ref='Hebrews 11:20'>11:20</a> <b>Isaac.</b> See <a ref='Genesis 27:1–28:5'>Ge 27:1—28:5</a> . <a ref='Hebrews 11:21'>11:21</a> <b>Jacob.</b> See <a ref='Genesis 47:28–49:33'>Ge 47:28—49:33</a> . <b>each of the sons.</b> Both of Joseph’s sons, Ephraim and Manasseh, received a blessing from Jacob. Consequently, two tribes descended from Joseph, whereas only one tribe descended from each of his brothers (see <a ref='Genesis 47:31'>Ge 47:31</a> ; <a ref='Genesis 48:1'>48:1</a> , <a ref='Genesis 48:5'>5</a> , <a ref='Genesis 48:16'>16</a> ). top of his staff <b>.</b> According to <a ref='Genesis 47:31'>Ge 47:31</a> , Jacob leaned upon his “bed.” The two words (staff, bed) in Hebrew have exactly the same consonants. Old Testament Hebrew mss. were copied without vowels. Later Hebrew mss., between the sixth and ninth centuries AD, took the word as “bed.” The LXX, in the third century BC, rendered it “staff,” which seems more likely although both could be factual. <a ref='Hebrews 11:22'>11:22</a> <b>Joseph.</b> See <a ref='Genesis 37:1–50:26'>Ge 37:1—50:26</a> . Joseph spent all of his adult life in Egypt and, even though he was a fourth-generation heir of the promise given to Abraham, he never returned to Canaan while he was alive. Yet, facing death, he still had faith that God would fulfill His promise and demonstrated that confidence by making his brothers promise to take his bones back to Canaan for burial ( <a ref='Genesis 50:24–25'>Ge 50:24–25</a> ; cf. <a ref='Exodus 13:19'>Ex 13:19</a> ; <a ref='Joshua 24:32'>Jos 24:32</a> ). <a ref='Hebrews 11:23–29'>11:23–29</a> <b>Moses.</b> See <a ref='Ex 1-15'>Ex 1–15</a> ; <a ref='Acts 7:17–36'>Ac 7:17–36</a> . <a ref='Hebrews 11:23'>11:23</a> <b>beautiful child.</b> Meaning “favored,” in this case divinely favored ( <a ref='Acts 7:20'>Ac 7:20</a> ; cf. <a ref='Exodus 2:2'>Ex 2:2</a> ). The faith described here is actually that exercised by Moses’ parents, although it is unclear how much Moses’ parents understood about God’s plan for their child. <a ref='Hebrews 11:24'>11:24</a> Moses refused the fame he could have in Egypt if he would have capitalized on his position as the adopted son of Pharaoh’s daughter (cf. <a ref='Exodus 2:10'>Ex 2:10</a> ). <a ref='Hebrews 11:25'>11:25</a> <b>with the people of God.</b> Moses would have sinned had he refused to take on the responsibility God gave him regarding Israel, and he had a clear and certain conviction that “God was granting them salvation through him” ( <a ref='Acts 7:25'>Ac 7:25</a> ). Moses repudiated the pleasures of Egypt. <a ref='Hebrews 11:26'>11:26</a> <b>reproach of Christ.</b> Moses suffered reproach for the sake of Christ in the sense that he identified with Messiah’s people in their suffering (v. <a ref='Hebrews 11:25'>25</a> ). In addition, Moses identified himself with the Messiah because of his own role as leader and prophet (cf. <a ref='Hebrews 12:2'>12:2</a> ; <a ref='Deuteronomy 18:15'>Dt 18:15</a> ; <a ref='Psalms 69:9'>Pss 69:9</a> ; <a ref='Psalms 89:51'>89:51</a> ). Moses knew of the sufferings and glory of the Messiah (cf. <a ref='John 5:46'>Jn 5:46</a> ; <a ref='Acts 26:22–23'>Ac 26:22–23</a> ; <a ref='1 Peter 1:10–12'>1Pe 1:10–12</a> ). Anyone who suffers because of genuine faith in God and for the redemptive gospel suffers for the sake of Christ (cf. <a ref='Hebrews 13:12–13'>13:12–13</a> ; <a ref='1 Peter 4:14'>1Pe 4:14</a> ). <a ref='Hebrews 11:27'>11:27</a> <b>left Egypt.</b> Moses left Egypt for the first time when he fled for his life after killing the Egyptian slave master ( <a ref='Exodus 2:14–15'>Ex 2:14–15</a> ). That time he did fear Pharaoh’s wrath. On the second occasion, he turned his back on Egypt and all that it represented. This leaving was not for fear of Pharaoh, so it is the one in view here. <b>seeing Him.</b> Moses’ faith was such that he responded to God’s commands as though God were standing visibly before him. This was the basis for his loyalty to God, and it should be a believer’s example for loyalty (cf. <a ref='2 Corinthians 4:16–18'>2Co 4:16–18</a> ). <a ref='Hebrews 11:28'>11:28</a> <b>Passover.</b> See <a ref='Ex 12'>Ex 12</a> . <a ref='Hebrews 11:29'>11:29</a> <b>Red Sea.</b> See <a ref='Ex 14-15'>Ex 14–15</a> . When they first reached the shores of the Red Sea, the people feared for their lives ( <a ref='Exodus 14:11'>Ex 14:11</a> , <a ref='Exodus 14:21'>21</a> ). But upon hearing Moses’ pronouncement of God’s protection ( <a ref='Exodus 14:13–14'>Ex 14:13–14</a> ), they went forward in faith. <a ref='Hebrews 11:30'>11:30</a> <b>Jericho.</b> See <a ref='Jos 6'>Jos 6</a> . The people did nothing militarily to cause the fall of Jericho; they simply followed God’s instructions in faith. Cf. <a ref='2 Corinthians 10:4'>2Co 10:4</a> . <a ref='Hebrews 11:31'>11:31</a> <b>Rahab.</b> See <a ref='Joshua 2:1–24'>Jos 2:1–24</a> ; <a ref='Joshua 6:22–25'>6:22–25</a> ; <a ref='Matthew 1:5'>Mt 1:5</a> ; <a ref='James 2:25'>Jas 2:25</a> . <a ref='Hebrews 11:32'>11:32</a> All of the men listed in this verse held a position of power or authority, but none of them is praised for his personal status or abilities. Instead, they are recognized for what each one had accomplished by faith in God. They are not listed chronologically, but are listed in pairs with the more important member mentioned first (cf. <a ref='1 Samuel 12:11'>1Sa 12:11</a> ). See <a ref='Jdg 6-9'>Jdg 6–9</a> (Gideon); <a ref='Jdg 4-5'>4–5</a> (Barak); <a ref='Jdg 13-16'>13–16</a> (Samson); <a ref='Jdg 11-12'>11–12</a> (Jephthah). <b>David.</b> David is the only king mentioned in this verse. All the others are judges or prophets. David could also be considered a prophet (see <a ref='Hebrews 4:7'>4:7</a> ; <a ref='2 Samuel 23:1–3'>2Sa 23:1–3</a> ; <a ref='Mark 12:36'>Mk 12:36</a> ). Cf. <a ref='1 Samuel 13:14'>1Sa 13:14</a> ; <a ref='1 Samuel 16:1'>16:1</a> , <a ref='1 Samuel 16:12'>12</a> ; <a ref='Acts 13:22'>Ac 13:22</a> . <b>Samuel and the prophets.</b> Samuel was the last of the judges and the first of the prophets (cf. <a ref='1 Samuel 7:15'>1Sa 7:15</a> ; <a ref='Acts 3:24'>Ac 3:24</a> ; <a ref='Acts 13:20'>13:20</a> ). He anointed David as king ( <a ref='1 Samuel 16:13'>1Sa 16:13</a> ) and was known as a man of intercessory prayer ( <a ref='1 Samuel 12:19'>1Sa 12:19</a> , <a ref='1 Samuel 12:23'>23</a> ; <a ref='Jeremiah 15:1'>Jer 15:1</a> ). <a ref='Hebrews 11:33–38'>11:33–38</a> The many accomplishments and sufferings described in these verses apply generally to those faithful saints. Some experienced great success, whereas others suffered great affliction. The point is that they all courageously and uncompromisingly followed God, regardless of the earthly outcome. They placed their trust in Him and in His promises (cf. <a ref='Hebrews 6:12'>6:12</a> ; <a ref='2 Timothy 3:12'>2Ti 3:12</a> ). <a ref='Hebrews 11:33'>11:33</a> <b>conquered kingdoms.</b> Joshua, the judges, David, and others. <b>performed righteousness.</b> Righteous kings like David, Solomon, Asa, Jehoshaphat, Joash, Hezekiah, and Josiah. <b>obtained promises.</b> Abraham, Moses, David, and Solomon. <b>shut the mouths of lions.</b> Samson ( <a ref='Judges 14:5–6'>Jdg 14:5–6</a> ), David ( <a ref='1 Samuel 17:34–35'>1Sa 17:34–35</a> ), Daniel ( <a ref='Daniel 6:22'>Da 6:22</a> ). <a ref='Hebrews 11:34'>11:34</a> <b>quenched the power of fire.</b> Shadrach, Meshach, and Abednego ( <a ref='Daniel 3:19–30'>Da 3:19–30</a> ). <b>escaped the edge of the sword.</b> David ( <a ref='1 Samuel 18:4'>1Sa 18:4</a> , <a ref='1 Samuel 18:11'>11</a> ; <a ref='1 Samuel 19:9–10'>19:9–10</a> ), Elijah ( <a ref='1 Kings 19:1–3'>1Ki 19:1–3</a> , <a ref='1 Kings 19:10'>10</a> ), and Elisha ( <a ref='2 Kings 6:15–19'>2Ki 6:15–19</a> ). <b>weakness.</b> Ehud ( <a ref='Judges 3:12–30'>Jdg 3:12–30</a> ), Jael ( <a ref='Judges 4:17–24'>Jdg 4:17–24</a> ), Gideon ( <a ref='Judges 6:15–16'>Jdg 6:15–16</a> ; <a ref='Judges 7:1–25'>7:1–25</a> ), Samson ( <a ref='Judges 16:21–30'>Jdg 16:21–30</a> ), and Hezekiah ( <a ref='Isaiah 38:1–6'>Is 38:1–6</a> ). Cf. <a ref='1 Corinthians 1:27'>1Co 1:27</a> ; <a ref='2 Corinthians 12:10'>2Co 12:10</a> . <a ref='Hebrews 11:35'>11:35</a> <b>Women received</b> back <b>their dead.</b> The widow of Zarephath ( <a ref='1 Kings 17:22'>1Ki 17:22</a> ) and the woman of Shunem ( <a ref='2 Kings 4:34'>2Ki 4:34</a> ). <b>tortured.</b> The word indicates that they were beaten to death while strapped to some sort of rack (cf. 2Macc 6–7 about Eleazar and the mother with 7 sons who were martyrs). <b>better resurrection.</b> <i>See note on <a ref='Hebrews 9:27'>9:27</a> .</i> The deliverance from certain death or near death would be like returning from the dead, but would not be the promised resurrection. This was especially true of those who had died and were raised. The first time they were raised from the dead was merely resuscitation, not the true and glorious final resurrection ( <a ref='Daniel 12:2'>Da 12:2</a> ; cf. <a ref='Matthew 5:10'>Mt 5:10</a> ; <a ref='James 1:12'>Jas 1:12</a> ). <a ref='Hebrews 11:36'>11:36</a> <b>others.</b> Joseph ( <a ref='Genesis 39:20'>Ge 39:20</a> ), Micaiah ( <a ref='1 Kings 22:27'>1Ki 22:27</a> ), Elisha ( <a ref='2 Kings 2:23'>2Ki 2:23</a> ), Hanani ( <a ref='2 Chronicles 16:10'>2Chr 16:10</a> ), Jeremiah ( <a ref='Jeremiah 20:1–6'>Jer 20:1–6</a> ; <a ref='Jeremiah 37:15'>37:15</a> ), and others ( <a ref='2 Chronicles 36:16'>2Chr 36:16</a> ). <a ref='Hebrews 11:37'>11:37</a> <b>stoned.</b> The prophet Zechariah (son of Jehoiada) was killed in this fashion ( <i>see notes on <a ref='2 Chronicles 24:20–22'>2Chr 24:20–22</a> ; <a ref='Matthew 23:35'>Mt 23:35</a></i> ). <b>sawn in two.</b> According to tradition, this was the method Manasseh employed to execute Isaiah. <b>put to death with the sword.</b> Uriah the prophet died in this fashion ( <a ref='Jeremiah 26:23'>Jer 26:23</a> ; cf. <a ref='1 Kings 19:10'>1Ki 19:10</a> ). However, the expression here may refer to the mass execution of God’s people; several such incidents occurred during the time of the Maccabees in the 400 years between the OT and NT (see Introduction to the Intertestamental Period ). <b>went about.</b> Many of God’s people suffered from poverty and persecution (cf. <a ref='Psalms 107:4–9'>Ps 107:4–9</a> ). <a ref='Hebrews 11:38'>11:38</a> See <a ref='1 Kings 18:4'>1Ki 18:4</a> , <a ref='1 Kings 18:13'>13</a> ; <a ref='1 Kings 19:9'>19:9</a> . <a ref='Hebrews 11:39–40'>11:39–40</a> <b>something better.</b> They had faith in the ultimate fulfillment of the eternal promises in the covenant (v. <a ref='Hebrews 11:13'>13</a> ). See Introduction: Historical and Theological Themes . <a ref='Hebrews 11:40'>11:40</a> <b>apart from us.</b> The faith of OT saints looked forward to the promised salvation, whereas the faith of those after Christ looks back to the fulfillment of the promise. Both groups are characterized by genuine faith and are saved by Christ’s atoning work on the cross (cf. <a ref='Ephesians 2:8–9'>Eph 2:8–9</a> ). <a ref='Hebrews 12:1'>12:1</a> <b>Therefore.</b> This is a very crucial transition word offering an emphatic conclusion (cf. <a ref='1 Thessalonians 4:8'>1Th 4:8</a> ) to the section which began in <a ref='Hebrews 10:19'>10:19</a> . <b>witnesses.</b> The deceased people of chap. <a ref='Heb 11'>11</a> give witness to the value and blessing of living by faith. Motivation for running “the race” is not in the possibility of receiving praise from observing heavenly saints. Rather, the runner is inspired by the godly examples those saints set during their lives. The great crowd is not comprised of spectators but rather is comprised of ones whose past life of faith encourages others to live that way (cf. <a ref='Hebrews 11:2'>11:2</a> , <a ref='Hebrews 11:4–5'>4–5</a> , <a ref='Hebrews 11:33'>33</a> , <a ref='Hebrews 11:39'>39</a> ). <b>let us.</b> The reference is to those Hebrews who had made a profession of Christ, but had not gone all the way to full faith. They had not yet begun the race, which starts with salvation. The writer has invited them to accept salvation in Christ and join the race. <b>every weight.</b> Different from the “sin” mentioned next, this refers to the main encumbrance weighing down the Hebrews, which was the Levitical system with its stifling legalism. The athlete would strip away every piece of unnecessary clothing before competing in the race. The outward things emphasized by the Levitical system not only impede, they “entangle.” <b>sin.</b> In this context, this focuses first on the particular sin of unbelief—refusing to turn away from the Levitical sacrifices to the perfect sacrifice, Jesus Christ (cf. <a ref='John 16:8–11'>Jn 16:8–11</a> ), as well as other sins cherished by the unbeliever. <b>endurance.</b> Endurance is the steady determination to keep going, regardless of the temptation to slow down or give up (cf. <a ref='1 Corinthians 9:24–25'>1Co 9:24–25</a> ). <b>race.</b> The athletic metaphor presents the faith-filled life as a demanding, grueling effort. The English word “agony” is derived from the Greek word used here. <i>See note on <a ref='Matthew 7:14'>Mt 7:14</a> .</i> <a ref='Hebrews 12:2'>12:2</a> <b>fixing our eyes on.</b> They were to look to Jesus as the object of faith and salvation (cf. <a ref='Hebrews 11:26–27'>11:26–27</a> ; <a ref='Acts 7:55–56'>Ac 7:55–56</a> ; <a ref='Philippians 3:8'>Php 3:8</a> ). <b>author.</b> <i>See note on <a ref='Hebrews 2:10'>2:10</a> .</i> The term means originator or preeminent example. <b>perfecter.</b> <i>See note on <a ref='Hebrews 5:14'>5:14</a> .</i> The term expresses the idea of carrying through to perfect completion (cf. <a ref='John 19:30'>Jn 19:30</a> ). <b>the joy.</b> Jesus persevered so that He might receive the joy of accomplishment of the Father’s will and exaltation (cf. <a ref='Hebrews 1:9'>1:9</a> ; <a ref='Psalms 16:9–11'>Ps 16:9–11</a> ; <a ref='Luke 10:21–24'>Lk 10:21–24</a> ). <b>right hand.</b> <i>See note on <a ref='Hebrews 1:3'>1:3</a> .</i> <a ref='Hebrews 12:3'>12:3</a> <b>consider Him.</b> Jesus is the supreme example of willingness to suffer in obedience to God. He faced “hostility” (the same word as “opposed” in <a ref='Luke 2:34'>Lk 2:34</a> ) and endured even the cruel cross. The same opposition is faced by all who follow Him ( <a ref='Acts 28:22'>Ac 28:22</a> ; <a ref='Galatians 6:17'>Ga 6:17</a> ; <a ref='Colossians 1:24'>Col 1:24</a> ; <a ref='2 Timothy 3:12'>2Ti 3:12</a> ). <b>weary, fainting in heart.</b> Believers’ pressures, exhaustion, and persecutions (cf. <a ref='Galatians 6:9'>Ga 6:9</a> ) are as nothing compared to Christ’s. <a ref='Hebrews 12:4'>12:4</a> <b>shedding blood.</b> None of the Hebrews had experienced such intense exhaustion or persecution that it brought them to death or martyrdom. Since Stephen ( <a ref='Acts 7:60'>Ac 7:60</a> ), James ( <a ref='Acts 12:1'>Ac 12:1</a> ), and others (cf. <a ref='Acts 9:1'>Ac 9:1</a> ; <a ref='Acts 22:4'>22:4</a> ; <a ref='Acts 26:10'>26:10</a> ) had faced martyrdom in Jerusalem, it would appear to rule out that city as the residence of this epistle’s recipients (see Introduction: Author and Date ). <a ref='Hebrews 12:5–6'>12:5–6</a> Here the writer recalls and expounds <a ref='Proverbs 3:11–12'>Pr 3:11–12</a> . Trials and sufferings in the Christian’s life come from God, who uses them to educate and discipline believers by such experiences. Such dealings are evidence of God’s love for His own children (cf. <a ref='2 Corinthians 12:7–10'>2Co 12:7–10</a> ). <a ref='Hebrews 12:6'>12:6</a> flogs <b>.</b> This refers to flogging with a whip, a severe and painful form of beating that was a common Jewish practice (cf. <a ref='Matthew 10:17'>Mt 10:17</a> ; <a ref='Matthew 23:34'>23:34</a> ). <a ref='Hebrews 12:7–8'>12:7–8</a> <b>sons.</b> Because all are imperfect and need discipline and training, all true children of God are chastened at one time or another, in one way or another. <a ref='Hebrews 12:8'>12:8</a> <b>illegitimate.</b> The word is found only here in the NT, but is used elsewhere in Greek literature of those born to slaves or concubines. There could be in this an implied reference to Hagar and Ishmael ( <a ref='Ge 16'>Ge 16</a> ), Abraham’s concubine and illegitimate son. <a ref='Hebrews 12:9'>12:9</a> <b>be subject.</b> Respect for God equals submission to His will and law, and those who willingly receive the Lord’s chastening will have a richer, more abundant life (cf. <a ref='Psalms 119:165'>Ps 119:165</a> ). <b>Father of spirits.</b> Probably best translated as “Father of our spirits,” it is in contrast to “human fathers” (lit. “fathers of our flesh”). <a ref='Hebrews 12:10'>12:10</a> <b>our benefit.</b> Imperfect human fathers discipline imperfectly; but God is perfect and therefore His discipline is perfect and always for the spiritual good of His children. <a ref='Hebrews 12:11'>12:11</a> <b>trained.</b> The same word was used in <a ref='Hebrews 5:14'>5:14</a> ( <i>see note there</i> ; cf. <a ref='1 Timothy 4:7'>1Ti 4:7</a> ). <b>fruit of righteousness.</b> This is the same phrase as in <a ref='James 3:18'>Jas 3:18</a> . <a ref='Hebrews 12:12–17'>12:12–17</a> This passage exhorts believers to act on the divine truths laid out in the previous passages. Truth that is known but not obeyed becomes a judgment rather than a benefit (cf. <a ref='Hebrews 13:22'>13:22</a> ). <a ref='Hebrews 12:12–13'>12:12–13</a> The author returns to the race metaphor begun in vv. <a ref='Hebrews 12:1–3'>1–3</a> (cf. <a ref='Proverbs 4:25–27'>Pr 4:25–27</a> ) and incorporates language taken from <a ref='Isaiah 35:3'>Is 35:3</a> to describe the disciplined individual’s condition like a weary runner whose arms drop and knees wobble. When experiencing trials in his life, the believer must not allow the circumstances to get the best of him. Instead, he must endure and get his second wind so as to be renewed to continue the race. <a ref='Hebrews 12:14'>12:14</a> <b>Pursue … sanctification.</b> In this epistle, it is explained as 1) a drawing near to God with full faith and a cleansed conscience ( <a ref='Hebrews 10:14'>10:14</a> , <a ref='Hebrews 10:22'>22</a> ), and 2) a genuine acceptance of Christ as the Savior and sacrifice for sin, bringing the sinner into fellowship with God. Unbelievers will not be drawn to accept Christ if believers’ lives do not demonstrate the qualities God desires, including peace and holiness (cf. <a ref='John 13:35'>Jn 13:35</a> ; <a ref='1 Timothy 4:3'>1Ti 4:3</a> ; <a ref='1 Peter 1:16'>1Pe 1:16</a> ). <a ref='Hebrews 12:15'>12:15</a> <b>seeing to it.</b> Believers are to watch their own lives, so as to give a testimony of peace and holiness, as well as to look out for and help those in their midst who are in need of salvation. <b>falls short of the grace of God.</b> <i>See notes on <a ref='Hebrews 4:1'>4:1</a> ; <a ref='Hebrews 6:6'>6:6</a> ; <a ref='Hebrews 10:26'>10:26</a> .</i> This means to come too late and be left out. Here is another mention of the intellectually convinced Jews in that assembly, who knew the gospel and were enamored with Christ, but still stood on the edge of apostasy. root of bitterness <b>.</b> This is the attitude of apostates within the church who are corruptive influences. Cf. <a ref='Deuteronomy 29:18'>Dt 29:18</a> . <a ref='Hebrews 12:16–17'>12:16–17</a> See <a ref='Genesis 25:29–34'>Ge 25:29–34</a> and <a ref='Genesis 27:1–39'>27:1–39</a> . Esau desired God’s blessings, but he did not want God. He regretted what he had done, but he did not repent. Esau is an example of those who willfully sin against God and who are given no second chance because of their exposure to the truth and their advanced state of hardness (cf. <a ref='Hebrews 6:6'>6:6</a> ; <a ref='Hebrews 10:26'>10:26</a> ). Esau was an example of the “godless” person. <a ref='Hebrews 12:16'>12:16</a> <b>sexually immoral.</b> This refers to the sexually immoral in general. Apostasy is often closely linked with immorality (cf. <a ref='2 Peter 2:10'>2Pe 2:10</a> , <a ref='2 Peter 2:14'>14</a> , <a ref='2 Peter 2:18'>18</a> ; <a ref='Jude 1:8'>Jd 8</a> , <a ref='Jude 1:16'>16</a> , <a ref='Jude 1:18'>18</a> ). <a ref='Hebrews 12:18–29'>12:18–29</a> The writer proceeds to give an exposition based upon Israel’s encounter with God at Mt. Sinai (see <a ref='Ex 19-20'>Ex 19–20</a> ; <a ref='Deuteronomy 4:10–24'>Dt 4:10–24</a> ). <a ref='Hebrews 12:18'>12:18</a> See <a ref='Exodus 19:12–13'>Ex 19:12–13</a> ; <a ref='Deuteronomy 4:11'>Dt 4:11</a> ; <a ref='Deuteronomy 5:22'>5:22</a> . <a ref='Hebrews 12:19'>12:19</a> <b>blast of a trumpet.</b> See <a ref='Exodus 19:16'>Ex 19:16</a> , <a ref='Exodus 19:19'>19</a> ; <a ref='Deuteronomy 4:12'>Dt 4:12</a> . <a ref='Hebrews 12:20'>12:20</a> Quoted from <a ref='Exodus 19:12–13'>Ex 19:12–13</a> (cf. <a ref='Exodus 20:19'>20:19</a> ; <a ref='Deuteronomy 5:23–24'>Dt 5:23–24</a> ). <a ref='Hebrews 12:21'>12:21</a> Quoted from <a ref='Deuteronomy 9:19'>Dt 9:19</a> . <a ref='Hebrews 12:22'>12:22</a> <b>Mount Zion.</b> As opposed to Mt. Sinai, where God gave the Mosaic law which was foreboding and terrifying, Mt. Zion here is not the earthly one in Jerusalem, but God’s heavenly abode, which is inviting and gracious. No one could please God on Sinai’s terms, which was perfect fulfillment of the law ( <a ref='Galatians 3:10–12'>Ga 3:10–12</a> ). Zion, however, is accessible to all who come to God through Jesus Christ (cf. <a ref='Psalms 132:13–14'>Ps 132:13–14</a> ; <a ref='Isaiah 46:13'>Is 46:13</a> ; <a ref='Zechariah 2:10'>Zec 2:10</a> ; <a ref='Galatians 4:21–31'>Ga 4:21–31</a> ). <b>Mount Zion … city of the living God … heavenly Jerusalem.</b> These are synonyms for heaven itself. For a description of the abode of God, the city of Jerusalem in heaven, <i>see notes on <a ref='Revelation 21:1–22:5'>Rev 21:1—22:5</a></i> . <b>myriads.</b> The Greek word is often translated 10,000. See <a ref='Revelation 5:11–12'>Rev 5:11–12</a> . <a ref='Hebrews 12:23'>12:23</a> <b>festal gathering.</b> The term here means “a gathering for public festival.” It does not likely describe a distinct group as if different from the church, but describes the attitude of the innumerable angels in heaven in a festal gathering around the throne of God. <b>assembly of the firstborn.</b> The firstborn is Jesus Christ ( <i>see note on <a ref='Hebrews 1:6'>1:6</a></i> ). The “assembly” is comprised of believers who are fellow heirs with Christ, the preeminent One among many brethren ( <a ref='Romans 8:17'>Ro 8:17</a> , <a ref='Romans 8:29'>29</a> ). <b>righteous made perfect.</b> <i>See notes on <a ref='Hebrews 5:14'>5:14</a></i> (cf. <a ref='Hebrews 11:40'>11:40</a> ). These are the OT saints in distinction from the “assembly of the firstborn,” who are the NT believers. <a ref='Hebrews 12:24'>12:24</a> <b>mediator.</b> <i>See note on <a ref='Hebrews 7:22'>7:22</a></i> (cf. <a ref='Hebrews 8:6–10'>8:6–10</a> ; <a ref='Hebrews 9:15'>9:15</a> ). <b>better.</b> <i>See notes on <a ref='Hebrews 6:9'>6:9</a> ; <a ref='Hebrews 9:23'>9:23</a> .</i> Abel’s sacrifice was pleasing to God because it was offered in faith and obedience (cf. <a ref='Hebrews 11:4'>11:4</a> ), but it had no atoning power. Jesus’ blood alone was sufficient to cleanse sin (cf. <a ref='1 John 1:7'>1Jn 1:7</a> ). The sacrifice of Christ brought redemption ( <a ref='Hebrews 9:12'>9:12</a> ), forgiveness ( <a ref='Hebrews 9:26'>9:26</a> ), and complete salvation ( <a ref='Hebrews 10:10'>10:10</a> , <a ref='Hebrews 10:14'>14</a> ). <b>than</b> the blood <b>of Abel.</b> The blood of Abel’s sacrifice only provided a temporary covering, but Christ’s blood sacrifice declares eternal forgiveness (cf. <a ref='Colossians 1:20'>Col 1:20</a> ). <a ref='Hebrews 12:25'>12:25</a> <b>refused.</b> <i>See note on v. <a ref='Hebrews 12:19'>19</a></i> , where the same word describes the conduct of the Israelites at Mt. Sinai. <b>much less.</b> The consequences for apostates are dire indeed. The judgment to be experienced and the expected terror is far in excess of that on Mt. Sinai. <a ref='Hebrews 12:26'>12:26</a> Quoted from <a ref='Haggai 2:6'>Hag 2:6</a> . <a ref='Hebrews 12:26–27'>12:26–27</a> shake not only the earth <b>.</b> At Mt. Sinai, God shook the earth. From Zion, He will shake the heavens, the entire universe (cf. <a ref='Isaiah 13:13'>Is 13:13</a> ; <a ref='Isaiah 34:4'>34:4</a> ; <a ref='Isaiah 65:17'>65:17</a> , <a ref='Isaiah 65:22'>22</a> ; <a ref='2 Peter 3:10–13'>2Pe 3:10–13</a> ; <a ref='Revelation 6:12–14'>Rev 6:12–14</a> ; <a ref='Revelation 20:11'>20:11</a> ; <a ref='Revelation 21:1'>21:1</a> ). <a ref='Hebrews 12:27'>12:27</a> Everything physical (“things … shaken”) will be destroyed; only eternal things (“which cannot be shaken”) will remain. <a ref='Hebrews 12:28'>12:28</a> <b>kingdom.</b> God will create “a new heaven and a new earth … the holy city, new Jerusalem” ( <a ref='Revelation 21:1–2'>Rev 21:1–2</a> ), which will be eternal and immovable. <b>let us show gratitude.</b> <i>See note on <a ref='Hebrews 4:16'>4:16</a> .</i> <b>with reverence and awe.</b> <i>See note on <a ref='Hebrews 11:7'>11:7</a></i> (cf. <a ref='Hebrews 5:7'>5:7</a> ). The second word has to do with the apprehension felt due to being in God’s presence. <a ref='Hebrews 12:29'>12:29</a> consuming fire <b>.</b> See <a ref='Deuteronomy 4:24'>Dt 4:24</a> . God’s law given at Sinai prescribed many severe punishments, but the punishment is far worse for those who reject His offer of salvation through His own Son, Jesus Christ (cf. <a ref='Luke 3:16–17'>Lk 3:16–17</a> ). This verse is to be related to <a ref='Hebrews 10:29–31'>10:29–31</a> . <a ref='Hebrews 13:1'>13:1</a> The last chapter of the epistle focuses on some of the essential practical ethics of Christian living. These ethics help portray the true gospel to the world, encourage others to believe in Christ, and bring glory to God. The first of these is love for fellow believers (cf. <a ref='John 13:35'>Jn 13:35</a> ). Although the primary reference would be to Christians, the writer must have had emotions similar to those of the apostle Paul when it came to considering his fellow Hebrews (see <a ref='Romans 9:3–4'>Ro 9:3–4</a> ). <a ref='Hebrews 13:2'>13:2</a> <b>show hospitality.</b> The second grace needing development was the extension of love to those who were strangers (cf. <a ref='Romans 12:13'>Ro 12:13</a> ; <a ref='1 Timothy 3:2'>1Ti 3:2</a> ). Hospitality in the ancient world often included putting up a guest overnight or longer. This is hardest to do when experiencing a time of persecution. The Hebrews would not know whether a guest would prove to be a spy or a fellow believer being pursued. <b>angels.</b> This is not given as the ultimate motivation for hospitality, but to reveal that one never knows how far-reaching an act of kindness might be (cf. <a ref='Matthew 25:40'>Mt 25:40</a> , <a ref='Matthew 25:45'>45</a> ). This is exactly what happened to Abraham and Sarah ( <a ref='Genesis 18:1–3'>Ge 18:1–3</a> ), Lot ( <a ref='Genesis 19:1–2'>Ge 19:1–2</a> ), Gideon ( <a ref='Judges 6:11–24'>Jdg 6:11–24</a> ), and Manoah ( <a ref='Judges 13:6–20'>Jdg 13:6–20</a> ). <a ref='Hebrews 13:3'>13:3</a> <b>yourselves.</b> Believers should be able to identify with the suffering of others because they also suffer physical (“in the body”) pain and hardship. <a ref='Hebrews 13:4'>13:4</a> <b>in honor.</b> God highly honors marriage, which He instituted at creation ( <a ref='Genesis 2:24'>Ge 2:24</a> ); but some people in the early church considered celibacy to be holier than marriage, an idea Paul strongly denounces in <a ref='1 Timothy 4:3'>1Ti 4:3</a> ( <i>see notes on <a ref='1Co 7'>1Co 7</a></i> ). Sexual activity in a marriage is pure, but any sexual activity outside marriage brings one under divine judgment. <b>God will judge.</b> God prescribes serious consequences for sexual immorality ( <i>see notes on <a ref='Ephesians 5:3–6'>Eph 5:3–6</a></i> ). <a ref='Hebrews 13:5'>13:5</a> <b>love of money.</b> Lusting after material riches is “a root of all sorts of evils, and some by aspiring to it have wandered away from the faith and pierced themselves with many griefs” ( <a ref='1 Timothy 6:10'>1Ti 6:10</a> ; cf. <a ref='1 Timothy 3:3'>1Ti 3:3</a> ). <b>I</b> will never <b>.</b> Quoted from <a ref='Genesis 28:15'>Ge 28:15</a> ; <a ref='Deuteronomy 31:6'>Dt 31:6</a> , <a ref='Deuteronomy 31:8'>8</a> ; <a ref='Joshua 1:5'>Jos 1:5</a> ; <a ref='1 Chronicles 28:20'>1Chr 28:20</a> . Believers can be content in every situation because of this promise. Several negatives are utilized in this statement to emphasize the impossibility of Christ deserting believers. It is like saying “there is absolutely no way whatsoever that I will ever, ever leave you.” <a ref='Hebrews 13:6'>13:6</a> <b>confidently.</b> This word has the idea of being bold and courageous. Cf. its use in <a ref='Matthew 9:2'>Mt 9:2</a> ; <a ref='2 Corinthians 5:6'>2Co 5:6</a> , <a ref='2 Corinthians 5:8'>8</a> . Quoted from <a ref='Psalms 118:6'>Ps 118:6</a> . <a ref='Hebrews 13:7'>13:7</a> In addition to the roll of the faithful in chap. <a ref='Heb 11'>11</a> , the writer reminds the Hebrews of their own faithful leaders within the church. In so doing, he outlines the duties of pastors: 1) rule; 2) speak the Word of God; and 3) establish the pattern of faith for the people to follow. Cf. <a ref='Acts 20:28'>Ac 20:28</a> ; <a ref='1 Timothy 3:1–7'>1Ti 3:1–7</a> ; <a ref='Titus 1:5–9'>Tit 1:5–9</a> . <a ref='Hebrews 13:9'>13:9</a> <b>varied and strange teachings.</b> These would include any teaching contrary to God’s Word. The NT contains countless warnings against false teaching and false teachers (cf. <a ref='Acts 20:29–30'>Ac 20:29–30</a> ; <a ref='Romans 16:17'>Ro 16:17</a> ; <a ref='2 Corinthians 10:4–5'>2Co 10:4–5</a> ; <a ref='Galatians 1:6–9'>Ga 1:6–9</a> ; <a ref='Ephesians 4:14'>Eph 4:14</a> ; <a ref='2 Timothy 3:16'>2Ti 3:16</a> ). <b>strengthened by grace.</b> Those who are experiencing God’s grace in Christ have hearts and minds that remain stable. <b>foods.</b> The Mosaic law had regulations for everything, including food ( <a ref='Le 11'>Lv 11</a> ). But for Christians, those laws have been abrogated ( <a ref='Acts 10:9–16'>Ac 10:9–16</a> ; cf. <a ref='1 Corinthians 8:8'>1Co 8:8</a> ; <a ref='Romans 14:17'>Ro 14:17</a> ; <a ref='1 Timothy 4:1–5'>1Ti 4:1–5</a> ). <a ref='Hebrews 13:10–13'>13:10–13</a> <i>See notes on <a ref='Hebrews 11:26'>11:26</a> ; <a ref='Hebrews 12:2'>12:2</a> .</i> The writer presents an analogy for the believers’ identification with Christ in His rejection by Jews. The bodies of animals offered on the Day of Atonement were not eaten but burned “outside the camp” ( <a ref='Leviticus 4:21'>Lv 4:21</a> ; <a ref='Leviticus 16:27'>16:27</a> ). Jesus, who was the ultimate atoning sacrifice, was similarly crucified outside the gates of Jerusalem ( <a ref='John 19:17'>Jn 19:17</a> ). Figuratively, believers must join Him outside the camp of the world, no longer being a part of its unholy systems and practices (cf. <a ref='2 Timothy 2:4'>2Ti 2:4</a> ). By extension, this would also depict the departure from the Levitical system. The uncommitted Hebrews needed to take the bold step of leaving that system and being outside the camp of Old Covenant Israel. <a ref='Hebrews 13:10'>13:10</a> <b>an altar.</b> The altar, the offerer, and the sacrifice are all closely related. Association with an altar identifies the offerer with the sacrifice. With certain offerings, the individual further identified himself with the altar and sacrifice by eating some of the sacrifice. The apostle Paul referred to this relationship to an altar when giving instruction to the Corinthians regarding eating meat offered to idols ( <a ref='1 Corinthians 9:13'>1Co 9:13</a> ) and regarding the observation of the Lord’s Supper ( <a ref='1 Corinthians 10:18'>1Co 10:18</a> ). Here, the altar is equivalent to the sacrifice of Christ, especially as seen in the comparison to the Day of Atonement. <a ref='Hebrews 13:15'>13:15</a> <b>praise … confess.</b> As seen throughout the book of Hebrews, sacrifices were extremely important under the Old Covenant. Under the New Covenant, God desires the praise and thanksgiving of His people rather than offerings of animals or grain. Since NT believers are all priests ( <a ref='1 Peter 2:5'>1Pe 2:5</a> , <a ref='1 Peter 2:9'>9</a> ), they have offerings of praise and thanks to God (cf. <a ref='Romans 12:1'>Ro 12:1</a> ). The “sacrifice of praise” or thanksgiving is also mentioned in <a ref='Leviticus 7:12'>Lv 7:12</a> ; <a ref='Psalms 54:6'>Ps 54:6</a> . <a ref='Hebrews 13:16'>13:16</a> <b>doing good and sharing.</b> The sacrifices of praise coming from the lips of God’s people please Him only when accompanied by loving action (cf. <a ref='Isaiah 58:6–7'>Is 58:6–7</a> ; <a ref='James 1:27'>Jas 1:27</a> ; <a ref='1 John 3:18'>1Jn 3:18</a> ). <a ref='Hebrews 13:17'>13:17</a> <b>your leaders.</b> <i>See note on v. <a ref='Hebrews 13:7'>7</a> .</i> The pastors/elders of the church exercise the very authority of Christ when they preach, teach, and apply Scripture ( <i>see notes on <a ref='Acts 20:28'>Ac 20:28</a> ; <a ref='1 Thessalonians 5:12–13'>1Th 5:12–13</a></i> ). They serve the church on behalf of Christ and must give Him an account of their faithfulness. <i>See notes on <a ref='1 Corinthians 4:1–5'>1Co 4:1–5</a> ; <a ref='1 Peter 5:1–4'>1Pe 5:1–4</a> .</i> These may include both secular and spiritual leaders. Even those who do not acknowledge God are nevertheless ordained and used by Him (cf. <a ref='Romans 13:1'>Ro 13:1</a> , <a ref='Romans 13:4'>4</a> ). <b>joy.</b> The church is responsible to help its leaders do their work with satisfaction and delight. <i>See notes on <a ref='1 Thessalonians 5:12–13'>1Th 5:12–13</a> .</i> <a ref='Hebrews 13:19'>13:19</a> <b>restored.</b> The author had been with these Hebrews and was anxious to once again be in their fellowship. <a ref='Hebrews 13:20–21'>13:20–21</a> This benediction is among the most beautiful in Scripture (cf. <a ref='Numbers 6:24–26'>Nu 6:24–26</a> ; <a ref='2 Corinthians 13:14'>2Co 13:14</a> ; <a ref='Jude 1:24–25'>Jd 24–25</a> ). It is an example of how grace can be manifested in mutual blessing and prayer. <a ref='Hebrews 13:20'>13:20</a> <b>God of peace.</b> Paul uses this title 6 times in his epistles (cf. <a ref='1 Thessalonians 5:23'>1Th 5:23</a> ). <b>great Shepherd of the sheep.</b> See <a ref='Isaiah 63:11'>Is 63:11</a> . The figure of the Messiah as a Shepherd is found frequently in Scripture (cf. <a ref='Ps 23'>Ps 23</a> ; <a ref='Isaiah 40:11'>Is 40:11</a> ; <a ref='Ezekiel 34:23'>Eze 34:23</a> ; <a ref='John 10:11'>Jn 10:11</a> ; <a ref='1 Peter 2:25'>1Pe 2:25</a> ; <a ref='1 Peter 5:4'>5:4</a> ). <b>through the blood of the eternal covenant.</b> This must refer, in the context of Hebrews, to the New Covenant that is eternal (in a future sense) compared to the Mosaic Covenant that was temporary and had been abrogated ( <i>see notes on <a ref='Hebrews 8:6–13'>8:6–13</a> ; <a ref='Hebrews 9:15'>9:15</a></i> ). <a ref='Hebrews 13:21'>13:21</a> <b>equip you.</b> This is not the Greek word for “perfect” or “perfection” used throughout Hebrews to indicate salvation ( <i>see note on <a ref='Hebrews 5:14'>5:14</a></i> ) but is a word which is translated “prepared” in <a ref='Hebrews 10:5'>10:5</a> and <a ref='Hebrews 11:3'>11:3</a> . It refers to believers being edified. The verb has the idea of equipping by means of adjusting, shaping, mending, restoring, or preparing ( <i>see note on <a ref='Hebrews 11:3'>11:3</a></i> ; cf. <a ref='1 Corinthians 1:10'>1Co 1:10</a> ; <a ref='2 Corinthians 13:11'>2Co 13:11</a> ; <a ref='2 Timothy 3:17'>2Ti 3:17</a> ). <a ref='Hebrews 13:22'>13:22</a> <b>bear with.</b> Readers are encouraged to receive this message with open minds and warm hearts, in contrast to those who “will not endure sound doctrine” ( <a ref='2 Timothy 4:3'>2Ti 4:3</a> ). <b>word of exhortation.</b> Cf. <a ref='Hebrews 3:13'>3:13</a> . This is the writer’s own description of his epistle (see Introduction: Historical and Theological Themes ). <a ref='Hebrews 13:23'>13:23</a> <b>released.</b> The details of Timothy’s imprisonment are unknown (cf. <a ref='2 Timothy 4:11'>2Ti 4:11</a> , <a ref='2 Timothy 4:21'>21</a> ). <a ref='Hebrews 13:24'>13:24</a> <b>Those from Italy.</b> The group to which the author wrote may have been in Italy, or the meaning might be that Italian Christians who were with him sent their greetings (see Introduction: Author and Date ). The use of similar phrases elsewhere is ambiguous since some are clearly referring to people still in their location ( <a ref='Acts 10:23'>Ac 10:23</a> ; <a ref='Acts 17:13'>17:13</a> ) and those who were away from their homes ( <a ref='Acts 21:27'>Ac 21:27</a> ).",
    "type": "notes"
  },
  {
    "id": "notes58f",
    "title": "Translator’s Notes and Cross-References for Hebrews",
    "content": "Notes and Cross-References Hebrews 1 1:1 A <a ref='John 9:29'>Jn 9:29</a> ; <a ref='John 16:13'>16:13</a> ; <a ref='Hebrews 2:2'>Heb 2:2f</a> ; <a ref='Hebrews 3:5'>3:5</a> ; <a ref='Hebrews 4:8'>4:8</a> ; <a ref='Hebrews 5:5'>5:5</a> ; <a ref='Hebrews 11:18'>11:18</a> ; <a ref='Hebrews 12:25'>12:25</a> 1:1 B <a ref='Acts 2:30'>Ac 2:30</a> ; <a ref='Acts 3:21'>3:21</a> 1:1 C <a ref='Numbers 12:6'>Nu 12:6</a> , <a ref='Numbers 12:8'>8</a> ; <a ref='Joel 2:28'>Joel 2:28</a> 1:2 a Or <i>at the end of these days</i> 1:2 b Lit <i>in Son</i> 1:2 c Lit <i>ages</i> 1:2 D <a ref='Matthew 13:39'>Mt 13:39</a> ; <a ref='1 Peter 1:20'>1Pe 1:20</a> 1:2 E <a ref='John 9:29'>Jn 9:29</a> 1:2 F <a ref='John 5:26'>Jn 5:26</a> , <a ref='John 5:27'>27</a> ; <a ref='Hebrews 3:6'>Heb 3:6</a> ; <a ref='Hebrews 5:8'>5:8</a> ; <a ref='Hebrews 7:28'>7:28</a> 1:2 G <a ref='Psalms 2:8'>Ps 2:8</a> ; <a ref='Matthew 28:18'>Mt 28:18</a> ; <a ref='Mark 12:7'>Mk 12:7</a> ; <a ref='Romans 8:17'>Ro 8:17</a> ; <a ref='Hebrews 2:8'>Heb 2:8</a> 1:2 H <a ref='John 1:3'>Jn 1:3</a> ; <a ref='1 Corinthians 8:6'>1Co 8:6</a> ; <a ref='Colossians 1:16'>Col 1:16</a> 1:2 I <a ref='1 Corinthians 2:7'>1Co 2:7</a> ; <a ref='Hebrews 11:3'>Heb 11:3</a> 1:3 d Lit <i>upholding</i> 1:3 J <a ref='2 Corinthians 4:4'>2Co 4:4</a> 1:3 K <a ref='Colossians 1:17'>Col 1:17</a> 1:3 L <a ref='Titus 2:14'>Tit 2:14</a> ; <a ref='Hebrews 9:14'>Heb 9:14</a> 1:3 M <a ref='Mark 16:19'>Mk 16:19</a> ; <a ref='Hebrews 8:1'>Heb 8:1</a> ; <a ref='Hebrews 10:12'>10:12</a> ; <a ref='Hebrews 12:2'>12:2</a> 1:3 N <a ref='2 Peter 1:17'>2Pe 1:17</a> 1:4 O <a ref='Ephesians 1:21'>Eph 1:21</a> 1:5 P <a ref='Psalms 2:7'>Ps 2:7</a> ; <a ref='Acts 13:33'>Ac 13:33</a> ; <a ref='Hebrews 5:5'>Heb 5:5</a> 1:5 Q <a ref='2 Samuel 7:14'>2Sa 7:14</a> 1:6 e Or <i>again when He brings</i> 1:6 f Lit <i>the inhabited earth</i> 1:6 R <a ref='Hebrews 10:5'>Heb 10:5</a> 1:6 S <a ref='Matthew 24:14'>Mt 24:14</a> 1:6 T <a ref='Psalms 97:7'>Ps 97:7</a> 1:7 U <a ref='Psalms 104:4'>Ps 104:4</a> 1:8 g Some mss <i>His</i> 1:8 V <a ref='Psalms 45:6'>Ps 45:6</a> 1:9 W <a ref='Psalms 45:7'>Ps 45:7</a> 1:9 X <a ref='John 10:17'>Jn 10:17</a> ; <a ref='Philippians 2:9'>Php 2:9</a> ; <a ref='Hebrews 2:9'>Heb 2:9</a> 1:9 Y <a ref='Isaiah 61:1'>Is 61:1</a> , <a ref='Isaiah 61:3'>3</a> 1:10 Z <a ref='Psalms 102:25'>Ps 102:25</a> 1:11 A <a ref='Psalms 102:26'>Ps 102:26</a> 1:11 B <a ref='Isaiah 51:6'>Is 51:6</a> ; <a ref='Hebrews 8:13'>Heb 8:13</a> 1:12 C <a ref='Psalms 102:26'>Ps 102:26</a> , <a ref='Psalms 102:27'>27</a> 1:12 D <a ref='Hebrews 13:8'>Heb 13:8</a> 1:13 E <a ref='Psalms 110:1'>Ps 110:1</a> ; <a ref='Matthew 22:44'>Mt 22:44</a> ; <a ref='Hebrews 1:3'>Heb 1:3</a> 1:13 F <a ref='Joshua 10:24'>Jos 10:24</a> ; <a ref='Hebrews 10:13'>Heb 10:13</a> 1:14 G <a ref='Psalms 103:20'>Ps 103:20f</a> ; <a ref='Daniel 7:10'>Da 7:10</a> 1:14 H <a ref='Matthew 25:34'>Mt 25:34</a> ; <a ref='Mark 10:17'>Mk 10:17</a> ; <a ref='Titus 3:7'>Tit 3:7</a> ; <a ref='Hebrews 6:12'>Heb 6:12</a> 1:14 I <a ref='Romans 11:14'>Ro 11:14</a> ; <a ref='1 Corinthians 1:21'>1Co 1:21</a> ; <a ref='Hebrews 2:3'>Heb 2:3</a> ; <a ref='Hebrews 5:9'>5:9</a> ; <a ref='Hebrews 9:28'>9:28</a> Hebrews 2 2:1 a Lit <i>the things that have been heard</i> 2:1 A <a ref='Proverbs 3:21'>Pr 3:21</a> 2:2 b Or <i>steadfast</i> 2:2 c Or <i>recompense</i> 2:2 B <a ref='Hebrews 1:1'>Heb 1:1</a> 2:2 C <a ref='Acts 7:53'>Ac 7:53</a> 2:2 D <a ref='Hebrews 10:28'>Heb 10:28</a> 2:2 E <a ref='Hebrews 10:35'>Heb 10:35</a> ; <a ref='Hebrews 11:26'>11:26</a> 2:3 F <a ref='Hebrews 10:29'>Heb 10:29</a> ; <a ref='Hebrews 12:25'>12:25</a> 2:3 G <a ref='Romans 11:14'>Ro 11:14</a> ; <a ref='1 Corinthians 1:21'>1Co 1:21</a> ; <a ref='Hebrews 1:14'>Heb 1:14</a> ; <a ref='Hebrews 5:9'>5:9</a> ; <a ref='Hebrews 9:28'>9:28</a> 2:3 H <a ref='Hebrews 1:1'>Heb 1:1</a> 2:3 I <a ref='Mark 16:20'>Mk 16:20</a> ; <a ref='Luke 1:2'>Lk 1:2</a> ; <a ref='1 John 1:1'>1Jn 1:1</a> 2:4 d Or <i>works of power</i> 2:4 e Lit <i>distributions</i> 2:4 J <a ref='John 4:48'>Jn 4:48</a> 2:4 K <a ref='Mark 6:14'>Mk 6:14</a> 2:4 L <a ref='1 Corinthians 12:4'>1Co 12:4</a> , <a ref='1 Corinthians 12:11'>11</a> ; <a ref='Ephesians 4:7'>Eph 4:7</a> 2:4 M <a ref='Ephesians 1:5'>Eph 1:5</a> 2:5 f Lit <i>the inhabited earth</i> 2:5 N <a ref='Matthew 24:14'>Mt 24:14</a> ; <a ref='Hebrews 6:5'>Heb 6:5</a> 2:6 O <a ref='Hebrews 4:4'>Heb 4:4</a> 2:6 P <a ref='Psalms 8:4'>Ps 8:4</a> 2:7 g Or <i>…him a little lower than…</i> 2:7 h Two early mss omit <i>And…hands</i> 2:7 Q <a ref='Psalms 8:5'>Ps 8:5</a> , <a ref='Psalms 8:6'>6</a> 2:8 R <a ref='Psalms 8:6'>Ps 8:6</a> ; <a ref='1 Corinthians 15:27'>1Co 15:27</a> 2:8 S <a ref='1 Corinthians 15:25'>1Co 15:25</a> 2:9 i Or <i>a little lower</i> 2:9 T <a ref='Hebrews 2:7'>Heb 2:7</a> 2:9 U <a ref='Acts 2:33'>Ac 2:33</a> ; <a ref='Acts 3:13'>3:13</a> ; <a ref='1 Peter 1:21'>1Pe 1:21</a> 2:9 V <a ref='Philippians 2:9'>Php 2:9</a> ; <a ref='Hebrews 1:9'>Heb 1:9</a> 2:9 W <a ref='John 3:16'>Jn 3:16</a> 2:9 X <a ref='Matthew 16:28'>Mt 16:28</a> ; <a ref='John 8:52'>Jn 8:52</a> 2:9 Y <a ref='Hebrews 7:25'>Heb 7:25</a> 2:10 j Or <i>leader</i> 2:10 Z <a ref='Luke 24:26'>Lk 24:26</a> 2:10 A <a ref='Romans 11:36'>Ro 11:36</a> 2:10 B <a ref='Hebrews 5:9'>Heb 5:9</a> ; <a ref='Hebrews 7:28'>7:28</a> 2:10 C <a ref='Acts 3:15'>Ac 3:15</a> ; <a ref='Acts 5:31'>5:31</a> 2:11 D <a ref='Hebrews 13:12'>Heb 13:12</a> 2:11 E <a ref='Hebrews 10:10'>Heb 10:10</a> 2:11 F <a ref='Acts 17:28'>Ac 17:28</a> 2:11 G <a ref='Matthew 25:40'>Mt 25:40</a> ; <a ref='Mark 3:34'>Mk 3:34f</a> ; <a ref='John 20:17'>Jn 20:17</a> 2:12 H <a ref='Psalms 22:22'>Ps 22:22</a> 2:13 I <a ref='Isaiah 8:17'>Is 8:17</a> 2:13 J <a ref='Isaiah 8:18'>Is 8:18</a> 2:14 k Lit <i>blood and flesh</i> 2:14 l Lit <i>might</i> 2:14 K <a ref='Matthew 16:17'>Mt 16:17</a> 2:14 L <a ref='John 1:14'>Jn 1:14</a> 2:14 M <a ref='1 Corinthians 15:54–57'>1Co 15:54-57</a> ; <a ref='2 Timothy 1:10'>2Ti 1:10</a> 2:14 N <a ref='John 12:31'>Jn 12:31</a> ; <a ref='1 John 3:8'>1Jn 3:8</a> 2:15 O <a ref='Romans 8:15'>Ro 8:15</a> 2:16 m Lit <i>take hold of angels, but He takes hold of</i> 2:17 n Lit <i>was obligated to be</i> 2:17 P <a ref='Philippians 2:7'>Php 2:7</a> ; <a ref='Hebrews 2:14'>Heb 2:14</a> 2:17 Q <a ref='Hebrews 4:15'>Heb 4:15f</a> ; <a ref='Hebrews 5:2'>5:2</a> 2:17 R <a ref='Hebrews 3:1'>Heb 3:1</a> ; <a ref='Hebrews 4:14'>4:14f</a> ; <a ref='Hebrews 5:5'>5:5</a> , <a ref='Hebrews 5:10'>10</a> ; <a ref='Hebrews 6:20'>6:20</a> ; <a ref='Hebrews 7:26'>7:26</a> , <a ref='Hebrews 7:28'>28</a> ; <a ref='Hebrews 8:1'>8:1</a> , <a ref='Hebrews 8:3'>3</a> ; <a ref='Hebrews 9:11'>9:11</a> ; <a ref='Hebrews 10:21'>10:21</a> 2:17 S <a ref='Romans 15:17'>Ro 15:17</a> ; <a ref='Hebrews 5:1'>Heb 5:1</a> 2:17 T <a ref='Daniel 9:24'>Da 9:24</a> ; <a ref='1 John 2:2'>1Jn 2:2</a> ; <a ref='1 John 4:10'>4:10</a> 2:18 U <a ref='Hebrews 4:15'>Heb 4:15</a> Hebrews 3 3:1 A <a ref='Acts 1:15'>Ac 1:15</a> ; <a ref='Hebrews 2:11'>Heb 2:11</a> ; <a ref='Hebrews 3:12'>3:12</a> ; <a ref='Hebrews 10:19'>10:19</a> ; <a ref='Hebrews 13:22'>13:22</a> 3:1 B <a ref='Philippians 3:14'>Php 3:14</a> 3:1 C <a ref='John 17:3'>Jn 17:3</a> 3:1 D <a ref='Hebrews 2:17'>Heb 2:17</a> ; <a ref='Hebrews 4:14'>4:14f</a> ; <a ref='Hebrews 5:5'>5:5</a> , <a ref='Hebrews 5:10'>10</a> ; <a ref='Hebrews 6:20'>6:20</a> ; <a ref='Hebrews 7:26'>7:26</a> , <a ref='Hebrews 7:28'>28</a> ; <a ref='Hebrews 8:1'>8:1</a> , <a ref='Hebrews 8:3'>3</a> ; <a ref='Hebrews 9:11'>9:11</a> ; <a ref='Hebrews 10:21'>10:21</a> 3:1 E <a ref='2 Corinthians 9:13'>2Co 9:13</a> ; <a ref='Hebrews 4:14'>Heb 4:14</a> ; <a ref='Hebrews 10:23'>10:23</a> 3:2 F <a ref='Exodus 40:16'>Ex 40:16</a> ; <a ref='Numbers 12:7'>Nu 12:7</a> ; <a ref='Hebrews 3:5'>Heb 3:5</a> 3:3 G <a ref='2 Corinthians 3:7–11'>2Co 3:7-11</a> 3:5 H <a ref='Exodus 40:16'>Ex 40:16</a> ; <a ref='Numbers 12:7'>Nu 12:7</a> ; <a ref='Hebrews 3:2'>Heb 3:2</a> 3:5 I <a ref='Exodus 14:31'>Ex 14:31</a> ; <a ref='Numbers 12:7'>Nu 12:7</a> 3:5 J <a ref='Deuteronomy 18:18'>Dt 18:18f</a> 3:5 K <a ref='Hebrews 1:1'>Heb 1:1</a> 3:6 L <a ref='Hebrews 1:2'>Heb 1:2</a> 3:6 M <a ref='1 Corinthians 3:16'>1Co 3:16</a> ; <a ref='1 Timothy 3:15'>1Ti 3:15</a> 3:6 N <a ref='Romans 11:22'>Ro 11:22</a> ; <a ref='Hebrews 3:14'>Heb 3:14</a> ; <a ref='Hebrews 4:14'>4:14</a> 3:6 O <a ref='Ephesians 3:12'>Eph 3:12</a> ; <a ref='Hebrews 4:16'>Heb 4:16</a> ; <a ref='Hebrews 10:19'>10:19</a> , <a ref='Hebrews 10:35'>35</a> 3:6 P <a ref='Hebrews 6:11'>Heb 6:11</a> ; <a ref='Hebrews 7:19'>7:19</a> ; <a ref='Hebrews 10:23'>10:23</a> ; <a ref='Hebrews 11:1'>11:1</a> ; <a ref='1 Peter 1:3'>1Pe 1:3</a> 3:7 Q <a ref='Acts 28:25'>Ac 28:25</a> ; <a ref='Hebrews 9:8'>Heb 9:8</a> ; <a ref='Hebrews 10:15'>10:15</a> 3:7 R <a ref='Psalms 95:7'>Ps 95:7</a> ; <a ref='Hebrews 3:15'>Heb 3:15</a> ; <a ref='Hebrews 4:7'>4:7</a> 3:8 a Lit <i>in the provocation</i> 3:8 S <a ref='Psalms 95:8'>Ps 95:8</a> 3:9 T <a ref='Psalms 95:9–11'>Ps 95:9-11</a> 3:9 U <a ref='Acts 7:36'>Ac 7:36</a> 3:10 V <a ref='Psalms 95:10'>Ps 95:10</a> 3:11 W <a ref='Psalms 95:11'>Ps 95:11</a> ; <a ref='Hebrews 4:3'>Heb 4:3</a> , <a ref='Hebrews 4:5'>5</a> 3:12 b Lit <i>in falling</i> 3:12 X <a ref='Colossians 2:8'>Col 2:8</a> ; <a ref='Hebrews 12:25'>Heb 12:25</a> 3:12 Y <a ref='Matthew 16:16'>Mt 16:16</a> ; <a ref='Hebrews 9:14'>Heb 9:14</a> ; <a ref='Hebrews 10:31'>10:31</a> ; <a ref='Hebrews 12:22'>12:22</a> 3:13 Z <a ref='Hebrews 10:24'>Heb 10:24f</a> 3:13 A <a ref='Ephesians 4:22'>Eph 4:22</a> 3:14 B <a ref='Hebrews 3:6'>Heb 3:6</a> 3:14 C <a ref='Hebrews 11:1'>Heb 11:1</a> 3:15 c Lit <i>in the rebellion</i> 3:15 D <a ref='Psalms 95:7'>Ps 95:7f</a> ; <a ref='Hebrews 3:7'>Heb 3:7</a> ; <a ref='Hebrews 4:7'>4:7</a> 3:16 E <a ref='Jeremiah 32:29'>Jer 32:29</a> ; <a ref='Jeremiah 44:3'>44:3</a> , <a ref='Jeremiah 44:8'>8</a> 3:16 F <a ref='Numbers 14:2'>Nu 14:2</a> , <a ref='Numbers 14:11'>11</a> , <a ref='Numbers 14:30'>30</a> ; <a ref='Deuteronomy 1:35'>Dt 1:35</a> , <a ref='Deuteronomy 1:36'>36</a> , <a ref='Deuteronomy 1:38'>38</a> 3:17 G <a ref='Numbers 14:29'>Nu 14:29</a> ; <a ref='1 Corinthians 10:5'>1Co 10:5</a> 3:18 H <a ref='Numbers 14:23'>Nu 14:23</a> ; <a ref='Deuteronomy 1:34'>Dt 1:34f</a> ; <a ref='Hebrews 4:2'>Heb 4:2</a> 3:18 I <a ref='Romans 11:30–32'>Ro 11:30-32</a> ; <a ref='Hebrews 4:6'>Heb 4:6</a> , <a ref='Hebrews 4:11'>11</a> 3:19 J <a ref='John 3:18'>Jn 3:18</a> , <a ref='John 3:36'>36</a> ; <a ref='Romans 11:23'>Ro 11:23</a> ; <a ref='Hebrews 3:12'>Heb 3:12</a> Hebrews 4 4:1 A <a ref='2 Corinthians 6:1'>2Co 6:1</a> ; <a ref='Galatians 5:4'>Ga 5:4</a> ; <a ref='Hebrews 12:15'>Heb 12:15</a> 4:2 a Lit <i>of hearing</i> 4:2 b Some mss <i>because it was not united with faith</i> 4:2 B <a ref='Romans 10:17'>Ro 10:17</a> ; <a ref='Galatians 3:2'>Ga 3:2</a> ; <a ref='1 Thessalonians 2:13'>1Th 2:13</a> 4:3 C <a ref='Psalms 95:11'>Ps 95:11</a> ; <a ref='Hebrews 3:11'>Heb 3:11</a> 4:3 D <a ref='Matthew 25:34'>Mt 25:34</a> 4:4 E <a ref='Hebrews 2:6'>Heb 2:6</a> 4:4 F <a ref='Genesis 2:2'>Ge 2:2</a> 4:4 G <a ref='Exodus 20:11'>Ex 20:11</a> ; <a ref='Exodus 31:17'>31:17</a> 4:5 H <a ref='Psalms 95:11'>Ps 95:11</a> ; <a ref='Hebrews 3:11'>Heb 3:11</a> 4:6 I <a ref='Hebrews 3:18'>Heb 3:18</a> ; <a ref='Hebrews 4:11'>4:11</a> 4:7 c Or <i>in</i> 4:7 J <a ref='Hebrews 3:7'>Heb 3:7f</a> 4:7 K <a ref='Psalms 95:7'>Ps 95:7f</a> 4:8 d Gr <i>Jesus</i> 4:8 L <a ref='Joshua 22:4'>Jos 22:4</a> 4:10 M <a ref='Revelation 14:13'>Rev 14:13</a> 4:10 N <a ref='Genesis 2:2'>Ge 2:2</a> ; <a ref='Hebrews 4:4'>Heb 4:4</a> 4:11 O <a ref='2 Peter 2:6'>2Pe 2:6</a> 4:11 P <a ref='Hebrews 3:18'>Heb 3:18</a> ; <a ref='Hebrews 4:6'>4:6</a> 4:12 Q <a ref='Jeremiah 23:29'>Jer 23:29</a> ; <a ref='Ephesians 5:26'>Eph 5:26</a> ; <a ref='Hebrews 6:5'>Heb 6:5</a> ; <a ref='1 Peter 1:23'>1Pe 1:23</a> 4:12 R <a ref='Acts 7:38'>Ac 7:38</a> 4:12 S <a ref='1 Thessalonians 2:13'>1Th 2:13</a> 4:12 T <a ref='Ephesians 6:17'>Eph 6:17</a> 4:12 U <a ref='1 Thessalonians 5:23'>1Th 5:23</a> 4:12 V <a ref='John 12:48'>Jn 12:48</a> ; <a ref='1 Corinthians 14:24'>1Co 14:24f</a> 4:13 e Lit <i>naked</i> 4:13 W <a ref='2 Chronicles 16:9'>2Chr 16:9</a> ; <a ref='Psalms 33:13–15'>Ps 33:13-15</a> 4:13 X <a ref='Job 26:6'>Job 26:6</a> 4:14 Y <a ref='Hebrews 2:17'>Heb 2:17</a> 4:14 Z <a ref='Ephesians 4:10'>Eph 4:10</a> ; <a ref='Hebrews 6:20'>Heb 6:20</a> ; <a ref='Hebrews 8:1'>8:1</a> ; <a ref='Hebrews 9:24'>9:24</a> 4:14 A <a ref='Matthew 4:3'>Mt 4:3</a> ; <a ref='Hebrews 1:2'>Heb 1:2</a> ; <a ref='Hebrews 6:6'>6:6</a> ; <a ref='Hebrews 7:3'>7:3</a> ; <a ref='Hebrews 10:29'>10:29</a> 4:14 B <a ref='Hebrews 3:1'>Heb 3:1</a> 4:15 C <a ref='Hebrews 2:17'>Heb 2:17</a> 4:15 D <a ref='Hebrews 2:18'>Heb 2:18</a> 4:15 E <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='Hebrews 7:26'>Heb 7:26</a> 4:16 F <a ref='Hebrews 7:19'>Heb 7:19</a> 4:16 G <a ref='Hebrews 3:6'>Heb 3:6</a> Hebrews 5 5:1 A <a ref='Exodus 28:1'>Ex 28:1</a> 5:1 B <a ref='Hebrews 2:17'>Heb 2:17</a> 5:1 C <a ref='Hebrews 7:27'>Heb 7:27</a> ; <a ref='Hebrews 8:3'>8:3f</a> ; <a ref='Hebrews 9:9'>9:9</a> ; <a ref='Hebrews 10:11'>10:11</a> 5:1 D <a ref='1 Corinthians 15:3'>1Co 15:3</a> ; <a ref='Hebrews 7:27'>Heb 7:27</a> ; <a ref='Hebrews 10:12'>10:12</a> 5:2 a Or <i>subject to weakness</i> 5:2 E <a ref='Hebrews 2:18'>Heb 2:18</a> ; <a ref='Hebrews 4:15'>4:15</a> 5:2 F <a ref='Ephesians 4:18'>Eph 4:18</a> ; <a ref='Hebrews 9:7'>Heb 9:7</a> mg 5:2 G <a ref='James 5:19'>Jas 5:19</a> ; <a ref='1 Peter 2:25'>1Pe 2:25</a> 5:2 H <a ref='Hebrews 7:28'>Heb 7:28</a> 5:3 I <a ref='Leviticus 9:7'>Lv 9:7</a> ; <a ref='Leviticus 16:6'>16:6</a> ; <a ref='Hebrews 7:27'>Heb 7:27</a> ; <a ref='Hebrews 9:7'>9:7</a> 5:3 J <a ref='1 Corinthians 15:3'>1Co 15:3</a> ; <a ref='Hebrews 7:27'>Heb 7:27</a> ; <a ref='Hebrews 10:12'>10:12</a> 5:4 K <a ref='Numbers 16:40'>Nu 16:40</a> ; <a ref='Numbers 18:7'>18:7</a> ; <a ref='2 Chronicles 26:18'>2Chr 26:18</a> 5:4 L <a ref='Exodus 28:1'>Ex 28:1</a> ; <a ref='1 Chronicles 23:13'>1Chr 23:13</a> 5:5 M <a ref='John 8:54'>Jn 8:54</a> 5:5 N <a ref='Hebrews 2:17'>Heb 2:17</a> ; <a ref='Hebrews 5:10'>5:10</a> 5:5 O <a ref='Hebrews 1:1'>Heb 1:1</a> , <a ref='Hebrews 1:5'>5</a> 5:5 P <a ref='Psalms 2:7'>Ps 2:7</a> 5:6 Q <a ref='Psalms 110:4'>Ps 110:4</a> ; <a ref='Hebrews 7:17'>Heb 7:17</a> 5:6 R <a ref='Hebrews 5:10'>Heb 5:10</a> ; <a ref='Hebrews 6:20'>6:20</a> ; <a ref='Hebrews 7:11'>7:11</a> , <a ref='Hebrews 7:17'>17</a> 5:7 b During Christ’s earthly life 5:7 c Lit <i>who having offered up</i> 5:7 d Or <i>out of</i> 5:7 e Lit <i>having been heard</i> 5:7 S <a ref='Matthew 26:39'>Mt 26:39</a> , <a ref='Matthew 26:42'>42</a> , <a ref='Matthew 26:44'>44</a> ; <a ref='Mark 14:36'>Mk 14:36</a> , <a ref='Mark 14:39'>39</a> ; <a ref='Luke 22:41'>Lk 22:41</a> , <a ref='Luke 22:44'>44</a> 5:7 T <a ref='Matthew 27:46'>Mt 27:46</a> , <a ref='Matthew 27:50'>50</a> ; <a ref='Mark 15:34'>Mk 15:34</a> , <a ref='Mark 15:37'>37</a> ; <a ref='Luke 23:46'>Lk 23:46</a> 5:7 U <a ref='Mark 14:36'>Mk 14:36</a> 5:7 V <a ref='Hebrews 11:7'>Heb 11:7</a> ; <a ref='Hebrews 12:28'>12:28</a> 5:8 W <a ref='Hebrews 1:2'>Heb 1:2</a> 5:8 X <a ref='Philippians 2:8'>Php 2:8</a> 5:9 Y <a ref='Hebrews 2:10'>Heb 2:10</a> 5:10 Z <a ref='Hebrews 2:17'>Heb 2:17</a> ; <a ref='Hebrews 5:5'>5:5</a> 5:10 A <a ref='Hebrews 5:6'>Heb 5:6</a> 5:11 f Lit <i>whom</i> , <i>which</i> 5:12 g Lit <i>because of the time</i> 5:12 h Lit <i>elementary principles of the beginning</i> 5:12 B <a ref='Galatians 4:3'>Ga 4:3</a> 5:12 C <a ref='Hebrews 6:1'>Heb 6:1</a> 5:12 D <a ref='Acts 7:38'>Ac 7:38</a> 5:12 E <a ref='1 Corinthians 3:2'>1Co 3:2</a> ; <a ref='1 Peter 2:2'>1Pe 2:2</a> 5:13 F <a ref='1 Corinthians 3:1'>1Co 3:1</a> ; <a ref='1 Corinthians 14:20'>14:20</a> ; <a ref='1 Peter 2:2'>1Pe 2:2</a> 5:14 i Or <i>perfect</i> , cf. <a ref='Hebrews 5:9'>5:9</a> 5:14 G <a ref='1 Corinthians 2:6'>1Co 2:6</a> ; <a ref='Ephesians 4:13'>Eph 4:13</a> ; <a ref='Hebrews 6:1'>Heb 6:1</a> 5:14 H <a ref='1 Timothy 4:7'>1Ti 4:7</a> 5:14 I <a ref='Romans 14:1'>Ro 14:1ff</a> Hebrews 6 6:1 a Lit <i>word of the beginning</i> 6:1 b Messiah 6:1 c Or <i>perfection</i> , cf. <a ref='Hebrews 5:9'>5:9</a> , <a ref='Hebrews 5:14'>14</a> 6:1 A <a ref='Philippians 3:13'>Php 3:13f</a> 6:1 B <a ref='Hebrews 5:12'>Heb 5:12</a> 6:1 C <a ref='Hebrews 5:14'>Heb 5:14</a> 6:1 D <a ref='Hebrews 9:14'>Heb 9:14</a> 6:2 E <a ref='John 3:25'>Jn 3:25</a> ; <a ref='Acts 19:3'>Ac 19:3f</a> 6:2 F <a ref='Acts 6:6'>Ac 6:6</a> 6:2 G <a ref='Acts 17:31'>Ac 17:31f</a> 6:3 H <a ref='Acts 18:21'>Ac 18:21</a> 6:4 I <a ref='2 Corinthians 4:4'>2Co 4:4</a> , <a ref='2 Corinthians 4:6'>6</a> ; <a ref='Hebrews 10:32'>Heb 10:32</a> 6:4 J <a ref='John 4:10'>Jn 4:10</a> ; <a ref='Ephesians 2:8'>Eph 2:8</a> 6:4 K <a ref='Galatians 3:2'>Ga 3:2</a> ; <a ref='Hebrews 2:4'>Heb 2:4</a> 6:5 L <a ref='1 Peter 2:3'>1Pe 2:3</a> 6:5 M <a ref='Ephesians 6:17'>Eph 6:17</a> 6:5 N <a ref='Hebrews 2:5'>Heb 2:5</a> 6:6 d Or <i>while</i> 6:6 O <a ref='Matthew 19:26'>Mt 19:26</a> ; <a ref='Hebrews 10:26'>Heb 10:26f</a> ; <a ref='2 Peter 2:21'>2Pe 2:21</a> ; <a ref='1 John 5:16'>1Jn 5:16</a> 6:6 P <a ref='Hebrews 10:29'>Heb 10:29</a> 6:7 e Lit <i>comes</i> 6:7 Q <a ref='2 Timothy 2:6'>2Ti 2:6</a> 6:8 f Lit <i>near to a curse</i> 6:8 R <a ref='Genesis 3:17'>Ge 3:17f</a> ; <a ref='Deuteronomy 29:22'>Dt 29:22ff</a> 6:9 S <a ref='1 Corinthians 10:14'>1Co 10:14</a> ; <a ref='2 Corinthians 7:1'>2Co 7:1</a> ; <a ref='2 Corinthians 12:19'>12:19</a> ; <a ref='1 Peter 2:11'>1Pe 2:11</a> ; <a ref='2 Peter 3:1'>2Pe 3:1</a> ; <a ref='1 John 2:7'>1Jn 2:7</a> ; <a ref='Jude 1:3'>Jd 3</a> 6:10 g Or <i>holy ones</i> 6:10 T <a ref='Proverbs 19:17'>Pr 19:17</a> ; <a ref='Matthew 10:42'>Mt 10:42</a> ; <a ref='Matthew 25:40'>25:40</a> ; <a ref='Acts 10:4'>Ac 10:4</a> 6:10 U <a ref='1 Thessalonians 1:3'>1Th 1:3</a> 6:10 V <a ref='Romans 15:25'>Ro 15:25</a> ; <a ref='Hebrews 10:32–34'>Heb 10:32-34</a> 6:11 h Lit <i>to the full</i> 6:11 W <a ref='Hebrews 10:22'>Heb 10:22</a> 6:11 X <a ref='Hebrews 3:6'>Heb 3:6</a> 6:12 Y <a ref='Hebrews 13:7'>Heb 13:7</a> 6:12 Z <a ref='2 Thessalonians 1:4'>2Th 1:4</a> ; <a ref='James 1:3'>Jas 1:3</a> ; <a ref='Revelation 13:10'>Rev 13:10</a> 6:12 A <a ref='Hebrews 1:14'>Heb 1:14</a> 6:13 B <a ref='Galatians 3:15'>Ga 3:15</a> , <a ref='Galatians 3:18'>18</a> 6:13 C <a ref='Genesis 22:16'>Ge 22:16</a> ; <a ref='Luke 1:73'>Lk 1:73</a> 6:14 D <a ref='Genesis 22:17'>Ge 22:17</a> 6:15 E <a ref='Genesis 12:4'>Ge 12:4</a> ; <a ref='Genesis 21:5'>21:5</a> 6:16 i Or <i>Him who is greater</i> 6:16 F <a ref='Galatians 3:15'>Ga 3:15</a> 6:16 G <a ref='Exodus 22:11'>Ex 22:11</a> 6:17 j Lit <i>In which</i> 6:17 H <a ref='Hebrews 11:9'>Heb 11:9</a> 6:17 I <a ref='Psalms 110:4'>Ps 110:4</a> ; <a ref='Proverbs 19:21'>Pr 19:21</a> ; <a ref='Hebrews 6:18'>Heb 6:18</a> 6:18 J <a ref='Numbers 23:19'>Nu 23:19</a> ; <a ref='Titus 1:2'>Tit 1:2</a> 6:18 K <a ref='Hebrews 3:6'>Heb 3:6</a> ; <a ref='Hebrews 7:19'>7:19</a> 6:19 k Lit <i>Which</i> hope <i>we have</i> 6:19 l Or <i>inside</i> 6:19 L <a ref='Psalms 39:7'>Ps 39:7</a> ; <a ref='Psalms 62:5'>62:5</a> ; <a ref='Acts 23:6'>Ac 23:6</a> ; <a ref='Romans 4:18'>Ro 4:18</a> ; <a ref='Romans 5:4'>5:4</a> , <a ref='Romans 5:5'>5</a> ; <a ref='1 Corinthians 13:13'>1Co 13:13</a> ; <a ref='Colossians 1:27'>Col 1:27</a> ; <a ref='1 Peter 1:3'>1Pe 1:3</a> 6:19 M <a ref='Leviticus 16:2'>Lv 16:2</a> , <a ref='Leviticus 16:15'>15</a> ; <a ref='Hebrews 9:3'>Heb 9:3</a> , <a ref='Hebrews 9:7'>7</a> 6:20 N <a ref='John 14:2'>Jn 14:2</a> ; <a ref='Hebrews 4:14'>Heb 4:14</a> 6:20 O <a ref='Psalms 110:4'>Ps 110:4</a> ; <a ref='Hebrews 2:17'>Heb 2:17</a> ; <a ref='Hebrews 5:6'>5:6</a> Hebrews 7 7:1 A <a ref='Genesis 14:18–20'>Ge 14:18-20</a> ; <a ref='Hebrews 7:6'>Heb 7:6</a> 7:1 B <a ref='Mark 5:7'>Mk 5:7</a> 7:2 C <a ref='Genesis 14:20'>Ge 14:20</a> 7:3 D <a ref='Hebrews 7:6'>Heb 7:6</a> 7:3 E <a ref='Matthew 4:3'>Mt 4:3</a> ; <a ref='Hebrews 7:1'>Heb 7:1</a> , <a ref='Hebrews 7:28'>28</a> 7:4 F <a ref='Acts 2:29'>Ac 2:29</a> ; <a ref='Acts 7:8'>7:8f</a> 7:4 G <a ref='Genesis 14:20'>Ge 14:20</a> 7:5 a Lit <i>according to</i> 7:5 b Or <i>tithes</i> 7:5 c Lit <i>have come out of the loins of</i> 7:5 H <a ref='Numbers 18:21'>Nu 18:21</a> , <a ref='Numbers 18:26'>26</a> ; <a ref='2 Chronicles 31:4'>2Chr 31:4f</a> 7:6 d Or <i>tithes</i> 7:6 e Lit <i>has blessed</i> 7:6 I <a ref='Hebrews 7:3'>Heb 7:3</a> 7:6 J <a ref='Hebrews 7:1'>Heb 7:1f</a> 7:6 K <a ref='Romans 4:13'>Ro 4:13</a> 7:8 L <a ref='Hebrews 5:6'>Heb 5:6</a> ; <a ref='Hebrews 6:20'>6:20</a> 7:11 M <a ref='Hebrews 7:18'>Heb 7:18f</a> ; <a ref='Hebrews 8:7'>8:7</a> 7:11 N <a ref='Hebrews 9:6'>Heb 9:6</a> ; <a ref='Hebrews 10:1'>10:1</a> 7:11 O <a ref='Hebrews 5:6'>Heb 5:6</a> ; <a ref='Hebrews 7:17'>7:17</a> 7:13 P <a ref='Hebrews 7:14'>Heb 7:14</a> 7:13 Q <a ref='Hebrews 7:11'>Heb 7:11</a> 7:14 f Lit <i>has arisen from</i> 7:14 R <a ref='Numbers 24:17'>Nu 24:17</a> ; <a ref='Isaiah 11:1'>Is 11:1</a> ; <a ref='Micah 5:2'>Mic 5:2</a> ; <a ref='Matthew 2:6'>Mt 2:6</a> ; <a ref='Revelation 5:5'>Rev 5:5</a> 7:16 g To be a descendant of Levi; lit <i>fleshly commandment</i> 7:16 S <a ref='Hebrews 9:10'>Heb 9:10</a> 7:16 T <a ref='Hebrews 9:14'>Heb 9:14</a> 7:17 U <a ref='Psalms 110:4'>Ps 110:4</a> ; <a ref='Hebrews 5:6'>Heb 5:6</a> ; <a ref='Hebrews 6:20'>6:20</a> ; <a ref='Hebrews 7:21'>7:21</a> 7:18 V <a ref='Romans 8:3'>Ro 8:3</a> ; <a ref='Galatians 3:21'>Ga 3:21</a> ; <a ref='Hebrews 7:11'>Heb 7:11</a> 7:19 W <a ref='Acts 13:39'>Ac 13:39</a> ; <a ref='Romans 3:20'>Ro 3:20</a> ; <a ref='Romans 7:7'>7:7f</a> ; <a ref='Galatians 2:16'>Ga 2:16</a> ; <a ref='Galatians 3:21'>3:21</a> ; <a ref='Hebrews 9:9'>Heb 9:9</a> ; <a ref='Hebrews 10:1'>10:1</a> 7:19 X <a ref='Hebrews 3:6'>Heb 3:6</a> 7:19 Y <a ref='Lamentations 3:57'>Lam 3:57</a> ; <a ref='Hebrews 4:16'>Heb 4:16</a> ; <a ref='Hebrews 7:25'>7:25</a> ; <a ref='Hebrews 10:1'>10:1</a> , <a ref='Hebrews 10:22'>22</a> ; <a ref='James 4:8'>Jas 4:8</a> 7:21 h In OT, Yahweh, cf. <a ref='Psalms 110:4'>Ps 110:4</a> 7:21 Z <a ref='Psalms 110:4'>Ps 110:4</a> ; <a ref='Hebrews 5:6'>Heb 5:6</a> ; <a ref='Hebrews 7:17'>7:17</a> 7:21 A <a ref='Numbers 23:19'>Nu 23:19</a> ; <a ref='1 Samuel 15:29'>1Sa 15:29</a> ; <a ref='Romans 11:29'>Ro 11:29</a> 7:21 B <a ref='Hebrews 7:23'>Heb 7:23f</a> , <a ref='Hebrews 7:28'>28</a> 7:22 C <a ref='Psalms 119:122'>Ps 119:122</a> ; <a ref='Isaiah 38:14'>Is 38:14</a> 7:22 D <a ref='Hebrews 8:6'>Heb 8:6</a> 7:23 i Lit <i>the greater number have become priests…</i> 7:24 E <a ref='Isaiah 9:7'>Is 9:7</a> ; <a ref='John 12:34'>Jn 12:34</a> ; <a ref='Romans 9:5'>Ro 9:5</a> ; <a ref='Hebrews 7:23'>Heb 7:23f</a> , <a ref='Hebrews 7:28'>28</a> 7:25 j Or <i>completely</i> 7:25 F <a ref='1 Corinthians 1:21'>1Co 1:21</a> 7:25 G <a ref='Hebrews 7:19'>Heb 7:19</a> 7:25 H <a ref='Romans 8:34'>Ro 8:34</a> ; <a ref='Hebrews 9:24'>Heb 9:24</a> 7:26 I <a ref='Hebrews 2:17'>Heb 2:17</a> 7:26 J <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='Hebrews 4:15'>Heb 4:15</a> 7:26 K <a ref='1 Peter 2:22'>1Pe 2:22</a> 7:26 L <a ref='Hebrews 4:14'>Heb 4:14</a> 7:27 M <a ref='Hebrews 5:1'>Heb 5:1</a> 7:27 N <a ref='Leviticus 9:7'>Lv 9:7</a> ; <a ref='Hebrews 5:3'>Heb 5:3</a> 7:27 O <a ref='Hebrews 9:12'>Heb 9:12</a> , <a ref='Hebrews 9:28'>28</a> ; <a ref='Hebrews 10:10'>10:10</a> 7:27 P <a ref='Ephesians 5:2'>Eph 5:2</a> ; <a ref='Hebrews 9:14'>Heb 9:14</a> , <a ref='Hebrews 9:28'>28</a> ; <a ref='Hebrews 10:10'>10:10</a> , <a ref='Hebrews 10:12'>12</a> 7:28 Q <a ref='Hebrews 5:2'>Heb 5:2</a> 7:28 R <a ref='Hebrews 1:2'>Heb 1:2</a> 7:28 S <a ref='Hebrews 2:10'>Heb 2:10</a> Hebrews 8 8:1 A <a ref='Colossians 3:1'>Col 3:1</a> ; <a ref='Hebrews 2:17'>Heb 2:17</a> ; <a ref='Hebrews 3:1'>3:1</a> 8:1 B <a ref='Psalms 110:1'>Ps 110:1</a> ; <a ref='Hebrews 1:3'>Heb 1:3</a> 8:2 a Or <i>of</i> 8:2 b The holy places within the sanctuary, cf. <a ref='Hebrews 9:2–3'>9:2-3</a> 8:2 c Or <i>sacred tent</i> 8:2 C <a ref='Hebrews 10:11'>Heb 10:11</a> 8:2 D <a ref='Hebrews 9:11'>Heb 9:11</a> , <a ref='Hebrews 9:24'>24</a> 8:2 E <a ref='Exodus 33:7'>Ex 33:7</a> 8:3 F <a ref='Hebrews 2:17'>Heb 2:17</a> 8:3 G <a ref='Romans 4:25'>Ro 4:25</a> ; <a ref='Romans 5:6'>5:6</a> , <a ref='Romans 5:8'>8</a> ; <a ref='Galatians 2:20'>Ga 2:20</a> ; <a ref='Ephesians 5:2'>Eph 5:2</a> ; <a ref='Hebrews 5:1'>Heb 5:1</a> ; <a ref='Hebrews 8:4'>8:4</a> 8:4 H <a ref='Hebrews 5:1'>Heb 5:1</a> ; <a ref='Hebrews 7:27'>7:27</a> ; <a ref='Hebrews 8:3'>8:3</a> ; <a ref='Hebrews 9:9'>9:9</a> ; <a ref='Hebrews 10:11'>10:11</a> 8:5 d Lit <i>has been</i> 8:5 I <a ref='Hebrews 9:23'>Heb 9:23</a> 8:5 J <a ref='Colossians 2:17'>Col 2:17</a> ; <a ref='Hebrews 10:1'>Heb 10:1</a> 8:5 K <a ref='Matthew 2:12'>Mt 2:12</a> ; <a ref='Hebrews 11:7'>Heb 11:7</a> ; <a ref='Hebrews 12:25'>12:25</a> 8:5 L <a ref='Exodus 25:40'>Ex 25:40</a> 8:6 M <a ref='1 Timothy 2:5'>1Ti 2:5</a> 8:6 N <a ref='Luke 22:20'>Lk 22:20</a> ; <a ref='Hebrews 7:22'>Heb 7:22</a> ; <a ref='Hebrews 8:8'>8:8</a> ; <a ref='Hebrews 9:15'>9:15</a> ; <a ref='Hebrews 12:24'>12:24</a> 8:7 O <a ref='Hebrews 7:11'>Heb 7:11</a> 8:8 e In OT, Yahweh, cf. <a ref='Jeremiah 31:31'>Jer 31:31</a> 8:8 f Lit <i>And</i> 8:8 P <a ref='Jeremiah 31:31'>Jer 31:31</a> 8:8 Q <a ref='Luke 22:20'>Lk 22:20</a> ; <a ref='2 Corinthians 3:6'>2Co 3:6</a> ; <a ref='Hebrews 7:22'>Heb 7:22</a> ; <a ref='Hebrews 8:6'>8:6</a> , <a ref='Hebrews 8:13'>13</a> ; <a ref='Hebrews 9:15'>9:15</a> ; <a ref='Hebrews 12:24'>12:24</a> 8:9 g In OT, Yahweh, cf. <a ref='Jeremiah 31:32'>Jer 31:32</a> 8:9 R <a ref='Exodus 19:5'>Ex 19:5</a> ; <a ref='Exodus 24:6–8'>24:6-8</a> ; <a ref='Deuteronomy 5:2'>Dt 5:2</a> , <a ref='Deuteronomy 5:3'>3</a> ; <a ref='Jeremiah 31:32'>Jer 31:32</a> 8:10 h In OT, Yahweh, cf. <a ref='Jeremiah 31:31'>Jer 31:31</a> 8:10 i Lit <i>Putting my laws into</i> 8:10 S <a ref='Jeremiah 31:33'>Jer 31:33</a> ; <a ref='Romans 11:27'>Ro 11:27</a> ; <a ref='Hebrews 10:16'>Heb 10:16</a> 8:10 T <a ref='2 Corinthians 3:3'>2Co 3:3</a> 8:11 j Lit <i>small to great of them</i> 8:11 U <a ref='Jeremiah 31:34'>Jer 31:34</a> 8:11 V <a ref='Isaiah 54:13'>Is 54:13</a> ; <a ref='John 6:45'>Jn 6:45</a> ; <a ref='1 John 2:27'>1Jn 2:27</a> 8:12 W <a ref='Isaiah 43:25'>Is 43:25</a> ; <a ref='Jeremiah 31:34'>Jer 31:34</a> ; <a ref='Jeremiah 50:20'>50:20</a> ; <a ref='Micah 7:18'>Mic 7:18</a> , <a ref='Micah 7:19'>19</a> 8:12 X <a ref='Hebrews 10:17'>Heb 10:17</a> 8:13 k Or <i>In His saying</i> 8:13 l Or <i>near</i> 8:13 Y <a ref='Luke 22:20'>Lk 22:20</a> ; <a ref='2 Corinthians 3:6'>2Co 3:6</a> ; <a ref='Hebrews 7:22'>Heb 7:22</a> ; <a ref='Hebrews 8:6'>8:6</a> , <a ref='Hebrews 8:8'>8</a> ; <a ref='Hebrews 9:15'>9:15</a> ; <a ref='Hebrews 12:24'>12:24</a> 8:13 Z <a ref='2 Corinthians 5:17'>2Co 5:17</a> ; <a ref='Hebrews 1:11'>Heb 1:11</a> Hebrews 9 9:1 A <a ref='Hebrews 9:10'>Heb 9:10</a> 9:1 B <a ref='Exodus 25:8'>Ex 25:8</a> ; <a ref='Hebrews 8:2'>Heb 8:2</a> ; <a ref='Hebrews 9:11'>9:11</a> , <a ref='Hebrews 9:24'>24</a> 9:2 a Lit <i>loaves of presentation</i> 9:2 C <a ref='Exodus 25:8'>Ex 25:8</a> , <a ref='Exodus 25:9'>9</a> ; <a ref='Exodus 26:1–30'>26:1-30</a> 9:2 D <a ref='Exodus 25:31–39'>Ex 25:31-39</a> 9:2 E <a ref='Exodus 25:23–29'>Ex 25:23-29</a> 9:2 F <a ref='Exodus 25:30'>Ex 25:30</a> ; <a ref='Leviticus 24:5'>Lv 24:5ff</a> ; <a ref='Matthew 12:4'>Mt 12:4</a> 9:3 G <a ref='Exodus 26:31–33'>Ex 26:31-33</a> ; <a ref='Exodus 40:3'>40:3</a> 9:3 H <a ref='Exodus 26:33'>Ex 26:33</a> 9:4 b Or <i>censer</i> 9:4 I <a ref='Exodus 30:1–5'>Ex 30:1-5</a> ; <a ref='Exodus 37:25'>37:25f</a> 9:4 J <a ref='Exodus 25:10'>Ex 25:10ff</a> ; <a ref='Exodus 37:1'>37:1ff</a> 9:4 K <a ref='Exodus 16:32'>Ex 16:32f</a> 9:4 L <a ref='Numbers 17:10'>Nu 17:10</a> 9:4 M <a ref='Exodus 25:16'>Ex 25:16</a> ; <a ref='Exodus 31:18'>31:18</a> ; <a ref='Exodus 32:15'>32:15</a> ; <a ref='Deuteronomy 9:9'>Dt 9:9</a> , <a ref='Deuteronomy 9:11'>11</a> , <a ref='Deuteronomy 9:15'>15</a> ; <a ref='Deuteronomy 10:3–5'>10:3-5</a> 9:5 c Or <i>propitiatory seat</i> , <i>place of atonement</i> 9:5 N <a ref='Exodus 25:18'>Ex 25:18ff</a> 9:5 O <a ref='Exodus 25:17'>Ex 25:17</a> , <a ref='Exodus 25:20'>20</a> ; <a ref='Leviticus 16:2'>Lv 16:2</a> ; <a ref='1 Kings 8:7'>1Ki 8:7</a> 9:6 P <a ref='Numbers 18:2–6'>Nu 18:2-6</a> ; <a ref='Numbers 28:3'>28:3</a> 9:7 d Lit <i>ignorance of the people</i> 9:7 Q <a ref='Hebrews 9:3'>Heb 9:3</a> 9:7 R <a ref='Leviticus 16:12'>Lv 16:12ff</a> 9:7 S <a ref='Exodus 30:10'>Ex 30:10</a> ; <a ref='Leviticus 16:34'>Lv 16:34</a> ; <a ref='Hebrews 10:3'>Heb 10:3</a> 9:7 T <a ref='Leviticus 16:11'>Lv 16:11</a> , <a ref='Leviticus 16:14'>14</a> 9:7 U <a ref='Hebrews 5:3'>Heb 5:3</a> 9:7 V <a ref='Numbers 15:25'>Nu 15:25</a> ; <a ref='Hebrews 5:2'>Heb 5:2</a> 9:8 W <a ref='Hebrews 3:7'>Heb 3:7</a> 9:8 X <a ref='John 14:6'>Jn 14:6</a> ; <a ref='Hebrews 10:20'>Heb 10:20</a> 9:9 Y <a ref='Hebrews 5:1'>Heb 5:1</a> 9:9 Z <a ref='Hebrews 7:19'>Heb 7:19</a> 9:10 e Lit <i>flesh</i> 9:10 A <a ref='Leviticus 11:2'>Lv 11:2ff</a> ; <a ref='Colossians 2:16'>Col 2:16</a> 9:10 B <a ref='Numbers 6:3'>Nu 6:3</a> 9:10 C <a ref='Leviticus 11:25'>Lv 11:25</a> ; <a ref='Numbers 19:13'>Nu 19:13</a> ; <a ref='Mark 7:4'>Mk 7:4</a> 9:10 D <a ref='Hebrews 7:16'>Heb 7:16</a> 9:10 E <a ref='Hebrews 7:12'>Heb 7:12</a> 9:11 f Two early mss <i>that have come</i> 9:11 F <a ref='Hebrews 2:17'>Heb 2:17</a> 9:11 G <a ref='Hebrews 10:1'>Heb 10:1</a> 9:11 H <a ref='Hebrews 8:2'>Heb 8:2</a> ; <a ref='Hebrews 9:24'>9:24</a> 9:11 I <a ref='Mark 14:58'>Mk 14:58</a> ; <a ref='2 Corinthians 5:1'>2Co 5:1</a> 9:11 J <a ref='2 Corinthians 4:18'>2Co 4:18</a> ; <a ref='Hebrews 12:27'>Heb 12:27</a> ; <a ref='Hebrews 13:14'>13:14</a> 9:12 g Or <i>obtaining</i> 9:12 K <a ref='Leviticus 4:3'>Lv 4:3</a> ; <a ref='Leviticus 16:6'>16:6</a> , <a ref='Leviticus 16:15'>15</a> ; <a ref='Hebrews 9:19'>Heb 9:19</a> 9:12 L <a ref='Hebrews 9:14'>Heb 9:14</a> ; <a ref='Hebrews 13:12'>13:12</a> 9:12 M <a ref='Hebrews 9:24'>Heb 9:24</a> 9:12 N <a ref='Hebrews 7:27'>Heb 7:27</a> 9:12 O <a ref='Hebrews 5:9'>Heb 5:9</a> ; <a ref='Hebrews 9:15'>9:15</a> 9:13 h Lit <i>purity</i> 9:13 P <a ref='Leviticus 16:15'>Lv 16:15</a> ; <a ref='Hebrews 9:19'>Heb 9:19</a> ; <a ref='Hebrews 10:4'>10:4</a> 9:13 Q <a ref='Numbers 19:9'>Nu 19:9</a> , <a ref='Numbers 19:17'>17f</a> 9:14 i Or His <i>eternal spirit</i> 9:14 j One early ms <i>our</i> 9:14 R <a ref='Hebrews 9:12'>Heb 9:12</a> ; <a ref='Hebrews 13:12'>13:12</a> 9:14 S <a ref='1 Corinthians 15:45'>1Co 15:45</a> ; <a ref='1 Peter 3:18'>1Pe 3:18</a> 9:14 T <a ref='Ephesians 5:2'>Eph 5:2</a> ; <a ref='Hebrews 7:27'>Heb 7:27</a> ; <a ref='Hebrews 10:10'>10:10</a> , <a ref='Hebrews 10:12'>12</a> 9:14 U <a ref='Acts 15:9'>Ac 15:9</a> ; <a ref='Titus 2:14'>Tit 2:14</a> ; <a ref='Hebrews 1:3'>Heb 1:3</a> ; <a ref='Hebrews 10:2'>10:2</a> , <a ref='Hebrews 10:22'>22</a> 9:14 V <a ref='Hebrews 6:1'>Heb 6:1</a> 9:14 W <a ref='Matthew 16:16'>Mt 16:16</a> ; <a ref='Hebrews 3:12'>Heb 3:12</a> 9:15 X <a ref='Romans 3:24'>Ro 3:24</a> 9:15 Y <a ref='1 Timothy 2:5'>1Ti 2:5</a> ; <a ref='Hebrews 8:6'>Heb 8:6</a> ; <a ref='Hebrews 12:24'>12:24</a> 9:15 Z <a ref='Hebrews 8:8'>Heb 8:8</a> 9:15 A <a ref='Matthew 22:3'>Mt 22:3ff</a> ; <a ref='Romans 8:28'>Ro 8:28f</a> ; <a ref='Hebrews 3:1'>Heb 3:1</a> 9:15 B <a ref='Hebrews 6:15'>Heb 6:15</a> ; <a ref='Hebrews 10:36'>10:36</a> ; <a ref='Hebrews 11:39'>11:39</a> 9:15 C <a ref='Acts 20:32'>Ac 20:32</a> 9:16 k Or <i>testament</i> 9:16 l Lit <i>be brought</i> 9:17 m Or <i>testament</i> 9:17 n Lit <i>over the dead</i> 9:17 o Two early mss <i>for is it then…lives?</i> 9:19 D <a ref='Hebrews 1:1'>Heb 1:1</a> 9:19 E <a ref='Exodus 24:6'>Ex 24:6ff</a> 9:19 F <a ref='Hebrews 9:12'>Heb 9:12</a> 9:19 G <a ref='Leviticus 14:4'>Lv 14:4</a> , <a ref='Leviticus 14:7'>7</a> ; <a ref='Numbers 19:6'>Nu 19:6</a> , <a ref='Numbers 19:18'>18</a> 9:19 H <a ref='Exodus 24:7'>Ex 24:7</a> 9:20 I <a ref='Exodus 24:8'>Ex 24:8</a> ; <a ref='Matthew 26:28'>Mt 26:28</a> 9:21 J <a ref='Exodus 24:6'>Ex 24:6</a> ; <a ref='Exodus 40:9'>40:9</a> ; <a ref='Leviticus 8:15'>Lv 8:15</a> , <a ref='Leviticus 8:19'>19</a> ; <a ref='Leviticus 16:14–16'>16:14-16</a> 9:22 p Or <i>Law, almost all things</i> 9:22 K <a ref='Leviticus 5:11'>Lv 5:11f</a> 9:22 L <a ref='Leviticus 17:11'>Lv 17:11</a> 9:23 M <a ref='Hebrews 8:5'>Heb 8:5</a> 9:24 N <a ref='Hebrews 4:14'>Heb 4:14</a> ; <a ref='Hebrews 9:12'>9:12</a> 9:24 O <a ref='Hebrews 8:2'>Heb 8:2</a> 9:24 P <a ref='Hebrews 9:12'>Heb 9:12</a> 9:24 Q <a ref='Matthew 18:10'>Mt 18:10</a> ; <a ref='Hebrews 7:25'>Heb 7:25</a> 9:25 R <a ref='Hebrews 9:7'>Heb 9:7</a> 9:25 S <a ref='Hebrews 9:2'>Heb 9:2</a> ; <a ref='Hebrews 10:19'>10:19</a> 9:26 q Or <i>by His sacrifice</i> 9:26 T <a ref='Matthew 25:34'>Mt 25:34</a> ; <a ref='Hebrews 4:3'>Heb 4:3</a> 9:26 U <a ref='Hebrews 7:27'>Heb 7:27</a> ; <a ref='Hebrews 9:12'>9:12</a> 9:26 V <a ref='Matthew 13:39'>Mt 13:39</a> ; <a ref='Hebrews 1:2'>Heb 1:2</a> 9:26 W <a ref='1 John 3:5'>1Jn 3:5</a> , <a ref='1 John 3:8'>8</a> 9:26 X <a ref='Hebrews 9:12'>Heb 9:12</a> , <a ref='Hebrews 9:14'>14</a> 9:27 r Lit <i>laid up</i> 9:27 Y <a ref='Genesis 3:19'>Ge 3:19</a> 9:27 Z <a ref='2 Corinthians 5:10'>2Co 5:10</a> ; <a ref='1 John 4:17'>1Jn 4:17</a> 9:28 A <a ref='Hebrews 7:27'>Heb 7:27</a> 9:28 B <a ref='Isaiah 53:12'>Is 53:12</a> ; <a ref='1 Peter 2:24'>1Pe 2:24</a> 9:28 C <a ref='Acts 1:11'>Ac 1:11</a> 9:28 D <a ref='Hebrews 5:9'>Heb 5:9</a> 9:28 E <a ref='Hebrews 4:15'>Heb 4:15</a> 9:28 F <a ref='1 Corinthians 1:7'>1Co 1:7</a> ; <a ref='Titus 2:13'>Tit 2:13</a> Hebrews 10 10:1 a Lit <i>image</i> 10:1 b Two early mss <i>they can</i> 10:1 A <a ref='Hebrews 8:5'>Heb 8:5</a> 10:1 B <a ref='Hebrews 9:11'>Heb 9:11</a> 10:1 C <a ref='Romans 8:3'>Ro 8:3</a> ; <a ref='Hebrews 9:9'>Heb 9:9</a> ; <a ref='Hebrews 10:4'>10:4</a> , <a ref='Hebrews 10:11'>11</a> 10:1 D <a ref='Hebrews 7:19'>Heb 7:19</a> 10:2 E <a ref='1 Peter 2:19'>1Pe 2:19</a> 10:3 c Lit <i>them there is</i> 10:3 F <a ref='Hebrews 9:7'>Heb 9:7</a> 10:4 G <a ref='Hebrews 10:1'>Heb 10:1</a> , <a ref='Hebrews 10:11'>11</a> 10:4 H <a ref='Hebrews 9:12'>Heb 9:12f</a> 10:5 I <a ref='Hebrews 1:6'>Heb 1:6</a> 10:5 J <a ref='Psalms 40:6'>Ps 40:6</a> 10:5 K <a ref='Hebrews 2:14'>Heb 2:14</a> ; <a ref='Hebrews 5:7'>5:7</a> ; <a ref='1 Peter 2:24'>1Pe 2:24</a> 10:6 L <a ref='Psalms 40:6'>Ps 40:6</a> 10:7 M <a ref='Psalms 40:7'>Ps 40:7</a> , <a ref='Psalms 40:8'>8</a> 10:7 N <a ref='Ezra 6:2'>Ezr 6:2</a> ; <a ref='Jeremiah 36:2'>Jer 36:2</a> ; <a ref='Ezekiel 2:9'>Eze 2:9</a> ; <a ref='Ezekiel 3:1'>3:1f</a> 10:8 O <a ref='Psalms 40:6'>Ps 40:6</a> ; <a ref='Hebrews 10:5'>Heb 10:5f</a> 10:8 P <a ref='Mark 12:33'>Mk 12:33</a> 10:8 Q <a ref='Romans 8:3'>Ro 8:3</a> 10:9 d Lit <i>has said</i> 10:9 R <a ref='Psalms 40:7'>Ps 40:7</a> , <a ref='Psalms 40:8'>8</a> ; <a ref='Hebrews 10:7'>Heb 10:7</a> 10:10 e Lit <i>which</i> 10:10 S <a ref='John 17:19'>Jn 17:19</a> ; <a ref='Ephesians 5:26'>Eph 5:26</a> ; <a ref='Hebrews 2:11'>Heb 2:11</a> ; <a ref='Hebrews 10:14'>10:14</a> , <a ref='Hebrews 10:29'>29</a> ; <a ref='Hebrews 13:12'>13:12</a> 10:10 T <a ref='John 6:51'>Jn 6:51</a> ; <a ref='Ephesians 5:2'>Eph 5:2</a> ; <a ref='Hebrews 7:27'>Heb 7:27</a> ; <a ref='Hebrews 9:14'>9:14</a> , <a ref='Hebrews 9:28'>28</a> ; <a ref='Hebrews 10:12'>10:12</a> 10:10 U <a ref='Hebrews 2:14'>Heb 2:14</a> ; <a ref='Hebrews 5:7'>5:7</a> ; <a ref='1 Peter 2:24'>1Pe 2:24</a> 10:10 V <a ref='Hebrews 7:27'>Heb 7:27</a> 10:11 W <a ref='Hebrews 5:1'>Heb 5:1</a> 10:11 X <a ref='Micah 6:6–8'>Mic 6:6-8</a> ; <a ref='Hebrews 10:1'>Heb 10:1</a> , <a ref='Hebrews 10:4'>4</a> 10:12 f Or <i>sins, forever sat down</i> 10:12 Y <a ref='Hebrews 5:1'>Heb 5:1</a> 10:12 Z <a ref='Hebrews 10:14'>Heb 10:14</a> 10:12 A <a ref='Psalms 110:1'>Ps 110:1</a> ; <a ref='Hebrews 1:3'>Heb 1:3</a> 10:13 B <a ref='Psalms 110:1'>Ps 110:1</a> ; <a ref='Hebrews 1:13'>Heb 1:13</a> 10:14 C <a ref='Hebrews 10:1'>Heb 10:1</a> 10:14 D <a ref='Hebrews 10:12'>Heb 10:12</a> 10:15 E <a ref='Hebrews 3:7'>Heb 3:7</a> 10:16 g In OT, Yahweh, cf. <a ref='Jeremiah 31:33'>Jer 31:33</a> 10:16 F <a ref='Jeremiah 31:33'>Jer 31:33</a> ; <a ref='Hebrews 8:10'>Heb 8:10</a> 10:17 G <a ref='Jeremiah 31:34'>Jer 31:34</a> ; <a ref='Hebrews 8:12'>Heb 8:12</a> 10:19 H <a ref='Hebrews 3:6'>Heb 3:6</a> ; <a ref='Hebrews 10:35'>10:35</a> 10:19 I <a ref='Hebrews 9:25'>Heb 9:25</a> 10:20 J <a ref='Hebrews 9:8'>Heb 9:8</a> 10:20 K <a ref='Hebrews 6:19'>Heb 6:19</a> ; <a ref='Hebrews 9:3'>9:3</a> 10:21 L <a ref='Hebrews 2:17'>Heb 2:17</a> 10:21 M <a ref='1 Timothy 3:15'>1Ti 3:15</a> ; <a ref='Hebrews 3:6'>Heb 3:6</a> 10:22 h Lit <i>true</i> 10:22 N <a ref='Hebrews 7:19'>Heb 7:19</a> ; <a ref='Hebrews 10:1'>10:1</a> 10:22 O <a ref='Hebrews 6:11'>Heb 6:11</a> 10:22 P <a ref='Ezekiel 36:25'>Eze 36:25</a> ; <a ref='Hebrews 9:19'>Heb 9:19</a> ; <a ref='Hebrews 12:24'>12:24</a> ; <a ref='1 Peter 1:2'>1Pe 1:2</a> 10:22 Q <a ref='Acts 22:16'>Ac 22:16</a> ; <a ref='1 Corinthians 6:11'>1Co 6:11</a> ; <a ref='Ephesians 5:26'>Eph 5:26</a> ; <a ref='Titus 3:5'>Tit 3:5</a> ; <a ref='1 Peter 3:21'>1Pe 3:21</a> 10:23 R <a ref='Hebrews 3:1'>Heb 3:1</a> 10:23 S <a ref='Hebrews 3:6'>Heb 3:6</a> 10:23 T <a ref='1 Corinthians 1:9'>1Co 1:9</a> ; <a ref='1 Corinthians 10:13'>10:13</a> ; <a ref='Hebrews 11:11'>Heb 11:11</a> 10:24 U <a ref='Hebrews 13:1'>Heb 13:1</a> 10:24 V <a ref='Titus 3:8'>Tit 3:8</a> 10:25 W <a ref='Acts 2:42'>Ac 2:42</a> 10:25 X <a ref='Hebrews 3:13'>Heb 3:13</a> 10:25 Y <a ref='1 Corinthians 3:13'>1Co 3:13</a> 10:26 Z <a ref='Numbers 15:30'>Nu 15:30</a> ; <a ref='Hebrews 6:4–8'>Heb 6:4-8</a> ; <a ref='2 Peter 2:20'>2Pe 2:20f</a> 10:26 A <a ref='1 Timothy 2:4'>1Ti 2:4</a> 10:27 B <a ref='John 5:29'>Jn 5:29</a> ; <a ref='Hebrews 9:27'>Heb 9:27</a> 10:27 C <a ref='Isaiah 26:11'>Is 26:11</a> ; <a ref='2 Thessalonians 1:7'>2Th 1:7</a> 10:28 D <a ref='Deuteronomy 17:2–6'>Dt 17:2-6</a> ; <a ref='Deuteronomy 19:15'>19:15</a> ; <a ref='Matthew 18:16'>Mt 18:16</a> ; <a ref='Hebrews 2:2'>Heb 2:2</a> 10:29 E <a ref='Hebrews 2:3'>Heb 2:3</a> 10:29 F <a ref='Hebrews 6:6'>Heb 6:6</a> 10:29 G <a ref='Exodus 24:8'>Ex 24:8</a> ; <a ref='Matthew 26:28'>Mt 26:28</a> ; <a ref='Hebrews 13:20'>Heb 13:20</a> 10:29 H <a ref='Ephesians 5:26'>Eph 5:26</a> ; <a ref='Hebrews 9:13'>Heb 9:13f</a> ; <a ref='Revelation 1:5'>Rev 1:5</a> 10:29 I <a ref='1 Corinthians 6:11'>1Co 6:11</a> ; <a ref='Ephesians 4:30'>Eph 4:30</a> ; <a ref='Hebrews 6:4'>Heb 6:4</a> 10:30 i In OT, Yahweh, cf. <a ref='Deuteronomy 32:36'>Dt 32:36</a> 10:30 J <a ref='Deuteronomy 32:35'>Dt 32:35</a> ; <a ref='Romans 12:19'>Ro 12:19</a> 10:30 K <a ref='Deuteronomy 32:36'>Dt 32:36</a> 10:31 L <a ref='2 Corinthians 5:11'>2Co 5:11</a> 10:31 M <a ref='Matthew 16:16'>Mt 16:16</a> ; <a ref='Hebrews 3:12'>Heb 3:12</a> 10:32 j Lit <i>in which</i> 10:32 N <a ref='Hebrews 5:12'>Heb 5:12</a> 10:32 O <a ref='Hebrews 6:4'>Heb 6:4</a> 10:32 P <a ref='Philippians 1:30'>Php 1:30</a> 10:33 Q <a ref='1 Corinthians 4:9'>1Co 4:9</a> ; <a ref='Hebrews 12:4'>Heb 12:4</a> 10:33 R <a ref='Philippians 4:14'>Php 4:14</a> ; <a ref='1 Thessalonians 2:14'>1Th 2:14</a> 10:34 S <a ref='Hebrews 13:3'>Heb 13:3</a> 10:34 T <a ref='Matthew 5:12'>Mt 5:12</a> 10:34 U <a ref='Hebrews 9:15'>Heb 9:15</a> ; <a ref='Hebrews 11:16'>11:16</a> ; <a ref='Hebrews 13:14'>13:14</a> ; <a ref='1 Peter 1:4'>1Pe 1:4f</a> 10:35 V <a ref='Hebrews 10:19'>Heb 10:19</a> 10:35 W <a ref='Hebrews 2:2'>Heb 2:2</a> 10:36 X <a ref='Luke 21:19'>Lk 21:19</a> ; <a ref='Hebrews 12:1'>Heb 12:1</a> 10:36 Y <a ref='Mark 3:35'>Mk 3:35</a> 10:36 Z <a ref='Hebrews 9:15'>Heb 9:15</a> 10:37 A <a ref='Habakkuk 2:3'>Hab 2:3</a> ; <a ref='Hebrews 10:25'>Heb 10:25</a> ; <a ref='Revelation 22:20'>Rev 22:20</a> 10:37 B <a ref='Matthew 11:3'>Mt 11:3</a> 10:38 C <a ref='Habakkuk 2:4'>Hab 2:4</a> ; <a ref='Romans 1:17'>Ro 1:17</a> ; <a ref='Galatians 3:11'>Ga 3:11</a> 10:39 k Lit <i>we are not of shrinking back…but of faith</i> 10:39 l Or <i>possessing</i> Hebrews 11 11:1 a Or <i>substance</i> 11:1 b Or <i>expected</i> 11:1 c Or <i>evidence</i> 11:1 A <a ref='Hebrews 3:14'>Heb 3:14</a> 11:1 B <a ref='Hebrews 3:6'>Heb 3:6</a> 11:1 C <a ref='Romans 8:24'>Ro 8:24</a> ; <a ref='2 Corinthians 4:18'>2Co 4:18</a> ; <a ref='2 Corinthians 5:7'>5:7</a> ; <a ref='Hebrews 11:7'>Heb 11:7</a> , <a ref='Hebrews 11:27'>27</a> 11:2 d Lit <i>elders</i> 11:2 e Lit <i>obtained a</i> good <i>testimony</i> 11:2 D <a ref='Hebrews 1:1'>Heb 1:1</a> 11:2 E <a ref='Hebrews 11:4'>Heb 11:4</a> , <a ref='Hebrews 11:39'>39</a> 11:3 f Lit <i>ages</i> 11:3 F <a ref='John 1:3'>Jn 1:3</a> ; <a ref='Hebrews 1:2'>Heb 1:2</a> 11:3 G Gen ch <a ref='Ge 1'>1</a> ; <a ref='Psalms 33:6'>Ps 33:6</a> , <a ref='Psalms 33:9'>9</a> ; <a ref='Hebrews 6:5'>Heb 6:5</a> ; <a ref='2 Peter 3:5'>2Pe 3:5</a> 11:3 H <a ref='Romans 4:17'>Ro 4:17</a> 11:4 g By receiving his gifts 11:4 h Lit <i>it</i> 11:4 I <a ref='Genesis 4:4'>Ge 4:4</a> ; <a ref='Matthew 23:35'>Mt 23:35</a> ; <a ref='1 John 3:12'>1Jn 3:12</a> 11:4 J <a ref='Hebrews 11:2'>Heb 11:2</a> 11:4 K <a ref='Hebrews 5:1'>Heb 5:1</a> 11:4 L <a ref='Genesis 4:8–10'>Ge 4:8-10</a> ; <a ref='Hebrews 12:24'>Heb 12:24</a> 11:5 M <a ref='Genesis 5:21–24'>Ge 5:21-24</a> 11:5 N <a ref='Luke 2:26'>Lk 2:26</a> ; <a ref='John 8:51'>Jn 8:51</a> ; <a ref='Hebrews 2:9'>Heb 2:9</a> 11:6 O <a ref='Hebrews 4:16'>Heb 4:16</a> ; <a ref='Hebrews 7:19'>7:19</a> , <a ref='Hebrews 7:25'>25</a> ; <a ref='Hebrews 10:1'>10:1</a> 11:7 i Lit <i>having become reverent</i> 11:7 P <a ref='Genesis 6:13–22'>Ge 6:13-22</a> 11:7 Q <a ref='Hebrews 8:5'>Heb 8:5</a> 11:7 R <a ref='Hebrews 11:1'>Heb 11:1</a> 11:7 S <a ref='Hebrews 5:7'>Heb 5:7</a> 11:7 T <a ref='1 Peter 3:20'>1Pe 3:20</a> 11:7 U <a ref='Genesis 6:9'>Ge 6:9</a> ; <a ref='Ezekiel 14:14'>Eze 14:14</a> , <a ref='Ezekiel 14:20'>20</a> ; <a ref='Romans 4:13'>Ro 4:13</a> ; <a ref='Romans 9:30'>9:30</a> 11:8 j Lit <i>to go out</i> 11:8 V <a ref='Genesis 12:1–4'>Ge 12:1-4</a> ; <a ref='Acts 7:2–4'>Ac 7:2-4</a> 11:8 W <a ref='Genesis 12:7'>Ge 12:7</a> 11:9 X <a ref='Acts 7:5'>Ac 7:5</a> 11:9 Y <a ref='Genesis 12:8'>Ge 12:8</a> ; <a ref='Genesis 13:3'>13:3</a> , <a ref='Genesis 13:18'>18</a> ; <a ref='Genesis 18:1'>18:1</a> , <a ref='Genesis 18:9'>9</a> 11:9 Z <a ref='Hebrews 6:17'>Heb 6:17</a> 11:10 A <a ref='Hebrews 12:22'>Heb 12:22</a> ; <a ref='Hebrews 13:14'>13:14</a> 11:10 B <a ref='Revelation 21:14'>Rev 21:14ff</a> 11:10 C <a ref='Hebrews 11:16'>Heb 11:16</a> 11:11 k Some mss add <i>being barren</i> 11:11 l Lit <i>power for the laying down of seed</i> 11:11 D <a ref='Genesis 17:19'>Ge 17:19</a> ; <a ref='Genesis 18:11–14'>18:11-14</a> ; <a ref='Genesis 21:2'>21:2</a> 11:11 E <a ref='Hebrews 10:23'>Heb 10:23</a> 11:12 m Lit <i>in these things</i> 11:12 F <a ref='Romans 4:19'>Ro 4:19</a> 11:12 G <a ref='Genesis 15:5'>Ge 15:5</a> ; <a ref='Genesis 22:17'>22:17</a> ; <a ref='Genesis 32:12'>32:12</a> 11:13 H <a ref='Matthew 13:17'>Mt 13:17</a> 11:13 I <a ref='Hebrews 11:39'>Heb 11:39</a> 11:13 J <a ref='John 8:56'>Jn 8:56</a> ; <a ref='Hebrews 11:27'>Heb 11:27</a> 11:13 K <a ref='Genesis 23:4'>Ge 23:4</a> ; <a ref='Genesis 47:9'>47:9</a> ; <a ref='1 Chronicles 29:15'>1Chr 29:15</a> ; <a ref='Psalms 39:12'>Ps 39:12</a> ; <a ref='Ephesians 2:19'>Eph 2:19</a> ; <a ref='1 Peter 1:1'>1Pe 1:1</a> ; <a ref='1 Peter 2:11'>2:11</a> 11:15 L <a ref='Genesis 24:6–8'>Ge 24:6-8</a> 11:16 n Lit <i>ashamed of them, to be</i> 11:16 M <a ref='2 Timothy 4:18'>2Ti 4:18</a> 11:16 N <a ref='Mark 8:38'>Mk 8:38</a> ; <a ref='Hebrews 2:11'>Heb 2:11</a> 11:16 O <a ref='Genesis 26:24'>Ge 26:24</a> ; <a ref='Genesis 28:13'>28:13</a> ; <a ref='Exodus 3:6'>Ex 3:6</a> , <a ref='Exodus 3:15'>15</a> ; <a ref='Exodus 4:5'>4:5</a> 11:16 P <a ref='Hebrews 11:10'>Heb 11:10</a> ; <a ref='Revelation 21:2'>Rev 21:2</a> 11:17 Q <a ref='Genesis 22:1–10'>Ge 22:1-10</a> ; <a ref='James 2:21'>Jas 2:21</a> 11:17 R <a ref='Hebrews 11:13'>Heb 11:13</a> 11:18 S <a ref='Genesis 21:12'>Ge 21:12</a> ; <a ref='Romans 9:7'>Ro 9:7</a> 11:19 o Lit <i>Considering</i> 11:19 p Lit <i>in a parable</i> 11:19 T <a ref='Romans 4:21'>Ro 4:21</a> 11:19 U <a ref='Hebrews 9:9'>Heb 9:9</a> 11:20 V <a ref='Genesis 27:27–29'>Ge 27:27-29</a> , <a ref='Genesis 27:39'>39f</a> 11:21 W <a ref='Genesis 48:1'>Ge 48:1</a> , <a ref='Genesis 48:5'>5</a> , <a ref='Genesis 48:16'>16</a> , <a ref='Genesis 48:20'>20</a> 11:21 X <a ref='Genesis 47:31'>Ge 47:31</a> ; <a ref='1 Kings 1:47'>1Ki 1:47</a> 11:22 Y <a ref='Genesis 50:24'>Ge 50:24f</a> ; <a ref='Exodus 13:19'>Ex 13:19</a> 11:23 Z <a ref='Exodus 2:2'>Ex 2:2</a> 11:23 A <a ref='Exodus 1:16'>Ex 1:16</a> , <a ref='Exodus 1:22'>22</a> 11:24 B <a ref='Exodus 2:10'>Ex 2:10</a> , <a ref='Exodus 2:11'>11ff</a> 11:25 C <a ref='Hebrews 11:37'>Heb 11:37</a> 11:26 q Messiah 11:26 D <a ref='Luke 14:33'>Lk 14:33</a> ; <a ref='Philippians 3:7'>Php 3:7f</a> 11:26 E <a ref='Hebrews 2:2'>Heb 2:2</a> 11:27 F <a ref='Exodus 2:15'>Ex 2:15</a> ; <a ref='Exodus 12:50'>12:50f</a> ; <a ref='Exodus 13:17'>13:17f</a> 11:27 G <a ref='Exodus 2:14'>Ex 2:14</a> ; <a ref='Exodus 10:28'>10:28f</a> 11:27 H <a ref='Colossians 1:15'>Col 1:15</a> ; <a ref='Hebrews 11:1'>Heb 11:1</a> , <a ref='Hebrews 11:13'>13</a> 11:28 r Lit <i>has kept</i> 11:28 I <a ref='Exodus 12:21'>Ex 12:21ff</a> 11:28 J <a ref='Exodus 12:23'>Ex 12:23</a> , <a ref='Exodus 12:29'>29f</a> ; <a ref='1 Corinthians 10:10'>1Co 10:10</a> 11:29 s Lit <i>swallowed up</i> 11:29 K <a ref='Exodus 14:22–29'>Ex 14:22-29</a> 11:30 L <a ref='Joshua 6:20'>Jos 6:20</a> 11:30 M <a ref='Joshua 6:15'>Jos 6:15f</a> 11:31 t Lit <i>with</i> 11:31 N <a ref='Joshua 2:9'>Jos 2:9ff</a> ; <a ref='Joshua 6:23'>6:23</a> ; <a ref='James 2:25'>Jas 2:25</a> 11:32 O Judg ch <a ref='Jdg 6-8'>6-8</a> 11:32 P Judg ch <a ref='Jdg 4'>4</a> , <a ref='Jdg 5'>5</a> 11:32 Q Judg ch <a ref='Jdg 13-16'>13-16</a> 11:32 R Judg ch <a ref='Jdg 11'>11</a> , <a ref='Jdg 12'>12</a> 11:32 S <a ref='1 Samuel 16:1'>1Sa 16:1</a> , <a ref='1 Samuel 16:13'>13</a> 11:32 T <a ref='1 Samuel 1:20'>1Sa 1:20</a> 11:33 U Judg ch <a ref='Jdg 4'>4</a> , <a ref='Jdg 7'>7</a> , <a ref='Jdg 11'>11</a> , <a ref='Jdg 14'>14</a> ; <a ref='2 Samuel 5:17–20'>2Sa 5:17-20</a> ; <a ref='2 Samuel 8:1'>8:1f</a> ; <a ref='2 Samuel 10:12'>10:12</a> 11:33 V <a ref='1 Samuel 12:4'>1Sa 12:4</a> ; <a ref='2 Samuel 8:15'>2Sa 8:15</a> 11:33 W <a ref='2 Samuel 7:11'>2Sa 7:11f</a> 11:33 X <a ref='Judges 14:6'>Jdg 14:6</a> ; <a ref='1 Samuel 17:34'>1Sa 17:34ff</a> ; <a ref='Daniel 6:22'>Da 6:22</a> 11:34 Y <a ref='Daniel 3:23'>Da 3:23ff</a> 11:34 Z <a ref='Exodus 18:4'>Ex 18:4</a> ; <a ref='1 Samuel 18:11'>1Sa 18:11</a> ; <a ref='1 Samuel 19:10'>19:10</a> ; 1 Kin ch <a ref='1Ki 19'>19</a> ; 2 Kin ch <a ref='2Ki 6'>6</a> ; <a ref='Psalms 144:10'>Ps 144:10</a> 11:34 A <a ref='Judges 7:21'>Jdg 7:21</a> ; <a ref='Judges 15:8'>15:8</a> , <a ref='Judges 15:15'>15f</a> ; <a ref='1 Samuel 17:51'>1Sa 17:51f</a> ; <a ref='2 Samuel 8:1–6'>2Sa 8:1-6</a> ; <a ref='2 Samuel 10:15'>10:15ff</a> 11:35 u Lit <i>redemption</i> 11:35 B <a ref='1 Kings 17:23'>1Ki 17:23</a> ; <a ref='2 Kings 4:36'>2Ki 4:36f</a> 11:36 v Lit <i>received the trial of</i> 11:36 C <a ref='Genesis 39:20'>Ge 39:20</a> ; <a ref='1 Kings 22:27'>1Ki 22:27</a> ; <a ref='2 Chronicles 18:26'>2Chr 18:26</a> ; <a ref='Jeremiah 20:2'>Jer 20:2</a> ; <a ref='Jeremiah 37:15'>37:15</a> 11:37 w One early ms omits <i>they were tempted</i> 11:37 D <a ref='1 Kings 21:13'>1Ki 21:13</a> ; <a ref='2 Chronicles 24:21'>2Chr 24:21</a> 11:37 E <a ref='2 Samuel 12:31'>2Sa 12:31</a> ; <a ref='1 Chronicles 20:3'>1Chr 20:3</a> 11:37 F <a ref='1 Kings 19:10'>1Ki 19:10</a> ; <a ref='Jeremiah 26:23'>Jer 26:23</a> 11:37 G <a ref='1 Kings 19:13'>1Ki 19:13</a> , <a ref='1 Kings 19:19'>19</a> ; <a ref='2 Kings 2:8'>2Ki 2:8</a> , <a ref='2 Kings 2:13'>13f</a> ; <a ref='Zechariah 13:4'>Zec 13:4</a> 11:37 H <a ref='Hebrews 11:25'>Heb 11:25</a> ; <a ref='Hebrews 13:3'>13:3</a> 11:38 x Lit <i>of</i> 11:38 I <a ref='1 Kings 18:4'>1Ki 18:4</a> , <a ref='1 Kings 18:13'>13</a> ; <a ref='1 Kings 19:9'>19:9</a> 11:39 y Lit <i>obtained a testimony</i> 11:39 z Lit <i>the promise</i> 11:39 J <a ref='Hebrews 11:2'>Heb 11:2</a> 11:39 K <a ref='Hebrews 10:36'>Heb 10:36</a> ; <a ref='Hebrews 11:13'>11:13</a> 11:40 a Or <i>foreseen</i> 11:40 L <a ref='Hebrews 11:16'>Heb 11:16</a> 11:40 M <a ref='Revelation 6:11'>Rev 6:11</a> Hebrews 12 12:1 A <a ref='Romans 13:12'>Ro 13:12</a> ; <a ref='Ephesians 4:22'>Eph 4:22</a> 12:1 B <a ref='1 Corinthians 9:24'>1Co 9:24</a> ; <a ref='Galatians 2:2'>Ga 2:2</a> 12:1 C <a ref='Hebrews 10:36'>Heb 10:36</a> 12:2 a Lit <i>looking to</i> 12:2 b Or <i>leader</i> 12:2 D <a ref='Hebrews 2:10'>Heb 2:10</a> 12:2 E <a ref='Philippians 2:8'>Php 2:8f</a> ; <a ref='Hebrews 2:9'>Heb 2:9</a> 12:2 F <a ref='1 Corinthians 1:18'>1Co 1:18</a> , <a ref='1 Corinthians 1:23'>23</a> ; <a ref='Hebrews 13:13'>Heb 13:13</a> 12:2 G <a ref='Hebrews 1:3'>Heb 1:3</a> 12:3 c Lit <i>souls</i> 12:3 H <a ref='Revelation 2:3'>Rev 2:3</a> 12:3 I <a ref='Galatians 6:9'>Ga 6:9</a> ; <a ref='Hebrews 12:5'>Heb 12:5</a> 12:4 d Lit <i>as far as blood</i> 12:4 J <a ref='Hebrews 10:32'>Heb 10:32ff</a> ; <a ref='Hebrews 13:13'>13:13</a> 12:4 K <a ref='Philippians 2:8'>Php 2:8</a> 12:5 e In OT, Yahweh, cf. <a ref='Proverbs 3:11'>Pr 3:11</a> 12:5 L <a ref='Job 5:17'>Job 5:17</a> ; <a ref='Proverbs 3:11'>Pr 3:11</a> 12:5 M <a ref='Hebrews 12:3'>Heb 12:3</a> 12:6 f In OT, Yahweh, cf. <a ref='Proverbs 3:12'>Pr 3:12</a> 12:6 N <a ref='Proverbs 3:12'>Pr 3:12</a> 12:6 O <a ref='Psalms 119:75'>Ps 119:75</a> ; <a ref='Revelation 3:19'>Rev 3:19</a> 12:7 P <a ref='Deuteronomy 8:5'>Dt 8:5</a> ; <a ref='2 Samuel 7:14'>2Sa 7:14</a> ; <a ref='Proverbs 13:24'>Pr 13:24</a> ; <a ref='Proverbs 19:18'>19:18</a> ; <a ref='Proverbs 23:13'>23:13f</a> 12:8 Q <a ref='1 Peter 5:9'>1Pe 5:9</a> 12:9 g Lit <i>were having</i> 12:9 h Lit <i>fathers of our flesh</i> 12:9 i Or <i>our spirits</i> 12:9 R <a ref='Luke 18:2'>Lk 18:2</a> 12:9 S <a ref='Numbers 16:22'>Nu 16:22</a> ; <a ref='Numbers 27:16'>27:16</a> ; <a ref='Revelation 22:6'>Rev 22:6</a> 12:9 T <a ref='Isaiah 38:16'>Is 38:16</a> 12:10 U <a ref='2 Peter 1:4'>2Pe 1:4</a> 12:11 V <a ref='1 Peter 1:6'>1Pe 1:6</a> 12:11 W <a ref='Isaiah 32:17'>Is 32:17</a> ; <a ref='2 Timothy 4:8'>2Ti 4:8</a> ; <a ref='James 3:17'>Jas 3:17f</a> 12:12 j Lit <i>make straight</i> 12:12 X <a ref='Isaiah 35:3'>Is 35:3</a> 12:13 Y <a ref='Proverbs 4:26'>Pr 4:26</a> ; <a ref='Galatians 2:14'>Ga 2:14</a> 12:13 Z <a ref='Galatians 6:1'>Ga 6:1</a> ; <a ref='James 5:16'>Jas 5:16</a> 12:14 A <a ref='Romans 14:19'>Ro 14:19</a> 12:14 B <a ref='Romans 6:22'>Ro 6:22</a> ; <a ref='Hebrews 12:10'>Heb 12:10</a> 12:14 C <a ref='Matthew 5:8'>Mt 5:8</a> ; <a ref='Hebrews 9:28'>Heb 9:28</a> 12:15 D <a ref='2 Corinthians 6:1'>2Co 6:1</a> ; <a ref='Galatians 5:4'>Ga 5:4</a> ; <a ref='Hebrews 4:1'>Heb 4:1</a> 12:15 E <a ref='Deuteronomy 29:18'>Dt 29:18</a> 12:15 F <a ref='Titus 1:15'>Tit 1:15</a> 12:16 G <a ref='Genesis 26:34–35'>Ge 26:34-35</a> ; <a ref='Hebrews 13:4'>Heb 13:4</a> 12:16 H <a ref='1 Timothy 1:9'>1Ti 1:9</a> 12:16 I <a ref='Genesis 25:33'>Ge 25:33f</a> 12:17 J <a ref='Genesis 27:30–40'>Ge 27:30-40</a> 12:18 K <a ref='2 Corinthians 3:7–13'>2Co 3:7-13</a> ; <a ref='Hebrews 12:18'>Heb 12:18ff</a> 12:18 L <a ref='Exodus 19:12'>Ex 19:12</a> , <a ref='Exodus 19:16'>16ff</a> ; <a ref='Exodus 20:18'>20:18</a> ; <a ref='Deuteronomy 4:11'>Dt 4:11</a> ; <a ref='Deuteronomy 5:22'>5:22</a> 12:19 M <a ref='Exodus 19:16'>Ex 19:16</a> , <a ref='Exodus 19:19'>19</a> ; <a ref='Exodus 20:18'>20:18</a> ; <a ref='Matthew 24:31'>Mt 24:31</a> 12:19 N <a ref='Exodus 19:19'>Ex 19:19</a> ; <a ref='Deuteronomy 4:12'>Dt 4:12</a> 12:19 O <a ref='Exodus 20:19'>Ex 20:19</a> ; <a ref='Deuteronomy 5:25'>Dt 5:25</a> ; <a ref='Deuteronomy 18:16'>18:16</a> 12:20 P <a ref='Exodus 19:12'>Ex 19:12f</a> 12:21 Q <a ref='Deuteronomy 9:19'>Dt 9:19</a> 12:22 k Or <i>angels in festive gathering, and to the church</i> 12:22 R <a ref='Revelation 14:1'>Rev 14:1</a> 12:22 S <a ref='Ephesians 2:19'>Eph 2:19</a> ; <a ref='Philippians 3:20'>Php 3:20</a> ; <a ref='Hebrews 11:10'>Heb 11:10</a> ; <a ref='Revelation 21:2'>Rev 21:2</a> 12:22 T <a ref='Hebrews 3:12'>Heb 3:12</a> 12:22 U <a ref='Galatians 4:26'>Ga 4:26</a> ; <a ref='Hebrews 11:16'>Heb 11:16</a> 12:22 V <a ref='Revelation 5:11'>Rev 5:11</a> 12:23 W <a ref='Exodus 4:22'>Ex 4:22</a> ; <a ref='Hebrews 2:12'>Heb 2:12</a> 12:23 X <a ref='Luke 10:20'>Lk 10:20</a> 12:23 Y <a ref='Genesis 18:25'>Ge 18:25</a> ; <a ref='Psalms 50:6'>Ps 50:6</a> ; <a ref='Psalms 94:2'>94:2</a> 12:23 Z <a ref='Hebrews 11:40'>Heb 11:40</a> ; <a ref='Revelation 6:9'>Rev 6:9</a> , <a ref='Revelation 6:11'>11</a> 12:24 A <a ref='1 Timothy 2:5'>1Ti 2:5</a> ; <a ref='Hebrews 8:6'>Heb 8:6</a> ; <a ref='Hebrews 9:15'>9:15</a> 12:24 B <a ref='Hebrews 9:19'>Heb 9:19</a> ; <a ref='Hebrews 10:22'>10:22</a> ; <a ref='1 Peter 1:2'>1Pe 1:2</a> 12:24 C <a ref='Genesis 4:10'>Ge 4:10</a> ; <a ref='Hebrews 11:4'>Heb 11:4</a> 12:25 l Lit <i>much rather we</i> will not escape… 12:25 D <a ref='Hebrews 3:12'>Heb 3:12</a> 12:25 E <a ref='Hebrews 1:1'>Heb 1:1</a> 12:25 F <a ref='Hebrews 2:2'>Heb 2:2f</a> ; <a ref='Hebrews 10:28'>10:28f</a> 12:25 G <a ref='Hebrews 12:19'>Heb 12:19</a> 12:25 H <a ref='Exodus 20:22'>Ex 20:22</a> ; <a ref='Hebrews 8:5'>Heb 8:5</a> ; <a ref='Hebrews 11:7'>11:7</a> 12:26 I <a ref='Exodus 19:18'>Ex 19:18</a> ; <a ref='Judges 5:4'>Jdg 5:4f</a> 12:26 J <a ref='Haggai 2:6'>Hag 2:6</a> 12:27 K <a ref='Isaiah 34:4'>Is 34:4</a> ; <a ref='Isaiah 54:10'>54:10</a> ; <a ref='Isaiah 65:17'>65:17</a> ; <a ref='Romans 8:19'>Ro 8:19</a> , <a ref='Romans 8:21'>21</a> ; <a ref='1 Corinthians 7:31'>1Co 7:31</a> ; <a ref='Hebrews 1:10'>Heb 1:10ff</a> 12:28 m Lit <i>have</i> 12:28 L <a ref='Daniel 2:44'>Da 2:44</a> 12:28 M <a ref='Hebrews 13:15'>Heb 13:15</a> , <a ref='Hebrews 13:21'>21</a> 12:29 N <a ref='Deuteronomy 4:24'>Dt 4:24</a> ; <a ref='Deuteronomy 9:3'>9:3</a> ; <a ref='Isaiah 33:14'>Is 33:14</a> ; <a ref='2 Thessalonians 1:7'>2Th 1:7</a> ; <a ref='Hebrews 10:27'>Heb 10:27</a> , <a ref='Hebrews 10:31'>31</a> Hebrews 13 13:1 A <a ref='Romans 12:10'>Ro 12:10</a> ; <a ref='1 Thessalonians 4:9'>1Th 4:9</a> ; <a ref='1 Peter 1:22'>1Pe 1:22</a> 13:2 B <a ref='Matthew 25:35'>Mt 25:35</a> ; <a ref='Romans 12:13'>Ro 12:13</a> ; <a ref='1 Peter 4:9'>1Pe 4:9</a> 13:2 C <a ref='Genesis 18:1'>Ge 18:1ff</a> ; <a ref='Genesis 19:1'>19:1f</a> 13:3 D <a ref='Colossians 4:18'>Col 4:18</a> 13:3 E <a ref='Matthew 25:36'>Mt 25:36</a> ; <a ref='Hebrews 10:34'>Heb 10:34</a> 13:4 F <a ref='1 Corinthians 7:38'>1Co 7:38</a> ; <a ref='1 Timothy 4:3'>1Ti 4:3</a> 13:4 G <a ref='1 Corinthians 6:9'>1Co 6:9</a> ; <a ref='Galatians 5:19'>Ga 5:19</a> , <a ref='Galatians 5:21'>21</a> ; <a ref='1 Thessalonians 4:6'>1Th 4:6</a> 13:5 H <a ref='Ephesians 5:3'>Eph 5:3</a> ; <a ref='Colossians 3:5'>Col 3:5</a> ; <a ref='1 Timothy 3:3'>1Ti 3:3</a> 13:5 I <a ref='Philippians 4:11'>Php 4:11</a> 13:5 J <a ref='Deuteronomy 31:6'>Dt 31:6</a> , <a ref='Deuteronomy 31:8'>8</a> ; <a ref='Joshua 1:5'>Jos 1:5</a> 13:6 a In OT, Yahweh, cf. <a ref='Psalms 118:6'>Ps 118:6</a> 13:6 K <a ref='Psalms 118:6'>Ps 118:6</a> 13:7 b Or <i>end of their life</i> 13:7 L <a ref='Hebrews 13:17'>Heb 13:17</a> , <a ref='Hebrews 13:24'>24</a> 13:7 M <a ref='Luke 5:1'>Lk 5:1</a> 13:7 N <a ref='Hebrews 6:12'>Heb 6:12</a> 13:8 O <a ref='2 Corinthians 1:19'>2Co 1:19</a> ; <a ref='Hebrews 1:12'>Heb 1:12</a> 13:9 c Lit <i>walked</i> 13:9 P <a ref='Ephesians 4:14'>Eph 4:14</a> ; <a ref='Ephesians 5:6'>5:6</a> ; <a ref='Jude 1:12'>Jd 12</a> 13:9 Q <a ref='2 Corinthians 1:21'>2Co 1:21</a> ; <a ref='Colossians 2:7'>Col 2:7</a> 13:9 R <a ref='Colossians 2:16'>Col 2:16</a> 13:9 S <a ref='Hebrews 9:10'>Heb 9:10</a> 13:10 T <a ref='1 Corinthians 10:18'>1Co 10:18</a> 13:10 U <a ref='Hebrews 8:5'>Heb 8:5</a> 13:11 V <a ref='Exodus 29:14'>Ex 29:14</a> ; <a ref='Leviticus 4:12'>Lv 4:12</a> , <a ref='Leviticus 4:21'>21</a> ; <a ref='Leviticus 9:11'>9:11</a> ; <a ref='Leviticus 16:27'>16:27</a> ; <a ref='Numbers 19:3'>Nu 19:3</a> , <a ref='Numbers 19:7'>7</a> 13:12 W <a ref='Ephesians 5:26'>Eph 5:26</a> ; <a ref='Hebrews 2:11'>Heb 2:11</a> 13:12 X <a ref='Hebrews 9:12'>Heb 9:12</a> 13:12 Y <a ref='John 19:17'>Jn 19:17</a> 13:13 Z <a ref='Luke 9:23'>Lk 9:23</a> ; <a ref='Hebrews 11:26'>Heb 11:26</a> ; <a ref='Hebrews 12:2'>12:2</a> 13:14 A <a ref='Hebrews 10:34'>Heb 10:34</a> ; <a ref='Hebrews 12:27'>12:27</a> 13:14 B <a ref='Ephesians 2:19'>Eph 2:19</a> ; <a ref='Hebrews 2:5'>Heb 2:5</a> ; <a ref='Hebrews 11:10'>11:10</a> , <a ref='Hebrews 11:16'>16</a> ; <a ref='Hebrews 12:22'>12:22</a> 13:15 C <a ref='1 Peter 2:5'>1Pe 2:5</a> 13:15 D <a ref='Leviticus 7:12'>Lv 7:12</a> 13:15 E <a ref='Isaiah 57:19'>Is 57:19</a> ; <a ref='Hosea 14:2'>Hos 14:2</a> 13:16 F <a ref='Romans 12:13'>Ro 12:13</a> 13:16 G <a ref='Philippians 4:18'>Php 4:18</a> 13:17 H <a ref='1 Corinthians 16:16'>1Co 16:16</a> ; <a ref='Hebrews 13:7'>Heb 13:7</a> , <a ref='Hebrews 13:24'>24</a> 13:17 I <a ref='Isaiah 62:6'>Is 62:6</a> ; <a ref='Ezekiel 3:17'>Eze 3:17</a> ; <a ref='Acts 20:28'>Ac 20:28</a> 13:18 J <a ref='1 Thessalonians 5:25'>1Th 5:25</a> 13:18 K <a ref='Acts 24:16'>Ac 24:16</a> ; <a ref='1 Timothy 1:5'>1Ti 1:5</a> 13:19 L <a ref='Philemon 1:22'>Phm 22</a> 13:20 d Lit <i>in</i> 13:20 M <a ref='Romans 15:33'>Ro 15:33</a> 13:20 N <a ref='Acts 2:24'>Ac 2:24</a> ; <a ref='Romans 10:7'>Ro 10:7</a> 13:20 O <a ref='Isaiah 63:11'>Is 63:11</a> ; <a ref='John 10:11'>Jn 10:11</a> ; <a ref='1 Peter 2:25'>1Pe 2:25</a> 13:20 P <a ref='Zechariah 9:11'>Zec 9:11</a> ; <a ref='Hebrews 10:29'>Heb 10:29</a> 13:20 Q <a ref='Isaiah 55:3'>Is 55:3</a> ; <a ref='Jeremiah 32:40'>Jer 32:40</a> ; <a ref='Ezekiel 37:26'>Eze 37:26</a> 13:21 R <a ref='1 Peter 5:10'>1Pe 5:10</a> 13:21 S <a ref='Philippians 2:13'>Php 2:13</a> 13:21 T <a ref='Hebrews 12:28'>Heb 12:28</a> ; <a ref='1 John 3:22'>1Jn 3:22</a> 13:21 U <a ref='Romans 11:36'>Ro 11:36</a> 13:22 e Or <i>listen to</i> 13:22 f Lit <i>the</i> 13:22 V <a ref='Acts 13:15'>Ac 13:15</a> ; <a ref='Hebrews 3:13'>Heb 3:13</a> ; <a ref='Hebrews 10:25'>10:25</a> ; <a ref='Hebrews 12:5'>12:5</a> ; <a ref='Hebrews 13:19'>13:19</a> 13:22 W <a ref='Hebrews 3:1'>Heb 3:1</a> 13:22 X <a ref='1 Peter 5:12'>1Pe 5:12</a> 13:23 Y <a ref='Acts 16:1'>Ac 16:1</a> ; <a ref='Colossians 1:1'>Col 1:1</a> 13:24 g Or <i>holy ones</i> 13:24 Z <a ref='1 Corinthians 16:16'>1Co 16:16</a> ; <a ref='Hebrews 13:7'>Heb 13:7</a> , <a ref='Hebrews 13:17'>17</a> 13:24 A <a ref='Acts 9:13'>Ac 9:13</a> 13:24 B <a ref='Acts 18:2'>Ac 18:2</a> 13:25 C <a ref='Colossians 4:18'>Col 4:18</a>",
    "type": "notes"
  }
]