[
  {
    "start": 41001001,
    "content": "<b><a>1:1</a></b> <b>The beginning … the Son of God.</b> <b>gospel.</b> <b>Jesus Christ.</b> <b>Son of God.</b> The beginning … the Son of God. This is best viewed as Mark’s title for his Gospel. The historical record of the gospel message began with John the Baptist (cf. Mt 11:12 ; Lk 16:16 ; Ac 1:22 ; 10:37 ; 13:24 ). gospel. The good news about the life, death, and resurrection of Jesus Christ, of which the 4 Gospels are written records (see Introduction to the Gospels ). Jesus Christ. “Jesus” is the Greek form of the Hebrew name Joshua (“the Lord is salvation”); “Christ” (“anointed one”) is the Greek equivalent of the Hebrew word Messiah. “Jesus” is the Lord’s human name (cf. Mt 1:21 ; Lk 1:31 ); “Christ” signifies His office as ruler of God’s coming kingdom ( Da 9:25–26 ). Son of God. An affirmation of Jesus’ deity, stressing His unique relationship to the Father (cf. 3:11 ; 5:7 ; 9:7 ; 13:32 ; 15:39 ; see note on Jn 1:34 )."
  },
  {
    "start": 41001002,
    "content": "<b><a>1:2</a></b> <b>it is written.</b> <b>in Isaiah the prophet.</b> <b>.</b> it is written. A phrase commonly used in the NT to introduce OT quotes (cf. 7:6 ; 9:13 ; 14:21 , 27 ; Mt 2:5 ; 4:4 , 6–7 ; Lk 2:23 ; 3:4 ; Jn 6:45 ; 12:14 ; Ac 1:20 ; 7:42 ; Ro 3:4 ; 8:36 ; 1Co 1:31 ; 9:9 ; 2Co 8:15 ; 9:9 ; Ga 3:10 ; 4:22 ; Heb 10:7 ; 1Pe 1:16 ). in Isaiah the prophet. Mark’s quote is actually from two OT passages ( Is 40:3 ; Mal 3:1 ), which probably explains the reading “the Prophets” found in some manuscripts. The Gospels all introduce John the Baptist’s ministry by quoting Is 40:3 (cf. Mt 3:3 ; Lk 3:4 ; Jn 1:23 ). My messenger . John was the divinely promised messenger, sent to prepare the way for the Messiah. In ancient times, a king’s envoys would travel ahead of him, making sure the roads were safe and fit for him to travel on, as well as announcing his arrival."
  },
  {
    "start": 41001004,
    "content": "<b><a>1:4</a></b> <b>John.</b> <b>baptism.</b> <b>in the wilderness.</b> <b>baptism of repentance.</b> <b>for the forgiveness of sins.</b> John. A common Jewish name in NT times, it is the Greek equivalent of the Hebrew name “Johanan” (cf. 2Ki 25:23 ; 1Chr 3:15 ; Jer 40:8 ), meaning “the Lord is gracious.” John’s name was given by the angel Gabriel to his father Zacharias, during his time of priestly service in the temple ( Lk 1:13 ). His mother, Elizabeth, also a descendant of Aaron ( Lk 1:5 ), was a relative of Mary the mother of Jesus ( Lk 1:36 ). As the last OT prophet and the divinely ordained forerunner of the Messiah ( see note on v. 2 ), John was the culmination of OT history and prophecy ( Lk 16:16 ) as well as the beginning of the historical record of the gospel of Jesus Christ. Not surprisingly, Jesus designated John as the greatest man who had lived until his time ( Mt 11:11 ). baptism. Being the distinctive mark of John’s ministry, his baptism differed from the ritual Jewish washings in that it was a one-time act. The Jews performed a similar one-time washing of Gentile proselytes, symbolizing their embracing of the true faith. That Jews would participate in such a rite was a startling admission that they, although members of God’s covenant people, needed to come to God through repentance and faith just like Gentiles. in the wilderness. The desolate, arid region between Jerusalem and the Dead Sea ( see note on Mt 3:1 ). baptism of repentance. A baptism resulting from true repentance. John’s ministry was to call Israel to repentance in preparation for the coming of Messiah. Baptism did not produce repentance, but was its result (cf. Mt 3:7–8 ). Far more than a mere change of mind or remorse, repentance involves a turning from sin to God (cf. 1Th 1:9 ), which results in righteous living. Genuine repentance is a work of God in the human heart ( Ac 11:18 ). For a discussion of the nature of repentance, see notes on 2Co 7:9–12 . for the forgiveness of sins. John’s rite of baptism did not produce forgiveness of sin ( see notes on Ac 2:38 ; 22:16 ); it was only the outward confession and illustration of the true repentance that results in forgiveness (cf. Lk 24:47 ; Ac 3:19 ; 5:31 ; 2Co 7:10 )."
  },
  {
    "start": 41001005,
    "content": "<b><a>1:5</a></b> <b>all the region of Judea … all the people of Jerusalem.</b> <b>Judea.</b> <b>Jordan River.</b> <b>confessing.</b> all the region of Judea … all the people of Jerusalem. After centuries without a prophetic voice in Israel (Malachi had prophesied more than 400 years earlier), John’s ministry generated an intense amount of interest. Judea. The southernmost division of Israel (Samaria and Galilee being the others) in Jesus’ day. It extended from about Bethel in the north to Beersheba in the south, and from the Mediterranean Sea in the west to the Dead Sea and Jordan River in the east. Included within Judea was the city of Jerusalem. Jordan River. Palestine’s major river, flowing through the Jordan Rift Valley from Lake Hula (drained in modern times), north of the Sea of Galilee, south to the Dead Sea. According to tradition, John began his baptizing ministry at the fords near Jericho. confessing. To confess one’s sins, as they were being baptized, is to agree with God about them. John baptized no one who did not confess and repent of his sins."
  },
  {
    "start": 41001006,
    "content": "<b><a>1:6</a></b> <b>camel’s hair … leather belt.</b> <b>locusts and wild honey.</b> camel’s hair … leather belt. The traditional clothes of a wilderness dweller which were sturdy, but neither fashionable nor comfortable. John’s clothing would have reminded his audience of Elijah (cf. 2Ki 1:8 ), whom they expected to come before Messiah ( Mal 4:5 ; cf. Mt 17:10–13 ). locusts and wild honey. The OT dietary regulations permitted the eating of “locusts” ( Lv 11:21–22 ). “Wild honey” could often be found in the wilderness ( Dt 32:13 ; 1Sa 14:25–27 ). John’s austere diet was in keeping with his status as a lifelong Nazirite (cf. Lk 1:15 ; for Nazirite, see notes on Nu 6:2–13 )."
  },
  {
    "start": 41001007,
    "content": "<b><a>1:7</a></b> <b>preaching.</b> <b>not fit to stoop down and untie the strap of His sandals.</b> preaching. Better translated “proclaiming,” John was Jesus’ herald, sent to announce His coming ( see note on v. 4 ). not fit to stoop down and untie the strap of His sandals. The most menial task a slave could perform. John vividly expressed his humility."
  },
  {
    "start": 41001008,
    "content": "<b><a>1:8</a></b> <b>baptize you with the Holy Spirit.</b> baptize you with the Holy Spirit. This takes place when a person comes to faith in Christ ( see notes on Ac 1:5 ; 8:16–17 ; 1Co 12:13 )."
  },
  {
    "start": 41001009,
    "content": "<b><a>1:9</a></b> <b>in those days.</b> <b>Nazareth.</b> <b>baptized by John.</b> in those days. At some unspecified time during John’s baptizing ministry at the Jordan. Nazareth. An obscure village (not mentioned in the OT, or by Josephus, or in the Talmud) about 70 mi. north of Jerusalem, which did not enjoy a favorable reputation (cf. Jn 1:46 ). Jesus had apparently been living there before His public appearance to Israel. baptized by John. Over John’s objections (cf. Mt 3:14 ), who saw no need for the sinless Lamb of God ( Jn 1:29 ) to participate in a baptism of repentance ( see notes on vv. 4–5 ; for an explanation of why Jesus was baptized, see note on Mt 3:15 )."
  },
  {
    "start": 41001010,
    "content": "<b><a>1:10</a></b> <b>immediately.</b> <b>the Spirit like a dove descending upon Him.</b> immediately. In keeping with his fast-paced narrative style (see Introduction to the Gospels ), Mark used this adverb more than the other 3 Gospel writers combined. This first occurrence sets the stage for the audible and visible signs that followed Jesus’ baptism. the Spirit like a dove descending upon Him. This was most likely symbolic of Jesus’ empowerment for ministry ( Is 61:1 ). See note on Mt 3:16–17 ."
  },
  {
    "start": 41001011,
    "content": "<b><a>1:11</a></b> The Father’s pronouncement would have reminded the audience of the messianic prophecies of Ps 2:7 ; Is 42:1 ."
  },
  {
    "start": 41001012,
    "content": "<b><a>1:12</a></b> <b>immediately.</b> <b>the Spirit drove Him.</b> <b>the wilderness.</b> immediately. See note on v. 10 . Jesus’ temptation came right after His baptism. the Spirit drove Him. Compelled by the Spirit, Jesus confronted Satan and took the first step toward overthrowing his evil kingdom (cf. 1Jn 3:8 ). Though God tempts no one ( Jas 1:13 ), He sometimes sovereignly permits Satan to tempt His people (e.g., Job; Lk 22:31–32 ). the wilderness. The exact location of Jesus’ encounter with Satan is unknown. It most likely would have been the same wilderness where John lived and ministered ( see note on v. 4 ), the desolate region farther south, or the arid Arabian desert across the Jordan."
  },
  {
    "start": 41001013,
    "content": "<b><a>1:13</a></b> <b>forty days.</b> <b>Satan.</b> <b>wild beasts.</b> <b>angels were ministering to Him.</b> forty days. Perhaps reminiscent of Israel’s 40 years of wandering in the wilderness ( Nu 14:33 ; 32:13 ). Matthew and Luke add that Jesus went without food during this time. Moses (twice, Dt 9:9 , 18 ) and Elijah ( 1Ki 19:8 ) also fasted for that length of time. Satan. From a Hebrew word meaning “adversary.” Since He had no fallen nature, Jesus’ temptation was not an internal emotional or psychological struggle, but an external attack by a personal being. wild beasts. A detail unique to Mark’s account, stressing Jesus’ loneliness and complete isolation from other people. angels were ministering to Him. Cf. Ps 91:11–12 . The tense of this Greek verb, “to minister,” suggests the angels ministered to Jesus throughout His temptation."
  },
  {
    "start": 41001014,
    "content": "<b><a>1:14</a></b> <b>John had been delivered up</b> <b>custody.</b> <b>Jesus came into Galilee.</b> <b>the gospel of God.</b> John had been delivered up into custody. He was incarcerated for rebuking Herod Antipas over his incestuous marriage to his niece, Herodias ( see notes on 6:17–27 ). Jesus came into Galilee. From Judea ( Mt 4:12 ; Lk 4:13 ; Jn 4:3 ). Mark, along with Matthew and Luke, passes directly from the temptation to the beginning of the Galilean ministry, skipping Jesus’ intervening ministry in Judea ( Jn 2:13—4:4 ). Galilee was the northernmost region of Israel, and the most heavily populated. the gospel of God. The good news of salvation both about God and from Him ( see note on Ro 1:1 ; cf. Ro 15:16 ; 1Th 2:2 , 8–9 ; 1Ti 1:11 ; 1Pe 4:17 )."
  },
  {
    "start": 41001015,
    "content": "<b><a>1:15</a></b> <b>The time is fulfilled.</b> <b>the kingdom of God.</b> <b>at hand.</b> <b>repent and believe.</b> The time is fulfilled. Not time in a chronological sense, but the time for decisive action on God’s part. With the arrival of the King, a new era in God’s dealings with men had come. See note on Ga 4:4 . the kingdom of God. God’s sovereign rule over the sphere of salvation; at present in the hearts of His people ( Lk 17:21 ), and in the future, in a literal, earthly kingdom ( Rev 20:4–6 ). at hand. Because the King was present. repent and believe. Repentance ( see note on v. 4 ) and faith ( see note on Ro 1:16 ) are man’s required responses to God’s gracious offer of salvation (cf. Ac 20:21 )."
  },
  {
    "start": 41001016,
    "content": "<b><a>1:16</a></b> <b>Sea of Galilee.</b> <b>Simon and Andrew.</b> <b>net.</b> Sea of Galilee. Also known as the Sea of Chinnereth ( Nu 34:11 ), the Lake of Gennesaret ( Lk 5:1 ), and the Sea of Tiberias ( Jn 6:1 ). A large, freshwater lake about 13 mi. long and 7 mi. wide, and about 690 ft. below sea level (making it the lowest body of fresh water on earth), the Sea of Galilee was home to a thriving fishing industry. Simon and Andrew. The first of two sets of brothers Jesus called to follow Him. Like James and John, they were fishermen. Since Andrew had been a follower of John the Baptist ( Jn 1:40 ), it is possible that Peter had been as well. They had evidently returned to their fishing business after John’s arrest ( see note on v. 14 ). They had already met and spent time with Jesus ( see note on Mt 4:18 ), but were here called to follow Him permanently. net. A rope forming a circle about 9 ft. in diameter with a net attached. It could be thrown by hand into the water, then hauled in by means of the length of weighted rope attached to it."
  },
  {
    "start": 41001017,
    "content": "<b><a>1:17</a></b> <b>Follow Me.</b> <b>fishers of men.</b> Follow Me. Used frequently in the Gospels in reference to discipleship ( 2:14 ; 8:34 ; 10:21 ; Mt 4:19 ; 8:22 ; 9:9 ; 10:38 ; 16:24 ; 19:21 ; Lk 9:23 , 59 , 61 ; 18:22 ; Jn 1:43 ; 10:27 ; 12:26 ). fishers of men. Evangelism was the primary purpose for which Jesus called the apostles, and it remains the central mission for His people (cf. Mt 28:19–20 ; Ac 1:8 )."
  },
  {
    "start": 41001018,
    "content": "<b><a>1:18</a></b> <b>followed Him.</b> followed Him. I.e., became His permanent disciples ( see note on v. 16 )."
  },
  {
    "start": 41001019,
    "content": "<b><a>1:19</a></b> <b>James … John.</b> James … John. The second set of fishermen brothers called by Jesus ( see note on v. 16 ). Their mother and Jesus’ mother may have been sisters (cf. 15:40 ; Mt 27:55–56 with Jn 19:25 ). If so, they were Jesus’ cousins."
  },
  {
    "start": 41001020,
    "content": "<b><a>1:20</a></b> <b>hired servants.</b> hired servants. This indicates that Zebedee’s fishing business was a prosperous one and that he was a man of importance (cf. Jn 18:15 )."
  },
  {
    "start": 41001021,
    "content": "<b><a>1:21</a></b> <b>Capernaum.</b> <b>synagogue.</b> <b>teach.</b> Capernaum. A prosperous fishing village on the northwest shore of the Sea of Galilee, Capernaum was a more important city than Nazareth; it contained a Roman garrison and was located on a major road. Jesus made the city His headquarters (cf. 2:1 ) after His rejection at Nazareth ( Mt 4:13 ; Lk 4:16–31 ). synagogue. The place where Jewish people gathered for worship (“synagogue” is a transliteration of a Greek word meaning “to gather together”). Synagogues originated in the Babylonian captivity after the 586 BC destruction of the temple by Nebuchadnezzar. They served as places of worship and instruction. Jesus frequently taught in the synagogues (cf. v. 39 ; 3:1 ; 6:2 ), as did Paul (cf. Ac 13:5 ; 14:1 ; 17:1 ). teach. Mark frequently mentions Jesus’ teaching ministry (cf. 2:13 ; 4:1–2 ; 6:2 , 6 , 34 ; 10:1 ; 11:17 ; 12:35 ; 14:49 )."
  },
  {
    "start": 41001022,
    "content": "<b><a>1:22</a></b> <b>authority.</b> authority. Jesus’ authoritative teaching, as the spoken Word of God, was in sharp contrast to that of the scribes (experts in the OT Scriptures), who based their authority largely on that of other rabbis. Jesus’ direct, personal, and forceful teaching was so foreign to their experience that those who heard Him were “amazed” (cf. Tit 2:15 )."
  },
  {
    "start": 41001023,
    "content": "<b><a>1:23</a></b> <b>man … cried out.</b> <b>unclean spirit.</b> man … cried out. Satan and his demon hosts opposed Jesus’ work throughout His ministry, culminating in the cross. Jesus always triumphed over their futile efforts (cf. Col 2:15 ), convincingly demonstrating His ultimate victory by His resurrection. unclean spirit. I.e., morally impure. The term is used interchangeably in the NT with “demon.” See note on 5:2 ."
  },
  {
    "start": 41001024,
    "content": "<b><a>1:24</a></b> <b>What do we have to do with you…?</b> <b>Nazareth.</b> <b>the Holy One of God.</b> What do we have to do with you…? Or, possibly, “Why do You interfere with us?” The demon was acutely aware that he and Jesus belonged to two radically different kingdoms, and thus had nothing in common. That the demon used the plural pronoun “we” indicates he spoke for all the demons. Nazareth. See note on v. 9 . the Holy One of God. Cf. Ps 16:10 ; Da 9:24 ; Lk 4:34 ; Ac 2:27 ; 3:14 ; 4:27 ; Rev 3:7 . Amazingly, the demon affirmed Jesus’ sinlessness and deity—truths which many in Israel denied, and still deny."
  },
  {
    "start": 41001025,
    "content": "<b><a>1:25</a></b> <b>Be quiet.</b> Be quiet. Jesus wanted no testimony to the truth from the demonic realm to fuel charges that He was in league with Satan (cf. 3:22 ; Ac 16:16–18 )."
  },
  {
    "start": 41001027,
    "content": "<b><a>1:27</a></b> <b>with authority.</b> with authority. See note on v. 22 . Jesus had absolute authority in His actions as well as His words ( Mt 28:18 )."
  },
  {
    "start": 41001029,
    "content": "<b><a>1:29</a></b> <b>the house of Simon and Andrew.</b> <b>James and John.</b> the house of Simon and Andrew. Originally from Bethsaida ( Jn 1:44 ), the two brothers had moved to Capernaum when Jesus established His headquarters there ( see note on v. 21 ). James and John. Only Mark mentions their presence at the healing of Peter’s mother-in-law."
  },
  {
    "start": 41001030,
    "content": "<b><a>1:30</a></b> <b>Simon’s mother-in-law.</b> <b>a fever.</b> Simon’s mother-in-law. Paul also affirmed that Peter was married ( 1Co 9:5 ). That his mother-in-law was living with Peter and his wife may indicate that her husband was dead. a fever. That she was too ill to get out of bed, coupled with Luke’s description of her fever as a “high fever” ( Lk 4:38 ), suggests her illness was serious, even life-threatening."
  },
  {
    "start": 41001032,
    "content": "<b><a>1:32</a></b> <b>after the sun had set.</b> <b>they</b> <b>bringing.</b> after the sun had set. Marking the close of the Sabbath and the easing of the restrictions associated with it. Specifically, rabbinic law prohibited carrying any burdens (such as stretchers) on the Sabbath. they began bringing. The report of Jesus’ healing of the demon-possessed man in the synagogue and Peter’s mother-in-law created a sensation in Capernaum and aroused the hopes of other sufferers."
  },
  {
    "start": 41001034,
    "content": "<b><a>1:34</a></b> <b>not permitting the demons to speak.</b> <b>they knew who He was.</b> not permitting the demons to speak. See notes on v. 25 ; 3:11–12 . they knew who He was. The demons’ theology is absolutely orthodox ( Jas 2:19 ); but though they know the truth, they reject it and God, who is its source."
  },
  {
    "start": 41001036,
    "content": "<b><a>1:36</a></b> <b>Simon and his companions.</b> Simon and his companions. The first instance in the Gospels of Peter’s assuming of leadership. Those with Peter are not revealed, though Andrew, James, and John were likely among them."
  },
  {
    "start": 41001037,
    "content": "<b><a>1:37</a></b> Finding Jesus after a diligent search (v. 36 ), Peter and the others excitedly implored Him to return to Capernaum and capitalize on the excitement generated by the previous night’s healings."
  },
  {
    "start": 41001039,
    "content": "<b><a>1:39</a></b> <b>throughout all Galilee.</b> throughout all Galilee. Mark’s terse statement summarizes a preaching tour that must have lasted for weeks, or even months (cf. Mt 4:23–24 )."
  },
  {
    "start": 41001040,
    "end": 41001045,
    "content": "<b><a>1:40–45</a></b> Mark relates one of Jesus’ many healings during the Galilean ministry summarized in v. 39 . The leper’s healing emphasizes Jesus’ miraculous power over disease, since leprosy was one of the most dreaded diseases of antiquity."
  },
  {
    "start": 41001041,
    "content": "<b><a>1:41</a></b> <b>compassion.</b> <b>touched him.</b> compassion. Only Mark records Jesus’ emotional reaction to the leper’s desperate plight. The Greek word appears only in the Synoptic Gospels and (apart from parables) is used only in reference to Jesus. touched him. Unlike rabbis, who avoided lepers lest they become ceremonially defiled, Jesus expressed His compassion with a physical gesture."
  },
  {
    "start": 41001044,
    "content": "<b><a>1:44</a></b> <b>say nothing to anyone.</b> <b>go, show yourself to the priest.</b> <b>a testimony to them.</b> say nothing to anyone. The ensuing publicity would hinder Jesus’ ability to minister (as in fact happened, cf. v. 45 ) and divert attention away from His message. Cf. 3:12 ; 5:43 ; 7:36 ; see note on Mt 8:4 . go, show yourself to the priest. The “priest” was the one on duty at the temple. Jesus commanded the healed leper to observe the OT regulations concerning cleansed lepers ( Lv 14:1–32 ). Until the required offerings had been made, the man remained ceremonially unclean. a testimony to them. The priest’s acceptance of the man’s offering would be public affirmation of his cure and cleansing."
  },
  {
    "start": 41001045,
    "content": "<b><a>1:45</a></b> <b>proclaim it freely.</b> <b>no longer publicly enter a city.</b> <b>desolate areas.</b> proclaim it freely. Only Mark records the cleansed leper’s disobedience, although Luke hints at it ( Lk 5:15 ). no longer publicly enter a city. The result of the leper’s disobedience was that Jesus could no longer enter a city without being mobbed by those seeking to be cured of diseases. Jesus’ ministry of teaching in that area thus came to a halt. desolate areas. Jesus kept to the relatively uninhabited regions to allow the excitement over His cure of the leper to die down. Luke also notes that He used His time in the wilderness for prayer ( Lk 5:16 )."
  },
  {
    "start": 41002001,
    "content": "<b><a>2:1</a></b> <b>He was at home.</b> He was at home. This was likely Peter’s home, where Jesus had taken up temporary residence (cf. Mt 4:13 )."
  },
  {
    "start": 41002002,
    "content": "<b><a>2:2</a></b> <b>the word.</b> the word. The good news of the gospel, that salvation is by grace alone, through faith alone, for the forgiveness of sins."
  },
  {
    "start": 41002003,
    "content": "<b><a>2:3</a></b> <b>a paralytic.</b> a paralytic. Since he was lying on a bed, the man’s paralysis was severe—perhaps he was a quadriplegic."
  },
  {
    "start": 41002004,
    "content": "<b><a>2:4</a></b> <b>they removed the roof.</b> <b>the paralytic.</b> they removed the roof. Most homes in Israel had flat roofs used for relaxation in the cool of the day and for sleeping on hot nights. And there was usually an external stairway that extended to the roof. Often, as here, the roof was made of slabs of burnt or dried clay that were placed on supporting beams which stretched from wall to wall. The builder then spread a uniform coat of fresh, wet clay over those slabs of hardened clay to serve as a seal against the rain. The paralytic’s friends took him up to the top of such a house and dug out the top coat of clay, removing several of the slabs until they made enough room to lower him down into Jesus’ presence. the paralytic. See note on v. 3 ."
  },
  {
    "start": 41002005,
    "content": "<b><a>2:5</a></b> <b>Jesus seeing their faith.</b> <b>Child, your sins are forgiven.</b> Jesus seeing their faith. The aggressive, persistent effort of the paralytic’s friends was visible evidence of their faith in Christ to heal. Child, your sins are forgiven. Many Jews in that day believed that all disease and affliction was a direct result of one’s sins. This paralytic may have believed that as well; thus he would have welcomed forgiveness of his sins before healing. The Greek verb for “are forgiven” refers to sending or driving away (cf. Ps 103:12 ; Jer 31:34 ; Mic 7:19 ). Thus Jesus dismissed the man’s sin and freed him from the guilt of it ( see note on Mt 9:2 )."
  },
  {
    "start": 41002006,
    "content": "<b><a>2:6</a></b> <b>the scribes.</b> the scribes. See note on Mt 2:4 ; cf. 1:22 ."
  },
  {
    "start": 41002007,
    "content": "<b><a>2:7</a></b> <b>this man … blaspheming.</b> this man … blaspheming. The scribes were correct in saying that only God can forgive sins (cf. Is 43:25 ), but incorrect in saying Jesus blasphemed. They refused to recognize Jesus’ power as coming from God, much less that He Himself was God."
  },
  {
    "start": 41002008,
    "content": "<b><a>2:8</a></b> <b>in His spirit.</b> in His spirit. This can also be translated, “by His spirit.” This is not the Holy Spirit, but the omniscient mind of the Savior."
  },
  {
    "start": 41002009,
    "content": "<b><a>2:9</a></b> <b>Which is easier…?</b> Which is easier…? It is much easier to say, “Your sins are forgiven you.” No human can prove that such a thing actually occurred since it is invisible. Commanding a paralytic to walk would be more difficult to say convincingly, however, because the actions of the paralytic would immediately verify the effect of the command ( see note on Mt 9:5 )."
  },
  {
    "start": 41002010,
    "content": "<b><a>2:10</a></b> <b>But so that you may know.</b> <b>Son of Man.</b> But so that you may know. Jesus’ power to heal the paralytic’s physical infirmities proved the veracity of His claim and power to forgive sins. Son of Man. Jesus used this term for Himself to emphasize His humiliation ( see notes on 14:62 ; Mt 8:20 ). It appears 14 times in Mark (v. 10 , 28 ; 8:31 , 38 ; 9:9 , 12 , 31 ; 10:33 , 45 ; 13:26 ; 14:21 , 41 , 62 )."
  },
  {
    "start": 41002014,
    "content": "<b><a>2:14</a></b> <b>Levi the</b> <b>of Alphaeus.</b> <b>tax office.</b> <b>he stood up and followed Him.</b> Levi the son of Alphaeus. One of the 12, more commonly known as Matthew (see Introduction to Matthew: Title ). tax office. Matthew was a publican, a tax collector, a despised profession in Palestine because such men were viewed as traitors. Tax collectors were Jews who had bought tax franchises from the Roman government. Any amount they collected over what Rome required they were allowed to keep. Thus many tax collectors became wealthy at the expense of their own people ( see notes on Mt 5:46 ; 9:9 ). he stood up and followed Him. This simple action of Matthew signified his conversion. Because his response was so immediate, it is likely Matthew was already convicted of his sin and recognized his need of forgiveness."
  },
  {
    "start": 41002015,
    "content": "<b><a>2:15</a></b> <b>reclining at the table.</b> <b>tax collectors.</b> <b>sinners.</b> <b>reclining with.</b> reclining at the table. A common posture for eating when guests were present. According to Lk 5:29 , this was a feast that Matthew gave in Jesus’ honor. tax collectors. There were two categories of tax collectors: 1) gabbai collected general taxes on land and property, and on income, referred to as poll or registration taxes; 2) mokhes collected a wide variety of use taxes, similar to our import duties, business license fees, and toll fees. There were two categories of mokhes: great mokhes hired others to collect taxes for them; small mokhes did their own assessing and collecting. Matthew was a small mokhe . It is likely representatives of both classes attended Matthew’s feast. All of them were considered both religious and social outcasts. sinners. A term the Jews used to describe people who had no respect for the Mosaic law or rabbinic traditions, and were therefore the most vile and worthless of people. reclining with. Jesus’ willingness to associate with tax collectors and sinners by sharing in the feast with them deeply offended the scribes and Pharisees."
  },
  {
    "start": 41002016,
    "content": "<b><a>2:16</a></b> <b>scribes of the Pharisees.</b> scribes of the Pharisees. This phrase indicates that not all scribes were Pharisees (regarding scribes, see note on Mt 2:4 ). Pharisees were a legalistic sect of Jews known for their strict devotion to the ceremonial law ( see note on Mt 3:7 )."
  },
  {
    "start": 41002017,
    "content": "<b><a>2:17</a></b> <b>I did not come to call the righteous.</b> I did not come to call the righteous. In the parallel passage, Lk 5:32 , sinners are called “to repentance.” The repentant person—the one who recognizes he is a sinner and who turns from his sin—is the object of Jesus’ call. The person who is sinful but thinks he is righteous refuses to acknowledge his need to repent of his sin. See notes on Mt 9:12–13 ; Jn 9:39–41 ."
  },
  {
    "start": 41002018,
    "content": "<b><a>2:18</a></b> <b>John’s disciples.</b> <b>the Pharisees.</b> <b>fasting.</b> John’s disciples. Those followers of John the Baptist who did not transfer their allegiance to Jesus (cf. Jn 3:30 ; Ac 19:1–7 ). At this time John was in prison ( Mt 4:12 ). Their question indicates they were observing the Pharisaic traditions (cf. Mt 9:14 ). the Pharisees. See note on v. 16 . The association of John’s disciples with the Pharisees indicates that both groups were disturbed about the problem raised by Jesus’ association with tax collectors and sinners (cf. v. 15 ). fasting. The twice-a-week fast was a major expression of orthodox Judaism during Jesus’ day (cf. Lk 18:9–14 ). Yet, the OT prescribed only one fast, and that on the Day of Atonement ( Lv 16:29 , 31 )."
  },
  {
    "start": 41002019,
    "content": "<b><a>2:19</a></b> <b>Can the attendants of the bridegroom fast …?</b> Can the attendants of the bridegroom fast …? In Jesus’ illustration, the “attendants of the bridegroom” were the friends the bridegroom selected to carry out the festivities. That certainly was not a time to fast, which was usually associated with mourning or times of great spiritual need. Jesus’ point was that the ritual practiced by John’s disciples and the Pharisees was out of touch with reality. There was no reason for Jesus’ followers to mourn and fast while enjoying the unique reality that He was with them."
  },
  {
    "start": 41002020,
    "content": "<b><a>2:20</a></b> <b>taken away from them.</b> <b>then they will fast.</b> taken away from them. This refers to a sudden removal or being snatched away violently—an obvious reference to Jesus’ capture and crucifixion. then they will fast. An appropriate time for mourning was to be at the crucifixion of Jesus."
  },
  {
    "start": 41002021,
    "end": 41002022,
    "content": "<b><a>2:21–22</a></b> Jesus offered two parables to illustrate that His new and internal gospel of repentance from and forgiveness of sin could not be connected to or contained in the old and external traditions of self-righteousness and ritual ( see note on Mt 9:17 )."
  },
  {
    "start": 41002022,
    "content": "<b><a>2:22</a></b> <b>fresh wineskins.</b> fresh wineskins. Newly made and unused wineskins provided the necessary strength and elasticity to hold up as wine fermented."
  },
  {
    "start": 41002023,
    "content": "<b><a>2:23</a></b> <b>grainfields.</b> <b>on the Sabbath.</b> <b>picking the heads</b> <b>.</b> grainfields. The roads in first-century Israel were primarily major arteries; so once travelers left those main roads they walked along wide paths that bordered and traversed pastures and grainfields. on the Sabbath. “Sabbath” transliterates a Hebrew word that refers to a ceasing of activity or rest. In honor of the day when God rested from His creation of the world ( Ge 2:3 ), the Lord declared the seventh day of the week to be a special time of rest and remembrance for His people, which He incorporated into the Ten Commandments ( see note on Ex 20:8 ). But hundreds of years of rabbinical teaching had added numerous unbearable and arbitrary restrictions to God’s original requirement, one of which forbade any travel beyond 3,000 ft. of one’s home (cf. Nu 35:5 ; Jos 3:4 ). picking the heads of grain . Travelers who did not take enough food for their journey were permitted by Mosaic law to pick enough grain to satisfy their hunger ( Dt 23:24–25 ; see note on Mt 12:2 )."
  },
  {
    "start": 41002024,
    "content": "<b><a>2:24</a></b> <b>what is not lawful on the Sabbath.</b> what is not lawful on the Sabbath. Rabbinical tradition had interpreted the rubbing of grain in the hands (cf. Lk 6:1 ) as a form of threshing and had forbidden it. Reaping for profit on the Sabbath was forbidden by Mosaic law ( Ex 34:21 ), but that was obviously not the situation here ( see note on Mt 12:2 ). Actually the Pharisees’ charge was itself sinful since they were holding their tradition on a par with God’s Word ( see notes on Mt 15:2–9 )."
  },
  {
    "start": 41002025,
    "content": "<b><a>2:25</a></b> <b>He said to them, “Have you never read…?”</b> <b>what David did.</b> He said to them, “Have you never read…?” Jesus’ sarcasm pointed out the main fault of the Pharisees, who claimed to be experts and guardians of Scripture, yet were ignorant of what it actually taught (cf. Ro 2:17–24 ). what David did. David and his companions were fleeing for their lives from Saul when they arrived at Nob, where the tabernacle was located at that time. Because they were hungry, they asked for food (cf. 1Sa 21:1–6 )."
  },
  {
    "start": 41002026,
    "content": "<b><a>2:26</a></b> <b>around the time of Abiathar the high priest.</b> <b>the consecrated bread.</b> around the time of Abiathar the high priest. The phrase “around the time” can mean “during the lifetime.” According to 1Sa 21:1 , Ahimelech was the priest who gave the bread to David. Abiathar was Ahimelech’s son, who later was the High Priest during David’s reign. Since Ahimelech died shortly after this incident (cf. 1Sa 22:19–20 ), it is likely that Mark simply added this designation to identify the well-known companion of David who later became the High Priest, along with Zadok ( 2Sa 15:35 ). the consecrated bread. Twelve loaves of unleavened bread (representing the 12 tribes of Israel) were placed on the table in the sanctuary and at the end of the week replaced with fresh ones. The old loaves were to be eaten only by the priests. While it was not normally lawful for David and his companions to eat this consecrated bread, neither did God want them to starve, so nowhere does Scripture condemn them for eating ( see note on Mt 12:4 )."
  },
  {
    "start": 41002027,
    "content": "<b><a>2:27</a></b> <b>The Sabbath was made for man.</b> The Sabbath was made for man. God instituted the Sabbath to benefit man by giving him a day to rest from his labors and to be a blessing to him. The Pharisees turned it into a burden and made man a slave to their myriad of man-made regulations."
  },
  {
    "start": 41002028,
    "content": "<b><a>2:28</a></b> <b>Lord even of the Sabbath.</b> Lord even of the Sabbath. Jesus claimed He was greater than the Sabbath, and thus was God. Based on that authority, Jesus could in fact reject the Pharisaic regulations concerning the Sabbath and restore God’s original intention for Sabbath observance to be a blessing not a burden."
  },
  {
    "start": 41003001,
    "end": 41003006,
    "content": "<b><a>3:1–6</a></b> This is the last of the 5 conflict episodes which began in 2:1 ( 2:1–11 , 13–17 , 18–22 , 23–28 ), and as such it gives a sense of climax to the growing antagonism between Jesus and the Jewish leaders. In this encounter, Jesus gave the Pharisees a living illustration of scriptural Sabbath observance and His sovereign authority over both man and the Sabbath."
  },
  {
    "start": 41003002,
    "content": "<b><a>3:2</a></b> <b>accuse.</b> accuse. The Pharisees were not open to learning from Jesus, but only looked for an opportunity to charge Him with a violation of the Sabbath, an accusation they could bring before the Sanhedrin."
  },
  {
    "start": 41003004,
    "content": "<b><a>3:4</a></b> <b>Is it lawful.</b> <b>to do good … harm … to save … kill.</b> <b>But they kept silent.</b> Jesus countered the Pharisees with a question that elevated the issue at hand from a legal to a moral problem. Is it lawful. A reference to the Mosaic law. Jesus was forcing the Pharisees to examine their tradition regarding the Sabbath to see if it was consistent with God’s OT law. to do good … harm … to save … kill. Christ used a device common in the Middle East—He framed the issue in terms of clear-cut extremes. The obvious implication is that failure to do good or save a life was wrong and not in keeping with God’s original intention for the Sabbath ( see notes on 2:27 ; Mt 12:10 ). But they kept silent. The Pharisees refused to answer Jesus’ question, and by so doing implied that their Sabbath views and practices were false."
  },
  {
    "start": 41003005,
    "content": "<b><a>3:5</a></b> <b>anger.</b> <b>their hardness of heart.</b> anger. Definite displeasure with human sin reveals a healthy, moral nature. Jesus’ reaction was consistent with His divine nature and proved that He is the righteous Son of God. This kind of holy indignation with sinful attitudes and practices was to be more fully demonstrated when Jesus cleansed the temple (cf. 11:15–18 ; Mt 21:12–13 ; Lk 19:45–48 ). their hardness of heart. This phrase refers to an inability to understand because of a rebellious attitude ( Ps 95:8 ; Heb 3:8 , 15 ). The Pharisees’ hearts were becoming more and more obstinate and unresponsive to the truth (cf. 16:14 ; Ro 9:18 )."
  },
  {
    "start": 41003006,
    "content": "<b><a>3:6</a></b> <b>the Pharisees …</b> <b>taking counsel together.</b> <b>Herodians.</b> the Pharisees … began taking counsel together. They absolutely refused to be persuaded by anything Jesus said and did (cf. Jn 3:19 ), but were instead determined to kill Him. The Greek word for “conspiring” includes the notion of carrying out a decision already made—the Pharisees were simply discussing how to implement theirs. Herodians. This secular political party, which took its name from Herod Antipas and was strong in its support for Rome, opposed the Pharisees on nearly every issue, but were willing to join forces with them because both desperately wanted to destroy Jesus. See note on Mt 22:16 ."
  },
  {
    "start": 41003008,
    "content": "<b><a>3:8</a></b> <b>Idumea.</b> <b>beyond the Jordan.</b> <b>Tyre and Sidon.</b> In spite of His conflicts with the Pharisees, Jesus remained very popular with the ordinary people. Mark is the only Gospel writer who at this point in Jesus’ ministry noted that the masses came from all parts of Israel to see and hear Him. Idumea. An area southeast of Judea, mentioned only here in the NT and populated by many Edomites (originally descendants of Esau, see note on Ge 36:43 ). By this time it had become mostly Jewish in population and was considered a part of Judea. beyond the Jordan. The region east of the Jordan River, also called Perea, and ruled by Herod Antipas. Its population contained a large number of Jews. Tyre and Sidon. Two Phoenician cities on the Mediterranean coast, north of Galilee. Phoenicia as a whole was often designated by these cities (cf. Jer 47:4 ; Joel 3:4 ; Mt 11:21 ; Ac 12:20 )."
  },
  {
    "start": 41003010,
    "content": "<b><a>3:10</a></b> <b>afflictions.</b> afflictions. Lit. “a whip, a lash,” sometimes translated “plagues,” or “scourges.” This metaphorically describes various painful, agonizing, physical ailments and illnesses."
  },
  {
    "start": 41003011,
    "content": "<b><a>3:11</a></b> <b>unclean spirits.</b> <b>were seeing Him.</b> <b>You are the Son of God!</b> unclean spirits. This refers to demons ( see note on 1:23 ; cf. Lk 4:41 ). were seeing Him. The tense of the Greek verb means there were many times when demons looked at Jesus and contemplated the truth of His character and identity. You are the Son of God! Cf. 1:24 . The demons unhesitatingly affirmed the uniqueness of Jesus’ nature, which Mark saw as clear proof of Jesus’ deity."
  },
  {
    "start": 41003012,
    "content": "<b><a>3:12</a></b> <b>warned … not to tell who He was.</b> warned … not to tell who He was. Jesus always rebuked demons for their testimonies about Him. He wanted His teaching and actions, not the impure words of demons, to proclaim who He was ( see note on 1:25 ; cf. Ac 16:16–18 )."
  },
  {
    "start": 41003013,
    "content": "<b><a>3:13</a></b> <b>summoned those whom He Himself wanted.</b> summoned those whom He Himself wanted. The Greek verb “summoned” stresses that Jesus acted in His own sovereign interest when He chose the 12 disciples (cf. Jn 15:16 )."
  },
  {
    "start": 41003014,
    "content": "<b><a>3:14</a></b> <b>appointed twelve.</b> appointed twelve. Christ, by an explicit act of His will, formed a distinct group of 12 men who were among His followers ( see note on Mt 10:1 ). This new group constituted the foundation of His church (cf. Eph 2:20 )."
  },
  {
    "start": 41003015,
    "content": "<b><a>3:15</a></b> <b>have authority.</b> have authority. This word is sometimes rendered “power.” Along with the main task of preaching, Jesus gave the 12 the right to expel demons (cf. Lk 9:1 )."
  },
  {
    "start": 41003016,
    "end": 41003019,
    "content": "<b><a>3:16–19</a></b> A list of the 12 ( see notes on Mt 10:2–4 )."
  },
  {
    "start": 41003017,
    "content": "<b><a>3:17</a></b> <b>Sons of Thunder.</b> Sons of Thunder. Mark defines the Aramaic term “Boanerges” for his Gentile readers. This name for the two brothers probably referred to their intense, outspoken personalities (cf. 9:38 ; Lk 9:54 )."
  },
  {
    "start": 41003018,
    "content": "<b><a>3:18</a></b> <b>Thaddaeus.</b> <b>the Zealot.</b> Thaddaeus. The only name that is not the same in all the NT lists of the 12 (cf. Mt 10:2–4 ; Lk 6:14–16 ; Ac 1:13 ). Luke and Acts call him “Judas the son of James,” and Jn 14:22 refers to him as “Judas (not Iscariot).” the Zealot. This does not indicate that this Simon was a native of Cana. Rather, the word is derived from the Aramaic which means “to be zealous” and was used for those who were zealous for the law. Luke uses the word transliterated from the Greek term that meant “the Zealot” ( Lk 6:15 ; see note on Mt 10:4 )."
  },
  {
    "start": 41003019,
    "content": "<b><a>3:19</a></b> <b>Iscariot.</b> Iscariot. This Hebrew term means “man of Kerioth,” as in Kerioth-hezron, south of Hebron ( Jos 15:25 )."
  },
  {
    "start": 41003020,
    "content": "<b><a>3:20</a></b> <b>came home.</b> came home. This refers to Jesus’ return to Capernaum (cf. 2:1 )."
  },
  {
    "start": 41003021,
    "content": "<b><a>3:21</a></b> <b>His own people.</b> <b>take custody of Him.</b> <b>lost His senses.</b> His own people. In Greek, this expression was used in various ways to describe someone’s friends or close associates. In the strictest sense, it meant family, which is probably the best understanding here. take custody of Him. Mark used this same term elsewhere to mean the arrest of a person ( 6:17 ; 12:12 ; 14:1 , 44 , 46 , 51 ). Jesus’ relatives evidently heard the report of v. 20 and came to Capernaum to restrain Him from His many activities and bring Him under their care and control, all supposedly for His own good. lost His senses. Jesus’ family could only explain His unconventional lifestyle, with its willingness for others always to impose on Him, by saying He was irrational or had lost His mind."
  },
  {
    "start": 41003022,
    "content": "<b><a>3:22</a></b> <b>scribes.</b> <b>Beelzebul.</b> scribes. Jewish scholars, also called lawyers, (mostly Pharisees) who were experts on the law and its application ( see note on Mt 2:4 ). Beelzebul. Satan ( see note on Lk 11:15 )."
  },
  {
    "start": 41003023,
    "content": "<b><a>3:23</a></b> <b>parables.</b> parables. Jesus answered the scribes by making an analogy between well-known facts and the truths He expounded ( see note on Mt 13:3 )."
  },
  {
    "start": 41003026,
    "content": "<b><a>3:26</a></b> <b>he is finished!</b> he is finished! An expression used only in Mark which refers to Satan’s ultimate doom as head of the demonic world system. See notes on Rev 20:1–10 ."
  },
  {
    "start": 41003027,
    "content": "<b><a>3:27</a></b> <b>enter the strong man’s house and plunder his property.</b> enter the strong man’s house and plunder his property. One must be stronger than Satan in order to enter his domain (“strong man’s house”), bind him (restrain his action), and free (“plunder”) people (“his property”) from his control. Only Jesus had such power over the devil. Cf. Ro 16:20 ; Heb 2:14–15 ."
  },
  {
    "start": 41003028,
    "content": "<b><a>3:28</a></b> <b>Truly I say to you.</b> Truly I say to you. Mark’s first use of this expression, which occurs throughout the Gospels, was employed as a formula that always introduced truthful and authoritative words from Jesus (cf. 6:11 ; 8:12 ; 9:1 , 41 ; 10:15 , 29 ; 11:23 ; 12:43 ; 13:30 ; 14:9 , 18 , 25 , 30 )."
  },
  {
    "start": 41003029,
    "content": "<b><a>3:29</a></b> <b>whoever blasphemes … never has forgiveness.</b> whoever blasphemes … never has forgiveness. Whenever someone deliberately and disrespectfully slanders the person and ministry of the Holy Spirit in pointing to the Lordship and redemption of Jesus Christ, he completely negates and forfeits any possibility of present or future forgiveness of sins ( see note on Mt 12:31 ), because he has wholly rejected the only basis of God’s salvation."
  },
  {
    "start": 41003031,
    "content": "<b><a>3:31</a></b> <b>His mother and His brothers.</b> His mother and His brothers. Jesus’ earthly family ( see notes on v. 21 ; Mt 12:46 ). The narrative that left off at v. 21 resumes here."
  },
  {
    "start": 41003035,
    "content": "<b><a>3:35</a></b> Jesus made a decisive and comprehensive statement on true Christian discipleship. Such discipleship involves a spiritual relationship that transcends the physical family and is open to all who are empowered by the Spirit of God to come to Christ in repentance and faith and enabled to live a life of obedience to God’s Word."
  },
  {
    "start": 41004001,
    "content": "<b><a>4:1</a></b> <b>sat.</b> sat. The typical rabbinical position for teaching; and more practically, Jesus may have sat because of the rocking of the boat in the water."
  },
  {
    "start": 41004002,
    "content": "<b><a>4:2</a></b> <b>parables.</b> parables. A common method of teaching in Judaism, which Jesus employed to conceal the truth from unbelievers while explaining it to His disciples (cf. v. 11 ; see note on Mt 13:3 )."
  },
  {
    "start": 41004003,
    "end": 41004008,
    "content": "<b><a>4:3–8</a></b> This parable depicts the teaching of the gospel throughout the world and the various responses of people to it. Some will reject it; some will accept it for a brief time but then fall away; yet some will believe and will lead others to believe."
  },
  {
    "start": 41004004,
    "content": "<b><a>4:4</a></b> <b>beside the road.</b> beside the road. Either a road near a field’s edge or a path that traversed a field, both of which were hard surfaces due to constant foot traffic."
  },
  {
    "start": 41004005,
    "content": "<b><a>4:5</a></b> <b>rocky</b> <b>.</b> rocky ground . Beds of solid rock, usually limestone, lying under the surface of good soil. They are a little too deep for the plow to reach, and too shallow to allow a plant to reach water and develop a decent root system in the small amount of soil that covers them."
  },
  {
    "start": 41004007,
    "content": "<b><a>4:7</a></b> <b>thorns.</b> thorns. Tough, thistle-bearing weeds that use up the available space, light, and water which good plants need."
  },
  {
    "start": 41004008,
    "content": "<b><a>4:8</a></b> <b>produced. … hundredfold.</b> produced. … hundredfold. An average ratio of harvested grain to what had been sown was 8 to 1, with a 10 to 1 ratio considered exceptional. The yields Jesus refers to are like an unbelievable harvest."
  },
  {
    "start": 41004009,
    "content": "<b><a>4:9</a></b> <b>He who has ears to hear, let him hear.</b> He who has ears to hear, let him hear. On the surface, this is a call for the listener to be attentive and discern the meaning of His analogy. Yet more than human understanding is necessary to interpret the parable—only those who have been redeemed will have the true meaning explained to them by the divine Teacher."
  },
  {
    "start": 41004011,
    "content": "<b><a>4:11</a></b> <b>mystery … parables.</b> <b>but to those who are outside.</b> mystery … parables. A “mystery” in the NT refers to something previously hidden and unknown but revealed in the NT ( see notes on 1Co 2:7 ; Eph 3:4–6 ). In context, the subject of the mystery is the kingdom of heaven ( see note on Mt 3:2 ), which Jesus communicates in the form of parables. Thus the mystery is revealed to those who believe, yet it remains concealed to those who reject Christ and His gospel ( see note on Mt 13:11 ). but to those who are outside. Those who are not followers of Christ."
  },
  {
    "start": 41004012,
    "content": "<b><a>4:12</a></b> <b>so that.</b> <b>.</b> so that. See note on Mt 13:13 . Unlike Matthew, which specifically quotes Is 6:9–10 , Mark quotes Jesus as giving the substance of what Isaiah wrote in that text. lest they return . The implication is that unbelievers do not want to turn from sin ( see notes on Mt 13:3 , 13 )."
  },
  {
    "start": 41004013,
    "content": "<b><a>4:13</a></b> <b>all the parables.</b> all the parables. Understanding the parable of the sower was to be key in the disciples’ ability to discern the meaning of Jesus’ other parables of the kingdom (vv. 21–34 )."
  },
  {
    "start": 41004014,
    "end": 41004020,
    "content": "<b><a>4:14–20</a></b> Jesus’ explanation of the parable of the sower, who is in fact Jesus Himself (cf. Mt 13:37 ) and anyone who proclaims the gospel."
  },
  {
    "start": 41004016,
    "content": "<b><a>4:16</a></b> <b>receive it with joy.</b> receive it with joy. An enthusiastic, emotional, yet superficial response to the gospel that does not take into account the cost involved."
  },
  {
    "start": 41004017,
    "content": "<b><a>4:17</a></b> <b>no root.</b> <b>affliction or persecution.</b> <b>fall away.</b> no root. Because the person’s heart is hard, like the rocky ground ( see note on v. 5 ), the gospel never takes root in the individual’s soul and never transforms his life—there is only a temporary, surface change. affliction or persecution. Not the routine difficulties and troubles of life, but specifically the suffering, trials, and persecutions which result from one’s association with God’s Word. fall away. The Greek word also means “to cause offense,” from which comes the English word “scandalize.” All those meanings are appropriate since the superficial believer is offended, stumbles, and falls away when his faith is put to the test (cf. Jn 8:31 ; 1Jn 2:19 )."
  },
  {
    "start": 41004019,
    "content": "<b><a>4:19</a></b> <b>worries of the world.</b> <b>deceitfulness of riches.</b> worries of the world. Lit. “the distractions of the age.” A preoccupation with the temporal issues of this present age blinds a person to any serious consideration of the gospel (cf. Jas 4:4 ; 1Jn 2:15–16 ). deceitfulness of riches. Not only can money and material possessions not satisfy the desires of the heart or bring the lasting happiness they deceptively promise, but they also blind those who pursue them to eternal, spiritual concerns ( 1Ti 6:9–10 )."
  },
  {
    "start": 41004020,
    "content": "<b><a>4:20</a></b> <b>hear … accept … are bearing fruit.</b> hear … accept … are bearing fruit. Three Greek present participles mark continuing action. Believers, in contrast to unbelievers, hear God’s Word because God allows them to hear it. They “accept” it—they understand and obey it because God opens their mind and heart and transforms their lives. The result is that they produce spiritual fruit."
  },
  {
    "start": 41004021,
    "content": "<b><a>4:21</a></b> <b>lamp.</b> <b>the lampstand.</b> lamp. This refers to a very small clay bowl made with a spout to hold a wick and containing a few ounces of oil that served as the fuel. the lampstand. In common homes, this was simply a shelf protruding from the wall. Wealthier homes might have separate, ornate stands (cf. Rev 1:12 )."
  },
  {
    "start": 41004022,
    "content": "<b><a>4:22</a></b> <b>nothing is hidden … revealed.</b> nothing is hidden … revealed. The purpose in keeping something hidden is so that one day it can be revealed. Jesus’ teaching was never intended to be just for an inner circle of followers. It would be the responsibility of the disciples to communicate the gospel of the kingdom to the world at large (cf. Mt 28:19–20 )."
  },
  {
    "start": 41004024,
    "content": "<b><a>4:24</a></b> <b>By your standard of measure.</b> <b>more will be given.</b> By your standard of measure. The spiritual results which the disciples realized were to be based on the amount of effort they put forth; they would reap as they had sown. more will be given. The one who has learned spiritual truth and applied it diligently will receive even more truth to faithfully apply."
  },
  {
    "start": 41004026,
    "end": 41004029,
    "content": "<b><a>4:26–29</a></b> This parable is recorded only by Mark and complements the parable of the sower by explaining in more depth the results of spiritual growth accomplished in good soil."
  },
  {
    "start": 41004029,
    "content": "<b><a>4:29</a></b> <b>puts in the sickle, because the harvest has come.</b> puts in the sickle, because the harvest has come. When the grain is ripe, the sower of the seed must harvest the crop. There are two possible interpretations of this unexplained parable. It could be referring to the entire scope of the kingdom, from the time Jesus sowed the gospel message until the final harvest in the future. His disciples would continue the work of presenting the gospel that would eventually yield a harvest. The better interpretation pictures the gospel working in lives. After the gospel is presented, the Word of God works in the individual heart, sometimes slowly, until the time when God reaps the harvest in that individual and saves him."
  },
  {
    "start": 41004030,
    "end": 41004032,
    "content": "<b><a>4:30–32</a></b> This parable of the mustard seed pictures the kingdom of God beginning with a small influence and then becoming worldwide in its scope."
  },
  {
    "start": 41004031,
    "content": "<b><a>4:31</a></b> <b>a mustard seed.</b> <b>smallest of all.</b> a mustard seed. A reference to the common black mustard plant. The leaves were used as a vegetable and the seed as a condiment. It also had medicinal benefits. smallest of all. The mustard seed is not the smallest of all seeds in existence, but it was in comparison to all the other seeds the Jews sowed in Israel."
  },
  {
    "start": 41004032,
    "content": "<b><a>4:32</a></b> <b>.</b> birds of the air . While not a tree in the truest sense of the word, the mustard shrub has been known to grow as large as 15 ft. high and to have the properties of a tree, such as having branches large enough for birds to nest in. The tree represents the sphere of salvation, which would grow so large that it would provide shelter, protection, and benefit to people ( see note on Mt 13:32 ). Even unbelievers have been blessed by association with the gospel and the power of God in salvation. Christians have been a benediction to the world. See note on 1Co 7:14 ."
  },
  {
    "start": 41004033,
    "end": 41004034,
    "content": "<b><a>4:33–34</a></b> This conclusion to Mark’s account of Jesus’ parables highlights Mark’s recording only representative samples of all the parables Jesus taught."
  },
  {
    "start": 41004034,
    "content": "<b><a>4:34</a></b> <b>He was not speaking to them without a parable.</b> He was not speaking to them without a parable. On that particular day, Jesus spoke to the larger crowd only in parables. This method of teaching left unbelievers with riddles and kept them from being forced to believe or disbelieve Him—they could make no decision to follow Him since they did not understand what He taught."
  },
  {
    "start": 41004035,
    "end": 41004041,
    "content": "<b><a>4:35–41</a></b> This account demonstrates Jesus’ unlimited power over the natural world."
  },
  {
    "start": 41004037,
    "content": "<b><a>4:37</a></b> <b>great windstorm.</b> great windstorm. Wind is a common occurrence on that lake, about 690 ft. below sea level and surrounded by hills. The Greek word can also mean “whirlwind.” In this case, it was a storm so severe that it took on the properties of a hurricane ( see note on Mt 8:24 ). The disciples, used to being on the lake in the wind, thought this storm would drown them (v. 38 )."
  },
  {
    "start": 41004038,
    "content": "<b><a>4:38</a></b> <b>Jesus … was … sleeping.</b> Jesus … was … sleeping. Jesus was so exhausted from a full day of healing and preaching, even that storm could not wake Him up ( see note on Mt 8:24 )."
  },
  {
    "start": 41004039,
    "content": "<b><a>4:39</a></b> <b>Silence! Be still.</b> Silence! Be still. Lit. “be silent, be muzzled.” Storms normally subside gradually, but when the Creator gave the order, the natural elements of this storm ceased immediately."
  },
  {
    "start": 41004041,
    "content": "<b><a>4:41</a></b> <b>they became … afraid.</b> <b>Who then is this…?</b> they became … afraid. This was not fear of being harmed by the storm, but a reverence for the supernatural power Jesus had just displayed. The only thing more terrifying than having a storm outside the boat was having God in the boat! Who then is this…? This statement betrayed the disciples’ wonder at the true identity of Jesus."
  },
  {
    "start": 41005001,
    "content": "<b><a>5:1</a></b> <b>the other side of the sea.</b> <b>the region of the Gerasenes.</b> the other side of the sea. The eastern shore of the Sea of Galilee (cf. Lk 8:26 ). the region of the Gerasenes. This word most likely refers to the small town of Gersa (or Khersa, Kursi; see note on Mt 8:28 ) which was located midway on the eastern shore. “Country of” refers to the general region that included Gersa and was under the jurisdiction of the city of Gadara, which was located some 6 mi. southeast of the Sea of Galilee."
  },
  {
    "start": 41005002,
    "content": "<b><a>5:2</a></b> <b>a man from the tombs.</b> <b>unclean spirit.</b> a man from the tombs. Mark mentions only one of the demon-possessed men, who was probably the more prominent of the two (cf. Mt 8:28 ). The “tombs”—common dwelling places for the demented of that day—were burial chambers carved out of rock hillsides on the outskirts of town. If the man and his possible companion were Jews, for whom touching dead bodies was a great defilement, living in such an area was an added torment. unclean spirit. This refers to the demon who was controlling the man. Such spirits in themselves were morally filthy and caused much harm for those whom they possessed ( see notes on 1:32–34 ; cf. Lk 4:33 , 36 ; 7:21 ; 8:2 )."
  },
  {
    "start": 41005003,
    "content": "<b><a>5:3</a></b> <b>no one was able to bind him.</b> no one was able to bind him. Multiple negatives are used in the Greek text to emphasize the man’s tremendous strength."
  },
  {
    "start": 41005004,
    "content": "<b><a>5:4</a></b> <b>shackles and chains.</b> shackles and chains. “Shackles” (probably metal or perhaps, in part, cord or rope) were used to restrain the feet and “chains” were metal restraints for the rest of the body."
  },
  {
    "start": 41005005,
    "content": "<b><a>5:5</a></b> <b>crying out … gashing himself with stones.</b> crying out … gashing himself with stones. “Screaming” describes a continual unearthly scream uttered with intense emotion. The “stones” likely were rocks made of flint with sharp, jagged edges."
  },
  {
    "start": 41005007,
    "content": "<b><a>5:7</a></b> <b>What do I have to do with You…?</b> <b>Son of the Most High God.</b> <b>I implore You … do not torment me!</b> What do I have to do with You…? A common expression of protest ( see note on 1:24 ). Son of the Most High God. The demons knew that Jesus was deity, the God-Man. “Most High God” was an ancient title used by both Jews and Gentiles to identify the one, true, and living God of Israel and distinguish Him from all false idol gods (cf. Ge 14:18–20 ; Nu 24:16 ; Dt 32:8 ; Pss 18:13 ; 21:7 ; Is 14:14 ; Da 3:26 ; Lk 1:32 ; Heb 7:1 ). I implore You … do not torment me! See note on Mt 8:29 . Mark adds “I implore you,” which shows the demon tried to have Jesus soften the severity of his inevitable fate. Cf. Jas 2:19 ."
  },
  {
    "start": 41005009,
    "content": "<b><a>5:9</a></b> <b>What is your name?</b> <b>Legion.</b> What is your name? Most likely, Jesus asked this in view of the demon’s appeal not to be tormented. However, He did not need to know the demon’s name in order to expel him. Rather, Jesus posed the question to bring the reality and complexity of this case into the open. Legion. A Lat. term, by then common to Jews and Greeks, that defined a Roman military unit of 6,000 infantrymen. Such a name denotes that the man was controlled by an extremely large number of militant evil spirits, a truth reiterated by the expression “for we are many.”"
  },
  {
    "start": 41005010,
    "content": "<b><a>5:10</a></b> <b>he</b> <b>pleading with Him earnestly.</b> <b>not to send them out of the region.</b> he began pleading with Him earnestly. The demon understood that Jesus had all power over him and addressed Him with an intense desire that his request be granted. not to send them out of the region. See note on v. 1 . The demons wanted to remain in the same area where they had been exercising their evil powers."
  },
  {
    "start": 41005011,
    "content": "<b><a>5:11</a></b> <b>swine.</b> swine. Pigs were unclean animals to the Jews, so the people tending this herd were either Gentiles or Jews unconcerned about the law ( see note on Mt 8:30 )."
  },
  {
    "start": 41005013,
    "content": "<b><a>5:13</a></b> <b>Jesus gave them permission.</b> Jesus gave them permission. According to His sovereign purposes Jesus allowed the demons to enter the pigs and destroy them—the text offers no other explanation (cf. Dt 29:29 ; Ro 9:20 ). By doing this, Jesus gave the man a graphic, visible, and powerful lesson on the immensity of the evil from which he had been delivered."
  },
  {
    "start": 41005015,
    "content": "<b><a>5:15</a></b> <b>sitting.</b> <b>in his right mind.</b> sitting. The man’s restful condition was a strong contrast with his former restless, agitated state. in his right mind. He was no longer under the frenzied, screaming control of the demons."
  },
  {
    "start": 41005016,
    "content": "<b><a>5:16</a></b> <b>Those … recounted … about the swine.</b> Those … recounted … about the swine. “Those” may refer to both the 12 and the men who tended the pigs. They wanted people to know what had happened to the man and the pigs, and the relationship between the two events."
  },
  {
    "start": 41005017,
    "content": "<b><a>5:17</a></b> <b>plead with Him to leave their region.</b> plead with Him to leave their region. The residents of the region became frightened and resentful toward Jesus because of what had happened. They may have been concerned about the disruption of their normal routine and the loss of property, and they wanted Jesus and His powers to leave the area so no more such financial losses would occur. More compelling, however, was the reality that they were ungodly people frightened by Christ’s display of spiritual power ( see note on Mt 8:34 )."
  },
  {
    "start": 41005019,
    "content": "<b><a>5:19</a></b> <b>report to them … the Lord has done.</b> report to them … the Lord has done. Jesus was referring to Himself as God who controlled both the natural and the supernatural worlds (cf. Lk 8:39 )."
  },
  {
    "start": 41005020,
    "content": "<b><a>5:20</a></b> <b>Decapolis.</b> Decapolis. A league of 10 Greek-influenced (Hellenized) cities east of the Jordan River ( see note on Mt 4:25 )."
  },
  {
    "start": 41005021,
    "content": "<b><a>5:21</a></b> <b>the other side.</b> the other side. Jesus and the disciples returned to the northwest shore of the Sea of Galilee."
  },
  {
    "start": 41005022,
    "content": "<b><a>5:22</a></b> <b>one of the synagogue officials.</b> one of the synagogue officials. These officials presided over the elders of local synagogues. Those elder groups, made up of lay officials, were in charge of arranging the services and overseeing other synagogue affairs."
  },
  {
    "start": 41005025,
    "content": "<b><a>5:25</a></b> <b>hemorrhage.</b> hemorrhage. Denotes a chronic internal bleeding, perhaps from a tumor or other disease ( see note on Mt 9:20 )."
  },
  {
    "start": 41005026,
    "content": "<b><a>5:26</a></b> <b>endured much … many physicians.</b> endured much … many physicians. In NT times, it was common practice in difficult medical cases for people to consult many different doctors and receive a variety of treatments. The supposed cures were often conflicting, abusive, and many times made the ailment worse, not better. Luke, the physician, in Lk 8:43 suggested the woman was not helped because her condition was incurable."
  },
  {
    "start": 41005028,
    "content": "<b><a>5:28</a></b> <b>If I just touch His garments.</b> If I just touch His garments. The woman’s faith in Jesus’ healing powers was so great that she believed even indirect contact with Him through His garments ( see note on Mt 9:20 ) would be enough to produce a cure."
  },
  {
    "start": 41005029,
    "content": "<b><a>5:29</a></b> <b>flow of her blood.</b> flow of her blood. The source of her bleeding, with the analogy being to the origin of a spring."
  },
  {
    "start": 41005030,
    "content": "<b><a>5:30</a></b> <b>power</b> <b>from Him had gone forth.</b> <b>Who touched My garments?</b> power proceeding from Him had gone forth. Christ’s “power,” His inherent ability to minister and work supernaturally, proceeded from Him under the conscious control of His sovereign will. Who touched My garments? Jesus asked this question, not out of ignorance, but so He might draw the woman out of the crowd and allow her to praise God for what had happened."
  },
  {
    "start": 41005034,
    "content": "<b><a>5:34</a></b> <b>your faith has saved you.</b> your faith has saved you. Jesus’ public statement concerning the woman’s faith (expressed in vv. 28 , 33 ) and its results. The form of the Greek verb translated “has saved you,” which can also be rendered “has made you whole,” indicates that her healing was complete. It is the same Greek word often translated “to save” ( see note on Mt 9:22 ) and is the normal NT word for saving from sin, which strongly suggests that the woman’s faith also led to spiritual salvation."
  },
  {
    "start": 41005036,
    "content": "<b><a>5:36</a></b> <b>only believe.</b> only believe. The verb is a command for present, continuous action urging Jairus to maintain the faith he had initially demonstrated in coming to Jesus. Christ knew there was no other proper response to Jairus’ helpless situation, and He was confident of faith’s outcome (cf. Lk 8:50 )."
  },
  {
    "start": 41005037,
    "content": "<b><a>5:37</a></b> <b>Peter and James and John.</b> Peter and James and John. This is the first time Mark gives special status to these 3 disciples. Scripture never explains why these men were sometimes allowed to witness things that the other disciples were excluded from (cf. 9:2 ; 14:33 ), but the trio did constitute an inner circle within the 12. Even the Greek grammar implies this inner grouping by placing their 3 names under one definite article."
  },
  {
    "start": 41005038,
    "content": "<b><a>5:38</a></b> <b>crying and wailing.</b> crying and wailing. In that culture, a sure sign that a death had occurred. Because burial followed soon after death, it was the people’s only opportunity to mourn publicly. The wailing was especially loud and mostly from paid mourners ( see note on Mt 9:23 )."
  },
  {
    "start": 41005039,
    "content": "<b><a>5:39</a></b> <b>has not died, but is asleep.</b> has not died, but is asleep. With this figurative expression, Jesus meant that the girl was not dead in the normal sense, because her condition was temporary and would be reversed ( see note on Mt 9:24 ; cf. Jn 11:11–14 ; Ac 7:60 ; 13:36 ; 1Co 11:30 ; 15:6 , 18 , 20 , 51 ; 1Th 4:13–14 )."
  },
  {
    "start": 41005040,
    "content": "<b><a>5:40</a></b> <b>laughing at Him.</b> <b>putting them all out.</b> laughing at Him. This could more literally be translated, “laughed Him to scorn,” or “were laughing in His face.” They understood Jesus’ words literally and thought they were absurd, so “laughing” most likely refers to repeated bursts of laughter aimed at humiliating the Lord. This reaction, although shallow and irreverent, indicates the people were convinced of the irreversible nature of the girl’s death and underscores the reality of the miracle Jesus was about to do. putting them all out. This was an emphatic, forceful expulsion which showed Christ’s authority and was done because the disbelieving mourners had disqualified themselves from witnessing the girl’s resurrection."
  },
  {
    "start": 41005041,
    "content": "<b><a>5:41</a></b> <b>Talitha kum!</b> Talitha kum! Mark is the only Gospel writer who recorded Jesus’ original Aramaic words. “Talitha” is a feminine form of “lamb,” or “youth.” “Kum” is an imperative meaning “arise.” As in other such instances, Jesus addressed the person of the one being raised, not just the dead body (cf. Lk 7:14 ; Jn 11:43 )."
  },
  {
    "start": 41005043,
    "content": "<b><a>5:43</a></b> <b>no one should know about this.</b> no one should know about this. Knowledge of the miracle could not be completely withheld, but Christ did not want news of it to spread until after He had left the area, because He knew such news might cause His many Jewish opponents in Galilee to seek Him out and kill Him prematurely. He also wanted to be known for bringing the gospel, not as simply a miracle-worker. Jesus was no doubt concerned that the girl and her parents not be made the center of undue curiosity and sensationalism."
  },
  {
    "start": 41006001,
    "content": "<b><a>6:1</a></b> <b>His hometown.</b> <b>His disciples.</b> His hometown. Nazareth, Jesus’ hometown ( see note on Mt 2:23 ). His disciples. This was not a private, family visit for Jesus, but a time for ministry."
  },
  {
    "start": 41006002,
    "content": "<b><a>6:2</a></b> <b>Sabbath.</b> <b>teach in the synagogue.</b> <b>astonished.</b> Sabbath. See note on 2:23 . This implies that no public teaching was done until the Sabbath. teach in the synagogue. See note on 1:21 . astonished. The same word as used in 1:22 ( see note there ); however, here the people’s initial reaction gave way to skepticism and a critical attitude toward Jesus."
  },
  {
    "start": 41006003,
    "content": "<b><a>6:3</a></b> <b>carpenter.</b> <b>son of Mary.</b> <b>brother of James and Joses and Judas and Simon.</b> <b>His sisters.</b> <b>they were taking offense at Him.</b> carpenter. The people of Nazareth still thought of Jesus as one who carried on His father’s trade (cf. Mt 13:55 ) as a craftsman who worked in wood and other hard materials (e.g., stones, bricks). The common earthly position of Jesus and His family caused the townspeople to stumble—they refused to see Him as higher than themselves and found it impossible to accept Him as the Son of God and Messiah. son of Mary. Only here is Jesus called this. The normal Jewish practice was to identify a son by his father’s (Joseph’s) name. Perhaps that was not done here because Joseph was already dead, or because Christ’s audience was recalling the rumors concerning Jesus’ illegitimate birth (cf. Jn 8:41 ; 9:29 )—a man was called the son of his mother if his father was unknown—and were purposely insulting Him with this title as a reference to illegitimacy. brother of James and Joses and Judas and Simon. See note on Mt 12:46 . These were actual half-brothers of Jesus. “James” was later the leader in the Jerusalem church (cf. Ac 12:17 ; 15:13 ; 21:18 ; 1Co 15:7 ; Ga 1:19 ; 2:9 , 12 ) and wrote the epistle of James. “Judas” (Hebrew name “Judah”) wrote the epistle of Jude. Nothing more is known of the other two. His sisters. Actual half-sisters whose names are never given in the NT. Nothing is known of them, not even if they became believers as the other family members did. they were taking offense at Him. The English term “scandalize” comes from the Greek verb translated “were offended,” which essentially means “to stumble,” or “become ensnared,” and fall into a sin ( see note on 4:17 ). The residents of Nazareth were deeply offended at Jesus’ posturing Himself as some great teacher because of His ordinary background, His limited formal education, and His lack of an officially sanctioned religious position."
  },
  {
    "start": 41006004,
    "content": "<b><a>6:4</a></b> <b>household.</b> See note on Mt 13:57 . Jesus called Himself a prophet, in accord with one of His roles (cf. v. 15 ; 8:28 ; Mt 21:11 , 46 ; Lk 7:16 ; 24:19 ; Jn 6:14 ; 7:40 ; 9:17 ). own household. His own family (cf. Jn 7:5 ; Ac 1:14 )."
  },
  {
    "start": 41006005,
    "content": "<b><a>6:5</a></b> <b>He could do no miracle there.</b> He could do no miracle there. Cf. Mt 13:58 . This is not to suggest that His power was somehow diminished by their unbelief. It may suggest that because of their unbelief people were not coming to Him for healing or miracles the way they did in Capernaum and Jerusalem. Or, more importantly it may signify that Christ limited His ministry both as an act of mercy, so that the exposure to greater light would not result in a worse hardening that would only subject them to greater condemnation, and a judgment on their unbelief. He had the power to do more miracles, but not the will, because they rejected Him. Miracles belonged among those who were ready to believe."
  },
  {
    "start": 41006006,
    "content": "<b><a>6:6</a></b> <b>He was marvelling at their unbelief.</b> <b>around the villages.</b> He was marvelling at their unbelief. “Wondered” means Jesus was completely astonished and amazed at Nazareth’s reaction to Him, His teaching, and His miracles. He was not surprised at the fact of the people’s unbelief, but at how they could reject Him while claiming to know all about Him. Faith should have been the response in that town in Galilee, the region where Christ did so many miracles and so much teaching. around the villages. The outcome of Jesus’ visit to Nazareth was that He left there and made a teaching tour of other places in Galilee, concluding near where He started (cf. Mt 9:35 )."
  },
  {
    "start": 41006007,
    "content": "<b><a>6:7</a></b> <b>the twelve.</b> <b>send them out.</b> <b>in pairs.</b> <b>unclean spirits.</b> the twelve. See notes on 3:16–19 ; Mt 10:2–4 . The 12 disciples were by then a divinely commissioned, recognized group. send them out. The form of this Greek verb indicates that Jesus individually commissioned each pair to go out as His representatives. in pairs. This was a prudent practice (cf. Ecc 4:9–12 ) employed by Jewish alms collectors, by John the Baptist ( Lk 7:19 ), by Jesus on other occasions ( 11:1 ; 14:13 ; Lk 10:1 ), and by the early church ( Ac 13:2–3 ; 15:39–41 ; 19:22 ). The practice gave the disciples mutual help and encouragement and met the legal requirement for an authentic testimony ( Dt 19:15 ). unclean spirits. See notes on 1:23 ; 5:2 ."
  },
  {
    "start": 41006008,
    "content": "<b><a>6:8</a></b> <b>staff.</b> <b>no bag.</b> staff. The walking stick, a universal companion of travelers in those days, which also provided potential protection from criminals and wild animals. no bag. They were not to carry the usual leather traveling bag or food sack."
  },
  {
    "start": 41006009,
    "content": "<b><a>6:9</a></b> <b>wear sandals.</b> <b>not put on two tunics.</b> to wear sandals. Ordinary footwear consisting of leather or wood soles bound on by straps around the ankle and instep. “Sandals” were necessary protection for the feet in view of the hot, rough terrain of Israel. not put on two tunics. “Tunics” were standard garments of clothing. Men of comparative wealth would wear two, but Jesus wanted the disciples to identify with common people and travel with just minimum clothing."
  },
  {
    "start": 41006010,
    "content": "<b><a>6:10</a></b> The disciples were to carefully select where they stayed (cf. Mt 10:11 ), but once there, the sole focus was to be on ministry. Contentment with their first host and his accommodations would be a testimony to others while the disciples ministered (cf. 1Ti 6:6 )."
  },
  {
    "start": 41006011,
    "content": "<b><a>6:11</a></b> <b>shake the dust off.</b> shake the dust off. A symbolic act that signified complete renunciation of further fellowship with those who rejected them ( see note on Mt 10:14 ). When the disciples made this gesture, it would show that the people had rejected Jesus and the gospel, and were hence rejected by the disciples and by the Lord."
  },
  {
    "start": 41006012,
    "end": 41006013,
    "content": "<b><a>6:12–13</a></b> <b>preached … casting out many demons.</b> preached … casting out many demons. Cf. v. 7 . They were heralds of the gospel and had repeated success in expelling evil spirits from people. This demonstrated Christ’s power over the supernatural world and confirmed His claim to being God."
  },
  {
    "start": 41006013,
    "content": "<b><a>6:13</a></b> <b>anointing with oil … sick.</b> anointing with oil … sick. In Jesus’ day olive oil was often used medicinally (cf. Lk 10:34 ). But here it represented the power and presence of the Holy Spirit and was used symbolically in relation to supernatural healing (cf. Is 11:2 ; Zec 4:1–6 ; Mt 25:2–4 ; Rev 1:4 , 12 ). As a well-known healing agent, the oil was an appropriate, tangible medium the people could identify with as the disciples ministered to the sick among them."
  },
  {
    "start": 41006014,
    "content": "<b><a>6:14</a></b> <b>King Herod heard.</b> <b>John the Baptist.</b> King Herod heard. See note on Mt 14:1 . The context indicates Herod heard some exciting news centering on Jesus and resulting from the disciples’ recent preaching and miracle working in Galilee. John the Baptist. The forerunner of Christ ( see notes on 1:4–7 ; Mt 3:1 , 4 , 6 )."
  },
  {
    "start": 41006015,
    "content": "<b><a>6:15</a></b> <b>He is Elijah.</b> <b>a prophet … one of the prophets.</b> He is Elijah. This identification of Jesus, which probably had been discussed repeatedly among the Jews, was based on the Jewish expectation that the prophet Elijah would return prior to Messiah’s coming ( see notes on Mal 4:5 ; Mt 11:14 ; Lk 1:17 ). a prophet … one of the prophets. Some saw Jesus as the fulfillment of Dt 18:15 , the messianic prophecy that looked to the One who, like Moses, would lead His people. Others were willing to identify Jesus only as a great prophet, or one who was resuming the suspended line of OT prophets. These and the other opinions, although misplaced, show that the people still thought Jesus was special or somehow supernatural."
  },
  {
    "start": 41006016,
    "content": "<b><a>6:16</a></b> <b>John … has risen!</b> John … has risen! By this excited, guilt-laden confession, Herod showed that he could not forget the evil he had done in beheading John the Baptist and that his conscience had led him to the eerie fear that John was back from the dead (cf. Mt 14:1–2 ; Lk 9:7–9 )."
  },
  {
    "start": 41006017,
    "content": "<b><a>6:17</a></b> <b>John … bound in prison.</b> <b>Herodias.</b> <b>Philip.</b> John … bound in prison. Herod kept him fettered while imprisoned, probably at Machaerus, near the northeast shore of the Dead Sea. Herod’s intention was to protect John from the plots of Herodias (cf. v. 20 ). Herodias. Herod’s niece, the daughter of his half-brother Aristobulus. Philip. Herod Philip II, another half-brother to Herod Antipas (the Herod in this passage). Therefore, Philip was also an uncle to Herodias ( see note on Mt 14:3 )."
  },
  {
    "start": 41006018,
    "content": "<b><a>6:18</a></b> <b>John had been saying … “It is not lawful.”</b> John had been saying … “It is not lawful.” The tense of the Greek verb and Mark’s wording imply that John had repeatedly rebuked Herod Antipas in private confrontation that his marriage to Herodias was contrary to Mosaic law ( see note on Mt 14:3 ; cf. Mt 3:7–10 )."
  },
  {
    "start": 41006020,
    "content": "<b><a>6:20</a></b> <b>he was very perplexed.</b> he was very perplexed. This indicates that Herod’s interaction with John left him in great internal conflict—a moral struggle between his lust for Herodias and the prodding of his guilty conscience."
  },
  {
    "start": 41006021,
    "content": "<b><a>6:21</a></b> <b>great men.</b> <b>military commanders.</b> <b>leading men of Galilee.</b> great men. This term may also be translated “nobles,” or “great ones.” These were men who held high civil offices under Herod. military commanders. High-ranking military officials (Greek chiliarchs ) who each commanded 1,000 men. leading men of Galilee. The key social leaders of the region."
  },
  {
    "start": 41006022,
    "content": "<b><a>6:22</a></b> <b>daughter of Herodias.</b> <b>danced.</b> daughter of Herodias. Salome, her daughter by Philip ( see note on Mt 14:6 ). danced. Refers to a solo dance with highly suggestive hand and body movements, comparable to a modern striptease. It was unusual and almost unprecedented that Salome would have performed in this way before Herod’s guests (cf. Es 1:11–12 )."
  },
  {
    "start": 41006023,
    "content": "<b><a>6:23</a></b> <b>up to half of my kingdom.</b> up to half of my kingdom. This was an exaggeration designed to enhance his previous statement of generosity. As a Roman tetrarch, Herod actually had no “kingdom” to give."
  },
  {
    "start": 41006026,
    "content": "<b><a>6:26</a></b> <b>because of his oaths.</b> because of his oaths. Herod, as a monarch, felt bound because oaths were considered sacred and unbreakable ( see notes on Mt 5:34 ; 14:9 )."
  },
  {
    "start": 41006027,
    "content": "<b><a>6:27</a></b> <b>executioner.</b> executioner. Originally meant spy or scout, but came to describe a staff member of a Roman tribune. They served as couriers and bodyguards as well as executioners. Herod had adopted the custom of surrounding himself with such men."
  },
  {
    "start": 41006031,
    "content": "<b><a>6:31</a></b> <b>by yourselves.</b> by yourselves. Jesus’ invitation for a retreat into the desert was restricted to the 12. He knew they needed rest and privacy after their tiring ministry expedition and the continuing press of the people."
  },
  {
    "start": 41006032,
    "content": "<b><a>6:32</a></b> <b>went away in the boat … by themselves.</b> went away in the boat … by themselves. The disciples obeyed Jesus’ proposal, departing from His headquarters in Capernaum using the same boat as in 5:2 ."
  },
  {
    "start": 41006033,
    "content": "<b><a>6:33</a></b> <b>ran there … on foot.</b> <b>got there ahead of them.</b> ran there … on foot. The direction (toward the northeast shore of the lake) and speed of the boat, along with the immediate lack of other available boats, caused the crowd to follow by land. got there ahead of them. Contained only in Mark’s account, this does not necessarily mean everyone arrived before the boat, because the land distance was probably 8 mi., twice as far as the 4 mi. the boat had to travel. Rather, those young and eager in the crowd were able to outrun both the rest and the boat (probably because it encountered no wind or a contrary wind) and actually arrive at the shore before the boat (cf. Mt 14:13–14 ; Lk 9:11 ; Jn 6:3 , 5 )."
  },
  {
    "start": 41006034,
    "content": "<b><a>6:34</a></b> <b>felt compassion.</b> <b>sheep without a shepherd.</b> felt compassion. See note on Mt 9:36 . sheep without a shepherd. An OT picture (cf. Nu 27:17 ; 1Ki 22:17 ; 2Chr 18:16 ; Eze 34:5 ) used to describe the people as helpless and starving, lacking in spiritual guidance and protection, and exposed to the perils of sin and spiritual destruction."
  },
  {
    "start": 41006037,
    "content": "<b><a>6:37</a></b> <b>two hundred denarii.</b> two hundred denarii. A single denarius ( see note on Mt 22:19 ) was equivalent to a day’s pay for the day laborer (cf. Mt 20:2 ). “Two hundred” would therefore equal 8 months’ wages and be quite beyond the disciples’ (or any average person’s) means."
  },
  {
    "start": 41006038,
    "content": "<b><a>6:38</a></b> <b>loaves.</b> loaves. Lit. “bread-cakes,” or “rolls.”"
  },
  {
    "start": 41006039,
    "content": "<b><a>6:39</a></b> <b>green grass.</b> green grass. This detail indicates it was the spring rainy season, before the hot summer would have turned the grass dry and brown."
  },
  {
    "start": 41006040,
    "content": "<b><a>6:40</a></b> <b>in groups of hundreds and of fifties.</b> in groups of hundreds and of fifties. A symmetrical seating arrangement, possibly 50 semi-circles of 100 people each, with the semi-circles one behind the other in ranks. Such an arrangement was familiar to the Jews during their festivals, and it made food distribution more convenient."
  },
  {
    "start": 41006041,
    "content": "<b><a>6:41</a></b> <b>looking up toward heaven.</b> looking up toward heaven. A typical prayer posture for Jesus (cf. 7:34 ; Lk 24:35 ; Jn 11:41 ; 17:1 ). Heaven was universally regarded as the Father’s dwelling place ( Mt 6:9 )."
  },
  {
    "start": 41006042,
    "content": "<b><a>6:42</a></b> <b>all ate and were satisfied.</b> all ate and were satisfied. The hunger of everyone in the crowd was completely satisfied (cf. Jn 6:11 )."
  },
  {
    "start": 41006043,
    "content": "<b><a>6:43</a></b> <b>twelve full baskets.</b> twelve full baskets. The “baskets,” apparently the same ones used to bring the food, were small wicker containers like the ones the Jews used to carry food."
  },
  {
    "start": 41006044,
    "content": "<b><a>6:44</a></b> <b>five thousand men.</b> five thousand men. The Greek word for “men” means strictly males, so the numerical estimate did not include women and children (cf. Mt 14:21 ). The women and children were traditionally seated separately from the men for meals. When everyone was added, there could have been at least 20,000."
  },
  {
    "start": 41006045,
    "content": "<b><a>6:45</a></b> <b>the boat.</b> <b>go ahead of</b> <b>.</b> <b>Bethsaida.</b> the boat. See note on v. 32 . go ahead of Him . The implication is that Jesus was to rejoin the disciples later. Bethsaida. A town on the north side of the Sea of Galilee and east of Capernaum (cf. Mt 11:21 )."
  },
  {
    "start": 41006046,
    "content": "<b><a>6:46</a></b> <b>the mountain.</b> the mountain. The entire east side of the Sea of Galilee is mountainous with steep slopes leading up to a plateau. Up one of the slopes was a good place to pray, away from the crowd (cf. Jn 6:15 )."
  },
  {
    "start": 41006047,
    "content": "<b><a>6:47</a></b> <b>middle of the sea.</b> middle of the sea. Normally in traveling across the northern end of the lake they would have been within one or two mi. of shore. But on that occasion, the wind had carried the boat several mi. south, closer to the center of the lake (cf. Mt 14:24 )."
  },
  {
    "start": 41006048,
    "content": "<b><a>6:48</a></b> <b>fourth watch.</b> <b>walking on the sea.</b> <b>was intending to pass by them.</b> fourth watch. 3:00 a.m. to 6:00 a.m. walking on the sea. The verb’s tense depicts a steady progress, unhindered by the waves. was intending to pass by them. The more literal rendering, “desired to come alongside of,” indicates Jesus’ intention here. He wanted to test the disciples’ faith, so He deliberately changed course and came parallel to the boat to see if they would recognize Him and His supernatural powers and invite Him aboard."
  },
  {
    "start": 41006049,
    "content": "<b><a>6:49</a></b> <b>a ghost.</b> a ghost. An apparition or imaginary creature. The Greek term gives us the English “phantom.” Because of the impossibility of such an act and their fatigue and fear in the stormy conditions, the 12, even though each one saw Him, did not at first believe the figure was actually Jesus."
  },
  {
    "start": 41006050,
    "content": "<b><a>6:50</a></b> <b>Take courage.</b> <b>it is I.</b> Take courage. This command, always linked in the Gospels to a situation of fear and apprehension (cf. 10:49 ; Mt 9:2 , 22 ; 14:27 ; Lk 8:48 ; Jn 16:33 ; Ac 23:11 ), urged the disciples to have a continuing attitude of courage. it is I. Lit. “I AM.” This statement clearly identified the figure as the Lord Jesus, not some phantom. It also echoed the OT self-revelation of God (cf. Ex 3:14 )."
  },
  {
    "start": 41006052,
    "content": "<b><a>6:52</a></b> <b>not gained any insight … loaves.</b> <b>their heart was hardened.</b> not gained any insight … loaves. An explanation of the disciples’ overwhelming astonishment at what had just happened. Because they misunderstood the real significance of that afternoon’s miracle, they could not grasp Jesus’ supernatural character as displayed in His power over the lake. their heart was hardened. Cf. 8:17 . The disciples’ minds were impenetrable, so that they could not perceive what Christ was saying (cf. 4:11–12 ). This phrase conveys or alludes to rebellion, not just ignorance ( see note on 3:5 )."
  },
  {
    "start": 41006053,
    "content": "<b><a>6:53</a></b> <b>Gennesaret.</b> Gennesaret. See note on Mt 14:34 ."
  },
  {
    "start": 41006056,
    "content": "<b><a>6:56</a></b> <b>marketplaces.</b> <b>fringe of His garment.</b> marketplaces. Open spaces, usually just inside city walls or near city centers, where people congregated for various business and social purposes. Here the term might indicate its original meaning of any place where people generally assembled. The people brought the sick to such locations because Jesus was more likely to pass by. fringe of His garment. See note on 5:28 ."
  },
  {
    "start": 41007001,
    "content": "<b><a>7:1</a></b> <b>Pharisees … come from Jerusalem.</b> <b>scribes.</b> Pharisees … come from Jerusalem. This delegation of leading representatives of Judaism came from Jerusalem probably at the request of the Galilean Pharisees. scribes. See notes on 3:22 ; Mt 2:4 ."
  },
  {
    "start": 41007002,
    "content": "<b><a>7:2</a></b> <b>defiled.</b> defiled. The disciples of Jesus were being accused of eating with hands that had not been ceremonially cleansed, and thus had not been separated from the defilement associated with their having touched anything profane."
  },
  {
    "start": 41007003,
    "content": "<b><a>7:3</a></b> <b>wash.</b> <b>tradition of the elders.</b> wash. This washing had nothing to do with cleaning dirty hands but with a ceremonial rinsing. The ceremony involved someone pouring water out of a jar onto another’s hands, whose fingers must be pointing up. As long as the water dripped off at the wrist, the person could proceed to the next step. He then had water poured over both hands with the fingers pointing down. Then each hand was to be rubbed with the fist of the other hand. tradition of the elders. This body of extrabiblical laws and interpretations of Scripture had in actuality supplanted Scripture as the highest religious authority in Judaism ( see note on Mt 15:2 )."
  },
  {
    "start": 41007004,
    "content": "<b><a>7:4</a></b> <b>marketplace.</b> marketplace. See note on 6:56 ."
  },
  {
    "start": 41007005,
    "content": "<b><a>7:5</a></b> <b>Why do Your disciples not…?</b> <b>defiled hands.</b> Why do Your disciples not…? The Pharisees and scribes went to the disciples’ Master for an explanation of the disciples’ allegedly disgraceful conduct. In reality they were accusing Jesus of teaching His disciples to disobey the traditions of the elders. defiled hands. See note on v. 3 ."
  },
  {
    "start": 41007006,
    "content": "<b><a>7:6</a></b> <b>did Isaiah prophesy.</b> <b>hypocrites.</b> did Isaiah prophesy. Isaiah 29:13 is quoted almost word for word from the Greek translation of the OT (LXX). Isaiah’s prophecy perfectly fit the actions of the Pharisees and scribes ( see note on Is 29:13 ). hypocrites. Spiritual phonies ( see note on Mt 6:2 ). They followed the traditions of men because such teaching required only mechanical and thoughtless conformity without a pure heart."
  },
  {
    "start": 41007008,
    "content": "<b><a>7:8</a></b> <b>commandment of God … tradition of men.</b> commandment of God … tradition of men. Jesus first accused them of abandoning all the commandments contained in God’s Word. Then He charged them with substituting God’s standard with a humanly designed standard. See note on Mt 15:2 ."
  },
  {
    "start": 41007010,
    "content": "<b><a>7:10</a></b> <b>Moses said.</b> Moses said. Quoted from Ex 20:12 (the fifth commandment) and Ex 21:17 . Both refer specifically to the duty of honoring one’s parents, which includes treating them with respect, love, reverence, dignity, and assisting them financially. The second quotation indicates how seriously God regards this obligation."
  },
  {
    "start": 41007011,
    "content": "<b><a>7:11</a></b> <b>Corban.</b> Corban. A Hebrew term meaning “given to God.” It refers to any gift or sacrifice of money or goods an individual vowed to dedicate specifically to God. As a result of such dedication, the money or goods could be used only for sacred purposes."
  },
  {
    "start": 41007013,
    "content": "<b><a>7:13</a></b> <b>invalidating the word of God by your tradition.</b> invalidating the word of God by your tradition. “Invalidating” means “to deprive of authority” or “to cancel.” The “tradition” in question allowed any individual to call all his possessions “Corban” ( see note on v. 11 ). If a son became angry with his parents, he could declare his money and property “Corban.” Since Scripture teaches that any vow made to God could not be violated ( Nu 30:2 ), his possessions could not be used for anything but service to God and not as a resource of financial assistance for his parents. But Jesus condemned this practice by showing that the Pharisees and scribes were guilty of canceling out God’s Word (and His command to honor one’s parents) through their tradition."
  },
  {
    "start": 41007016,
    "content": "<b><a>7:16</a></b> This verse does not occur in the best manuscripts."
  },
  {
    "start": 41007018,
    "content": "<b><a>7:18</a></b> <b>defile him.</b> defile him. See note on v. 2 ."
  },
  {
    "start": 41007019,
    "content": "<b><a>7:19</a></b> <b>declared all foods clean.</b> Since food is merely physical, no one who eats it will defile his heart or inner person, which is spiritual. Physical pollution, no matter how corrupt, cannot cause spiritual or moral pollution. Neither can external ceremonies and rituals cleanse a person spiritually. Thus He declared all foods clean. By overturning the tradition of handwashing, Jesus in effect removed the restrictions regarding dietary laws. This comment by Mark had the advantage of hindsight as he looked back on the event, and was no doubt influenced by Peter’s (see Introduction: Author and Date ) own experience in Joppa ( see note on Ac 10:15 )."
  },
  {
    "start": 41007020,
    "content": "<b><a>7:20</a></b> <b>That which proceeds out of the man.</b> <b>defiles.</b> That which proceeds out of the man. A person’s defiled heart is expressed in both what he says and what he does ( see note on Mt 15:11 ; cf. 12:34–37 ). defiles. See note on v. 2 ."
  },
  {
    "start": 41007021,
    "content": "<b><a>7:21</a></b> <b>sexual immoralities.</b> sexual immoralities. Lit. illicit sexual activity."
  },
  {
    "start": 41007022,
    "content": "<b><a>7:22</a></b> <b>sensuality.</b> sensuality. Lit. unrestrained, shameless behavior."
  },
  {
    "start": 41007024,
    "content": "<b><a>7:24</a></b> <b>Tyre.</b> <b>was wanting no one to know.</b> Tyre. See note on 3:8 . was wanting no one to know. Jesus did not seek a public ministry in the area. It is likely He wanted time to rest from the pressure of the Jewish leaders and an opportunity to further prepare the disciples for His coming crucifixion and their ministry."
  },
  {
    "start": 41007025,
    "content": "<b><a>7:25</a></b> <b>unclean spirit.</b> unclean spirit. A demon ( see note on 1:23 ; cf. Mt 15:22 )."
  },
  {
    "start": 41007026,
    "content": "<b><a>7:26</a></b> <b>Greek.</b> <b>Syrophoenician.</b> Greek. A non-Jew in both her language and religion ( see note on Ro 1:14 ). Syrophoenician. The region of Phoenicia at that time was part of the province of Syria. Matthew 15:22 adds that she was a descendant of the Canaanites."
  },
  {
    "start": 41007027,
    "content": "<b><a>7:27</a></b> <b>first.</b> <b>the children’s bread and throw it to the dogs.</b> <b>dogs.</b> first. The illustration Jesus gave was in essence a test of the woman’s faith. Jesus’ “first” responsibility was to preach the gospel to the children of Israel (cf. Ro 1:16 ; 15:8 ). But that also implied there would come a time when Gentiles would be the recipients of God’s blessings. the children’s bread and throw it to the dogs. “The children’s bread” refers to God’s blessings offered to the Jews. This picture indicates that the “dogs” (Gentiles) had a place in the household of God, but not the prominent one ( see note on Mt 15:26 ). dogs. This reference is to dogs that were kept as pets. Jesus was referring to the Gentiles, but He did not use the derisive term the Jews usually employed for them that described mangy, vicious mongrels."
  },
  {
    "start": 41007028,
    "content": "<b><a>7:28</a></b> <b>Yes, Lord.</b> Yes, Lord. Indicative of the woman’s humble faith and worshipful attitude. She knew she was sinful and undeserving of any of God’s blessing. Her response was characterized by a complete absence of pride and self-reliance, which Jesus answered by granting her request (vv. 29–30 )."
  },
  {
    "start": 41007031,
    "content": "<b><a>7:31</a></b> <b>went out from the region of Tyre … Sidon … Sea of Galilee.</b> <b>Decapolis.</b> went out from the region of Tyre … Sidon … Sea of Galilee. Jesus traveled 20 mi. north from Tyre and passed through Sidon, which was deep into Gentile territory. From there He went east, crossed the Jordan, and traveled south along the eastern shore of the Sea of Galilee. Decapolis. See note on 5:20 ."
  },
  {
    "start": 41007033,
    "content": "<b><a>7:33</a></b> <b>put His fingers into his ears.</b> <b>after spitting, He touched his tongue.</b> put His fingers into his ears. Because the man could not hear, Jesus used His own form of sign language to tell him that He was about to heal the man’s deafness. after spitting, He touched his tongue. Also a form of sign language in which Jesus offered the man hope for a restored speech."
  },
  {
    "start": 41007034,
    "content": "<b><a>7:34</a></b> <b>Ephphatha.</b> Ephphatha. An Aramaic word that Mark immediately defines."
  },
  {
    "start": 41007036,
    "content": "<b><a>7:36</a></b> <b>not to tell anyone.</b> not to tell anyone. Although Jesus ministered to Gentiles as the need arose, His intention was not to have a public ministry among them. See note on 1:44 ."
  },
  {
    "start": 41008001,
    "end": 41008009,
    "content": "<b><a>8:1–9</a></b> While all 4 Gospels record the feeding of the 5,000, only Matthew ( 15:32–38 ) and Mark record the feeding of the 4,000."
  },
  {
    "start": 41008002,
    "content": "<b><a>8:2</a></b> <b>I feel compassion.</b> <b>remained with Me now three days.</b> I feel compassion. Only here and in the parallel passage ( Mt 15:32 ) did Jesus use this word of Himself. When He fed the 5,000, Jesus expressed “compassion” for the people’s lost spiritual condition ( 6:34 ); here, He expressed “compassion” for people’s physical needs (cf. Mt 6:8 , 32 ). Jesus could empathize with their hunger, having experienced it Himself ( Mt 4:2 ). remained with Me now three days. This reflects the crowd’s eagerness to hear Jesus’ teaching and experience His healings (cf. Mt 15:30 ). That they were with Him for that time before the miraculous feeding distinguishes this event from the earlier feeding of the 5,000, in which the crowd gathered, ate, and dispersed in one day ( Mt 14:14–15 , 22–23 )."
  },
  {
    "start": 41008004,
    "content": "<b><a>8:4</a></b> <b>bread … to satisfy these people.</b> <b>in</b> <b>desolate place.</b> bread … to satisfy these people. Some find the disciples’ question incredible in light of the earlier feeding of the 5,000. But it was consistent with their spiritual dullness and lack of understanding (cf. vv. 14–21 ; 6:52 ). in this desolate place. The Decapolis ( see note on 5:20 ) region was not as heavily populated as Galilee."
  },
  {
    "start": 41008005,
    "content": "<b><a>8:5</a></b> <b>loaves.</b> loaves. Flat cakes of bread which could easily be broken into smaller pieces."
  },
  {
    "start": 41008008,
    "content": "<b><a>8:8</a></b> <b>seven</b> <b>baskets.</b> seven large baskets. Not the same baskets mentioned in the feeding of the 5,000 ( 6:43 ). Those were small baskets, commonly used by the Jewish people to hold one or two meals when traveling. The word here refers to large baskets (large enough to hold a man, Ac 9:25 ) used by Gentiles. What was done with the leftover food is not mentioned. It was likely given back to the people to sustain them on their trip home, since the disciples evidently did not take it with them (cf. v. 14 )."
  },
  {
    "start": 41008009,
    "content": "<b><a>8:9</a></b> <b>four thousand.</b> four thousand. The number of the men only, not including the women and children ( Mt 15:38 ). This could indicate at least 16,000 people."
  },
  {
    "start": 41008010,
    "content": "<b><a>8:10</a></b> <b>Dalmanutha.</b> Dalmanutha. This location is not mentioned in any secular literature and only mentioned here in the NT. The location is unknown, but clearly in the region near Magdala (cf. Mt 15:39 , Magadan). Recent archeological work in the area, when the water level of Galilee was at an all-time low, revealed several heretofore unknown anchorages. One small harbor has been found between Magdala and Capernaum which may be Dalmanutha."
  },
  {
    "start": 41008011,
    "content": "<b><a>8:11</a></b> <b>Pharisees.</b> <b>sign from heaven.</b> Pharisees. See notes on 2:16 ; Mt 3:7 . sign from heaven. The skeptical Pharisees demanded further miraculous proof of Jesus’ messianic claims. Not content with the countless miracles He had performed on earth, they demanded some sort of astronomical miracle. Having already given them more than enough proof, Jesus refused to accommodate their spiritual blindness. The supreme sign verifying His claim to be Son of God and Messiah was to be His resurrection ( Mt 12:39–40 )."
  },
  {
    "start": 41008013,
    "content": "<b><a>8:13</a></b> <b>the other side.</b> the other side. To the northeast shore, where Bethsaida (Julias) was located (v. 22 )."
  },
  {
    "start": 41008015,
    "content": "<b><a>8:15</a></b> <b>leaven of the Pharisees and … Herod.</b> leaven of the Pharisees and … Herod. “Leaven” in the NT is an illustration of influence ( see note on Mt 13:33 ) and most often symbolizes the evil influence of sin. The “leaven” of the Pharisees included both their false teaching ( Mt 16:12 ) and their hypocritical behavior ( Lk 12:1 ); the “leaven” of Herod Antipas was his immoral, corrupt conduct (cf. 6:17–29 ). The Pharisees and the Herodians were allied against Christ ( 3:6 )."
  },
  {
    "start": 41008017,
    "content": "<b><a>8:17</a></b> <b>Why do you discuss … no bread?</b> <b>hardened heart.</b> Why do you discuss … no bread? Jesus’ question rebuked the disciples for completely missing His point ( see note on v. 15 ). He was concerned with spiritual truth, not mundane physical matters. hardened heart. I.e., they were rebellious, spiritually insensitive, and unable to understand spiritual truth ( see notes on 3:5 ; 6:52 )."
  },
  {
    "start": 41008018,
    "end": 41008021,
    "content": "<b><a>8:18–21</a></b> Jesus’ 5 questions further rebuked the disciples for their hardness of heart, and also reminded them of His ability to provide anything they might lack."
  },
  {
    "start": 41008021,
    "content": "<b><a>8:21</a></b> <b>Do you not yet understand?</b> Do you not yet understand? An appeal based on the questions He had just asked. Matthew’s parallel account reveals that the disciples finally understood His point ( Mt 16:12 )."
  },
  {
    "start": 41008022,
    "end": 41008026,
    "content": "<b><a>8:22–26</a></b> The second of Jesus’ two miracles recorded only in Mark (cf. 7:31–37 ). It is also the first of two healings of blind men recorded in Mark (cf. 10:46–52 )."
  },
  {
    "start": 41008023,
    "content": "<b><a>8:23</a></b> <b>spitting on his eyes.</b> spitting on his eyes. This action and Jesus’ touching his eyes with His hands (v. 25 ) were apparently meant to reassure the blind man (who would naturally depend on his other senses, such as touch) that Jesus would heal his eyes (cf. 7:33 ; Jn 9:6 )."
  },
  {
    "start": 41008026,
    "content": "<b><a>8:26</a></b> <b>Do not even enter the village.</b> Do not even enter the village. Jesus led the blind man out of town before healing him (v. 23 ), probably to avoid publicity and the mob scene that would otherwise result. Unlike others in the past (cf. 1:45 ; 7:36 ), he apparently obeyed."
  },
  {
    "start": 41008027,
    "content": "<b><a>8:27</a></b> <b>Caesarea Philippi.</b> Caesarea Philippi. A city about 25 mi. north of Bethsaida near Mt. Hermon, not to be confused with the Caesarea located on the Mediterranean coast about 60 mi. northwest of Jerusalem."
  },
  {
    "start": 41008028,
    "content": "<b><a>8:28</a></b> <b>Elijah.</b> Elijah. See notes on 6:15 ; Mal 4:5 ; Mt 11:14 ; Lk 1:17 ."
  },
  {
    "start": 41008029,
    "content": "<b><a>8:29</a></b> <b>But who do you say that I am?</b> <b>You are the Christ.</b> But who do you say that I am? After they reported the prevailing erroneous views about Jesus (v. 28 ), He asked the disciples to give their own evaluation of who He was. The answer every person gives to this question will determine his or her eternal destiny. You are the Christ. Peter unhesitatingly replied on behalf of the 12 (cf. Mt 14:28 ; 15:15 ; 17:4 ; 19:27 ; 26:33 ; Jn 6:68 ; 13:36 ), clearly and unequivocally affirming that they believed Jesus to be the Messiah."
  },
  {
    "start": 41008030,
    "content": "<b><a>8:30</a></b> <b>tell no one.</b> tell no one. Jesus’ messianic mission cannot be understood apart from the cross, which the disciples did not yet understand (cf. vv. 31–33 ; 9:30–32 ). For them to have proclaimed Jesus as Messiah at this point would have only furthered the misunderstanding that the Messiah was to be a political-military deliverer. The fallout was that the Jewish people, desperate to be rid of the yoke of Rome, would seek to make Jesus king by force ( Jn 6:15 ; cf. 12:12–19 )."
  },
  {
    "start": 41008031,
    "end": 41010052,
    "content": "<b><a>8:31—10:52</a></b> In this section, as they traveled to Jerusalem, Jesus prepared the disciples for His death."
  },
  {
    "start": 41008032,
    "content": "<b><a>8:32</a></b> <b>stating the matter openly.</b> <b>Peter … began to rebuke Him.</b> stating the matter openly. I.e., not in parables or allusions (cf. Jn 16:29 ). Peter … began to rebuke Him. The disciples still could not comprehend a dying Messiah ( see note on v. 30 ). Peter, as usual ( see note on v. 29 ) expressed the thoughts of the rest of the 12 (cf. v. 33 ). His brash outburst expressed not only presumption and misunderstanding, but also deep love for Jesus."
  },
  {
    "start": 41008033,
    "content": "<b><a>8:33</a></b> <b>Get behind Me, Satan!</b> Get behind Me, Satan! In a startling turnaround, Peter, who had just been praised for being God’s spokesman ( Mt 16:17–19 ), was then condemned as Satan’s mouthpiece. Yet Jesus’ sacrificial death was God’s plan ( Ac 2:22–23 ; 4:27–28 ) and whoever opposed it was, wittingly or not, advocating Satan’s work."
  },
  {
    "start": 41008034,
    "content": "<b><a>8:34</a></b> <b>deny himself.</b> <b>take up his cross.</b> <b>and follow Me.</b> deny himself. No one who is unwilling to deny himself can legitimately claim to be a disciple of Jesus Christ. take up his cross. This reveals the extent of self-denial—to the point of death, if necessary. The extent of desperation on the part of the penitent sinner who is aware he can’t save himself reaches the place where nothing is held back (cf. Mt 19:21–22 ). and follow Me. See notes on 1:17 ; Mt 10:38 ."
  },
  {
    "start": 41008035,
    "content": "<b><a>8:35</a></b> <b>loses his life … will save it.</b> loses his life … will save it. This paradoxical saying reveals an important spiritual truth: those who pursue a life of ease, comfort, and acceptance by the world will not find eternal life. On the other hand, those who give up their lives ( see note on v. 34 ) for the sake of Christ and the gospel will find it. Cf. Jn 12:25 ."
  },
  {
    "start": 41008036,
    "end": 41008037,
    "content": "<b><a>8:36–37</a></b> <b>soul.</b> soul. The real person, who will live forever in heaven or hell. To have all that the world has to offer yet not have Christ is to be eternally bankrupt; all the world’s goods will not compensate for losing one’s soul eternally. See note on Mt 16:26 ."
  },
  {
    "start": 41008038,
    "content": "<b><a>8:38</a></b> <b>ashamed of Me and My words.</b> <b>Son of Man.</b> <b>when He comes.</b> ashamed of Me and My words. Those who reject the demands of discipleship prove themselves to be ashamed of Jesus Christ and the truth He taught, thus not redeemed from sin at all. Son of Man. See note on 2:10 . when He comes. Mark’s first reference to Jesus’ second coming, an event later described in detail in the Olivet Discourse ( 13:1–37 )."
  },
  {
    "start": 41009001,
    "content": "<b><a>9:1</a></b> <b>Truly I say to you.</b> <b>not taste death until they see the kingdom.</b> Truly I say to you. A solemn statement appearing only in the Gospels and always spoken by Jesus. It introduces topics of utmost significance ( see note on 3:28 ). not taste death until they see the kingdom. The event Jesus had in mind has been variously interpreted as His resurrection and ascension, the coming of the Spirit at Pentecost, the spread of Christianity, or the destruction of Jerusalem in AD 70. The most accurate interpretation, however, is to connect Christ’s promise with the Transfiguration in the context (vv. 2–8 ), which provided a foretaste of His second coming glory. That all 3 synoptic Gospels place this promise immediately before the Transfiguration supports this view, as does the fact that “kingdom” can refer to royal splendor."
  },
  {
    "start": 41009002,
    "content": "<b><a>9:2</a></b> <b>six days later.</b> <b>Peter and James and John.</b> <b>a high mountain.</b> <b>transfigured.</b> six days later. Matthew and Mark place the Transfiguration “six days” after Jesus’ promise (v. 1 ); Luke, no doubt including the day the promise was made and the day of the Transfiguration itself, describes the interval as “some eight days” ( Lk 9:28 ). Peter and James and John. See note on 5:37 . As the inner circle of Jesus’ disciples, these 3 were sometimes allowed to witness events that the other disciples were not (cf. 14:33 ). a high mountain. Most likely Mt. Hermon (about 9,200 ft. above sea level), the highest mountain in the vicinity of Caesarea Philippi (cf. 8:27 ). transfigured. From a Greek word meaning “to change in form,” or “to be transformed.” In some inexplicable way, Jesus manifested some of His divine glory to the 3 disciples (cf. 2Pe 1:16 )."
  },
  {
    "start": 41009003,
    "content": "<b><a>9:3</a></b> <b>intensely white.</b> intensely white. The divine glory emanating from Jesus made even His clothing radiate brilliant white light. Light is often associated with God’s visible presence (cf. Ps 104:2 ; Da 7:9 ; 1Ti 6:16 ; Rev 1:14 ; 21:23 )."
  },
  {
    "start": 41009004,
    "content": "<b><a>9:4</a></b> <b>Elijah … with Moses.</b> <b>conversing with Jesus.</b> Elijah … with Moses. Symbolic of the Prophets and the Law, the two great divisions of the OT. The order, “Elijah,” then “Moses,” is unique to Mark (who reverses the order in v. 5 ). conversing with Jesus. The subject was His coming death ( Lk 9:31 )."
  },
  {
    "start": 41009005,
    "content": "<b><a>9:5</a></b> <b>Rabbi.</b> <b>let us make three booths.</b> Rabbi. Lit. “my master.” A title of esteem and honor given by the Jews to respected teachers. In the NT, it is also used of John the Baptist ( Jn 3:26 ). let us make three booths. So as to make the 3 illustrious figures’ stay permanent. It is also possible that Peter’s suggestion reflected his belief that the millennial kingdom was about to be inaugurated (cf. Zec 14:16 )."
  },
  {
    "start": 41009007,
    "content": "<b><a>9:7</a></b> <b>a cloud … overshadowing them.</b> <b>a voice came out of the cloud.</b> <b>This is My beloved Son.</b> <b>listen to Him!</b> a cloud … overshadowing them. This is the glory cloud, Shekinah, which throughout the OT was symbolic of God’s presence ( see note on Rev 1:7 ; cf. Ex 13:21 ; 33:18–23 ; 40:34–35 ; Nu 9:15 ; 14:14 ; Dt 1:33 ). a voice came out of the cloud. The Father’s voice from the cloud cut off Peter’s fumbling words ( Mt 17:5 ; Lk 9:34 ). This is My beloved Son. The Father repeated the affirmation of His love for the Son first given at Jesus’ baptism ( 1:11 ). The parallel accounts of the Transfiguration ( Mt 17:5 ; Lk 9:35 ) also record these words, as does Peter ( 2Pe 1:17 ). listen to Him! Jesus, the One to whom the Law and Prophets pointed (cf. Dt 18:15 ), is the One whom the disciples are to listen to and obey (cf. Heb 1:1–2 )."
  },
  {
    "start": 41009009,
    "content": "<b><a>9:9</a></b> <b>gave them orders not to recount to anyone.</b> <b>until the Son of Man rose from the dead.</b> <b>Son of Man.</b> gave them orders not to recount to anyone. See note on 8:30 . until the Son of Man rose from the dead. This looks to the time when the true nature of Jesus’ messianic mission became evident to all—that He came to conquer sin and death, not the Romans. Son of Man. See note on 2:10 ."
  },
  {
    "start": 41009010,
    "content": "<b><a>9:10</a></b> <b>arguing … what rising from the dead meant.</b> arguing … what rising from the dead meant. Like most of the Jewish people (the Sadducees being notable exceptions), the disciples believed in a future resurrection (cf. Jn 11:24 ). What confused them was Jesus’ implication that His own resurrection was imminent, and thus so was His death. The disciples’ confusion provides further evidence that they still did not understand Jesus’ messianic mission ( see notes on v. 9 ; 8:30 )."
  },
  {
    "start": 41009011,
    "content": "<b><a>9:11</a></b> <b>Elijah must come first.</b> Elijah must come first. Cf. 8:28–29 . The scribes’ teaching in this case was not based on rabbinical tradition, but on the OT ( Mal 3:1 ; 4:5 ). Malachi’s prediction was well known among the Jews of Jesus’ day, and the disciples were no doubt trying to figure out how to harmonize it with the appearance of Elijah they had just witnessed. The scribes and Pharisees also no doubt argued that Jesus could not be the Messiah based on the fact that Elijah had not yet appeared. Confused, the 3 disciples asked Jesus for His interpretation."
  },
  {
    "start": 41009012,
    "content": "<b><a>9:12</a></b> <b>Elijah does first come.</b> <b>Son of Man.</b> <b>suffer … be treated with contempt.</b> Elijah does first come. Jesus affirmed the correctness of the scribal interpretation of Mal 3:1 ; 4:5 , which must have puzzled the disciples even more. Son of Man. See note on 2:10 . suffer … be treated with contempt. Jesus pointed out that the prophecies about Elijah in no way precluded the suffering and death of Messiah, for that, too, was predicted in the OT (e.g., Pss 22 ; 69:20–21 ; Is 53 ; see note on Ro 1:2 )."
  },
  {
    "start": 41009013,
    "content": "<b><a>9:13</a></b> <b>Elijah has indeed come.</b> <b>they did to him.</b> <b>as it is written of him.</b> Elijah has indeed come. Jesus directly addressed the disciples’ question: the prophecies of Elijah’s coming had been fulfilled in John the Baptist. Though certainly not a reincarnation of Elijah (cf. Jn 1:21 ), John came in the “spirit and power of Elijah,” and would have fulfilled prophecies if they had believed ( see notes on Mt 11:14 ; Lk 1:17 ). Because they did reject both John the Baptist and Jesus, there will be another who will come in the spirit and power of Elijah before the second coming of Christ ( see notes on Mt 11:14 ; Rev 11:5–6 ). they did to him. The Jewish leaders rejected John the Baptist ( Mt 21:25 ; Lk 7:33 ), and Herod killed him ( 6:17–29 ). as it is written of him. No specific OT prophecies predicted that Messiah’s forerunner would die. Therefore, this statement is best understood as having been fulfilled typically. The fate intended for Elijah ( 1Ki 19:1–2 ) had befallen the Baptist. See notes on Mt 11:11–14 ."
  },
  {
    "start": 41009014,
    "content": "<b><a>9:14</a></b> <b>the disciples.</b> the disciples. The 9 who had remained behind."
  },
  {
    "start": 41009017,
    "content": "<b><a>9:17</a></b> <b>spirit which makes him mute.</b> spirit which makes him mute. The boy had a demonically induced inability to speak, a detail found only in Mark’s account."
  },
  {
    "start": 41009018,
    "content": "<b><a>9:18</a></b> <b>they could not.</b> they could not. The disciples’ failure is surprising, in light of the power granted them by Jesus ( 3:15 ; 6:13 )."
  },
  {
    "start": 41009019,
    "content": "<b><a>9:19</a></b> <b>O unbelieving generation.</b> O unbelieving generation. Cf. Ps 95:10 . The word “generation” indicates that Jesus’ exasperation was not merely with the father, or the 9 disciples, but also with the unbelieving scribes, who were no doubt gloating over the disciples’ failure (cf. v. 14 ), and with unbelieving Israel in general."
  },
  {
    "start": 41009022,
    "content": "<b><a>9:22</a></b> <b>to destroy him.</b> to destroy him. This demon was an especially violent and dangerous one. Open fires and unfenced bodies of water were common in first-century Israel, providing ample opportunity for the demon’s attempts to destroy the child. The father’s statement added to the pathos of the situation. The boy himself was probably disfigured from burn scars, and possibly further ostracized because of them. His situation also created a hardship for his family, who would have had to watch the boy constantly to protect him from harm."
  },
  {
    "start": 41009023,
    "content": "<b><a>9:23</a></b> <b>All things are possible.</b> All things are possible. The issue was not His lack of power, but the father’s lack of faith. Though Jesus often healed apart from the faith of those involved, here He chose to emphasize the power of faith (cf. Mt 17:20 ; Lk 17:6 ). Jesus healed multitudes, but many, if not most, did not believe in Him. Cf. Lk 17:15–19 ."
  },
  {
    "start": 41009024,
    "content": "<b><a>9:24</a></b> <b>I do believe; help my unbelief.</b> I do believe; help my unbelief. Admitting the imperfection of his faith, mixed as it was with doubt, the desperate father pleaded with Jesus to help him to have the greater faith the Lord demanded of him."
  },
  {
    "start": 41009025,
    "content": "<b><a>9:25</a></b> <b>a crowd was rapidly gathering.</b> <b>I command you.</b> a crowd was rapidly gathering. Noting the growing crowd, Jesus acted without further delay, perhaps to spare the boy and his anguished father any further embarrassment. Also, the Lord did not perform miracles to satisfy thrill seekers (cf. 8:11 ; Lk 23:8–9 ). I command you. Jesus’ absolute authority over demons is well attested in the NT (e.g., 1:32–34 ; 5:1–13 ; Lk 4:33–35 ). His healings demonstrated His deity by power over the natural world. His authority over demons demonstrated His deity by power over the supernatural world."
  },
  {
    "start": 41009029,
    "content": "<b><a>9:29</a></b> <b>This kind.</b> <b>anything but prayer.</b> This kind. Some demons are more powerful and obstinate, and thus more resistant to being cast out, than others (cf. Mt 12:45 ). See notes on Da 10:10–21 . anything but prayer. Perhaps overconfident from their earlier successes (cf. 6:13 ), the disciples became enamored with their own gifts and neglected to draw on divine power."
  },
  {
    "start": 41009030,
    "content": "<b><a>9:30</a></b> <b>going through Galilee.</b> <b>was not wanting anyone to know.</b> going through Galilee. Leaving the region around Caesarea Philippi, Jesus and the disciples began the journey to Jerusalem that would result in His crucifixion several months later. Their immediate destination was Capernaum (v. 33 ). was not wanting anyone to know. Jesus continued to seek seclusion so He could prepare the disciples for His death (cf. 7:24 )."
  },
  {
    "start": 41009031,
    "content": "<b><a>9:31</a></b> <b>Son of Man.</b> Son of Man. See note on 2:10 ."
  },
  {
    "start": 41009033,
    "content": "<b><a>9:33</a></b> <b>Capernaum.</b> <b>the house.</b> Capernaum. See note on 1:21 . the house. The use of the definite article suggests this to be the house Jesus habitually stayed in when in Capernaum. Whether it was Peter’s house (cf. 1:29 ) or someone else’s is not known."
  },
  {
    "start": 41009034,
    "content": "<b><a>9:34</a></b> <b>they kept silent.</b> <b>which</b> <b>the greatest.</b> they kept silent. Convicted and embarrassed, the disciples were speechless. which of them was the greatest. A dispute possibly triggered by the privilege granted Peter, James, and John to witness the Transfiguration. The disciples’ quarrel highlights their failure to apply Jesus’ explicit teaching on humility (e.g., Mt 5:3 ), and the example of His own suffering and death (vv. 31–32 ; 8:30–33 ). It also prompted them to ask Jesus to settle the issue, which He did—though not as they had expected."
  },
  {
    "start": 41009035,
    "content": "<b><a>9:35</a></b> <b>sitting down.</b> <b>If anyone wants to be first.</b> <b>last of all and servant of all.</b> sitting down. Rabbis usually sat down to teach (cf. Mt 15:29 ; Lk 4:20 ; 5:3 ; Jn 8:2 ). If anyone wants to be first. As the disciples undeniably did (v. 34 ; cf. 10:35–37 ). last of all and servant of all. The disciples’ concept of greatness and leadership, drawn from their culture, needed to be completely reversed. Not those who lord their position over others are great in God’s kingdom, but those who humbly serve others (cf. 10:31 , 43–45 ; Mt 19:30—20:16 ; 23:11–12 ; Lk 13:30 ; 14:8–11 ; 18:14 ; 22:24–27 )."
  },
  {
    "start": 41009036,
    "content": "<b><a>9:36</a></b> <b>a child.</b> a child. The Greek word indicates an infant or toddler. If the house they were in was Peter’s ( see note on v. 33 ), this may have been one of his children. The child became in Jesus’ masterful teaching an example of believers who have humbled themselves and become like trusting children."
  },
  {
    "start": 41009037,
    "content": "<b><a>9:37</a></b> <b>Whoever receives one child like this in My name.</b> Whoever receives one child like this in My name. Not actual children, but true believers—those who have humbled themselves like little children ( see note on v. 36 )."
  },
  {
    "start": 41009038,
    "content": "<b><a>9:38</a></b> <b>John said.</b> John said. The only recorded instance in the Synoptic Gospels in which he alone speaks. In light of Jesus’ rebuke (vv. 35–37 ), John’s conscience troubled him about an earlier incident he had been involved in. It is clear that the unnamed exorcist was not a fraud because he actually was casting out demons. He was apparently a true believer in Jesus; John and the others opposed him because he was not openly and officially allied with Jesus, as they were."
  },
  {
    "start": 41009039,
    "end": 41009040,
    "content": "<b><a>9:39–40</a></b> Jesus ordered them not to hinder the exorcist, making the logical point that someone sincerely acting in His name would not soon turn against Him. There is no neutral ground regarding Jesus Christ; those who are “not against” Him are on His side, but by the same token, “He who is not with Me is against Me; and he who does not gather with Me scatters” ( Mt 12:30 )."
  },
  {
    "start": 41009041,
    "content": "<b><a>9:41</a></b> <b>in</b> <b>name because you are of Christ.</b> <b>truly I say to you.</b> <b>his reward.</b> in My name because you are of Christ. Jesus considered acts of kindness done to His followers to have been done to Him (cf. Mt 25:37–40 ). truly I say to you. See note on 3:28 . his reward. That is, his unique place and service in the eternal kingdom."
  },
  {
    "start": 41009042,
    "content": "<b><a>9:42</a></b> <b>whoever causes … to stumble.</b> <b>little ones who believe.</b> <b>millstone.</b> whoever causes … to stumble. The word translated “to stumble” lit. means “to cause to fall.” To entice, trap, or lead a believer into sin is a very serious matter. little ones who believe. See note on v. 37 . millstone. This refers to a large, upper millstone so heavy that it had to be turned by a donkey ( see note on Mt 18:6 ). Even such a horrifying death (a Gentile form of execution) is preferable to leading a Christian into sin."
  },
  {
    "start": 41009043,
    "content": "<b><a>9:43</a></b> <b>cut it off.</b> <b>life.</b> <b>hell.</b> <b>the unquenchable fire.</b> cut it off. See note on Mt 5:29 . Jesus’ words are to be taken figuratively; no amount of self-mutilation can deal with sin, which is an issue of the heart. The Lord is emphasizing the seriousness of sin and the need to do whatever is necessary to deal with it. life. The contrast of “life” with “hell” indicates that Jesus was referring to eternal life. hell. The Greek word refers to the Valley of Hinnom near Jerusalem, a garbage dump where fires constantly burned, furnishing a graphic symbol of eternal torment ( see note on Mt 5:22 ). the unquenchable fire. See note on Mt 25:46 . That the punishment of hell lasts for eternity is the unmistakable teaching of Scripture (cf. Da 12:2 ; Mt 25:41 ; 2Th 1:9 ; Rev 14:10–11 ; 20:10 )."
  },
  {
    "start": 41009044,
    "content": "<b><a>9:44</a></b> The better Greek manuscripts omit these verses, which merely repeat the quote from Is 66:24 found in v. 48 ."
  },
  {
    "start": 41009047,
    "content": "<b><a>9:47</a></b> <b>kingdom of God.</b> kingdom of God. See note on 1:15 ."
  },
  {
    "start": 41009049,
    "content": "<b><a>9:49</a></b> The meaning of this difficult verse seems to be that believers are purified through suffering and persecution. The link between salt and fire seems to lie in the OT sacrifices, which were accompanied by salt ( Lv 2:13 )."
  },
  {
    "start": 41009050,
    "content": "<b><a>9:50</a></b> <b>Salt is good.</b> <b>Have salt in yourselves.</b> <b>be at peace with one another.</b> Salt is good. Salt was an essential item in first-century Palestine. In a hot climate, without refrigeration, salt was the practical means of preserving food. Have salt in yourselves. The work of the Word ( Col 3:16 ) and the Spirit ( Ga 5:22–23 ) produce godly character, enabling a person to act as a preservative in society. Cf. Mt 5:13 . be at peace with one another. Cf. Mt 5:9 ; Ro 12:18 ; 2Co 13:11 ; 1Th 5:13 ; Jas 3:18 ."
  },
  {
    "start": 41010001,
    "content": "<b><a>10:1</a></b> <b>beyond the Jordan.</b> <b>Jordan.</b> beyond the Jordan. This region was known as Perea. Jesus was to minister there until leaving for Jerusalem shortly before Passion Week ( see note on Mt 19:1 ). Jordan. See note on 1:5 ."
  },
  {
    "start": 41010002,
    "content": "<b><a>10:2</a></b> <b>Pharisees.</b> <b>came … testing Him.</b> <b>whether it was lawful … to divorce.</b> Pharisees. See note on 2:16 . came … testing Him. The Pharisees hoped to publicly discredit Jesus’ ministry. The resulting loss of popularity, they hoped, would make it easier for them to destroy Him. Also, Perea ( see note on v. 1 ) was ruled by Herod Antipas—who had imprisoned John the Baptist for his views on divorce and remarriage ( 6:17–18 ). The Pharisees no doubt hoped a similar fate would befall Jesus. whether it was lawful … to divorce. The Pharisees attempted to entrap Jesus with a volatile issue in first-century Judaism: divorce. There were two schools of thought, one allowing divorce for virtually any reason, the other denying divorce except on grounds of adultery ( see note on Mt 19:3 ). The Pharisees undoubtedly expected Jesus to take one side, in which case He would lose the support of the other faction."
  },
  {
    "start": 41010003,
    "content": "<b><a>10:3</a></b> <b>What did Moses command you?</b> What did Moses command you? Jesus set the proper ground rules for the discussion. The issue was not rabbinical interpretations, but the teaching of Scripture."
  },
  {
    "start": 41010004,
    "content": "<b><a>10:4</a></b> <b>permitted.</b> <b>.</b> permitted. The Mosaic law, as the Pharisees were forced to concede, nowhere commanded divorce. The passage in question, Dt 24:1–4 , recognized the reality of divorce and sought to protect the wife’s rights and reputation and also regulated remarriage. certificate of divorce . In this document, the husband was required to state the reason for the divorce, thus protecting the wife’s reputation (if she were, in fact, innocent of wrongdoing). It also served as her formal release from the marriage, and affirmed her right to remarry (assuming she was not guilty of immorality). The liberal wing of the Pharisees had misconstrued Dt 24 to be teaching that divorce was “permitted” for any cause whatsoever (citing as legitimate grounds such trivial events as the wife’s ruining dinner or the husband’s simply finding a more desirable woman), providing the proper legal paperwork was done. They thus magnified a detail, mentioned merely in passing, into the main emphasis of the passage."
  },
  {
    "start": 41010005,
    "content": "<b><a>10:5</a></b> <b>your hardness of heart.</b> your hardness of heart. See notes on 3:5 ; 6:52 . This refers to the flagrant, unrepentant pursuit of sexual immorality—divorce was to be a last resort in dealing with such hard-heartedness. The Pharisees mistook God’s gracious provision in permitting divorce (under certain circumstances) for His ordaining of it."
  },
  {
    "start": 41010006,
    "content": "<b><a>10:6</a></b> <b>from the beginning.</b> <b>.</b> from the beginning. Divorce formed no part of God’s original plan for marriage, which was that one man be married to one woman for life ( Ge 2:24 ). male and female . Lit. “a male and a female,” Adam and Eve. Mark quoted from Ge 1:27 ; 5:2 ."
  },
  {
    "start": 41010007,
    "end": 41010008,
    "content": "<b><a>10:7–8</a></b> Jesus took the issue beyond mere rabbinical quibbling over the technicalities of divorce to God’s design for marriage. The passage Christ quotes ( Ge 2:24 ) presents 3 reasons for the inviolability of marriage: 1) God created only two humans ( see note on v. 6 ), not a group of males and females who could configure as they pleased or switch partners as it suited them; 2) the word translated “become one” lit. means “to be joined” or “to glue,” thus reflecting the strength of the marriage bond; 3) in God’s eyes a married couple is “one flesh,” forming an indivisible union, manifesting that oneness in a child."
  },
  {
    "start": 41010009,
    "content": "<b><a>10:9</a></b> <b>What therefore God has joined together.</b> What therefore God has joined together. Jesus added a fourth reason for the inviolability of marriage ( see note on vv. 7–8 ): God ordains marriages, and thus they are not to be broken by man."
  },
  {
    "start": 41010011,
    "end": 41010012,
    "content": "<b><a>10:11–12</a></b> Remarriage after a divorce—except for legitimate biblical grounds—proliferates adultery. The innocent party—one whose spouse has committed prolonged, hard-hearted, unrepentant adultery—may remarry without being guilty of adultery, as may a believer whose unbelieving spouse has chosen to leave the marriage ( see note on 1Co 7:15 )."
  },
  {
    "start": 41010013,
    "content": "<b><a>10:13</a></b> <b>children.</b> <b>that He might touch them.</b> children. See note on 9:36 . that He might touch them. I.e., lay His hands on them and pray for them ( Mt 19:13 ). Jewish parents commonly sought the blessing of prominent rabbis for their children."
  },
  {
    "start": 41010014,
    "content": "<b><a>10:14</a></b> <b>do not hinder them.</b> <b>for the kingdom of God belongs to such as these.</b> <b>kingdom of God.</b> do not hinder them. Jesus rebuked the disciples for their attempt to prevent the children from seeing Him (v. 13 ). They were not the ones to decide who had access to Jesus (cf. Mt 15:23 ). for the kingdom of God belongs to such as these. Most, if not all, of these children would have been too young to exercise personal faith. Jesus’ words imply that God graciously extends salvation to those too young or too mentally impaired to exercise faith ( see note on Mt 19:14 ). kingdom of God. See note on 1:15 ."
  },
  {
    "start": 41010015,
    "content": "<b><a>10:15</a></b> <b>Truly I say to you.</b> <b>like a child.</b> Truly I say to you. See note on 3:28 . like a child. With humble, trusting dependence, and the recognition of having achieved nothing of value or virtue."
  },
  {
    "start": 41010016,
    "content": "<b><a>10:16</a></b> <b>blessing them.</b> blessing them. See note on v. 13 ."
  },
  {
    "start": 41010017,
    "content": "<b><a>10:17</a></b> <b>a man.</b> <b>what shall I do.</b> <b>eternal life.</b> a man. The other Synoptic Gospels reveal that he was young ( Mt 19:20 ), and a “ruler,” probably in the synagogue ( Lk 18:18 ). He was also wealthy (v. 22 ). what shall I do. Steeped in the legalism of his day, the young man naturally thought in terms of some religious deed that would guarantee him eternal life. His lack of understanding about the true nature of salvation, however, does not mean he was insincere. eternal life. More than just eternal existence, it is a different quality of life. Eternal life is in Christ alone ( see notes on Jn 3:15–16 ; cf. Jn 10:28 ; 17:2–3 ; Ro 6:23 ; 1Jn 5:11 , 13 , 20 ). Those who possess it have “passed out of death into life” ( Jn 5:24 ; 1Jn 3:14 ; cf. Eph 2:1–3 ); they have died to sin and are alive to God ( Ro 6:11 ); they have the very life of Christ in them ( 2Co 4:11 ; Ga 2:20 ); and enjoy a relationship with Jesus Christ that will never end ( Jn 17:3 )."
  },
  {
    "start": 41010018,
    "content": "<b><a>10:18</a></b> <b>Why do you call Me good?</b> Why do you call Me good? Jesus challenged the ruler to think through the implications of ascribing to Him the title “good.” Since only God is intrinsically good, was he prepared to acknowledge Jesus’ deity? By this query Jesus did not deny His deity; on the contrary, He affirmed it."
  },
  {
    "start": 41010019,
    "content": "<b><a>10:19</a></b> <b>Do not defraud.</b> Quoted from Ex 20:12–16 . Do not defraud. This was not the wording of any of the Ten Commandments, and is unique to Mark’s account. It seems to be a paraphrase for the command against coveting."
  },
  {
    "start": 41010020,
    "content": "<b><a>10:20</a></b> <b>I have kept all these things.</b> I have kept all these things. His answer was no doubt sincere, but superficial and untrue. He, like Paul ( Php 3:6 ), may have been blameless in terms of external actions, but not in terms of internal attitudes and motives (cf. Mt 5:21–48 )."
  },
  {
    "start": 41010021,
    "content": "<b><a>10:21</a></b> <b>Jesus loved him.</b> <b>sell all you possess.</b> <b>treasure in heaven.</b> Jesus loved him. I.e., felt great compassion for this sincere truth-seeker who was so hopelessly lost. God does love the unsaved ( see notes on Mt 5:43–48 ). sell all you possess. Jesus was not making either philanthropy or poverty a requirement for salvation, but exposing the young man’s heart. He was not blameless, as he maintained (v. 20 ), since he loved his possessions more than his neighbors (cf. Lv 19:18 ). More importantly, he refused to obey Christ’s direct command, choosing to serve riches instead of God ( Mt 6:24 ). The issue was to determine whether he would submit to the Lordship of Christ no matter what He asked of him. So, as he would not acknowledge his sin and repent, neither would he submit to the Sovereign Savior. Such unwillingness on both counts kept him from the eternal life he sought. treasure in heaven. Salvation and all its benefits, given by the Father who dwells there, both in this life and the life to come (cf. Mt 13:44–46 )."
  },
  {
    "start": 41010022,
    "content": "<b><a>10:22</a></b> <b>went away grieving.</b> went away grieving. It was purely a worldly disappointment based on the fact that he didn’t receive the eternal life he sought because the price of sacrifice was too high. He loved his wealth (cf. 8:36–37 )."
  },
  {
    "start": 41010023,
    "content": "<b><a>10:23</a></b> <b>How hard … for those who are wealthy.</b> How hard … for those who are wealthy. See note on v. 27 . “Hard” in this context means impossible (cf. v. 25 ). “Wealth” tends to breed self-sufficiency and a false sense of security, leading those who have it to imagine they do not need divine resources (see Lk 16:13 ; contra. Lk 19:2 ; cf. 1Ti 6:9 , 17–18 )."
  },
  {
    "start": 41010024,
    "content": "<b><a>10:24</a></b> <b>amazed.</b> amazed. See note on v. 26 ."
  },
  {
    "start": 41010025,
    "content": "<b><a>10:25</a></b> <b>camel … eye of a needle.</b> camel … eye of a needle. The Persians expressed impossibility by saying it would be easier to put an elephant through the eye of a needle. This was a Jewish colloquial adaptation of that expression denoting impossibility (the largest animal in the region was a camel). Many improbable interpretations have arisen that attempt to soften this phrase, e.g., that “needle” referred to a tiny gate in the Jerusalem city wall that camels could enter only with difficulty (but there is no evidence that such a gate ever existed, and if it had, any sensible camel driver would have simply found a larger gate); or that a copyist’s error resulted in kamelos (camel) being substituted for kamilos (a large rope or cable) (but a large rope could no more go through the eye of a needle than a camel could, and it is extremely unlikely that the text of all 3 Synoptic Gospels would have been changed in exactly the same way). Jesus’ use of this illustration was to explicitly say that salvation by human effort is impossible; it is wholly by God’s grace. The Jews believed that with alms a man purchased salvation (as recorded in the Talmud), so the more wealth one had, the more alms he could give, the more sacrifices and offerings he could offer, thus purchasing redemption. The disciples’ question (v. 26 ) makes it clear that they understood what Jesus meant—that not even the rich could buy salvation. See note on Mt 19:24 ."
  },
  {
    "start": 41010026,
    "content": "<b><a>10:26</a></b> <b>Then who can be saved?</b> Then who can be saved? Jesus’ teaching ran counter to the prevailing rabbinical teaching, which gave the wealthy a clear advantage for salvation. Jesus’ emphatic teaching that even the rich could not be saved by their own efforts left the bewildered disciples wondering what chance the poor stood. See notes on Ro 3:9–20 ; Ga 3:10–13 ; Php 3:4–9 ."
  },
  {
    "start": 41010027,
    "content": "<b><a>10:27</a></b> <b>With people it is impossible, but not with God.</b> With people it is impossible, but not with God. It is impossible for anyone to be saved by his own efforts ( see note on v. 25 ) since salvation is entirely a gracious, sovereign work of God. See notes on Ro 3:21–28 ; 8:28–30 ; Ga 3:6–9 , 26–29 ."
  },
  {
    "start": 41010028,
    "content": "<b><a>10:28</a></b> <b>we have left everything.</b> we have left everything. Peter noted that the 12 had done what the Lord had asked the rich young ruler to do (cf. v. 21 ) and had come to Him on His terms. Would that self-abandoning faith, Peter asked, qualify them for a place in the kingdom?"
  },
  {
    "start": 41010029,
    "content": "<b><a>10:29</a></b> <b>Truly I say to you.</b> Truly I say to you. See note on 3:28 ."
  },
  {
    "start": 41010030,
    "content": "<b><a>10:30</a></b> <b>in the present age … the age to come.</b> <b>with persecutions.</b> <b>eternal life.</b> in the present age … the age to come. Following Jesus brings rewards in this present age and when Messiah’s glorious kingdom comes. with persecutions. Great trials often accompany great blessings ( see notes on Ro 8:17 ; Php 1:29 ; 2Ti 3:12 ). eternal life. See note on v. 17 ."
  },
  {
    "start": 41010031,
    "content": "<b><a>10:31</a></b> Believers will share equally in the blessings of heaven—a truth illustrated by the parable of Mt 19:30—20:16 ( see notes there )."
  },
  {
    "start": 41010032,
    "content": "<b><a>10:32</a></b> <b>going up to Jerusalem.</b> <b>amazed.</b> <b>those who followed.</b> <b>the twelve.</b> going up to Jerusalem. From Perea ( see note on v. 1 ), via Jericho (v. 46 ). This is the first mention of Jerusalem as Jesus’ destination. Because of the elevation of Jerusalem (about 2,550 ft. above sea level), travelers always spoke of going up to the city, regardless of where in Israel they started. amazed. At Jesus’ resolute determination to go to Jerusalem (cf. Lk 9:51 ) despite the cruel death that awaited Him there (cf. vv. 32–34 ). those who followed. The Greek syntax makes it clear that this was a group distinct from the 12, probably pilgrims en route to Jerusalem for Passover. They were afraid because they realized something significant was about to happen that they did not understand. the twelve. See note on 3:14 ."
  },
  {
    "start": 41010035,
    "end": 41010045,
    "content": "<b><a>10:35–45</a></b> This incident reveals yet again the disciples’ failure to grasp Jesus’ teaching on humility ( see notes on 9:34 ; Mt 20:21 ). Ignoring the Lord’s repeated instruction that He was going to Jerusalem to die ( see note on vv. 32–34 ), the disciples still thought the physical manifestation of the kingdom was about to appear and were busy maneuvering for the places of prominence in it (cf. Mt 18:1 )."
  },
  {
    "start": 41010037,
    "content": "<b><a>10:37</a></b> <b>sit … on Your right …</b> <b>left.</b> <b>in Your glory.</b> sit … on Your right … Your left. In the places of highest prominence and honor beside the throne. in Your glory. In the glorious majesty of His kingdom (cf. Mt 20:21 )."
  },
  {
    "start": 41010038,
    "content": "<b><a>10:38</a></b> <b>the cup … the baptism.</b> the cup … the baptism. Endure suffering and death as Jesus would (cf. vv. 32–34 ; see note on Mt 20:22 )."
  },
  {
    "start": 41010039,
    "content": "<b><a>10:39</a></b> James and John would suffer like their Master (cf. Ac 12:2 ; Rev 1:9 ), but that in itself would not earn them the honors they desired."
  },
  {
    "start": 41010040,
    "content": "<b><a>10:40</a></b> <b>not Mine to give.</b> not Mine to give. Honors in the kingdom are bestowed not on the basis of selfish ambition, but of divine sovereign will."
  },
  {
    "start": 41010041,
    "content": "<b><a>10:41</a></b> <b>the ten began to feel indignant.</b> the ten began to feel indignant. Not righteous indignation, since they, too, had been guilty in the past of such self-serving conduct ( 9:33–34 ) and would be so in the future ( Lk 22:24 ). The rest of the disciples resented James and John for their attempt to gain an advantage over the others in pursuing the honor they all wanted."
  },
  {
    "start": 41010042,
    "content": "<b><a>10:42</a></b> <b>lord it over them … exercise authority.</b> lord it over them … exercise authority. These parallel phrases convey the sense of autocratic, domineering authority."
  },
  {
    "start": 41010043,
    "content": "<b><a>10:43</a></b> <b>not this way among you.</b> not this way among you. There is no place in the church for domineering leaders (cf. 9:35 ; Mt 23:8–12 ; 1Pe 5:3–6 ; 3Jn 9–10 )."
  },
  {
    "start": 41010045,
    "content": "<b><a>10:45</a></b> <b>Son of Man.</b> <b>did not come to be served.</b> <b>ransom for many.</b> Son of Man. See note on 2:10 . did not come to be served. Jesus was the supreme example of servant leadership (cf. Jn 13:13–15 ). The King of kings and Lord of Lords ( Rev 19:16 ) relinquished His privileges ( Php 2:5–8 ) and gave His life as a selfless sacrifice in serving others. ransom for many. See note on Mt 20:28 . “Ransom” refers to the price paid to free a slave or a prisoner; “for” means “in place of.” Christ’s substitutionary death on behalf of those who would put their faith in Him is the most glorious, blessed truth in all of Scripture (cf. Ro 8:1–3 ; 1Co 6:20 ; Ga 3:13 ; 4:5 ; Eph 1:7 ; Tit 2:14 ; 1Pe 1:18–19 ). The ransom was not paid to Satan, as some erroneous theories of the atonement teach. Satan is presented in Scripture as a foe to be defeated, not a ruler to be placated. The ransom price was paid to God to satisfy His justice and holy wrath against sin. In paying it, Christ “bore our sins in His body on the tree” ( 1Pe 2:24 ). See notes on 2Co 5:21 ."
  },
  {
    "start": 41010046,
    "end": 41010052,
    "content": "<b><a>10:46–52</a></b> The second of two healings of blind men recorded in Mark (cf. 8:22–26 )."
  },
  {
    "start": 41010047,
    "content": "<b><a>10:47</a></b> <b>the Nazarene.</b> <b>Son of David.</b> the Nazarene. See note on 1:9 . Son of David. A common messianic title, used as such only in the synoptic Gospels ( see note on Mt 1:1 )."
  },
  {
    "start": 41010049,
    "content": "<b><a>10:49</a></b> <b>Jesus … said, “Call him</b> <b>.”</b> Jesus … said, “Call him here .” Thus implicitly rebuking those trying to silence him (v. 48 )."
  },
  {
    "start": 41010051,
    "content": "<b><a>10:51</a></b> <b>Rabboni.</b> Rabboni. An intensified form of “rabbi” ( see note on 9:5 )."
  },
  {
    "start": 41010052,
    "content": "<b><a>10:52</a></b> <b>your faith has saved you.</b> your faith has saved you. Lit. “saved you.” Bartimaeus’ physical and spiritual eyes were likely opened at the same time. The outward healing reflected the inner wellness of salvation."
  },
  {
    "start": 41011001,
    "end": 41011011,
    "content": "<b><a>11:1–11</a></b> This passage, traditionally called Jesus’ triumphal entry (more accurately, it was Jesus’ coronation as the true King), was His last major public appearance before His crucifixion. The importance of this event is indicated by the fact that this is only the second time all 4 Gospels include the same event (cf. Mt 21:1–11 ; Lk 19:29–44 ; Jn 12:12–19 )."
  },
  {
    "start": 41011002,
    "content": "<b><a>11:2</a></b> <b>the village opposite you.</b> <b>colt.</b> <b>no one yet has ever sat.</b> the village opposite you. Most likely Bethphage. “Opposite” implies that it was somewhat off the main road. colt. According to usage of this word in Greek papyri (ordinary written documents dating from NT times that were made of papyrus reed), this was most likely a young donkey—a definition also in harmony with other Scripture usage ( see note on Mt 21:5 ; cf. Ge 49:11 ; Jdg 10:4 ; 12:14 ; Zec 9:9 ). no one yet has ever sat. The Jews regarded animals that had never been ridden as especially suited for holy purposes (cf. Nu 19:2 ; Dt 21:3 ; 1Sa 6:7 )."
  },
  {
    "start": 41011003,
    "content": "<b><a>11:3</a></b> <b>if anyone says to you.</b> <b>Lord.</b> if anyone says to you. Because of its very nature, Jesus anticipated the disciples’ action would be challenged (v. 5 ). Lord. Even though he does not use “Lord” with this meaning in the rest of his Gospel, Mark was referring to Jesus. In Luke and John this appears often as a name for Jesus. People in the area knew Christ and the disciples well, so the owner would have understood the reference."
  },
  {
    "start": 41011008,
    "content": "<b><a>11:8</a></b> <b>spread their garments.</b> <b>branches.</b> spread their garments. Such action was part of the ancient practice of welcoming a new king ( see note on Mt 21:8 ). branches. Palm branches which symbolized joy and salvation and pictured future royal tribute to Christ ( Rev 7:9 ). The crowd was greatly excited and filled with praise for the Messiah who taught with such authority, healed the sick, and raised the dead (Lazarus; cf. Jn 12:12–18 )."
  },
  {
    "start": 41011009,
    "content": "<b><a>11:9</a></b> <b>Hosanna!</b> <b>.</b> Hosanna! Originally a Hebrew prayer meaning “save now.” On that occasion it probably served simply as an acclamation of welcome. Blessed is He who comes . See note on Mt 21:9 . This phrase is part ( Ps 118:26 ) of the Hallel (the Hebrew word for “praise”), comprised of Pss 113–118 , which was sung at all the Jewish religious festivals, most notably at the Passover. “He who comes” was not an OT messianic title, but definitely had come to carry such implications for the Jews (cf. Mt 11:3 ; Lk 7:19 ; Jn 3:31 ; 6:14 ; 11:27 ; Heb 10:37 )."
  },
  {
    "start": 41011010,
    "content": "<b><a>11:10</a></b> <b>the coming kingdom of our father David.</b> the coming kingdom of our father David. This tribute, recorded only by Mark, acknowledges Jesus as bringing in the messianic kingdom promised to David’s Son. The crowd paraphrased the quote from Ps 118:26 (v. 9 ) in anticipation that Jesus was fulfilling prophecy by bringing in the kingdom."
  },
  {
    "start": 41011011,
    "content": "<b><a>11:11</a></b> <b>temple.</b> <b>looking around at everything.</b> <b>He left for Bethany.</b> temple. Not a reference limited to the inner, sacred sanctuary, but the entire area of courts and buildings. looking around at everything. A description distinctive to Mark, quite possibly based on one of Peter’s eyewitness memories. Christ acted as one who had the authority to inspect temple conditions, and His observation missed nothing. He left for Bethany. Nearby “Bethany” was a relatively safe place to avoid sudden, premature arrest by the Jewish leaders."
  },
  {
    "start": 41011012,
    "content": "<b><a>11:12</a></b> <b>the next day.</b> <b>Bethany.</b> the next day. Matthew 21:18 says this was “in the morning,” probably before 6:00 a.m. Bethany. See note on v. 1 ."
  },
  {
    "start": 41011013,
    "content": "<b><a>11:13</a></b> <b>fig tree that had leaves.</b> <b>not the season for figs.</b> fig tree that had leaves. Fig trees were common as a source of food. Three years were required from planting until fruit bearing. After that, a tree could be harvested twice a year, usually yielding much fruit. The figs normally grew with the leaves. This tree had leaves but, strangely, no fruit. That this tree was along the side of the road (cf. Mt 21:19 ) implies it was public property. It was also apparently in good soil because its foliage was ahead of season and ahead of the surrounding fig trees. The abundance of leaves held out promise that the tree might also be ahead of schedule with its fruit. not the season for figs. The next normal fig season was in June, more than a month away. This phrase, unique to Mark, emphasizes the unusual nature of this fig tree."
  },
  {
    "start": 41011014,
    "content": "<b><a>11:14</a></b> <b>May no one ever eat fruit from you again!</b> May no one ever eat fruit from you again! Jesus’ direct address to the tree personified it and condemned it for not providing what its appearance promised. This incident was not the acting out of the parable of the fig tree ( Lk 13:6–9 ), which was a warning against spiritual fruitlessness. Here, Jesus cursed the tree for its misleading appearance that suggested great productivity without providing it. It should have been full of fruit, but was barren. The fig tree was frequently an OT type of the Jewish nation ( Hos 9:10 ; Na 3:12 ; Zec 3:10 ), and in this instance Jesus used the tree by the road as a divine object lesson concerning Israel’s spiritual hypocrisy and fruitlessness ( see note on Mt 21:19 ; cf. Is 5:1–7 )."
  },
  {
    "start": 41011015,
    "end": 41011019,
    "content": "<b><a>11:15–19</a></b> See note on Mt 21:12 . Although Jesus had cleansed the temple 3 years earlier ( Jn 2:14–16 ), it had become more corrupt and profane than ever and thus He was compelled to again offer clear testimony to God’s holiness and to His judgment against spiritual desecration and false religion. Even as God sent His prophets repeatedly throughout the OT to warn His people of their sin and idolatry, Christ never stopped declaring God’s will to a rebellious people, no matter how often they rejected it. With this temple cleansing, Jesus showed vividly that He was on a divine mission as the Son of God."
  },
  {
    "start": 41011016,
    "content": "<b><a>11:16</a></b> <b>not permitting anyone to carry merchandise.</b> not permitting anyone to carry merchandise. Jesus did not want people to continue the practice of using the court as a shortcut through which to carry utensils and containers with merchandise to other parts of Jerusalem because such a practice revealed great irreverence for the temple—and ultimately for God Himself."
  },
  {
    "start": 41011017,
    "content": "<b><a>11:17</a></b> <b>.</b> <b>a</b> <b>.</b> Jesus defended Himself by appealing to Scripture ( see note on Mt 21:13 ) after His actions had caused a crowd to gather. a house of prayer for all the nations . The true purpose for God’s temple. Only Mark includes “for all the nations” from Isaiah’s text ( 56:7 ), probably because he was mainly addressing Gentiles. The Court of the Gentiles was the only part of the temple they were permitted to use for prayer and worship of God, and the Jews had frustrated that worship by turning it into a place of greedy business. a robbers’ den . Using Jeremiah’s phrase ( Jer 7:11 ), Jesus described the religious leaders as robbers who found refuge in the temple, comparable to how highwaymen took refuge in caves with other robbers. The temple had become a place where God’s people, instead of being able to worship undisturbed, were extorted and their extortioners were protected."
  },
  {
    "start": 41011018,
    "content": "<b><a>11:18</a></b> <b>chief priests and the scribes.</b> <b>seeking how to destroy Him.</b> <b>astonished at His teaching.</b> chief priests and the scribes. Here Mark uses this combination for the first time. These men were among those who comprised the principal leadership in the Sanhedrin ( see notes on Mt 2:4 ; 26:59 ). seeking how to destroy Him. See note on 3:6 . The leaders had continuing discussions on how to kill Jesus. astonished at His teaching. See note on 1:22 ."
  },
  {
    "start": 41011019,
    "content": "<b><a>11:19</a></b> <b>going out of the city.</b> going out of the city. Jesus’ practice during the first 3 days of Passion Week was not to leave Jerusalem until sunset, when the crowds dispersed and the city gates were about to be closed."
  },
  {
    "start": 41011020,
    "content": "<b><a>11:20</a></b> <b>in the morning.</b> <b>withered from the roots.</b> in the morning. See note on v. 12 . withered from the roots. The tree blight that prevented fruit (v. 14 ) had spread upward through the tree and killed it. Matthew described the event in a more compact fashion, but his account still allows the same time frame as Mark’s ( see note on Mt 21:19 )."
  },
  {
    "start": 41011021,
    "content": "<b><a>11:21</a></b> <b>Rabbi.</b> Rabbi. See note on 9:5 ."
  },
  {
    "start": 41011022,
    "content": "<b><a>11:22</a></b> <b>Have faith in God.</b> Have faith in God. A gentle rebuke for the disciples’ lack of faith in the power of His word. Such faith believes in God’s revealed truth, His power, and seeks to do His will (cf. 1Jn 5:14 ; see note on Mt 21:21 )."
  },
  {
    "start": 41011023,
    "content": "<b><a>11:23</a></b> <b>this mountain … into the sea.</b> this mountain … into the sea. This expression was related to a common metaphor of that day, “rooter up of mountains,” which was used in Jewish literature of great rabbis and spiritual leaders who could solve difficult problems and seemingly do the impossible. Obviously, Jesus did not literally uproot mountains; in fact, He refused to do such spectacular miracles for the unbelieving Jewish leaders ( see note on Mt 12:38 ). Jesus’ point is that if believers sincerely trust in God and truly realize the unlimited power that is available through such faith in Him, they will see His mighty powers at work (cf. Jn 14:13–14 ; see note on Mt 21:21 )."
  },
  {
    "start": 41011024,
    "content": "<b><a>11:24</a></b> <b>all things for which you pray.</b> all things for which you pray. This places no limits on a believer’s prayers, as long as they are according to God’s will and purpose ( see note on Mt 17:20 ). This therefore means that man’s faith and prayer are not inconsistent with God’s sovereignty. And it is not the believer’s responsibility to figure out how that can be true, but simply to be faithful and obedient to the clear teaching on prayer, as Jesus gives it in this passage. God’s will is being unfolded through all of redemptive history, by means of the prayers of His people—as His saving purpose is coming to pass through the faith of those who hear the gospel and repent. Cf. Jas 5:16 ."
  },
  {
    "start": 41011025,
    "content": "<b><a>11:25</a></b> <b>stand praying.</b> <b>anything against anyone.</b> <b>forgive.</b> stand praying. The traditional Jewish prayer posture (cf. 1Sa 1:26 ; 1Ki 8:14 , 22 ; Ne 9:4 ; Mt 6:5 ; Lk 18:11 , 13 ). Kneeling or lying with one’s face on the ground was used during extraordinary circumstances or for extremely urgent requests (cf. 1Ki 8:54 ; Ezr 9:5 ; Da 6:10 ; Mt 26:39 ; Ac 7:60 ). anything against anyone. An all-inclusive statement that includes both sins and simple dislikes, which cause the believer to hold something against another person. “Anyone” incorporates believers and unbelievers. forgive. Jesus states the believer’s ongoing duty to have a forgiving attitude. Successful prayer requires forgiveness as well as faith. See notes on Eph 4:32 ."
  },
  {
    "start": 41011026,
    "content": "<b><a>11:26</a></b> See notes on Mt 6:15 ; 18:21–34 . This is the only occurrence in Mark of “transgressions,” a term that denotes a falling aside or departing from the path of truth and uprightness."
  },
  {
    "start": 41011027,
    "content": "<b><a>11:27</a></b> <b>temple.</b> <b>chief priests.</b> temple. Again this was the Court of the Gentiles; this time more specifically Solomon’s porch or the royal porch on the south side of the court (cf. v. 11 ; Jn 10:23 ; Ac 5:12 ). chief priests. See note on Mt 2:4 . The group that met Jesus might well have included Caiaphas and Annas, who served concurrently for several years ( Lk 3:2 ). Because of the importance of this confrontation, the captain of the temple, the second highest official, may also have been present."
  },
  {
    "start": 41011028,
    "content": "<b><a>11:28</a></b> <b>By what authority.</b> <b>these things.</b> By what authority. The leaders wanted to know what credentials Jesus—an untrained, unrecognized, seemingly self-appointed rabbi—claimed that would authorize Him to do what He was doing. They had recovered from the initial shock of the previous day’s events, and had become aggressive in demanding an explanation ( see note on Mt 21:23 ; cf. Jn 2:18 ). these things. Primarily a reference to His actions in cleansing the temple. But the undefined, vague nature of this expression leaves open the inclusion of everything Jesus had been doing and teaching during His public ministry."
  },
  {
    "start": 41011030,
    "content": "<b><a>11:30</a></b> <b>baptism of John.</b> <b>from heaven, or from men?</b> <b>Answer Me.</b> baptism of John. See notes on 1:4 ; Mt 21:25 . Jesus put them on the defensive and made their evaluation of John’s authority a test case for their evaluation of His own authority. from heaven, or from men? Jesus gave the Jewish leaders only those two alternatives in judging the source of John’s authority, and by implication, His own authority. Christ was in effect forcing the men to carry out their roles as religious guides for the people and to go on record with an evaluation of both John’s and His ministries ( see note on Mt 21:25 ). Answer Me. This challenge by Jesus is only in Mark’s account. It implies that the Jews did not have the courage to answer His question honestly."
  },
  {
    "start": 41012001,
    "end": 41012012,
    "content": "<b><a>12:1–12</a></b> Jesus taught this parable to confront the chief priests and elders and reveal their hypocritical character."
  },
  {
    "start": 41012002,
    "content": "<b><a>12:2</a></b> <b>time.</b> <b>slave.</b> harvest time. This usually occurred for the first time in the fifth year after the initial planting (cf. Lv 19:23–25 ). slave. All the servants, or slaves, in the parable represent the OT prophets."
  },
  {
    "start": 41012006,
    "content": "<b><a>12:6</a></b> <b>a beloved son.</b> a beloved son. The son represents Jesus Christ ( see note on Mt 21:37 )."
  },
  {
    "start": 41012007,
    "content": "<b><a>12:7</a></b> <b>the inheritance will be ours!</b> the inheritance will be ours! The vine-growers were greedy; because they wanted the entire harvest and the vineyard for themselves and would stop at nothing to achieve that end, they plotted to kill the owner’s son. Because Jesus had achieved such a following, the Jewish leaders believed the only way to maintain their position and power over the people was to kill Him (cf. Jn 11:48 )."
  },
  {
    "start": 41012009,
    "content": "<b><a>12:9</a></b> <b>destroy the vine-growers.</b> <b>give the vineyard to others.</b> destroy the vine-growers. The owner of the vineyard will execute the vine-growers, thus serving as a prophecy of the destruction of Jerusalem (AD 70) and the nation of Israel. According to Matthew, this verdict was echoed by the chief priests, scribes, and elders ( see note on Mt 21:41 ). give the vineyard to others. This was fulfilled in the establishment of Christ’s church and its leaders, who were mostly Gentiles."
  },
  {
    "start": 41012010,
    "end": 41012011,
    "content": "<b><a>12:10–11</a></b> This messianic prophecy is a quotation of Ps 118:22–23 from the LXX. Jesus continued His teaching in the form of a parable, but here His kingdom is seen as a building instead of a vineyard. The point is that the rejected son and the rejected stone represent Christ."
  },
  {
    "start": 41012012,
    "content": "<b><a>12:12</a></b> <b>against them.</b> against them. The chief priests, scribes, and elders were completely aware that Christ was condemning their actions, but it only aroused their hatred, not their repentance."
  },
  {
    "start": 41012013,
    "end": 41012017,
    "content": "<b><a>12:13–17</a></b> The second of a series of questions that the Jewish religious leaders hoped would trap Jesus into declaring Himself an insurrectionist (cf. 11:28 ). This one concerns the controversial issue of paying taxes to Rome."
  },
  {
    "start": 41012014,
    "content": "<b><a>12:14</a></b> <b>not partial to any.</b> <b>tax to Caesar.</b> not partial to any. This speaks of impartiality, or showing no favoritism. While this was flattery on the part of the Pharisees and Herodians, it was nonetheless true that Jesus would not be swayed by a person’s power, prestige, or position. tax to Caesar. The Greek word for “tax” was borrowed from the Lat. word that gives us the English “census.” The Romans counted all the citizens and made each one pay an annual poll tax of one denarius ( see note on Mt 22:17 )."
  },
  {
    "start": 41012015,
    "content": "<b><a>12:15</a></b> <b>hypocrisy.</b> <b>Why are you testing Me?</b> <b>denarius.</b> hypocrisy. The Pharisees and Herodians, using feigned interest in His teaching, attempted to hide their true intention to trap Jesus. But He perceived their true motives (cf. Jn 2:25 ). Why are you testing Me? Jesus’ response exposed the true motive of the Pharisees and Herodians and revealed their hypocrisy. denarius. This small silver coin, minted by the Roman emperor, was the equivalent of a day’s wage for a common laborer or soldier ( see note on Mt 22:19 )."
  },
  {
    "start": 41012016,
    "content": "<b><a>12:16</a></b> <b>likeness.</b> <b>inscription.</b> likeness. On one side of the denarius was likely the image of the current emperor, Tiberius, though at that time it could have also been Augustus, since both coins were in circulation. Tiberius is most likely because the response was “Caesar’s,” indicating the current ruler rather than the past one. inscription. If the coin was minted by Tiberius, it would have read, “Tiberius Caesar Augustus, the son of the Divine Augustus” on one side and “Chief Priest” on the other. See note on Mt 22:19 ."
  },
  {
    "start": 41012017,
    "content": "<b><a>12:17</a></b> <b>Render to Caesar.</b> Render to Caesar. The Greek word for “render” means “to pay or give back,” which implies a debt. All who lived within the realm of Caesar were obligated to return to him the tax that was owed him. It was not optional. Thus Jesus declared that all citizens are under divine obligation to pay taxes to whatever government is over them (cf. Ro 13:1–7 ; 1Pe 2:13–17 ; see note on Mt 22:21 )."
  },
  {
    "start": 41012018,
    "content": "<b><a>12:18</a></b> <b>Sadducees.</b> <b>who say that there is no resurrection.</b> Sadducees. The most wealthy, influential, and aristocratic of all the Jewish sects. All the High Priests, chief priests, and the majority of the Sanhedrin ( see note on Mt 26:59 ) were Sadducees. They ignored the oral law, traditions, and scribal laws of the Pharisees, viewing only the Pentateuch as authoritative ( see note on Mt 3:7 ). who say that there is no resurrection. The most distinctive aspect of the Sadducees’ theology, which they adopted because of their allegiance to the Pentateuch and their belief that Moses did not teach a literal resurrection from the dead. With such a disregard for the future, the Sadducees lived for the moment and whatever profit they could make. Since they controlled the temple businesses, they were extremely upset when Jesus cleansed the temple of the money changers because He cut into their profits ( 11:15–18 )—the reason they also wanted to discredit Jesus in front of the people."
  },
  {
    "start": 41012019,
    "content": "<b><a>12:19</a></b> <b>Moses wrote.</b> The Sadducees were summarizing Dt 25:5–6 , which refers to the custom of a levirate marriage (marriage to a dead husband’s brother). God placed it in the law of Moses to preserve tribal names, families, and inheritances ( see note on Mt 22:24 ). Moses wrote. The Sadducees appealed to Moses because they were fully aware of Jesus’ high regard for Scripture, and therefore believed He would not contest the validity of the levirate marriage."
  },
  {
    "start": 41012024,
    "content": "<b><a>12:24</a></b> <b>the power of God.</b> the power of God. Their ignorance of the Scriptures extended to their lack of understanding regarding the miracles God performed throughout the OT. Such knowledge would have enabled them to believe in God’s power to raise the dead."
  },
  {
    "start": 41012025,
    "content": "<b><a>12:25</a></b> <b>neither marry.</b> <b>like angels.</b> neither marry. Marriage was designed by God for companionship and the perpetuation of the human race on the earth. Jesus was emphasizing the fact that in heaven there will be no exclusive or sexual relationships. Believers will experience an entirely new existence in which they will have perfect spiritual relationships with everyone else. like angels. Believers will be like angels in that they will be spiritual, eternal beings who will not die (cf. 1Co 15:39–44 , 48–49 ; see note on Mt 22:30 )."
  },
  {
    "start": 41012026,
    "content": "<b><a>12:26</a></b> <b>book of Moses.</b> <b>about</b> <b>bush.</b> <b>how God spoke to him, saying, ‘I</b> <b>.’</b> book of Moses. The Pentateuch—the first 5 books of the OT. Jesus appealed to the only Scriptures the Sadducees held as completely authoritative. passage about the burning bush. A reference to Ex 3:1—4:17 where God first appeared to Moses at the bush. how God spoke to him, saying, ‘I am .’ By keying on the emphatic present tense of Ex 3:6 , “I am … the God of Abraham, the God of Isaac, and the God of Jacob,” Jesus was underscoring the personal and perpetual covenantal relationship God established with the 3 patriarchs. Even though all 3 were dead when God spoke to Moses, God was still their God just as much as when they were alive on earth—and more so in that they were experiencing eternal fellowship with Him in heaven ( see note on Mt 22:32 )."
  },
  {
    "start": 41012027,
    "content": "<b><a>12:27</a></b> <b>you are greatly mistaken.</b> you are greatly mistaken. Jesus accused the Sadducees of making a complete error in teaching that there is no resurrection."
  },
  {
    "start": 41012028,
    "content": "<b><a>12:28</a></b> <b>scribes.</b> <b>What commandment is the foremost…?</b> scribes. See note on 1:22 . What commandment is the foremost…? The rabbis had determined that there were 613 commandments contained in the Pentateuch, one for each letter of the Ten Commandments. Of the 613 commandments, 248 were seen as affirmative and 365 as negative. Those laws were also divided into heavy and light categories, with the heavy laws being more binding than the light ones. The scribes and rabbis, however, had been unable to agree on which were heavy and which were light. This orientation to the law led the Pharisees to think Jesus had devised His own theory. So the Pharisees asked this particular question to get Jesus to incriminate Himself by revealing His unorthodox and unilateral beliefs."
  },
  {
    "start": 41012029,
    "content": "<b><a>12:29</a></b> <b>!</b> Hear, O Israel ! By quoting the first part of the Shema ( Dt 6:4–5 ), which is Hebrew for “hear,” Jesus confirmed the practice of every pious Jew who recited the entire Shema ( Nu 15:37–41 ; Dt 6:4–9 ; 11:13–21 ) every morning and evening."
  },
  {
    "start": 41012030,
    "content": "<b><a>12:30</a></b> <b>.</b> love the Lord . Taken from Dt 10:12 ; 30:6 , Jesus used God’s own Word from the Pentateuch to answer the question, indicating the orthodox nature of His theology. See note on Mt 22:37 ."
  },
  {
    "start": 41012031,
    "content": "<b><a>12:31</a></b> <b>The second.</b> <b>.</b> The second. Jesus took the Pharisees’ question one step further by identifying the second greatest commandment because it was critical to an understanding of the complete duty of love. This commandment, also from the books of Moses ( Lv 19:18 ) is of the same nature and character as the first. Genuine love for God is followed in importance by a genuine love for people ( see note on Mt 22:39 ). neighbor . Cf. Lk 10:29–37 ."
  },
  {
    "start": 41012032,
    "end": 41012033,
    "content": "<b><a>12:32–33</a></b> <b>The scribe said.</b> The scribe said. The scribe’s response reveals he understood OT teaching that moral concerns took precedence over ceremonial practices (cf. 1Sa 15:22 ; Is 1:11–15 ; Hos 6:6 ; Mic 6:6–8 )."
  },
  {
    "start": 41012033,
    "content": "<b><a>12:33</a></b> <b>burnt offerings.</b> burnt offerings. Sacrifices that were completely consumed on the altar (cf. Lv 1:1–17 ; 6:8–13 )."
  },
  {
    "start": 41012034,
    "content": "<b><a>12:34</a></b> <b>not far from the kingdom.</b> not far from the kingdom. Jesus both complimented and challenged the scribe. Jesus acknowledged the scribe’s insight regarding the importance of love. Yet by stating that the scribe was “not far” from the kingdom, He emphasized that he was not in the kingdom. He understood the requirements of love he needed only to love and obey the One who alone could grant him entrance to the kingdom."
  },
  {
    "start": 41012035,
    "content": "<b><a>12:35</a></b> <b>temple.</b> <b>Christ.</b> <b>son of David.</b> Jesus’ question exposed the Jewish religious leaders’ ineptness as teachers and their ignorance of what the OT taught regarding the true nature of the Messiah. temple. See note on 11:11 . Christ. This is a translation of the OT Hebrew word “Messiah,” which means “anointed one” and refers to the King whom God had promised. son of David. The common messianic title that was standard scribal teaching. The religious leaders were convinced that the Messiah would be no more than a man, thus they deemed such a title appropriate ( see notes on 10:47 ; Mt 22:42 )."
  },
  {
    "start": 41012036,
    "content": "<b><a>12:36</a></b> <b>David himself said in the Holy Spirit.</b> <b>.</b> David himself said in the Holy Spirit. David used his own words, yet he wrote under the inspiration of the Holy Spirit (cf. 2Sa 23:2 ). The Lord said to my Lord . In this quote from the Hebrew text ( Ps 110:1 ), the first word for “Lord” is Yahweh , which is God’s covenant name. The second word for “Lord” is a different word that the Jews used as a title for God. Here David pictures God speaking to the Messiah, whom David calls his Lord. The religious leaders of Jesus’ day recognized this psalm as messianic."
  },
  {
    "start": 41012037,
    "content": "<b><a>12:37</a></b> <b>David himself calls Him ‘Lord.’</b> <b>large crowd.</b> David himself calls Him ‘Lord.’ Jesus interpreted Ps 110:1 for the Pharisees. David would not have called one of his descendants “Lord.” Thus the Messiah is more than the “Son of David”—He is also the “Son of God.” Jesus was proclaiming the Messiah’s deity, and thus His own (cf. Ro 1:3 ; 2Ti 2:8 ; see note on Mt 22:45 ). large crowd. The multitude of people who observed this confrontation between Jesus and the religious leaders."
  },
  {
    "start": 41012038,
    "content": "<b><a>12:38</a></b> <b>Beware.</b> <b>long robes.</b> <b>greetings.</b> Beware. This means “to see” or “to watch.” It carries the idea of guarding against the evil influence of the scribes. long robes. A long, flowing cloak that essentially trumpeted the wearer as a devout and noted scholar. greetings. Accolades for those holding titles of honor."
  },
  {
    "start": 41012039,
    "content": "<b><a>12:39</a></b> <b>best seats in the synagogues.</b> best seats in the synagogues. The bench in the synagogue nearest the chest where the sacred scrolls were housed—an area reserved for leaders and people of renown ( see note on Jas 2:3 )."
  },
  {
    "start": 41012040,
    "content": "<b><a>12:40</a></b> <b>devour widows’ houses.</b> <b>long prayers.</b> devour widows’ houses. Jesus exposed the greedy, unscrupulous practice of the scribes. Scribes often served as estate planners for widows, which gave them the opportunity to convince distraught widows that they would be serving God by supporting the temple or the scribe’s own holy work. In either case, the scribe benefited monetarily and effectively robbed the widow of her husband’s legacy to her. long prayers. The Pharisees attempted to flaunt their piety by praying for long periods. Their motive was not devotion to God, but a desire to be revered by the people."
  },
  {
    "start": 41012041,
    "content": "<b><a>12:41</a></b> <b>treasury.</b> treasury. This refers to the 13 trumpet-shaped receptacles on the walls in the court of the women where offerings and donations to the temple were placed."
  },
  {
    "start": 41012042,
    "content": "<b><a>12:42</a></b> <b>two lepta.</b> <b>a cent.</b> two lepta. A lepton was the smallest denomination in use. It was worth about an eighth of a cent. a cent. For the benefit of his Roman audience (see Introduction: Background and Setting ), Mark related the “lepta” to this smallest denomination of Roman coinage. A “cent” was equal to 1/64 of a denarius, and a denarius was the equivalent of a day’s wage."
  },
  {
    "start": 41012043,
    "content": "<b><a>12:43</a></b> <b>Truly I say to you.</b> Truly I say to you. See note on 3:28 ."
  },
  {
    "start": 41012044,
    "content": "<b><a>12:44</a></b> <b>all she had to live on.</b> all she had to live on. This meant she would not be able to eat until she earned more. The religious system at the temple was thoroughly corrupt. It was literally devouring widows’ houses (cf. v. 40 )."
  },
  {
    "start": 41013001,
    "end": 41013037,
    "content": "<b><a>13:1–37</a></b> This great sermon by Jesus is commonly known as the Olivet Discourse because Jesus delivered it on the Mt. of Olives just east of the temple across the Kidron Valley. Jesus’ prediction of the coming destruction of the temple prompted a question from the disciples about the character of the end times. The remainder of the passage (vv. 5–37 ) is His response to their question as He describes His second coming at the end of the present age."
  },
  {
    "start": 41013002,
    "content": "<b><a>13:2</a></b> <b>Jesus said.</b> <b>Not one stone.</b> Jesus said. In response to the disciple’s admiration, Jesus again predicted that the temple would be destroyed. About 40 years later, in AD 70, the Romans ransacked Jerusalem, killed a million Jews, and demolished the temple. Not one stone. The only stones left undisturbed were huge foundation stones that were not actually a part of the temple edifice but formed footings for the retaining wall under the entire temple mount. These can be viewed today in the “Rabbi’s Tunnel” which runs north-south along the western wall. It is a portion of the western side of the retaining wall that today is called the Wailing Wall. More of that retaining wall, including the steps used to ascend and descend from the temple mount, has also been uncovered on the southern side."
  },
  {
    "start": 41013003,
    "content": "<b><a>13:3</a></b> <b>Mount of Olives.</b> <b>Peter and James and John and Andrew were questioning Him privately.</b> Mount of Olives. See note on 11:1 . Peter and James and John and Andrew were questioning Him privately. These 4 disciples were asking on behalf of all the 12."
  },
  {
    "start": 41013004,
    "content": "<b><a>13:4</a></b> <b>when will these things be…?</b> <b>the sign.</b> The disciples were speculating that Jesus would imminently usher in the kingdom, so they asked a twofold question: 1) When would the temple be destroyed and the kingdom begin? and 2) What event would herald the beginning of the kingdom? when will these things be…? “When” implies immediacy. The disciples thought that Jesus was about to usher in the kingdom of God at any time (cf. Lk 19:11 ), at least by the end of the Passover season. “These things” refers to the desolation and destruction of the temple (cf. Mt 23:38 ; 24:2 ) the sign. The disciples probably expected some miraculous occurrence—such as complete darkness, brilliant light, or an angel from heaven—to announce the coming millennial kingdom ( see note on Mt 24:3 ). All of those things will occur at that time ( see notes on vv. 24–27 )."
  },
  {
    "start": 41013005,
    "content": "<b><a>13:5</a></b> <b>See to it.</b> See to it. This Greek word was often used as it is here with the idea of “keep your eyes open,” or “beware.”"
  },
  {
    "start": 41013006,
    "content": "<b><a>13:6</a></b> <b>I am</b> I am He! Many false prophets will come forward claiming to be messiahs and deliverers, offering themselves as the solution to the world’s problems. Some will even claim to be Christ Himself. The number of false christs will increase as the end nears (cf. Mt 24:23–24 )."
  },
  {
    "start": 41013007,
    "content": "<b><a>13:7</a></b> <b>the end.</b> the end. The consummation of the present age ( see note on Mt 24:6 )."
  },
  {
    "start": 41013008,
    "content": "<b><a>13:8</a></b> <b>the beginning of birth pains.</b> the beginning of birth pains. The Lord was referring to the pain a woman experiences in childbirth. Birth pains signal the end of pregnancy—they are infrequent at first and gradually increase just before the child is born. Likewise, the signs of vv. 6–8 will be infrequent, relatively speaking, in the beginning and will escalate to massive and tragic proportions just prior to Christ’s second coming (cf. 1Th 5:3 ; see note on Mt 24:8 )."
  },
  {
    "start": 41013009,
    "content": "<b><a>13:9</a></b> <b>courts.</b> <b>beaten.</b> <b>in</b> <b>synagogues.</b> courts. The Greek word is lit. “sanhedrins.” These were local, Jewish courts attached to the synagogues which tried charges of heresy and normal infractions of the law. The historian Josephus says that each city’s court was composed of 7 judges ( Antiquities , 4.8.14), and the Mishnah records that there were 23 judges in every city with more than 100 Jewish men (“Sanhedrin” l.6). These “courts” were like smaller versions of the great Sanhedrin that convened in Jerusalem ( see note on Mt 26:59 ). beaten. These local courts usually administered 39 stripes so as not to violate Dt 25:2–3 . The recipient of the punishment was stripped bare to the waist. He received 13 lashings to his chest and 26 to his back ( see note on 2Co 11:24 ). in the synagogues. The “synagogues” were the places for Jewish assembly and worship. When the “courts” convened, they typically met in the “synagogue.”"
  },
  {
    "start": 41013010,
    "content": "<b><a>13:10</a></b> <b>first be proclaimed to all the nations.</b> first be proclaimed to all the nations. Before the end ( see note on v. 7 ), there will be a worldwide proclamation of the gospel. This may even refer to the occasion when an angel will supernaturally proclaim the gospel throughout the world before God pours out His judgment at the end of the Tribulation ( Rev 14:6–8 ; see note on Mt 24:14 )."
  },
  {
    "start": 41013011,
    "content": "<b><a>13:11</a></b> <b>what you are to say.</b> <b>for it is not you who speak.</b> what you are to say. Although the persecution will be terrifying, Christians are not to be anxious in anticipation of those events. for it is not you who speak. Rather than being fearful, believers can remain calm and depend on the Holy Spirit, who will give them the appropriate and effective words to say in defense of their faith in Christ. See note on Lk 12:11 ."
  },
  {
    "start": 41013013,
    "content": "<b><a>13:13</a></b> <b>endures to the end, he will be saved.</b> endures to the end, he will be saved. See note on Mt 24:13 . This endurance does not produce salvation; it is Spirit-empowered perseverance and proof of the reality of salvation in the one who endures. Christ will eventually deliver such believers out of the present evil system into God’s eternal kingdom (cf. Mt 10:22 )."
  },
  {
    "start": 41013014,
    "content": "<b><a>13:14</a></b> <b>the</b> <b>.</b> <b>standing where it should not be.</b> <b>let the reader understand.</b> <b>flee to the mountains.</b> the abomination of desolation . This first referred to the desecration of the temple by Antiochus Epiphanes, the king of Syria, in the second century BC when he sacrificed a pig on the temple altar. That event was similar in character to what Jesus refers to here, i.e., the Antichrist’s ultimate desecration when he sets up an image of himself in the temple during the tribulation ( see notes on Da 9:27 ; 11:31 ; Mt 24:15 ; 2Th 2:4 ). standing where it should not be. Matthew 24:15 indicates the location as the “holy place.” On the only other occasion where this phrase from Matthew appears in the NT, it clearly refers to the temple ( Ac 21:28 ). This specifically implies that the temple will be rebuilt in the future and that the daily sacrificial system will be reinstated. “Standing” indicates that the abomination of desolation will be continuous, actually lasting for 3 1/2 years ( Da 12:11 ; cf. Rev 12:6 ). let the reader understand. This indicates that Jesus was not issuing these warnings to the disciples or to others of their generation who would not experience this event, but to believers in the end times. Those who will read these truths will be prepared and “understand” the trials they are enduring. flee to the mountains. The Greek word for “flee” is related to the English word “fugitive,” a person who is on the run to escape danger. Jesus warns those who live in Judea to escape the holocaust by taking refuge in the mountains ( see note on Mt 24:16 )."
  },
  {
    "start": 41013015,
    "content": "<b><a>13:15</a></b> <b>not go down.</b> not go down. So urgent will be the need to flee that if a person happens to be on the roof of his house ( see note on 2:4 ) when he hears the news, he is to run down the outside stairway and leave town without going inside his house to retrieve any belongings."
  },
  {
    "start": 41013016,
    "content": "<b><a>13:16</a></b> <b>garment.</b> garment. The Greek word refers to the outer cloak. Jesus warns those working in the fields not to take the time to retrieve their cloaks that may be at home or some distance away at the entrance to the field."
  },
  {
    "start": 41013017,
    "content": "<b><a>13:17</a></b> <b>pregnant and … nursing babies.</b> pregnant and … nursing babies. Jesus certainly felt compassion for those women who will be hindered from fleeing quickly because they carry children. But He may have been warning them about atrocities that could include unborn children being slashed in the wombs and tiny infants being crushed (cf. Hos 13:16 )."
  },
  {
    "start": 41013018,
    "content": "<b><a>13:18</a></b> <b>in the winter.</b> in the winter. This refers to the rainy season in Israel, when streams could become impassable and it would be difficult to glean food from barren fields."
  },
  {
    "start": 41013019,
    "content": "<b><a>13:19</a></b> <b>tribulation such as has not occurred.</b> tribulation such as has not occurred. This reveals that the tribulation Jesus was referring to is in the future and that it will be the greatest that has ever occurred. It will be of long duration and characterized by severe pressure and continual anguish. This is the Great Tribulation at the end of the age (cf. Rev 7:14 ; see note on Mt 24:21 )."
  },
  {
    "start": 41013020,
    "content": "<b><a>13:20</a></b> <b>shortened.</b> <b>sake of the elect.</b> shortened. Lit. “mutilated” or “amputated.” Jesus was referring to the determination of God to cut short or limit the period of time to only 3 1/2 years (cf. Da 7:25 ; Rev 12:14 ; see note on Mt 24:22 ). sake of the elect. The “elect” could refer to the nation of Israel (cf. Is 45:4 ), or those who become Christians during the Tribulation ( Rev 17:14 ). In either case, God cuts short the days for their benefit."
  },
  {
    "start": 41013021,
    "content": "<b><a>13:21</a></b> <b>Behold, here is the Christ.</b> Behold, here is the Christ. Satan will cause false christs to appear in an attempt to deceive the elect into leaving their places of refuge. False teachers will claim that Christ is in their midst or is back in Jerusalem or elsewhere in Judea."
  },
  {
    "start": 41013022,
    "content": "<b><a>13:22</a></b> <b>signs and wonders.</b> signs and wonders. Satanic inspired pseudo-miracles employed to support their claims to be the true Christ (cf. 2Th 2:9 )."
  },
  {
    "start": 41013023,
    "content": "<b><a>13:23</a></b> <b>as for you, see!</b> as for you, see! Jesus issues a prophetic warning to be on guard. He has told the elect refugees of the future all that they need to know to avoid being misled and deceived by Satan’s emissaries."
  },
  {
    "start": 41013024,
    "content": "<b><a>13:24</a></b> <b>in those days, after that tribulation.</b> <b>.</b> in those days, after that tribulation. “Those days” describes the events of vv. 6–23 and, thus, “that tribulation” refers to the Great Tribulation Jesus just spoke of. This also means that what He was about to describe (vv. 24–27 ) will occur immediately at the end of the future tribulation period (cf. Mt 24:29 ). the sun will be darkened . The sun will go black as the universe begins to disintegrate prior to the return of Christ ( see notes on Mt 24:29 ; Ac 2:20 ; Rev 6:12 )."
  },
  {
    "start": 41013025,
    "content": "<b><a>13:25</a></b> <b>.</b> <b>powers … in the heavens.</b> stars will be falling . Heavenly bodies will careen at random through space (cf. Rev 6:13–14 ; 8:10–13 ; 16:8 , 17–20 ). powers … in the heavens. All the forces of energy that hold everything in space constant, and which Christ controls, He will allow to become random and chaotic (cf. Is 13:6–16 ; 34:1–5 ; 2Pe 3:10–12 )."
  },
  {
    "start": 41013026,
    "content": "<b><a>13:26</a></b> <b>.</b> <b>with great power and glory.</b> Son of Man . See note on 2:10 . coming in clouds with great power and glory. Jesus will return to earth in the same manner in which He left it (cf. Ac 1:9–11 ; cf. Da 7:13–14 ; Rev 1:7 ). The psalmist said that God uses “clouds” as His chariot ( Ps 104:3 ), and Is 19:1 pictures the Lord riding on a cloud. Although these “clouds” could be natural, they more likely describe the supernatural “glory cloud” that represented God’s presence in OT Israel ( see note on Rev 1:7 ). While Christ possesses “great power and glory,” His return will be accompanied with visible manifestations of that power and glory (cf. Rev 6:15–17 ; 11:15–19 ; 16:17–21 ; 19:11–16 )—He will redeem the elect, restore the devastated earth, and establish His rule on earth."
  },
  {
    "start": 41013027,
    "content": "<b><a>13:27</a></b> <b>angels.</b> <b>gather … His elect.</b> <b>from the four winds.</b> angels. A number of angels return with Christ (cf. 8:38 ; Mt 16:27 ; see following note ). gather … His elect. Angels are God’s gatherers—they gather unbelievers for judgment ( Mt 13:41 , 49–50 ), and they gather the elect for glory. The “elect” will include the 144,000 Jewish witnesses ( see note on Rev 7:4 ), their converts ( Rev 7:9 ), and the converts of the angelic preachers ( see note on Rev 14:6 ). They will also include the OT saints, gathered out of their graves and united with their redeemed spirits ( Da 12:1–3 ). from the four winds. A colloquial expression meaning “from everywhere,” and similar to the expression “from the four corners of the world.” None of the elect on earth or in heaven will miss entering the kingdom."
  },
  {
    "start": 41013028,
    "content": "<b><a>13:28</a></b> <b>the parable.</b> <b>fig tree.</b> the parable. See note on 4:2 . fig tree. See note on 11:13 ."
  },
  {
    "start": 41013029,
    "content": "<b><a>13:29</a></b> <b>these things.</b> <b>He is near.</b> Just as the fig tree’s buds turning into leaves was a sign of the nearness of summer, the events Jesus described as birth pains (vv. 6–23 ) are to be a clear indication of the return of Christ ( see note on Mt 24:32 ). these things. The events of vv. 6–23 . He is near. Luke 21:31 says, “The kingdom of God is near.” That is consistent with the questions the disciples initially asked Jesus (v. 4 ), which was about the signs that would herald the establishment of the kingdom."
  },
  {
    "start": 41013030,
    "content": "<b><a>13:30</a></b> <b>Truly I say to you.</b> <b>this generation.</b> Truly I say to you. See note on 3:28 . this generation. The generation of people living during the end times that witnesses the signs and events leading to the return of Christ ( see note on Mt 24:34 )."
  },
  {
    "start": 41013031,
    "content": "<b><a>13:31</a></b> <b>Heaven and earth will pass away.</b> <b>My words will not pass away.</b> Heaven and earth will pass away. The universe as we know it will be dramatically altered after the thousand-year reign of Christ ( see notes on 2Pe 3:10–13 ). My words will not pass away. It is impossible for God’s Word to be negated, destroyed, or altered in any way (cf. Ps 19:9 ; Mt 5:18 ; Lk 16:17 ; Jn 10:35 )."
  },
  {
    "start": 41013032,
    "content": "<b><a>13:32</a></b> <b>that day or hour.</b> <b>no one knows.</b> <b>angels.</b> <b>nor the Son.</b> that day or hour. The exact day and time of Christ’s return ( see note on Mt 24:36 ). no one knows. The time of Christ’s return will not be revealed in advance to any man. At this time, it was known only to God the Father. angels. While all the angelic beings enjoy intimacy with God, hover around His throne to do His bidding ( Is 6:2–7 ), and continually behold Him ( Mt 18:10 ), they have no knowledge of the time of Christ’s return. nor the Son. With respect to His human consciousness, even the Son did not know (cf. Lk 2:52 ). As God, however, He is immutably omniscient and this text therefore does not suggest that His divine mind was in any way limited. Jesus demonstrated His omniscience on several occasions (cf. Jn 2:25 ; 13:3 )."
  },
  {
    "start": 41013033,
    "content": "<b><a>13:33</a></b> <b>keep on the alert.</b> keep on the alert. Christ sounded a warning for believers to be on guard ( see note on v. 5 ). Even believers do not have in themselves sufficient resources to be alert to spiritual dangers that can so easily surprise them."
  },
  {
    "start": 41013034,
    "content": "<b><a>13:34</a></b> <b>doorkeeper.</b> doorkeeper. In Jesus’ day, this individual guarded the outer gate of the house, so as to be ready to let the returning master in upon his arrival. All Christ’s disciples are to be like doorkeepers, always remaining alert and vigilant for their Master’s return."
  },
  {
    "start": 41013035,
    "content": "<b><a>13:35</a></b> <b>in the evening … or in the morning.</b> in the evening … or in the morning. The normal expressions designating the 4 three-hour watches of the night from 6:00 p.m. to 6:00 a.m. Their names identify the ends of the three-hour periods rather than the periods’ beginnings."
  },
  {
    "start": 41014001,
    "content": "<b><a>14:1</a></b> <b>the Passover.</b> <b>Unleavened Bread.</b> <b>two days away.</b> <b>chief priests.</b> <b>scribes.</b> the Passover. Friday of Passover which would have begun on Thursday at sunset. The Passover commemorated the “passing over” of the homes of the Israelites by the angel of death, who killed the firstborn of Egypt ( Ex 12:1—13:16 ). The Passover began on the 14th day of Nisan (the first month of the Jewish calendar) with the slaying of the Passover lamb, and continued into the early hours of the 15th ( see notes on Ex 12:6 ; Mt 26:2 ). Unleavened Bread. This feast commemorated the departure of the Israelites from Egypt ( Ex 23:15 ). It began immediately after the Passover and lasted from Nisan 15–21. Unleavened bread refers to the type of bread the Israelites were to take with them in their escape which represented the absence of the leaven of sin in their lives and household ( see notes on Ex 12:14 ; Lv 23:6–8 ). two days away. In the context of Mt 26:2 , Jesus predicted His crucifixion was to take place in “two days,” which would be Friday, since when He was speaking it was Wednesday evening. Mark’s time line here is the same as Matthew’s ( see note on Mt 26:2 ). chief priests. See note on 8:31 . scribes. See note on Mt 2:4 ."
  },
  {
    "start": 41014002,
    "content": "<b><a>14:2</a></b> <b>Not during the festival.</b> Not during the festival. Because the Passover had to be celebrated in Jerusalem, the city would have been overflowing—perhaps as many as two million people were there. Since many would have been from Galilee—an area where Jesus had many followers—and the religious leaders did not want to start a riot, they determined to wait until after the Passover season when the crowds would be diminished ( see note on Mt 26:5 )."
  },
  {
    "start": 41014003,
    "end": 41014009,
    "content": "<b><a>14:3–9</a></b> The incident recorded here had occurred the previous Saturday (cf. Jn 12:1 ). It is Mark’s account of the anointing of Jesus by Mary in preparation for His crucifixion (cf. Mt 26:6–13 ; Jn 12:2–8 )."
  },
  {
    "start": 41014004,
    "content": "<b><a>14:4</a></b> <b>some were indignantly</b> <b>.</b> some were indignantly remarking . John 12:4–5 says that Judas was the instigator, and Mt 26:8 indicates that all the disciples, following Judas’ lead, were angry with Mary’s waste of a very valuable commodity."
  },
  {
    "start": 41014005,
    "content": "<b><a>14:5</a></b> <b>three hundred denarii.</b> <b>given to the poor.</b> three hundred denarii. Since a denarius was a day’s wage for a common laborer, it represented almost a year’s work for such a person. given to the poor. While 11 of the disciples would have agreed to this use of the money, the fact is the poor may never have seen it. Since Judas was in reality a thief masquerading as the treasurer of the 12, he could have embezzled all of it ( Jn 12:6 )."
  },
  {
    "start": 41014007,
    "content": "<b><a>14:7</a></b> <b>you always have the poor with you.</b> you always have the poor with you. Opportunities to minister to the poor are “always” available, but Jesus would be in their presence for only a limited time. This was not a time for meeting the needs of the poor and the sick—it was a time for sacrificial worship of the One who would soon suffer and be crucified ( see note on Mt 26:11 ; cf. 2:19 )."
  },
  {
    "start": 41014008,
    "content": "<b><a>14:8</a></b> <b>anointed My body … for the burial.</b> anointed My body … for the burial. Mary did so probably without ever realizing what she was doing. Her anointing of Jesus became a symbol that anticipated His death and burial ( see note on Mt 26:12 )."
  },
  {
    "start": 41014009,
    "content": "<b><a>14:9</a></b> <b>truly I say to you.</b> <b>gospel.</b> truly I say to you. See note on 3:28 . gospel. See note on 1:1 ."
  },
  {
    "start": 41014010,
    "content": "<b><a>14:10</a></b> <b>Judas Iscariot.</b> <b>the twelve.</b> <b>chief priests.</b> Judas Iscariot. Standing in sharp contrast to the love and devotion of Mary was the hatred and treachery of Judas. This disciple, who is understandably referred to last in the lists of the 12, was the son of Simon, who was also called “Iscariot.” The name “Iscariot” means “man of Kerioth,” which was a small town in Judea about 23 mi. south of Jerusalem (cf. 3:19 ). Thus Judas was not a Galilean like the other disciples. It is clear that Judas never had any spiritual interest in Jesus—he was attracted to Him because he expected Jesus to become a powerful religious and political leader. He saw great potential for power, wealth, and prestige through his association with Him. But Jesus knew what Judas was like from the start, and that is why He chose him as one of the 12. He was the one who would betray Him so that the Scripture and God’s plan of salvation would be fulfilled ( Pss 41:9 ; 55:12–15 , 20–21 ; Zec 11:12–13 ; Jn 6:64 , 70–71 ; 13:18 ; 17:12 ). the twelve. See note on 3:14 . chief priests. See note on 8:31 ."
  },
  {
    "start": 41014011,
    "content": "<b><a>14:11</a></b> <b>money.</b> <b>seeking how to betray … opportune time.</b> money. Matthew says the amount Judas agreed to as blood money was 30 pieces of silver ( see note on Mt 26:15 ). seeking how to betray … opportune time. “Seeking” is better translated “began to seek.” Judas was looking for a suitable occasion to carry out his evil plan, which would be when Jesus was away from the crowds ( Lk 22:6 )."
  },
  {
    "start": 41014012,
    "content": "<b><a>14:12</a></b> <b>Unleavened Bread.</b> <b>the Passover lamb was being sacrificed.</b> Unleavened Bread. Passover and the Feast of Unleavened Bread were so closely associated that both terms were used interchangeably to refer to the 8-day celebration that began with the Passover. Although Unleavened Bread is used here, Mark’s clear intention is the preparation for Passover ( see notes on v. 1 ; Mt 26:17 ). the Passover lamb was being sacrificed. The lambs were killed on 14 Nisan at twilight ( Ex 12:6 ), a Hebrew term meaning “between the two evenings,” or between 3:00 and 5:00 p.m. After the lamb was slaughtered and some of its blood sprinkled on the altar, the lamb was taken home, roasted whole, and eaten in the evening meal with unleavened bread, bitter herbs, charoseth (a paste made of crushed apples, dates, pomegranates, and nuts, into which they dipped bread), and wine."
  },
  {
    "start": 41014013,
    "content": "<b><a>14:13</a></b> <b>two of His disciples.</b> <b>man … carrying a pitcher of water.</b> two of His disciples. Peter and John ( Lk 22:8 ). Only two people were allowed to accompany a lamb to the sacrifice. man … carrying a pitcher of water. This is the only way that Jesus identified the man. But he stood out because it was uncommon for a man to carry a pitcher of water—women usually performed that chore ( see note on Mt 26:18 )."
  },
  {
    "start": 41014014,
    "content": "<b><a>14:14</a></b> <b>guest room.</b> guest room. Typically referred to a place where a traveler could spend the night—a place of lodging or a guest room in someone’s home, as was the case here (cf. Mt 26:18 )."
  },
  {
    "start": 41014015,
    "content": "<b><a>14:15</a></b> <b>large upper room.</b> <b>prepare.</b> large upper room. This indicates the room was located upstairs, and may have been a roof chamber built on top of the house. prepare. Peter and John were to prepare the Passover meal for Jesus and the other disciples."
  },
  {
    "start": 41014017,
    "content": "<b><a>14:17</a></b> <b>evening.</b> <b>with the twelve.</b> evening. The Passover meal was to be eaten at night after sunset, but had to be completed before midnight ( Ex 12:8–14 ). with the twelve. Peter and John may have rejoined Jesus and the other disciples and led them to the upper room. This may also be a general reference to the 12, meaning that Jesus came with the other 10 disciples to meet Peter and John."
  },
  {
    "start": 41014018,
    "content": "<b><a>14:18</a></b> <b>reclining … eating.</b> reclining … eating. The order of the Passover meal was: 1) drinking a cup of red wine mixed with water (cf. Lk 22:17 ); 2) the ceremonial washing of hands symbolizing the need for spiritual and moral cleansing; 3) eating the bitter herbs, symbolic of the bondage in Egypt; 4) drinking the second cup of wine, at which time the head of the household explained the meaning of Passover; 5) singing of the Hallel ( Pss 113–118 )—at this point they sang the first two; 6) the lamb was brought out, and the head of the household distributed pieces of it with the unleavened bread; 7) drinking the third cup of wine ( see notes on 1Co 10:16 )."
  },
  {
    "start": 41014020,
    "content": "<b><a>14:20</a></b> <b>dips with Me in the bowl.</b> dips with Me in the bowl. There were likely several dishes around the table—Judas was probably one of several sitting near Jesus and thus would have dipped in the same bowl with Him."
  },
  {
    "start": 41014021,
    "content": "<b><a>14:21</a></b> <b>Son of Man.</b> <b>as it is written.</b> <b>good … if he had not been born.</b> Son of Man. See note on 2:10 . as it is written. Jesus was no victim—His betrayal by Judas was prophesied in the OT ( Ps 22 ; Is 53 ), and was part of God’s predetermined plan to provide salvation ( Ac 2:23 ). good … if he had not been born. Cf. Jn 8:21–24 ; 16:8–11 . This is because the terror Judas would experience in hell would be so great. The severest punishment is reserved for Judas and others like him ( Heb 10:29 ). This is one of the strongest statements in Scripture on human responsibility for believing in Jesus Christ, coupled with the consequences of such unbelief."
  },
  {
    "start": 41014022,
    "end": 41014025,
    "content": "<b><a>14:22–25</a></b> At this point in the narrative, it appears that Judas had gone ( Jn 13:23–30 ) and Jesus was alone with the faithful 11 disciples ( see note on Lk 22:21 ). Then it was that He transformed the Passover of the Old Covenant into the Lord’s Supper of the New Covenant, creating a new memorial feast to remember God’s deliverance from sin."
  },
  {
    "start": 41014023,
    "content": "<b><a>14:23</a></b> <b>a cup.</b> a cup. The third cup of wine in the ceremony ( see note on 1Co 10:16 )."
  },
  {
    "start": 41014024,
    "content": "<b><a>14:24</a></b> <b>My blood of the covenant.</b> <b>for many.</b> My blood of the covenant. The shedding of blood in a sacrifice was always God’s requirement in establishing any covenant (cf. Ge 8:20 ; 15:10 ; Ex 24:5–8 ). Here, Christ’s blood needed to be shed for the remission of sins ( Heb 9:22 ; 1Pe 1:19 ; see note on Mt 26:28 ). for many. This lit. means “for the benefit of many.” The “many” are all who believe, both Jew and Gentile. See note on 10:45 ; cf. Mt 20:28 ."
  },
  {
    "start": 41014025,
    "content": "<b><a>14:25</a></b> <b>Truly I say to you.</b> <b>I will never again drink.</b> <b>drink it new.</b> <b>kingdom of God.</b> Truly I say to you. See note on 3:28 . I will never again drink. Jesus declared that this would be the last Passover, and that He would not even drink wine with them again, since this was His last meal. Until the inauguration of the millennial kingdom, believers are to share this memorial meal ( see notes on 1Co 11:23–34 ). drink it new. This served as an assurance to them of Jesus’ return and His establishment of His earthly, millennial kingdom. It possibly implies that the communion service will continue to be observed in the millennial kingdom, as a memorial to the cross. It more probably indicates that Jesus would not have another Passover with them until the kingdom ( see notes on Eze 45:18–25 ; 45:21–24 ). It is also true that in the kingdom, commemorative sacrifices from the Old Covenant will be restored ( Eze 43–45 ) which will have meaning never understood before the cross of Christ to which they pointed. kingdom of God. The earthly millennial kingdom is in view."
  },
  {
    "start": 41014026,
    "content": "<b><a>14:26</a></b> <b>singing a hymn.</b> <b>Mount of Olives.</b> singing a hymn. Probably Ps 118 , the last psalm of the traditional Hallel sung at Passover ( see note on Mt 26:30 ). Mount of Olives. See note on 11:1 ."
  },
  {
    "start": 41014027,
    "content": "<b><a>14:27</a></b> <b>fall away.</b> <b>it is written.</b> fall away. See note on 4:17 ; Mt 26:31 . This refers to the disciples’ temporary falling away from their loyalty to Jesus. it is written. Quoted from Zec 13:7 ."
  },
  {
    "start": 41014028,
    "content": "<b><a>14:28</a></b> <b>to Galilee.</b> to Galilee. Jesus’ promise to meet the disciples in His postresurrection form (cf. 16:7 ; Mt 28:16–17 ; see note on Mt 28:7 )."
  },
  {
    "start": 41014030,
    "content": "<b><a>14:30</a></b> <b>Truly I say to you.</b> <b>before a rooster crows twice.</b> Truly I say to you. See note on 3:28 . before a rooster crows twice. In Jewish reckoning of time, “cock crow” was the third watch of the night, ending at 3:00 a.m., which was when roosters typically began to crow ( see note on 13:35 ). Mark, alone of the Gospels, indicates that the cock crowed two times (v. 72 ; see note on Mt 26:34 )."
  },
  {
    "start": 41014032,
    "content": "<b><a>14:32</a></b> <b>Gethsemane.</b> Gethsemane. The name means “oil press,” and referred to a garden filled with olive trees on a slope of the Mt. of Olives. Jesus frequented this spot with the disciples when He wanted to get away from the crowds to pray (cf. Jn 18:1–2 ; see note on Mt 26:36 )."
  },
  {
    "start": 41014033,
    "content": "<b><a>14:33</a></b> <b>Peter and James and John.</b> <b>troubled.</b> Peter and James and John. See note on 5:37 . Jesus likely had them accompany Him into the garden because they were the leaders of the 12 and had to learn an important lesson to pass on to the others (vv. 34–42 ). troubled. The Greek word refers to a feeling of terrified amazement. In the face of the dreadful prospect of bearing God’s full fury against sin, Jesus was in the grip of terror ( see note on Mt 26:38 )."
  },
  {
    "start": 41014034,
    "content": "<b><a>14:34</a></b> <b>to the point of death.</b> to the point of death. Jesus’ sorrow was so severe that it threatened to cause His death at that moment. It is possible for a person to die from sheer anguish (cf. Lk 22:44 ; see note on Mt 26:38 )."
  },
  {
    "start": 41014035,
    "content": "<b><a>14:35</a></b> <b>if … possible.</b> <b>the hour.</b> if … possible. Jesus was not asking God if He had the power to let the cup pass from Him, but if it were possible in God’s plan. Christ was to soon partake of this cup in the cross as God’s only sacrifice for sin (cf. Ac 4:12 ). the hour. The time of His sacrificial death as decreed by God. It included everything from the betrayal (v. 41 ) to Jesus’ trials, the mockery, and His crucifixion."
  },
  {
    "start": 41014036,
    "content": "<b><a>14:36</a></b> <b>Abba!</b> <b>All things are possible.</b> <b>cup.</b> <b>not what I will, but what You will.</b> Abba! An endearing, intimate Aramaic term that is essentially equivalent to the English word “Daddy” (cf. Ro 8:15 ; Ga 4:6 ). All things are possible. Jesus knew that it was in the scope of God’s power and omniscience to provide an alternate plan of salvation, if He desired ( see note on v. 35 ). cup. This was the cup of divine wrath referred to in the OT ( Ps 75:8 ; Is 51:17 ; Jer 49:12 ). Christ was to endure the fury of God over sin, Satan, the power of death, and the guilt of iniquity ( see notes on Mt 26:39 ; Lk 22:42 ; Jn 18:11 ). not what I will, but what You will. This reveals Jesus’ total resolution and resignation to do the will of God. He came into the world to do God’s will, and that remained His commitment while here ( see notes on Mt 26:39 ; cf. Jn 6:38–40 )."
  },
  {
    "start": 41014037,
    "content": "<b><a>14:37</a></b> <b>Simon.</b> <b>one hour.</b> Simon. Jesus’ use of “Simon” may have implied that Peter was not living up to the significance and meaning of his new name, “Peter” ( see note on Mt 16:18 ). one hour. This suggests that Jesus had spent an hour praying, a duration in which Peter had been unable to stay awake."
  },
  {
    "start": 41014038,
    "content": "<b><a>14:38</a></b> <b>watching.</b> <b>the flesh is weak.</b> watching. This Greek word means “to keep alert.” Jesus was encouraging Peter, James, and John to discern when they were under spiritual attack. They were not to let their self-confidence lull them to sleep spiritually. the flesh is weak. Because willing spirits are still attached to unredeemed flesh, believers are not always able to practice the righteousness they desire to do (cf. Ro 7:15–23 ; see note on Mt 26:41 )."
  },
  {
    "start": 41014041,
    "content": "<b><a>14:41</a></b> <b>Are you still sleeping and resting?</b> <b>Son of Man.</b> Are you still sleeping and resting? The 3 disciples remained indifferent not only to the needs of Christ at that moment, but their need of strength and watchfulness for the impending temptation that all 11 would face. The disciples needed to learn that spiritual victory goes to those who are alert in prayer and depend on God, and that self-confidence and spiritual unpreparedness lead to spiritual disaster. Son of Man. See note on 2:10 ."
  },
  {
    "start": 41014043,
    "content": "<b><a>14:43</a></b> <b>Judas, one of the twelve.</b> <b>a crowd with swords and clubs.</b> <b>chief priests … scribes … elders.</b> Judas, one of the twelve. See notes on 3:19 ; Mt 26:47 . All the Gospel writers refer to him this way (vv. 10 , 20 ; Mt 26:14 , 47 ; Lk 22:47 ; Jn 6:71 ); and in so doing, they display remarkable restraint in describing and evaluating Judas. Especially in this context, such a simple description actually heightens the evil of his crime more than any series of derogatory epithets or negative criticisms could do. It also points out the precise fulfillment of Jesus’ announcement in vv. 18–20 . a crowd with swords and clubs. This “crowd” was a carefully selected group whose sole purpose was arresting Jesus so He could be put to death. A cohort (600 men at full strength) of Roman soldiers ( Jn 18:3 , 12 ) was in this crowd because the Jewish leaders (cf. Lk 22:52 ) who organized the throng needed permission from Rome to carry out the death penalty and feared the crowds. The “swords” were the regular small hand weapons of the Romans, and the wood “clubs” were ordinary weapons carried by the Jewish temple police. chief priests … scribes … elders. Although 3 distinct sections of the Sanhedrin (as indicated by the Greek definite article with each), they were acting in unity. These Jewish leaders had evidently for some time ( see notes on 3:6 ; 11:18 ) hoped to accuse Jesus of rebellion against Rome. Then, His execution could be blamed on the Romans, and the leaders could escape potential reprisals from those Jews who admired Jesus. The Sanhedrin likely had hurried to Pontius Pilate, the Roman governor, to ask immediate use of his soldiers; or perhaps acted on a prearranged agreement for troop use on short notice. Whatever the case, the leaders procured the assistance of the Roman military from Fort Antonia in Jerusalem."
  },
  {
    "start": 41014044,
    "content": "<b><a>14:44</a></b> <b>kiss.</b> kiss. In addition to being a special act of respect and affection, this kind of kiss was a sign of homage in Middle East culture. Out of the varieties of this kiss (on the feet, on the back of the hand, on the palm, on the hem of the garment), Judas chose the embrace and the kiss on the cheek—the one that showed the closest love and affection, normally reserved for one with whom a person had a close, intimate relationship (such as a pupil for his teacher). Judas could not have chosen a more despicable way to identify Jesus, because he perverted its usual meaning so treacherously and hypocritically."
  },
  {
    "start": 41014045,
    "content": "<b><a>14:45</a></b> <b>Rabbi!</b> <b>kissed Him.</b> Rabbi! “My master” ( see note on 9:5 ). kissed Him. “Kissed” is an intensified form of the verb for “kiss” in v. 44 , and it denotes a fervent, continuous expression of affection (cf. Lk 7:38 , 45 ; 15:20 ; Ac 20:37 ). It was with intensity that Judas pretended to love Christ. The act was likely prolonged enough so the crowd had time to identify Jesus."
  },
  {
    "start": 41014047,
    "content": "<b><a>14:47</a></b> <b>one of those who stood by.</b> <b>the slave of the high priest.</b> one of those who stood by. Simon Peter ( Jn 18:10 ), one of the two disciples who brought a weapon ( Lk 22:38 ). Mark and the other synoptic writers do not identify Peter explicitly, perhaps because they wrote earlier than John, during the time when Peter would still have been in danger of Jewish revenge. the slave of the high priest. Malchus ( Jn 18:10 ). He was neither a soldier nor temple policeman, but rather was a high-ranking personal slave of Caiaphas, the High Priest, probably sent along to observe Judas and report on the events of the evening."
  },
  {
    "start": 41014048,
    "content": "<b><a>14:48</a></b> <b>as … against a robber.</b> as … against a robber. Jesus expressed a righteous resentment toward the crowd’s actions and attitudes. “Robber” was normally a highwayman or armed bandit who would resist arrest. The setting which the crowd orchestrated was completely inconsistent with His well-known ministry as a religious teacher."
  },
  {
    "start": 41014049,
    "content": "<b><a>14:49</a></b> <b>temple.</b> <b>in order that the Scriptures would be fulfilled.</b> temple. See note on 11:11 . This was the most public place in Jerusalem. in order that the Scriptures would be fulfilled. Entirely apart from the crowd’s sinful intentions against Jesus, God was sovereignly using them to fulfill prophecy (cf. Is 53:7–9 , 12 ) and accomplish His gracious purposes ( see note on Mt 26:54 )."
  },
  {
    "start": 41014050,
    "content": "<b><a>14:50</a></b> <b>left Him.</b> left Him. The disciples found no comfort in Jesus’ reference to Scripture, but instead their faith in Him collapsed as they realized He would not resist arrest and that they also might be captured."
  },
  {
    "start": 41014051,
    "content": "<b><a>14:51</a></b> <b>a young man.</b> <b>a linen sheet.</b> a young man. This perhaps was Mark himself. If the mob under Judas’ guidance had first gone to Mark’s mother’s house in search of Jesus—possibly where the last Passover was observed by Jesus and the 12—Mark could have heard the noise, suspected what was happening, and hurried to follow the multitude. a linen sheet. Either a loose-fitting linen sleeping garment or a sheet Mark had hastily wrapped around himself after being roused from bed."
  },
  {
    "start": 41014052,
    "content": "<b><a>14:52</a></b> <b>escaped naked.</b> escaped naked. Mark escaped capture and ran, but in so doing his covering came off or was pulled off, and he left with nothing at all on, or nothing more than undergarments."
  },
  {
    "start": 41014053,
    "end": 41015015,
    "content": "<b><a>14:53—15:15</a></b> Mark’s account of Jesus’ trials, like that of all the Gospels, makes it clear that Christ was tried in two general phases: first, before the religious authorities (the Jewish Sanhedrin), and second, before the secular political authorities (Rome, represented by governor Pontius Pilate). Each of these phases had 3 parts: preliminary interrogation, formal arraignment, and formal sentencing. Mark, like the other Gospel writers, did not include a comprehensive account of all the details and stages. A complete picture requires the material from all 4 Gospels being combined."
  },
  {
    "start": 41014054,
    "content": "<b><a>14:54</a></b> <b>courtyard of the high priest.</b> courtyard of the high priest. A quadrangle in the center of the High Priest’s residence."
  },
  {
    "start": 41014055,
    "content": "<b><a>14:55</a></b> <b>Sanhedrin.</b> Sanhedrin. “Council” in some translations ( see note on Mt 26:59 )."
  },
  {
    "start": 41014056,
    "content": "<b><a>14:56</a></b> <b>many were giving false testimony against Him.</b> <b>was not consistent.</b> Because Jesus was innocent, the Jewish leaders could not convict Him except by relying on perjured testimony and perverted justice. The Jews were intent on doing whatever was necessary, even if they had to violate every biblical and rabbinical rule. many were giving false testimony against Him. There was no lack of people to come forward at the Sanhedrin’s invitation to consciously present false, lying testimony. was not consistent. The testimonies were grossly inconsistent. The law, however, required exact agreement between two witnesses ( Dt 17:6 ; 19:15 )."
  },
  {
    "start": 41014057,
    "end": 41014058,
    "content": "<b><a>14:57–58</a></b> <b>false testimony.</b> false testimony. The witnesses maliciously garbled and misrepresented Jesus’ statements. Quite possibly they blended His figurative statement regarding His death and resurrection in Jn 2:19–22 with His prediction of a literal destruction of the temple in 13:2 . Their charge claimed He was disloyal to the present order of religion and worship (by replacing the current temple), and that He was blaspheming God (by saying He would so quickly rebuild the temple without hands)."
  },
  {
    "start": 41014058,
    "content": "<b><a>14:58</a></b> <b>I will destroy this sanctuary made with hands.</b> I will destroy this sanctuary made with hands. This refers to the material sanctuary in Jerusalem. Jesus boldly made this assertion in front of the temple the Jews revered, but His words were not fully understood ( see notes on 14:57–58 ; Jn 2:19–20 )."
  },
  {
    "start": 41014060,
    "content": "<b><a>14:60</a></b> Caiaphas attempted to salvage the tense situation when the continued false charges were failing to establish a case or elicit a response from the Lord. The High Priest could not understand how Jesus could remain silent and not offer any defense."
  },
  {
    "start": 41014061,
    "content": "<b><a>14:61</a></b> <b>kept silent.</b> <b>Christ.</b> <b>Son of the Blessed</b> <b>.</b> kept silent. The silence of innocence, integrity, and faith in God. An answer by Jesus would have given all the false testimonies and illegal proceedings an appearance of legitimacy. Christ. This term refers to Jesus’ claim to be the promised Messiah ( see note on Mt 1:1 ). Son of the Blessed One . This refers to Jesus’ claim to deity. This is the only NT use of the expression, and it is an example of Jewish wording that avoided using God’s name ( see note on Jn 8:58 ). Jesus’ acceptance of messiahship and deity (cf. Lk 4:18–21 ; Jn 4:25–26 ; 5:17–18 ; 8:58 ) had always brought vigorous opposition from the Jewish leaders ( Jn 5:19–47 ; 8:16–19 ; 10:29–39 ). Clearly, the High Priest was asking this question in hopes that Jesus would affirm it and open Himself to the formal charge of blasphemy."
  },
  {
    "start": 41014062,
    "content": "<b><a>14:62</a></b> <b>I am.</b> <b>.</b> <b>.</b> <b>.</b> I am. An explicit, unambiguous declaration that Jesus was and is both the Messiah and the Son of God. Son of Man . See notes on 2:10 ; Mt 8:20 . Jesus used this commonly acknowledged messianic title of Himself more than 80 times in the Gospels, here in a reference to Ps 110:1 and Da 7:13 (cf. Rev 1:13 ; 14:14 ). right hand of the Power . Cf. 10:37 ; Ac 2:33 ; 7:55 ; Heb 2:9 ; Rev 12:5 . Jesus’ glorified position is next to the throne of God (the “Power” is another reference to God). clouds . See note on 13:26 ; cf. Mt 24:30 ; 26:64 ; Lk 21:27 ; Ac 1:9–11 ; Rev 1:7 ; 14:14 ."
  },
  {
    "start": 41014063,
    "content": "<b><a>14:63</a></b> <b>tearing his tunics.</b> <b>further need … of witnesses.</b> tearing his tunics. A ceremonial, and in this case contrived, display of grief and indignation over the presumed dishonoring of God’s name by Jesus (cf. Ge 37:29 ; Lv 10:6 ; Job 1:20 ; Ac 14:14 ; see note on Mt 26:65 ). further need … of witnesses. A rhetorical question that expressed relief that the tense and embarrassing situation was finally over. Because Jesus had allegedly incriminated Himself in the eyes of the Sanhedrin, they would not need to summon any more lying witnesses."
  },
  {
    "start": 41014064,
    "content": "<b><a>14:64</a></b> <b>blasphemy.</b> blasphemy. See note on 2:7 ; cf. 3:29 . Strictly speaking, Jesus’ words were not “blasphemy,” or defiant irreverence of God ( Lv 24:10–23 ), but Caiaphas regarded them as such because Jesus claimed for Himself equal power and prerogative with God."
  },
  {
    "start": 41014065,
    "content": "<b><a>14:65</a></b> <b>spit at Him … beat Him.</b> <b>Prophesy!</b> spit at Him … beat Him. For the Jews, to “spit” in another’s face was the grossest, most hateful form of personal insult (cf. Nu 12:14 ; Dt 25:9 ). Their brutal cruelty reached a climax and revealed the great depravity of their hearts when they “beat Him,” or hit Him with clenched fists. Prophesy! They jeeringly and disrespectfully ordered Jesus to use the prophetic powers He claimed to have—even in the frivolous manner of telling them who struck Him ( Mt 26:68 )."
  },
  {
    "start": 41014066,
    "content": "<b><a>14:66</a></b> <b>below.</b> <b>one of the servant-girls.</b> below. The apartments around it were higher than the courtyard itself. one of the servant-girls. Female slave, or maid, in the household of the High Priest. She might have been the same gatekeeper (cf. Jn 18:15–16 ) who admitted Peter, and who being curious and suspicious of him, wanted a closer look."
  },
  {
    "start": 41014067,
    "content": "<b><a>14:67</a></b> <b>the Nazarene.</b> the Nazarene. Their reference to Jesus’ hometown communicates a feeling of contempt, in keeping with the views of the Jewish leaders and the poor reputation Nazareth generally had (cf. Jn 1:46 )."
  },
  {
    "start": 41014068,
    "content": "<b><a>14:68</a></b> <b>the entryway.</b> the entryway. Used only here in the NT, this term denotes “the forecourt,” or “gateway,” a covered archway of the courtyard, opening onto the street."
  },
  {
    "start": 41014070,
    "content": "<b><a>14:70</a></b> <b>Galilean.</b> Galilean. Frequently used as a derisive label by people in Jerusalem toward their northern neighbors. It strongly suggested that natives of Galilee were deemed unsophisticated and uneducated (cf. Ac 4:13 )."
  },
  {
    "start": 41014072,
    "content": "<b><a>14:72</a></b> <b>a rooster crowed.</b> a rooster crowed. This reference brings to mind Jesus’ prediction in v. 30 ( see note there ) and Mt 26:34 . Amid all the accusations being hurled at him, Peter either did not hear the rooster’s crowing, or failed to realize its significance. When the rooster crowed the second time, Jesus looked at Peter ( Lk 22:61 ), triggering Peter’s memory and bringing conviction of his denials (cf. v. 72 )."
  },
  {
    "start": 41015001,
    "content": "<b><a>15:1</a></b> <b>early in the morning.</b> <b>chief priests.</b> <b>elders and scribes.</b> <b>the whole Sanhedrin.</b> <b>council.</b> <b>Pilate.</b> early in the morning. At daybreak, probably between 5:00 and 6:00 a.m. Having illegally decided Jesus’ guilt during the night ( 14:53–65 ; Jn 18:13–24 ), the Sanhedrin formally convened after daybreak to pronounce a sentence. chief priests. See note on Mt 2:4 . elders and scribes. See notes on 14:43 ; Mt 2:4 . the whole Sanhedrin. The entire ruling body ( see notes on 14:43 , 53 ; Mt 26:59 ). council. This meeting is described in Lk 22:66–71 . It amounted to little more than reiterating the charges earlier made against Jesus and affirming His guilty verdict. Pilate. Roman procurator (governor) of Judea from AD 26–36. His official residence was at Caesarea, but he was in Jerusalem for Passover."
  },
  {
    "start": 41015002,
    "content": "<b><a>15:2</a></b> <b>Pilate questioned Him.</b> <b>Are You the King of the Jews?</b> <b>You yourself say</b> <b>.</b> Pilate questioned Him. John records ( Jn 18:30 ) that the Jewish leaders demanded that Pilate simply agree to the death sentence they had already pronounced on Jesus ( 14:64 ). Pilate refused, and the Jewish leaders then presented their false charges against Jesus ( Lk 23:2 ). Having heard those charges, Pilate then questioned Him. Are You the King of the Jews? The only charge Pilate took seriously was that Jesus claimed to be a king, thus making Him guilty of rebellion against Rome. Pilate’s question reveals that he had already been informed of this charge ( Lk 23:2 ). You yourself say it . Jesus’ answer acknowledged that He was the rightful king of Israel, but implied that Pilate’s concept of what that meant differed from His (cf. Jn 18:34–37 )."
  },
  {
    "start": 41015004,
    "content": "<b><a>15:4</a></b> <b>You answer nothing?</b> You answer nothing? Pilate was amazed at Jesus’ silence, since accused prisoners predictably and vehemently denied the charges against them. Jesus may have remained silent in fulfillment of prophecy ( Is 42:1–2 ; 53:7 ), because Pilate had already pronounced him innocent ( Lk 23:4 ; Jn 18:38 ), or both."
  },
  {
    "start": 41015006,
    "content": "<b><a>15:6</a></b> <b>at the feast.</b> <b>used to.</b> at the feast. The Passover. used to. Ancient secular sources indicate that Roman governors occasionally granted amnesty at the request of their subjects. Assuming that the people would ask for their king (whom they had so acknowledged earlier in the week; 11:1–10 ) to be freed, Pilate undoubtedly saw this annual custom as the way out of his dilemma regarding Jesus."
  },
  {
    "start": 41015007,
    "content": "<b><a>15:7</a></b> <b>Barabbas.</b> Barabbas. A robber ( Jn 18:40 ) and murderer ( Lk 23:18–19 ) in some way involved as an anti-Roman insurrectionist. Whether his involvement was motivated by political conviction or personal greed is not known. It is impossible to identify the specific insurrection in question, but such uprisings were common in Jesus’ day and were precursors of the wholesale revolt of AD 66–70."
  },
  {
    "start": 41015010,
    "content": "<b><a>15:10</a></b> <b>because of envy.</b> because of envy. Pilate realized that the Jewish authorities had not handed Jesus over to him out of loyalty to Rome. He saw through their deceit to the underlying reason—their jealousy over Jesus’ popularity with the people."
  },
  {
    "start": 41015013,
    "content": "<b><a>15:13</a></b> <b>Crucify.</b> Crucify. See note on v. 15 ."
  },
  {
    "start": 41015015,
    "content": "<b><a>15:15</a></b> <b>scourged.</b> <b>crucified.</b> scourged. With a whip (known as a flagellum ) consisting of a wooden handle to which metal-tipped leather thongs were attached. Being scourged with a flagellum was a fearful ordeal, ripping the flesh down to the bone, causing severe bleeding. It was a beating from which prisoners often died. crucified. See note on Mt 27:31 . Crucifixion, the common Roman method of execution for slaves and foreigners, was described by the Roman writer Cicero as “the cruelest and most hideous punishment possible.”"
  },
  {
    "start": 41015016,
    "content": "<b><a>15:16</a></b> <b>Praetorium.</b> <b>whole</b> <b>cohort.</b> Praetorium. The governor’s official residence in Jerusalem, probably located in the Fortress Antonia complex. whole Roman cohort. The Roman cohort, consisting of 600 men, was stationed in Jerusalem. All the soldiers who were not on duty at that time gathered to mock Jesus."
  },
  {
    "start": 41015017,
    "content": "<b><a>15:17</a></b> <b>dressed Him up in purple … crown of thorns.</b> dressed Him up in purple … crown of thorns. “Purple” was the color traditionally worn by royalty; the “crown of thorns” was in mockery of a royal crown. The callous soldiers decided to hold a mock coronation of Jesus as king of the Jews."
  },
  {
    "start": 41015018,
    "content": "<b><a>15:18</a></b> <b>Hail, King of the Jews!</b> Hail, King of the Jews! The greeting was a parody of that given to Caesar."
  },
  {
    "start": 41015019,
    "content": "<b><a>15:19</a></b> <b>a reed.</b> a reed. An imitation of a royal scepter."
  },
  {
    "start": 41015021,
    "content": "<b><a>15:21</a></b> Condemned prisoners were required to carry the heavy crossbeam of their cross to the execution site. Exhausted from a sleepless night and severely wounded and weakened by His scourging, Jesus was unable to continue. The Roman guards conscripted Simon, apparently at random, to carry Jesus’ crossbeam the rest of the way. Simon, from the North African city of Cyrene, was on his way into Jerusalem. The identification of him as “the father of Alexander and Rufus” (cf. Ro 16:13 ) is evidence of Mark’s connection with the church at Rome (see Introduction: Background and Setting )."
  },
  {
    "start": 41015022,
    "content": "<b><a>15:22</a></b> <b>Golgotha … Place of a Skull.</b> Golgotha … Place of a Skull. “Golgotha” is an Aramaic word meaning “skull,” which Mark translated for his readers (see Introduction: Background and Setting ). Although the exact site is unknown, today two locations in Jerusalem are considered as possibilities: 1) Gordon’s Calvary (named for the man who discovered it in modern times) to the north; and 2) the traditional site to the west at the Church of the Holy Sepulchre, a tradition dating to the fourth century."
  },
  {
    "start": 41015023,
    "content": "<b><a>15:23</a></b> <b>wine mixed with myrrh.</b> wine mixed with myrrh. To temporarily deaden the pain ( see note on Mt 27:34 ), the Romans allowed this drink to be administered to victims of crucifixion, probably not out of compassion, but to keep them from struggling while being crucified."
  },
  {
    "start": 41015024,
    "content": "<b><a>15:24</a></b> <b>crucified.</b> <b>divided up His garments.</b> crucified. See note on v. 15 . None of the Gospel accounts give a detailed description of the actual crucifixion process. divided up His garments. This was in fulfillment of Ps 22:18 . The executioners customarily divided the victim’s clothes among themselves."
  },
  {
    "start": 41015025,
    "content": "<b><a>15:25</a></b> <b>third hour.</b> third hour. The crucifixion occurred at 9:00 a.m. based on the Jewish method of reckoning time. John notes that it was “about the sixth hour” when Pilate sentenced Jesus to be crucified ( Jn 19:14 ). John apparently used the Roman method of reckoning time, which counted the hours from midnight. Thus John’s “sixth hour” would have been about 6:00 a.m."
  },
  {
    "start": 41015026,
    "content": "<b><a>15:26</a></b> <b>inscription of the charge.</b> <b>THE KING OF THE JEWS.</b> inscription of the charge. The crime for which a condemned man was executed was written on a wooden board, which was fastened to the cross above his head. Jesus’ inscription was written in Lat., Hebrew, and Greek ( Jn 19:20 ). See note on Mt 27:37 . THE KING OF THE JEWS. Since Pilate had repeatedly declared Jesus to be innocent of any crime ( Lk 23:4 , 14–15 , 22 ), he ordered this inscription written for Him. While Pilate’s intent was probably neither to mock nor to honor Jesus, he certainly intended it as an affront to the Jewish authorities, who had given him so much trouble. When the outraged Jewish leaders demanded the wording be changed, Pilate bluntly refused ( see note on Jn 19:22 ). A comparison of all 4 Gospel accounts reveals that the full inscription read THIS IS JESUS OF NAZARETH, THE KING OF THE JEWS. See note on Lk 23:38 ."
  },
  {
    "start": 41015027,
    "content": "<b><a>15:27</a></b> <b>two robbers.</b> two robbers. They were probably involved with Barabbas in the rebellion ( see note on v. 7 ), since robbery itself was not a capital offense under Roman law."
  },
  {
    "start": 41015028,
    "content": "<b><a>15:28</a></b> By placing Jesus’ cross between the two robbers (v. 27 ), Pilate may have intended to further insult the Jews, implying that their king was nothing but a common criminal. God intended it, however, as a fulfillment of prophecy (cf. Is 53:12 )."
  },
  {
    "start": 41015029,
    "content": "<b><a>15:29</a></b> <b>shaking their heads.</b> <b>You who</b> <b>destroy the sanctuary and rebuild it in three days.</b> shaking their heads. A gesture of contempt and derision (cf. 2Ki 19:21 ; Pss 22:7 ; 44:14 ; 109:25 ; Jer 18:16 ; Lam 2:15 ). You who are going to destroy the sanctuary and rebuild it in three days. The passersby repeated the false charge made during Jesus’ trial before Caiaphas ( 14:58 ). The charge was a misunderstanding of Jesus’ words in Jn 2:19–21 ."
  },
  {
    "start": 41015032,
    "content": "<b><a>15:32</a></b> <b>Christ.</b> <b>come down from the cross.</b> <b>Those who were crucified with Him.</b> Christ. See note on 1:1 . come down from the cross. A final demand for a miracle by the unbelieving Jewish authorities (cf. 8:11 ). Their claim that they would then see and believe was false, since they later refused to believe the even greater miracle of Christ’s resurrection. Those who were crucified with Him. The two robbers joined in the reviling of Jesus, though one later repented ( Lk 23:40–43 )."
  },
  {
    "start": 41015033,
    "content": "<b><a>15:33</a></b> <b>sixth hour.</b> <b>darkness.</b> <b>ninth hour.</b> sixth hour. Noon, by Jewish reckoning, at the halfway point of Jesus’ 6 hours on the cross ( see note on v. 25 ). darkness. A mark of divine judgment (cf. Is 5:30 ; 13:10–11 ; Joel 2:1–2 ; Am 5:20 ; Zep 1:14–15 ; Mt 8:12 ; 22:13 ; 25:30 ). The geographical extent of the darkness is not known, although the writings of the church fathers hint that it extended beyond Israel (regionally). ninth hour. I.e., 3:00 p.m."
  },
  {
    "start": 41015034,
    "content": "<b><a>15:34</a></b> Eloi … sabachthani? The Aramaic words of Ps 22:1 . Matthew, who also recorded this cry, gave the Hebrew words ( Mt 27:46 ). why have You forsaken Me? Jesus felt keenly His abandonment by the Father, resulting from God’s wrath being poured out on Him as the substitute for sinners ( see notes on 2Co 5:21 )."
  },
  {
    "start": 41015035,
    "content": "<b><a>15:35</a></b> <b>Elijah.</b> Elijah. Further mockery which in effect meant, “Let the forerunner come and save this so-called Messiah” ( see note on Lk 1:17 )."
  },
  {
    "start": 41015036,
    "content": "<b><a>15:36</a></b> <b>sour wine.</b> <b>a reed.</b> sour wine. Cheap wine commonly consumed by soldiers and workers. It may have been an act of mercy, or merely intended to prolong His suffering. a reed. A hyssop branch ( Jn 19:29 )."
  },
  {
    "start": 41015037,
    "content": "<b><a>15:37</a></b> <b>uttering a loud cry.</b> uttering a loud cry. Demonstrating amazing strength in light of the intense suffering He had endured, His shout reveals that His life did not slowly ebb away, but that He voluntarily gave it up ( Jn 10:17–18 ). For the words of Christ’s cry, see Lk 23:46 ."
  },
  {
    "start": 41015038,
    "content": "<b><a>15:38</a></b> <b>the veil of the sanctuary was torn in two.</b> the veil of the sanctuary was torn in two. The massive curtain separating the Holy of Holies from the rest of the sanctuary ( Ex 26:31–33 ; 40:20–21 ; Lv 16:2 ; Heb 9:3 ). This rending signified that the way into God’s presence was open by the death of His Son."
  },
  {
    "start": 41015039,
    "content": "<b><a>15:39</a></b> <b>centurion.</b> <b>saw the way He breathed His last.</b> centurion. The Roman officer in charge of the crucifixion. Centurions, considered the backbone of the Roman army, commanded 100 soldiers. saw the way He breathed His last. The centurion had seen many crucified victims die, but none like Jesus. The strength He possessed at His death, as evidenced by His loud cry (v. 37 ), was unheard of for a victim of crucifixion. That, coupled with the earthquake that coincided with Christ’s death ( Mt 27:51–54 ), convinced the centurion that Jesus “was God’s Son.” According to tradition, this man actually became a believer ( see note on Mt 27:54 )."
  },
  {
    "start": 41015040,
    "content": "<b><a>15:40</a></b> <b>Mary Magdalene.</b> <b>Mary the mother of James the Less and Joses.</b> <b>Salome.</b> Some of these women had earlier been at the foot of the cross ( Jn 19:25–27 ). By then, unable to watch Jesus’ suffering at such close range, they were “looking on from a distance.” Their sympathetic loyalty was in sharp contrast to the disciples who, except for John, were nowhere to be found. Mary Magdalene. She was from the village of Magdala, on the west shore of the Sea of Galilee, hence her name. Luke notes that Jesus had cast 7 demons out of her ( Lk 8:2 ). She is usually named first when the women who followed Jesus are listed, which may suggest that she was their leader. Mary the mother of James the Less and Joses. She is distinguished from the other Marys by the name of her sons. “James the Less” (called “James the son of Alphaeus” in Mt 10:3 ) was one of the 12. Salome. The wife of Zebedee ( Mt 27:56 ), and the mother of James and John ( see note on 10:35 )."
  },
  {
    "start": 41015041,
    "content": "<b><a>15:41</a></b> <b>many other women.</b> many other women. They had been with Jesus since the days of His Galilean ministry, traveling with Him and the disciples, caring for their needs (cf. Lk 8:2–3 )."
  },
  {
    "start": 41015042,
    "content": "<b><a>15:42</a></b> <b>Preparation day.</b> Preparation day. Friday, the day before the Sabbath (Saturday)."
  },
  {
    "start": 41015043,
    "content": "<b><a>15:43</a></b> <b>Joseph of Arimathea.</b> <b>kingdom of God.</b> <b>gathered up courage.</b> <b>asked for the body of Jesus.</b> Joseph of Arimathea. “Arimathea,” known in the OT as Ramah, or Ramathaim-zophim (the birthplace of Samuel, 1Sa 1:1 , 19 ; 2:11 ), was located about 15–20 mi. northwest of Jerusalem. Joseph was a prominent member of the “council” (or the Sanhedrin, see note on 14:43 ), who had opposed Jesus’ condemnation ( Lk 23:51 ). kingdom of God. See note on 1:15 . gathered up courage. Pilate would not likely have been pleased to see a member of the Sanhedrin, after that group had forced him to crucify an innocent man. Further, Joseph’s public identification with Jesus would enrage the other members of the Sanhedrin. asked for the body of Jesus. Though prisoners sentenced to death forfeited the right to burial under Roman law, their bodies were usually granted to relatives who asked for them, but Jesus’ mother was emotionally exhausted from the ordeal. There is no evidence that His brothers and sisters were in Jerusalem, and His closest friends, the disciples, had fled (except for John, who had Mary to take care of; Jn 19:26–27 ). In the absence of those closest to Jesus, Joseph courageously asked Pilate for Jesus’ body."
  },
  {
    "start": 41015044,
    "content": "<b><a>15:44</a></b> <b>Pilate wondered.</b> Pilate wondered. Victims of crucifixion often lingered for days, hence Pilate’s surprise that Jesus was dead after only 6 hours. Before granting Jesus’ body to Joseph, Pilate checked with the “centurion” in charge of the crucifixion ( see note on v. 39 ) to verify that Jesus was really dead."
  },
  {
    "start": 41015045,
    "content": "<b><a>15:45</a></b> <b>he granted the body to Joseph.</b> he granted the body to Joseph. Having received confirmation from the centurion that Jesus was dead, Pilate granted Jesus’ body to Joseph. By that act, the Romans officially pronounced Jesus dead."
  },
  {
    "start": 41015046,
    "content": "<b><a>15:46</a></b> <b>wrapped Him in the linen cloth.</b> <b>tomb … hewn out in the rock.</b> wrapped Him in the linen cloth. The Jews did not embalm corpses, but wrapped them in perfumed burial cloths ( see note on 16:1 ). Nicodemus, another prominent member of the Sanhedrin (cf. Jn 7:50 ), assisted Joseph in caring for the body of Jesus ( Jn 19:39–40 ). These men, who had kept their allegiance to Jesus secret during His lifetime, then came forward publicly to bury Him, while the disciples, who had openly followed Jesus, hid ( Jn 20:19 ). tomb … hewn out in the rock. This “tomb” was located near Golgotha ( Jn 19:42 ). Matthew adds that it was Joseph’s own ( Mt 27:60 ), while Luke and John note that no one as yet had been buried in it ( Lk 23:53 ; Jn 19:41 )."
  },
  {
    "start": 41016001,
    "content": "<b><a>16:1</a></b> <b>Sabbath passed.</b> <b>Mary Magdalene, and Mary the</b> <b>of James, and Salome.</b> <b>spices.</b> <b>anoint.</b> Sabbath passed. The Sabbath officially ended at sundown on Saturday, after which the women were able to purchase spices. Mary Magdalene, and Mary the mother of James, and Salome. See note on Mt 27:56 . Luke mentions that Joanna and other women were also there ( Lk 24:10 ; cf. 15:41 ). spices. The women bought more spices in addition to those prepared earlier (cf. Lk 23:56 ; Jn 19:39–40 ). anoint. Unlike the Egyptians, the Jewish people did not embalm their dead. Anointing was an act of love, to offset the stench of a decaying body. That the women came to anoint Jesus’ body on the third day after His burial showed that they, like the disciples, were not expecting Him to rise from the dead (cf. 8:31 ; 9:31 ; 10:34 )."
  },
  {
    "start": 41016002,
    "content": "<b><a>16:2</a></b> <b>when the sun had risen.</b> when the sun had risen. John 20:1 says that Mary Magdalene arrived at the tomb while it was still dark. She may have gone on ahead of the other women, or the whole party may have set out together while it was still dark and arrived at the tomb after sunrise."
  },
  {
    "start": 41016003,
    "content": "<b><a>16:3</a></b> <b>Who will roll away the stone…?</b> Who will roll away the stone…? Only Mark records this discussion on the way to the tomb. The women realized they had no men with them to move the heavy stone (v. 4 ) away from the entrance to the tomb. Since they had last visited the tomb on Friday evening, they did not know it had been sealed and a guard posted, which took place on Saturday ( Mt 27:62–66 )."
  },
  {
    "start": 41016004,
    "content": "<b><a>16:4</a></b> <b>the stone had been rolled away.</b> the stone had been rolled away. This was not to let Jesus out, but to let the witnesses in. The earthquake when the angel rolled away the stone ( Mt 28:2 ) may have affected only the area around the tomb, since the women apparently did not feel it."
  },
  {
    "start": 41016005,
    "content": "<b><a>16:5</a></b> <b>entering the tomb.</b> <b>young man … wearing a white robe.</b> entering the tomb. The outer chamber, separated from the burial chamber by a small doorway. young man … wearing a white robe. The angel, having rolled away the stone ( Mt 28:2 ), had then entered the burial chamber. Luke records that there were two angels in the tomb; Matthew and Mark focus on the one who spoke (for similar instances, see note on 10:46 )."
  },
  {
    "start": 41016006,
    "content": "<b><a>16:6</a></b> <b>Jesus the Nazarene, who has been crucified.</b> <b>He has risen.</b> Jesus the Nazarene, who has been crucified. See note on Mt 2:23 . The inspired account leaves no doubt about who had been in the tomb. The idea of some unbelievers that the women went to the wrong tomb is ludicrous. He has risen. Christ’s resurrection is one of the central truths of the Christian faith ( 1Co 15:4 ) and the only plausible explanation for the empty tomb. Even the Jewish leaders did not deny the reality of the empty tomb, but concocted the story that the disciples had stolen Jesus’ body ( Mt 28:11–15 ). The idea that the fearful ( Jn 20:19 ), doubting (vv. 11 , 13 ; Lk 24:10–11 ) disciples somehow overpowered the Roman guard detachment and stole Jesus’ body is absurd. That they did it while the guards were asleep is even more preposterous. Surely, in moving the heavy stone from the mouth of the tomb, the disciples would have awakened at least one of the soldiers. And in any case, how could the guards have known what happened while they were asleep? Many other theories have been sinfully invented over the centuries to explain away the empty tomb, all of them equally futile."
  },
  {
    "start": 41016007,
    "content": "<b><a>16:7</a></b> <b>and Peter.</b> <b>He is going ahead of you to Galilee … as He told you.</b> and Peter. Peter was not singled out as the leader of the disciples, but to be reassured that, despite his denials of Christ, he was still one of them. He is going ahead of you to Galilee … as He told you. See note on 14:28 . The disciples’ lack of faith made them slow to act on these words; they did not leave for Galilee ( Mt 28:7 , 16 ) until after Jesus repeatedly appeared to them in Jerusalem (cf. Lk 24:13–32 ; Jn 20:19–31 )."
  },
  {
    "start": 41016008,
    "content": "<b><a>16:8</a></b> <b>afraid.</b> afraid. They were overwhelmed by the frightening appearance of the angel and the awesome mystery of the Resurrection."
  },
  {
    "start": 41016009,
    "end": 41016020,
    "content": "<b><a>16:9–20</a></b> The external evidence strongly suggests these verses were not originally part of Mark’s Gospel. While the majority of Greek manuscripts contain these verses, the earliest and most reliable do not. A shorter ending also existed, but it is not included in the text. Further, some that include the passage note that it was missing from older Greek manuscripts, while others have scribal marks indicating the passage was considered spurious. The fourth-century church fathers Eusebius and Jerome noted that almost all Greek manuscripts available to them lacked vv. 9–20 . The internal evidence from this passage also weighs heavily against Mark’s authorship. The transition between vv. 8 and 9 is abrupt and awkward. The Greek particle translated “now” that begins v. 9 implies continuity with the preceding narrative. What follows, however, does not continue the story of the women referred to in v. 8 , but describes Christ’s appearance to Mary Magdalene (cf. Jn 20:11–18 ). The masculine participle in v. 9 expects “he” as its antecedent, yet the subject of v. 8 is the women. Although she had just been mentioned 3 times (v. 1 ; 15:40 , 47 ), v. 9 introduces Mary Magdalene as if for the first time. Further, if Mark wrote v. 9 , it is strange that he would only now note that Jesus had cast 7 demons out of her. The angel spoke of Jesus’ appearing to His followers in Galilee, yet the appearances described in vv. 9–20 are all in the Jerusalem area. Finally, the presence in these verses of a significant number of Greek words used nowhere else in Mark argues that Mark did not write them. Verses 9–20 represent an early (they were known to the second-century fathers Irenaeus, Tatian, and, possibly, Justin Martyr) attempt to complete Mark’s Gospel. While for the most part summarizing truths taught elsewhere in Scripture, vv. 9–20 should always be compared with the rest of Scripture, and no doctrines should be formulated based solely on them. In spite of all these considerations of the likely unreliability of this section, it is possible to be wrong on the issue, and thus, it is good to consider the meaning of this passage and leave it in the text, just as with Jn 7:53—8:11 ."
  },
  {
    "start": 41016012,
    "end": 41016013,
    "content": "<b><a>16:12–13</a></b> This incident is related in Lk 24:13–32 ."
  },
  {
    "start": 41016014,
    "content": "<b><a>16:14</a></b> <b>the eleven.</b> <b>unbelief and hardness of heart.</b> the eleven. The 12 minus Judas, who had committed suicide ( Mt 27:3–10 ). unbelief and hardness of heart. In not believing the witnesses of the resurrection (vv. 12–13 ; cf. Lk 24:10–11 )."
  },
  {
    "start": 41016015,
    "end": 41016016,
    "content": "<b><a>16:15–16</a></b> Similar to Matthew’s account of the Great Commission, with the added contrast of those who have been baptized (believers) with those who refuse to believe and are condemned. Even if v. 16 is a genuine part of Mark’s Gospel, it does not teach that baptism saves, since the lost are condemned for unbelief, not for not being baptized ( see note on Ac 2:38 )."
  },
  {
    "start": 41016017,
    "end": 41016018,
    "content": "<b><a>16:17–18</a></b> These signs were promised to the apostolic community ( Mt 10:1 ; 2Co 12:12 ), not all believers in all ages (cf. 1Co 12:29–30 ). All (with the exception of drinking poison) were experienced by some in the apostolic church and reported in Scripture (e.g., Ac 28:5 ), but not afterward (cf. v. 20 )."
  },
  {
    "start": 41016019,
    "content": "<b><a>16:19</a></b> <b>right hand of God.</b> right hand of God. The place of honor Jesus assumed after His ascension ( see note on Ac 2:33 )."
  },
  {
    "start": 41016020,
    "content": "<b><a>16:20</a></b> <b>confirmed the word by the signs.</b> confirmed the word by the signs. See notes on Ac 2:22 ; 2Co 12:12 ; Heb 2:4 ."
  }
]