[
  {
    "id": "intro46",
    "title": "The First Letter of Paul to the Corinthians",
    "content": "The First Letter of Paul to the Corinthians Title The letter is named for the city of Corinth, where the church to whom it was written was located. With the exception of personal epistles addressed to Timothy, Titus, and Philemon, all Paul’s letters bear the name of the city where the church addressed existed. Author and Date As indicated in the first verse, the epistle was written by the apostle Paul, whose authorship cannot be seriously questioned. Pauline authorship has been universally accepted by the church since the first century, when 1 Corinthians was penned. Internally, the apostle claimed to have written the epistle ( <a ref='1 Corinthians 1:1'>1:1</a> , <a ref='1 Corinthians 1:13'>13</a> ; <a ref='1 Corinthians 3:4–6'>3:4–6</a> ; <a ref='1 Corinthians 4:15'>4:15</a> ; <a ref='1 Corinthians 16:21'>16:21</a> ). Externally, this correspondence has been acknowledged as genuine since AD 95 by Clement of Rome, who was writing to the Corinthian church. Other early Christian leaders who authenticated Paul as author include Ignatius (ca. AD 110), Polycarp (ca. AD 135), and Tertullian (ca. AD 200). This epistle was most likely written in the first half of AD 55 from Ephesus ( <a ref='1 Corinthians 16:8–9'>16:8–9</a> , <a ref='1 Corinthians 16:19'>19</a> ) while Paul was on his third missionary journey. The apostle intended to remain on at Ephesus to complete his 3-year stay ( <a ref='Acts 20:31'>Ac 20:31</a> ) until Pentecost (May/June) AD 55 ( <a ref='1 Corinthians 16:8'>16:8</a> ). Then he hoped to winter (AD 55–56) at Corinth ( <a ref='1 Corinthians 16:6'>16:6</a> ; <a ref='Acts 20:2'>Ac 20:2</a> ). His departure for Corinth was anticipated even as he wrote ( <a ref='1 Corinthians 4:19'>4:19</a> ; <a ref='1 Corinthians 11:34'>11:34</a> ; <a ref='1 Corinthians 16:8'>16:8</a> ). Background and Setting The city of Corinth was located in southern Greece, in what was the Roman province of Achaia, ca. 45 mi. west from Athens. This lower part, the Peloponnesus, is connected to the rest of Greece by a 4-mile-wide isthmus, which is bounded on the east by the Saronic Gulf and on the west by the Gulf of Corinth. Corinth is near the middle of the isthmus and is prominently situated on a high plateau. For many centuries, all north-south land traffic in that area had to pass through or near this ancient city. Since travel by sea around the Peloponnesus involved a 250-mile voyage that was dangerous and obviously time consuming, most captains carried their ships on skids or rollers across the isthmus directly past Corinth. Corinth understandably prospered as a major trade city, not only for most of Greece but for much of the Mediterranean area, including North Africa, Italy, and Asia Minor. A canal across the isthmus was begun by the emperor Nero during the first century AD, but was not completed until near the end of the nineteenth century. The Isthmian games, one of the two most famous athletic events of that day (the other being the Olympian games), were hosted by Corinth, causing more people-traffic. Even by the pagan standards of its own culture, Corinth became so morally corrupt that its very name became synonymous with debauchery and moral depravity. To “corinthianize” came to represent gross immorality and drunken debauchery. In <a ref='1 Corinthians 6:9–10'>6:9–10</a> , Paul lists some of the specific sins for which the city was noted and which formerly had characterized many believers in the church there. Tragically, some of the worst sins were still found among some church members. One of those sins, incest, was condemned even by most pagan Gentiles ( <a ref='1 Corinthians 5:1'>5:1</a> ). Like most ancient Greek cities, Corinth had an acropolis (lit. “a high city”), which rose 2,000 feet and was used both for defense and for worship. The most prominent edifice on the acropolis was a temple to Aphrodite, the Greek goddess of love. Some 1,000 priestesses, who were “religious” prostitutes, lived and worked there and came down into the city in the evening to offer their services to male citizens and foreign visitors. The church in Corinth was founded by Paul on his second missionary journey ( <a ref='Acts 18:1'>Ac 18:1ff.</a> ). As usual, his ministry began in the synagogue, where he was assisted by two Jewish believers, Priscilla and Aquila, with whom he lived for a while and who were fellow tradesmen. Soon after, Silas and Timothy joined them and Paul began preaching even more intensely in the synagogue. When most of the Jews resisted the gospel, he left the synagogue, but not before Crispus, the leader of the synagogue, his family, and many other Corinthians were converted ( <a ref='Acts 18:5–8'>Ac 18:5–8</a> ). After ministering in Corinth for over a year and a half ( <a ref='Acts 18:11'>Ac 18:11</a> ), Paul was brought before a Roman tribunal by some of the Jewish leaders. Because the charges were strictly religious and not civil, the proconsul, Gallio, dismissed the case. Shortly thereafter, Paul took Priscilla and Aquila with him to Ephesus. From there he returned to Israel (vv. <a ref='Acts 18:18–22'>18–22</a> ). Unable to fully break with the culture from which it came, the church at Corinth was exceptionally factional, showing its carnality and immaturity. After the gifted Apollos had ministered in the church for some time, a group of his admirers established a clique and had little to do with the rest of the church. Another group developed that was loyal to Paul, another claimed special allegiance to Peter (Cephas), and still another to Christ alone (see <a ref='1 Corinthians 1:10–13'>1:10–13</a> ; <a ref='1 Corinthians 3:1–9'>3:1–9</a> ). The most serious problem of the Corinthian church was worldliness, an unwillingness to divorce the culture around them. Most of the believers could not consistently separate themselves from their old, selfish, immoral, and pagan ways. It became necessary for Paul to write to correct this, as well as to command the faithful Christians not only to break fellowship with the disobedient and unrepentant members, but to put those members out of the church ( <a ref='1 Corinthians 5:9–13'>5:9–13</a> ). Before he wrote this inspired letter, Paul had written the church other correspondence (see <a ref='1 Corinthians 5:9'>5:9</a> ), which was also corrective in nature. Because a copy of that letter has never been discovered, it has been referred to as “the lost epistle.” There was another noncanonical letter after 1 Corinthians, usually called “the severe letter” ( <a ref='2 Corinthians 2:4'>2Co 2:4</a> ). Historical and Theological Themes Although the major thrust of this epistle is corrective of behavior rather than of doctrine, Paul gives seminal teaching on many doctrines that directly relate to the matters of sin and righteousness. In one way or another, wrong living always stems from wrong belief. Sexual sins for example, including divorce, are inevitably related to disobeying God’s plan for marriage and the family ( <a ref='1 Corinthians 7:1–40'>7:1–40</a> ). Proper worship is determined by such things as recognition of God’s holy character ( <a ref='1 Corinthians 3:17'>3:17</a> ), the spiritual identity of the church ( <a ref='1 Corinthians 12:12–27'>12:12–27</a> ), and pure partaking of the Lord’s Supper ( <a ref='1 Corinthians 11:17–34'>11:17–34</a> ). It is not possible for the church to be edified faithfully and effectively unless believers understand and exercise their spiritual gifts ( <a ref='1 Corinthians 12:1–14:40'>12:1—14:40</a> ). The importance of the doctrine of the resurrection, of course, cannot be overestimated because if there is no resurrection of the dead, then Christ is not risen. And if Christ is not risen, then preaching is empty and so is faith ( <a ref='1 Corinthians 15:13–14'>15:13–14</a> ). In addition to those themes, Paul deals briefly with God’s judgment of believers, the right understanding of which will produce right motives for godly living (see <a ref='1 Corinthians 3:13–15'>3:13–15</a> ). The right understanding of idols and of false gods, in general, was to help the immature Corinthians think maturely about such things as eating meat that had been sacrificed to idols ( <a ref='1 Corinthians 8:1–11:1'>8:1—11:1</a> ). The right understanding and expression of genuine, godly love was mandatory to right use of the gifts and even to right knowledge about all the things of God ( <a ref='1 Corinthians 13:1–13'>13:1–13</a> ). So Paul deals with the cross, divine wisdom and human wisdom, the work of the Spirit in illumination, carnality, eternal rewards, the transformation of salvation, sanctification, the nature of Christ, union with Him, the divine role for women, marriage and divorce, Spirit baptism, indwelling and gifting, the unity of the church in one body, the theology of love, and the doctrine of resurrection. All these establish foundational truth for godly behavior. Interpretive Challenges By far the most controversial issue for interpretation is that of the sign gifts discussed in chaps. <a ref='1Co 12-14'>12–14</a> , particularly the gifts of miracles and tongues-speaking. Many believe that all the gifts are permanent, so that the gift of speaking in tongues will cease ( <a ref='1 Corinthians 13:8'>13:8</a> ) only at the time the gifts of prophecy and of knowledge cease, namely, when that which is perfect has come (v. <a ref='1 Corinthians 13:10'>10</a> ). Those who maintain that tongues and miracles are still valid spiritual gifts in the church today believe they should be exercised with the same power they were in NT times by the apostles. Others believe the miraculous sign gifts have ceased. This controversy will be resolved in the appropriate notes on chaps. <a ref='1Co 12-14'>12–14</a> . The issue of divorce is a troubling one for many. Chapter <a ref='1Co 7'>7</a> addresses the subject, but calls for careful interpretation to yield consistent biblical doctrine on the matter. Advocates of universalism, the idea that all men will eventually be saved, use <a ref='1 Corinthians 15:22'>15:22</a> in support of that view, claiming that, just as every human being died spiritually because of Adam’s sin, they will all be saved through Christ’s righteousness. The note on that verse will confront the challenge of such universalists. From that same chapter, the obscure phrase “baptized for the dead” (v. <a ref='1 Corinthians 15:29'>29</a> ) is used to defend the notion that a dead person can be saved by being baptized vicariously through a living Christian. There have been over 40 suggested explanations for this baptism. As the notes will point out, regardless of how that particular verse is interpreted, the falsehood of dead people having the opportunity to be saved is proven by many other texts that are indisputably clear. A much less serious issue concerns the meaning of <a ref='1 Corinthians 6:4'>6:4</a> , which pertains to Christians taking other Christians to court before unbelievers. The resolution of that problem lies primarily in being obedient to a verse which is unambiguous. Outline I. Introduction: The Calling and Benefits of Sainthood ( <a ref='1 Corinthians 1:1–9'>1:1–9</a> ) II. Disunity in the Church ( <a ref='1 Corinthians 1:10–4:21'>1:10—4:21</a> ) A. The Need for Unity ( <a ref='1 Corinthians 1:10–3:23'>1:10—3:23</a> ) B. The Need for Servanthood ( <a ref='1 Corinthians 4:1–21'>4:1–21</a> ) III. Immorality in the Church ( <a ref='1 Corinthians 5:1–6:20'>5:1—6:20</a> ) IV. Marriage in the Church ( <a ref='1 Corinthians 7:1–40'>7:1–40</a> ) V. Liberty in the Church ( <a ref='1 Corinthians 8:1–11:1'>8:1—11:1</a> ) VI. Worship in the Church ( <a ref='1 Corinthians 11:2–14:40'>11:2—14:40</a> ) A. Roles of Men and Women in the Church ( <a ref='1 Corinthians 11:2–16'>11:2–16</a> ) B. The Lord’s Supper ( <a ref='1 Corinthians 11:17–34'>11:17–34</a> ) C. Spiritual Gifts ( <a ref='1 Corinthians 12:1–14:40'>12:1—14:40</a> ) VII. The Hope of the Church: Resurrection ( <a ref='1 Corinthians 15:1–58'>15:1–58</a> ) VIII. A Charge to the Church ( <a ref='1 Corinthians 16:1–24'>16:1–24</a> ) A. Stewardship ( <a ref='1 Corinthians 16:1–4'>16:1–4</a> ) B. Personal Plans and Greetings ( <a ref='1 Corinthians 16:5–24'>16:5–24</a> )",
    "type": "chapter_content"
  },
  {
    "id": "resource_1",
    "title": "Resource resource_1",
    "content": "Central to Christian faith is the bodily resurrection of Jesus. By recording the resurrection appearances, the New Testament leaves no doubt about this event. > In or around Jerusalem: • To Mary Magdalene ( <a ref='Mark 16:9'>Mk 16:9</a> ; <a ref='John 20:11–18'>Jn 20:11–18</a> ) • To other women ( <a ref='Matthew 28:8–10'>Mt 28:8–10</a> ) • To Peter ( <a ref='Luke 24:34'>Lk 24:34</a> ) • To ten disciples ( <a ref='Luke 24:36–43'>Lk 24:36–43</a> ; <a ref='John 20:19–25'>Jn 20:19–25</a> ) • To the Eleven, including Thomas ( <a ref='Mark 16:14'>Mk 16:14</a> ; <a ref='John 20:26–29'>Jn 20:26–29</a> ) • At the Ascension ( <a ref='Mark 16:19–20'>Mk 16:19–20</a> ; <a ref='Luke 24:50–53'>Lk 24:50–53</a> ; <a ref='Acts 1:4–12'>Ac 1:4–12</a> ) > To the disciples on the Emmaus road ( <a ref='Mark 16:12–13'>Mk 16:12–13</a> ; <a ref='Luke 24:13–35'>Lk 24:13–35</a> ) > In Galilee ( <a ref='Matthew 28:16–20'>Mt 28:16–20</a> ; <a ref='John 21:1–24'>Jn 21:1–24</a> ) > To 500 people ( <a ref='1 Corinthians 15:6'>1Co 15:6</a> ) > To James and the apostles ( <a ref='1 Corinthians 15:7'>1Co 15:7</a> ) > To Paul on the road to Damascus ( <a ref='Acts 9:1–6'>Ac 9:1–6</a> ; <a ref='Acts 22:1–10'>22:1–10</a> ; <a ref='Acts 26:12–18'>26:12–18</a> ; <a ref='1 Corinthians 15:8'>1Co 15:8</a> )",
    "type": "figure"
  },
  {
    "id": "anc46",
    "title": "Study Notes and Features for 1 Corinthians",
    "content": "Study Notes and Features <a ref='1 Corinthians 1:1'>1:1</a> <b>apostle.</b> Lit. “a sent one.” Paul establishes his authority as an emissary of the Lord Jesus by God’s appointment ( <a ref='1 Corinthians 9:1'>9:1</a> ; <a ref='1 Corinthians 15:8'>15:8</a> ; cf. <a ref='Acts 9:3–6'>Ac 9:3–6</a> , <a ref='Acts 9:17'>17</a> ; <a ref='Acts 22:11–15'>22:11–15</a> ), made especially necessary because so much of the message of this epistle is corrective ( <a ref='1 Corinthians 2:1–7'>2:1–7</a> ). <i>See notes on <a ref='Romans 1:1'>Ro 1:1</a> ; <a ref='Ephesians 4:11'>Eph 4:11</a> .</i> Since he was delegated by God to speak and write, resisting him was resisting God. <b>Sosthenes.</b> Probably Paul’s secretary, a former leader of the Corinthian synagogue who had become a brother in Christ. On one occasion, he was beaten for bringing Paul before the civil court at Corinth ( <a ref='Acts 18:12–17'>Ac 18:12–17</a> ). <a ref='1 Corinthians 1:2'>1:2</a> <b>saints.</b> Not referring to a specially pious or revered person canonized by an ecclesiastical body, but a reference to everyone who by salvation has been sanctified, that is, set apart from sin in Christ Jesus (cf. <a ref='Galatians 1:6'>Ga 1:6</a> ; <a ref='Ephesians 4:1'>Eph 4:1</a> , <a ref='Ephesians 4:4'>4</a> ; <a ref='Colossians 3:15–17'>Col 3:15–17</a> ; <a ref='1 Timothy 6:12'>1Ti 6:12</a> ; <a ref='Hebrews 10:10'>Heb 10:10</a> , <a ref='Hebrews 10:14'>14</a> ; <a ref='1 Peter 2:9'>1Pe 2:9</a> , <a ref='1 Peter 2:21'>21</a> ; <a ref='1 Peter 3:9'>3:9</a> ; <a ref='2 Peter 1:3'>2Pe 1:3</a> ; <a ref='Jude 1:1'>Jd 1</a> ). <a ref='1 Corinthians 1:3'>1:3</a> <b>Grace to you and peace.</b> A greeting Paul used in all his letters. The basic meaning of “grace” is favor; “peace” is a result of God’s saving grace ( <a ref='John 14:27'>Jn 14:27</a> ; <a ref='Philippians 4:7'>Php 4:7</a> ). <a ref='1 Corinthians 1:4'>1:4</a> <b>grace of God … given.</b> This looks at the past, i.e., their salvation, when God justified them by undeserved and unrepayable love and mercy, forgiving their sin through the work of His Son. <a ref='1 Corinthians 1:5'>1:5</a> <b>in everything … enriched in Him.</b> In the present, the believer has everything the Lord has to give and therefore everything he needs (see <a ref='1 Corinthians 3:21'>3:21</a> ; <a ref='Ephesians 1:3'>Eph 1:3</a> ; <a ref='Colossians 2:10'>Col 2:10</a> ; <a ref='2 Peter 1:3'>2Pe 1:3</a> ). The two particular blessings spoken of here are related to presenting the truth of God’s Word. <b>word.</b> In regard to speaking for God (cf. <a ref='Acts 4:29'>Ac 4:29</a> , <a ref='Acts 4:31'>31</a> ; <a ref='Ephesians 6:19'>Eph 6:19</a> ; <a ref='2 Timothy 2:15'>2Ti 2:15</a> ; <a ref='1 Peter 3:15'>1Pe 3:15</a> ), believers are able to speak when God wants them to because of His enablement. Prayer reaches out for that ability (cf. <a ref='Acts 4:29'>Ac 4:29</a> , <a ref='Acts 4:31'>31</a> ; <a ref='Ephesians 6:19'>Eph 6:19</a> ), and diligence in study of God’s Word aids it ( <a ref='2 Timothy 2:15'>2Ti 2:15</a> ; <a ref='1 Peter 3:15'>1Pe 3:15</a> ). <b>all knowledge.</b> God provides believers with all the knowledge they need in order to speak effectively for Him (cf. <a ref='1 Corinthians 2:9'>2:9</a> ; <a ref='Matthew 11:15'>Mt 11:15</a> ; <a ref='2 Corinthians 4:6'>2Co 4:6</a> ; <a ref='Colossians 1:9–10'>Col 1:9–10</a> ). <a ref='1 Corinthians 1:6'>1:6</a> <b>witness about Christ was confirmed in you.</b> This is a reference to the moment of salvation when the gospel was heard and believed and settled in the heart. At that moment, the enabling of v. <a ref='1 Corinthians 1:4'>4</a> took place, because one became a recipient of the grace of God. <a ref='1 Corinthians 1:7'>1:7</a> <b>not lacking in any gift.</b> “Gift” in Greek is specifically “a gift of grace.” While the blessings of speech and knowledge were primarily for evangelizing the lost, the spiritual gifts (chaps. <a ref='1Co 12-14'>12–14</a> ) edify the church. Because these gifts are given to each believer ( <a ref='1 Corinthians 12:11–12'>12:11–12</a> ) without regard for maturity or spirituality, the Corinthians, though sinful, had them in full. <b>the revelation.</b> Paul looks to the blessing of future grace. At the Lord’s second coming, His full glory, honor, and majesty will be revealed in blazing splendor ( <a ref='Revelation 4:11'>Rev 4:11</a> ; <a ref='Revelation 5:12'>5:12</a> ; <a ref='Revelation 17:14'>17:14</a> ), at which time all true believers will be fixed solidly forever as holy and without sin in full resurrected glory and purity to live in heaven with God forever. See <a ref='Ephesians 5:25–27'>Eph 5:25–27</a> ; <a ref='2 Corinthians 11:2'>2Co 11:2</a> . <a ref='1 Corinthians 1:8'>1:8</a> <b>the day of our Lord Jesus Christ.</b> Cf. <a ref='1 Corinthians 5:5'>5:5</a> ; <a ref='2 Corinthians 1:14'>2Co 1:14</a> . This refers to the coming of the Lord for His church, the Rapture ( <a ref='John 14:1–3'>Jn 14:1–3</a> ; <a ref='1 Thessalonians 4:13–18'>1Th 4:13–18</a> ; <a ref='Revelation 3:10'>Rev 3:10</a> ). This is to be distinguished from the day of the Lord ( <a ref='1 Thessalonians 5:2'>1Th 5:2</a> , <a ref='1 Thessalonians 5:4'>4</a> ; <a ref='2 Thessalonians 2:2'>2Th 2:2</a> ), a term referring to judgment on the ungodly (see Introduction to Joel: Historical and Theological Themes ). <a ref='1 Corinthians 1:9'>1:9</a> <b>God is faithful.</b> Because of God’s sovereign and unchangeable promise, believers are assured of this grace—past, present, and future—and will remain saved, assured of future glory at Christ’s appearing ( <a ref='Ephesians 5:26–27'>Eph 5:26–27</a> ). <b>through whom you were called.</b> This call, as always in the epistles of the NT, refers to an effectual call that saves ( <i>see note on <a ref='Romans 8:30'>Ro 8:30</a></i> ). God who calls to salvation and heaven will be faithful to give the grace needed to fulfill that call. <b>fellowship with His Son.</b> <i>See notes on <a ref='1 John 1:3–7'>1Jn 1:3–7</a> .</i> <a ref='1 Corinthians 1:10'>1:10</a> <b>all agree.</b> Paul is emphasizing the unity of doctrine in the local assembly of believers, not the spiritual unity of His universal church. Doctrinal unity, clearly and completely based on Scripture, must be the foundation of all church life (cf. <a ref='John 17:11'>Jn 17:11</a> , <a ref='John 17:21–23'>21–23</a> ; <a ref='Acts 2:46–47'>Ac 2:46–47</a> ). Both weak commitment to doctrine and commitment to disunity of doctrine will severely weaken a church and destroy the true unity. In its place, there can be only shallow sentimentalism or superficial harmony. <b>made complete.</b> The basic idea is that of putting back together something that was broken or separated so it is no longer divided. The term is used in both the NT and in classical Greek to speak of mending such things as nets, broken bones or utensils, torn garments, and dislocated joints. Cf. <a ref='Romans 16:17'>Ro 16:17</a> ; <a ref='Philippians 1:27'>Php 1:27</a> . <b>same mind … same judgment.</b> Cf. <a ref='Philippians 3:15–16'>Php 3:15–16</a> . The demand is for unity internally in their individual minds and externally in decisions made among themselves—unified in truth by beliefs, convictions, standards, and in behavior by applied principles of living ( <a ref='Acts 4:32'>Ac 4:32</a> ; <a ref='Ephesians 4:3'>Eph 4:3</a> ). The only source of such unity is God’s Word which establishes the standard of truth on which true unity rests. <a ref='1 Corinthians 1:11–13'>1:11–13</a> Cf. <a ref='1 Corinthians 3:4–8'>3:4–8</a> . <a ref='1 Corinthians 1:11'>1:11</a> <b>Chloe’s</b> people <b>.</b> Probably a prominent person in the Corinthian church who had written or come to visit Paul in Ephesus to tell him of the factions in the church. It is not known whether Chloe was a man or a woman. <a ref='1 Corinthians 1:12'>1:12</a> <b>Apollos.</b> <i>See notes on <a ref='1 Corinthians 16:12'>16:12</a> ; <a ref='Acts 18:24–28'>Ac 18:24–28</a> .</i> <b>Cephas.</b> The apostle Peter. <a ref='1 Corinthians 1:13'>1:13</a> <b>Has Christ been divided?</b> No human leader, not even an apostle, should be given the loyalty that belongs only to the Lord. Such elevation of leaders leads only to contention, disputes, and a divided church. Christ is not divided and neither is His body, the church. Paul depreciates his worth in comparison to the Lord Jesus. For passages on unity, see <a ref='1 Corinthians 12:12–13'>12:12–13</a> ; <a ref='Romans 12:5'>Ro 12:5</a> ; <a ref='Ephesians 4:4–6'>Eph 4:4–6</a> . <a ref='1 Corinthians 1:14'>1:14</a> <b>Crispus.</b> The leader of the synagogue in Corinth who was converted under Paul’s preaching ( <a ref='Acts 18:8'>Ac 18:8</a> ). His conversion led to that of many others. <b>Gaius.</b> Since Romans was written from Corinth, this man was probably the host referred to in <a ref='Romans 16:23'>Ro 16:23</a> . <a ref='1 Corinthians 1:16'>1:16</a> <b>Stephanas.</b> Nothing is known of this family. <a ref='1 Corinthians 1:17'>1:17</a> This verse does not mean that people should not be baptized (cf. <a ref='Acts 2:38'>Ac 2:38</a> ), but that God did not send Paul to start a private cult of people personally baptized by him. See <a ref='Acts 26:16–18'>Ac 26:16–18</a> . He was called to preach the gospel and bring people to oneness in Christ, not baptize a faction around himself. <a ref='1 Corinthians 1:18'>1:18</a> <b>word of the cross.</b> God’s total revelation, i.e., the gospel in all its fullness, which centers in the incarnation and crucifixion of Christ ( <a ref='1 Corinthians 2:2'>2:2</a> ); the entire divine plan and provision for the redemption of sinners, which is the theme of all Scripture, is in view. <b>foolishness.</b> Translates the word from which “moron” is derived. <b>perishing … being saved.</b> Every person is either in the process of salvation (though not completed until the redemption of the body; see <a ref='Romans 8:23'>Ro 8:23</a> ; <a ref='Romans 13:11'>13:11</a> ) or the process of destruction. One’s response to the cross of Christ determines which. To the Christ-rejectors who are in the process of being destroyed (cf. <a ref='Ephesians 2:1–2'>Eph 2:1–2</a> ) the gospel is nonsense. To those who are believers it is powerful wisdom. <a ref='1 Corinthians 1:19'>1:19</a> <b>it is written.</b> Quoted from <a ref='Isaiah 29:14'>Is 29:14</a> ( <i>see note there</i> ) to emphasize that man’s wisdom will be destroyed. Isaiah’s prophecy will have its ultimate fulfillment in the last days when Christ sets up His kingdom (cf. <a ref='Revelation 17:14'>Rev 17:14</a> ) and all of human wisdom dies. <a ref='1 Corinthians 1:20'>1:20</a> <b>Where is the wise man?</b> Paul paraphrased <a ref='Isaiah 19:12'>Is 19:12</a> , where the prophet was referring to the wise men of Egypt who promised, but never produced wisdom. Human wisdom always proves to be unreliable and impermanent (cf. v. <a ref='1 Corinthians 1:17'>17</a> ; <a ref='Proverbs 14:12'>Pr 14:12</a> ; <a ref='Isaiah 29:14'>Is 29:14</a> ; <a ref='Jeremiah 8:9'>Jer 8:9</a> ; <a ref='Romans 1:18–23'>Ro 1:18–23</a> ). <b>scribe.</b> Probably Paul has in mind the Assyrians, who sent scribes along with their soldiers to record the booty taken in battle. God saw to it they had nothing to record ( <a ref='Isaiah 33:18'>Is 33:18</a> ). <b>debater.</b> This was a Greek word with no OT counterpart, identifying those who were adept at arguing philosophy. <a ref='1 Corinthians 1:21'>1:21</a> <b>in the wisdom of God.</b> God wisely established that men could not come to know Him by human wisdom. That would exalt man, so God designed to save helpless sinners through the preaching of a message that was so simple the “worldly wise” deemed it nonsense. Cf. <a ref='Romans 1:18–23'>Ro 1:18–23</a> . <b>who believe.</b> From the human side, salvation requires and comes only through faith. Cf. <a ref='John 1:12'>Jn 1:12</a> ; <a ref='Romans 10:8–17'>Ro 10:8–17</a> . <a ref='1 Corinthians 1:22'>1:22</a> <b>signs.</b> Unbelieving Jews still wanted supernatural signs ( <a ref='Matthew 12:38–44'>Mt 12:38–44</a> ), yet they refused to accept the most glorious of all the supernatural sign-works of God, namely providing salvation through a virgin-born, crucified, and risen Messiah. In fact, the sign was a stumbling block to them (cf. <a ref='Romans 9:31–33'>Ro 9:31–33</a> ). <b>wisdom.</b> Gentiles wanted proof by means of human reason, through ideas they could set forth, discuss, and debate. Like the Athenian philosophers, they were not sincere, with no interest in divine truth, but merely wanting to argue intellectual novelty ( <a ref='Acts 17:21'>Ac 17:21</a> ). <a ref='1 Corinthians 1:23'>1:23</a> <b>Christ crucified.</b> The only true sign and the only true wisdom. This alone was the message Paul would preach ( <a ref='1 Corinthians 2:2'>2:2</a> ) because it alone had the power to save all who believed. <a ref='1 Corinthians 1:24–25'>1:24–25</a> <b>called.</b> <i>See note on v. <a ref='1 Corinthians 1:9'>9</a> .</i> To all the “called,” the message of the cross, which seems so pointless and irrelevant to man’s proud, natural mind, actually exhibits God’s greatest power and greatest wisdom. <a ref='1 Corinthians 1:26–28'>1:26–28</a> God disdained human wisdom, not only by disallowing it as a means to knowing Him, but also by choosing to save the lowly. He does not call to salvation many whom the world would call wise, mighty, and noble (cf. <a ref='Matthew 11:25'>Mt 11:25</a> ; <a ref='Matthew 18:3–4'>18:3–4</a> ). God’s wisdom is revealed to the foolish, weak, and common, i.e., those considered nothing by the elite, who trust in Jesus Christ as Savior and Lord. God clearly received all the credit and the glory for causing such lowly ones to know Him and the eternal truths of His heavenly kingdom. No saved sinner can boast that he has achieved salvation by his intellect (v. <a ref='1 Corinthians 1:29'>29</a> ). <a ref='1 Corinthians 1:30–31'>1:30–31</a> The redeemed not only are given salvation by God’s wisdom rather than by their own, but are also graciously given (“by His doing”) a measure of His divine wisdom, as well as imputed righteousness ( <a ref='Romans 4:5'>Ro 4:5</a> ; <a ref='2 Corinthians 5:21'>2Co 5:21</a> ), sanctification from sin ( <a ref='Ephesians 2:10'>Eph 2:10</a> ), and redemption by God ( <a ref='Ephesians 1:14'>Eph 1:14</a> ; <a ref='1 Peter 1:18–19'>1Pe 1:18–19</a> ) in order that, above all else, the Lord will be glorified (cf. <a ref='Galatians 6:4'>Ga 6:4</a> ). <a ref='1 Corinthians 1:31'>1:31</a> Quoted from <a ref='Jeremiah 9:24'>Jer 9:24</a> . <a ref='1 Corinthians 2:1'>2:1</a> <b>superiority of word or of wisdom.</b> <i>See notes on <a ref='1 Corinthians 1:20–22'>1:20–22</a> .</i> <a ref='1 Corinthians 2:2'>2:2</a> <b>crucified.</b> Though Paul expounded the whole counsel of God to the church ( <a ref='Acts 20:27'>Ac 20:27</a> ) and taught the Corinthians the Word of God ( <a ref='Acts 18:11'>Ac 18:11</a> ), the focus of his preaching and teaching to unbelievers was Jesus Christ, who paid the penalty for sin on the cross ( <a ref='Acts 20:20'>Ac 20:20</a> ; <a ref='2 Corinthians 4:2'>2Co 4:2</a> ; <a ref='2 Timothy 4:1–2'>2Ti 4:1–2</a> ). Until someone understands and believes the gospel, there is nothing more to say to them. The preaching of the cross ( <a ref='1 Corinthians 1:18'>1:18</a> ) was so dominant in the early church that believers were accused of worshiping a dead man. <a ref='1 Corinthians 2:3'>2:3</a> <b>weakness … fear … trembling.</b> Paul came to Corinth after being beaten and imprisoned in Philippi, run out of Thessalonica and Berea, and scoffed at in Athens ( <a ref='Acts 16:22–24'>Ac 16:22–24</a> ; <a ref='Acts 17:10'>17:10</a> , <a ref='Acts 17:13–14'>13–14</a> , <a ref='Acts 17:32'>32</a> ), so he may have been physically weak. But in that weakness, he was most powerful (see vv. <a ref='1 Corinthians 2:4–5'>4–5</a> ; <a ref='2 Corinthians 12:9–10'>2Co 12:9–10</a> ) There were no theatrics or techniques to manipulate people’s response. His fear and shaking were because of the seriousness of his mission. <a ref='1 Corinthians 2:6'>2:6</a> <b>mature.</b> Paul uses this word to refer to genuine believers who have been saved by Christ, as in <a ref='Hebrews 6:1'>Heb 6:1</a> ; <a ref='Hebrews 10:14'>10:14</a> . <b>rulers.</b> Those in authority. <i>See notes on <a ref='1 Corinthians 1:19–20'>1:19–20</a> .</i> <b>this age.</b> All periods of human history until the Lord returns. <a ref='1 Corinthians 2:7'>2:7</a> <b>mystery.</b> This term does not refer to something puzzling, but to truth known to God before time, which He has kept secret until the appropriate time for Him to reveal it. <i>See notes on <a ref='Matthew 13:11'>Mt 13:11</a> ; <a ref='Ephesians 3:4–5'>Eph 3:4–5</a> .</i> <b>to our glory.</b> The truth God established before time and revealed in the NT wisdom of the gospel is the truth that God will save and glorify sinners. <i>See notes on <a ref='Ephesians 3:8–12'>Eph 3:8–12</a> .</i> <a ref='1 Corinthians 2:8'>2:8</a> <b>if they had understood.</b> The crucifixion is proof that the rulers/Jewish religious leaders lacked wisdom. Cf. <a ref='1 Timothy 1:12–13'>1Ti 1:12–13</a> . <a ref='1 Corinthians 2:9'>2:9</a> These words from <a ref='Isaiah 64:4'>Is 64:4</a> , often incorrectly thought to refer to the wonders of heaven, refer rather to the wisdom God has prepared for believers. God’s truth is not discoverable by eye or ear (objective, empirical evidence), nor is it discovered by the mind (subjective, rational conclusions). <a ref='1 Corinthians 2:10–16'>2:10–16</a> The wisdom that saves, which man’s wisdom can’t know, is revealed to us by God. He makes it known by revelation, inspiration, and illumination. Revelation (vv. <a ref='1 Corinthians 2:10–11'>10–11</a> ) and inspiration (vv. <a ref='1 Corinthians 2:12–13'>12–13</a> ) were given to those who wrote the Bible; illumination (vv. <a ref='1 Corinthians 2:14–16'>14–16</a> ) is given to all believers who seek to know and understand that divinely written truth. In each case, the Holy Spirit is the divine agent doing the work (cf. <a ref='2 Peter 1:21'>2Pe 1:21</a> ). <a ref='1 Corinthians 2:10'>2:10</a> <b>to us.</b> As with the “we’s” in vv. <a ref='1 Corinthians 2:6–7'>6–7</a> and vv. <a ref='1 Corinthians 2:12–13'>12–13</a> , Paul is, first of all, speaking of himself (as in <a ref='John 14:26'>Jn 14:26</a> ; <a ref='John 15:26–27'>15:26–27</a> ; <i>see notes there</i> ), and, in a sense, of believers who have been given the Word as recorded by the apostles and their associates who wrote the NT. <b>God revealed</b> them. By the Holy Spirit, God disclosed His saving truth (cf. <a ref='Matthew 11:25'>Mt 11:25</a> ; <a ref='Matthew 13:10–13'>13:10–13</a> ). The Spirit alone was qualified because He knows all that God knows, Himself being God. <a ref='1 Corinthians 2:12'>2:12</a> <b>we have received … given to us.</b> The “we” and “us” refer to the apostles and other writers of the Word of God. The means was inspiration ( <i>see notes on <a ref='2 Timothy 3:16'>2Ti 3:16</a> ; <a ref='2 Peter 1:20–21'>2Pe 1:20–21</a></i> ), by which God freely gave the gift of His Word. It was this process of inspiration that turned the spiritual thoughts into spiritual words (v. <a ref='1 Corinthians 2:13'>13</a> ) to give life (cf. <a ref='Matthew 4:4'>Mt 4:4</a> ). <a ref='1 Corinthians 2:14'>2:14</a> <b>natural man.</b> This refers to the unconverted, who lack supernatural life and wisdom. <b>spiritually examined.</b> Through illumination of the Word, the Holy Spirit provides His saints the capacity to discern divine truth (see <a ref='Psalms 119:18'>Ps 119:18</a> ), which the spiritually dead are unable to comprehend (cf. <a ref='John 5:37–39'>Jn 5:37–39</a> ; <i>see notes on <a ref='1 John 2:20'>1Jn 2:20</a> , <a ref='1 John 2:27'>27</a></i> ). The doctrine of illumination does not mean we know everything (cf. <a ref='Deuteronomy 29:29'>Dt 29:29</a> ), that we do not need teachers (cf. <a ref='Ephesians 4:11–12'>Eph 4:11–12</a> ), or that understanding does not require hard work (cf. <a ref='2 Timothy 2:15'>2Ti 2:15</a> ). <a ref='1 Corinthians 2:15'>2:15</a> <b>examined by no one.</b> Obviously, unbelievers are able to recognize Christians’ faults and shortcomings; but they are not able to evaluate their true nature as spiritual people who have been transformed into children of God (cf. <a ref='1 John 3:2'>1Jn 3:2</a> ). <a ref='1 Corinthians 2:16'>2:16</a> the mind of the Lord <b>.</b> Quoted from <a ref='Isaiah 40:13'>Is 40:13</a> . The same word can be translated “understanding.” Believers are allowed, by the Word and the Spirit, to know the thoughts of their Lord. Cf. <a ref='Luke 24:45'>Lk 24:45</a> . <a ref='1 Corinthians 3:1'>3:1</a> The cause of problems in the church was more than external, worldly influence. It was also internal carnality. The pressures of the world were combined with the weakness of the flesh. <b>fleshly.</b> Although Corinthian believers were no longer “natural,” they were not “spiritual” (fully controlled by the Holy Spirit). In fact, they were controlled by the fallen flesh. Though all believers have the Holy Spirit (cf. <a ref='Romans 8:9'>Ro 8:9</a> ) they still battle the fallen “flesh” ( <i>see notes on <a ref='Romans 7:14–25'>Ro 7:14–25</a> ; <a ref='Romans 8:23'>8:23</a></i> ). <b>infants in Christ.</b> The carnality of those believers was indicative of their immaturity. They had no excuse for not being mature, since Paul implied that he should have been able to write to them as mature, in light of all he had taught them (v. <a ref='1 Corinthians 3:2'>2</a> ). <i>See notes on <a ref='Hebrews 5:12–14'>Heb 5:12–14</a> ; <a ref='1 Peter 2:1–2'>1Pe 2:1–2</a> .</i> <a ref='1 Corinthians 3:2'>3:2</a> <b>milk.</b> Not a reference to certain doctrines, but to the more easily digestible truths of doctrine that were given to new believers. <b>solid food.</b> The deeper features of the doctrines of Scripture. The difference is not in kind of truth, but degree of depth. Spiritual immaturity makes one unable to receive the richest truths. <a ref='1 Corinthians 3:3'>3:3</a> <b>jealousy and strife.</b> The fallen flesh, or carnality, produces the attitude of jealousy, a severe form of selfishness, which produces the action of strife and the subsequent divisions. <b>mere men.</b> Apart from the will of the Spirit, hence carnal, not spiritual. <a ref='1 Corinthians 3:4'>3:4</a> <b>Paul … Apollos.</b> Factionalism was the divisive product of carnality. Cf. <a ref='1 Corinthians 1:11–13'>1:11–13</a> . <a ref='1 Corinthians 3:5–7'>3:5–7</a> <b>What then is Apollos … Paul?</b> A humble, but accurate assessment of the roles that ministers play. <b>the Lord gave … God who causes the growth.</b> It is the Lord alone who can give the faith to the spiritually ignorant and dead. Salvation is God’s work of grace to whom He chooses to give it ( <i>see notes on <a ref='Romans 9:15–19'>Ro 9:15–19</a> ; <a ref='Ephesians 2:8–9'>Eph 2:8–9</a></i> ). <a ref='1 Corinthians 3:8'>3:8</a> <b>are one.</b> All the human instruments God uses to produce salvation life are equally considered and rewarded for their willingness to be used by God. But all the glory goes to Him, who alone saves. Because of that, the silly favoritism of v. <a ref='1 Corinthians 3:4'>4</a> ; <a ref='1 Corinthians 1:12'>1:12</a> is condemned. <i>See notes on <a ref='Matthew 20:1–16'>Mt 20:1–16</a> .</i> <a ref='1 Corinthians 3:9'>3:9</a> <b>we.</b> Paul, Apollos, Peter, and all ministers are equal workers in the field, but the spiritual life from that field is entirely by God’s grace and power. <b>God’s building.</b> Paul shifts the imagery from agricultural to construction (vv. <a ref='1 Corinthians 3:10–17'>10–17</a> ). <a ref='1 Corinthians 3:10'>3:10</a> <b>master builder … foundation.</b> The Greek word is the root for architect, but contained the idea of builder as well as designer. Paul’s specialty was designing and building spiritual foundations (cf. <a ref='Romans 15:20'>Ro 15:20</a> ). He was used by God to establish the groundwork for churches in Asia Minor, Macedonia, and Greece. Others (e.g., Timothy, Apollos) built the churches up from his foundations. That God used him in that way was all of grace (cf. v. <a ref='1 Corinthians 3:7'>7</a> ; <a ref='1 Corinthians 15:20'>15:20</a> ; <a ref='Romans 15:18'>Ro 15:18</a> ; <a ref='Ephesians 3:7–8'>Eph 3:7–8</a> ; <a ref='Colossians 1:29'>Col 1:29</a> ). <b>each man.</b> This primarily refers to evangelists and pastor-teachers. <a ref='1 Corinthians 3:11'>3:11</a> <b>no … foundation other than.</b> Paul did not design the foundation, he only laid it down by preaching Christ. Cf. <a ref='1 Peter 2:6–8'>1Pe 2:6–8</a> . <a ref='1 Corinthians 3:12'>3:12</a> <b>if anyone builds.</b> This is, first of all, in reference to the evangelists and pastors (v. <a ref='1 Corinthians 3:9'>9</a> ), and then to all believers who are called to build the church through faithful ministry. <b>gold, silver, precious stones.</b> His quality materials represent dedicated, spiritual service to build the church. <b>wood, hay, straw.</b> Inferior materials implying shallow activity with no eternal value. They do not necessarily refer to activities that are evil ( <i>see note on v. <a ref='1 Corinthians 3:13'>13</a></i> ). <a ref='1 Corinthians 3:13'>3:13</a> <b>the day.</b> Refers to the time of the Judgment Seat of Christ ( <i>see notes on <a ref='2 Corinthians 5:10'>2Co 5:10</a></i> ). <b>revealed with fire.</b> The fire of God’s discerning judgment (cf. <a ref='Job 23:10'>Job 23:10</a> ; <a ref='Zechariah 13:9'>Zec 13:9</a> ; <a ref='1 Peter 1:17–18'>1Pe 1:17–18</a> ; <a ref='Revelation 3:18'>Rev 3:18</a> ). <a ref='2 Corinthians 5:10'>Second Corinthians 5:10</a> indicates that the wood, hay, and straw are worthless things that don’t stand the test of judgment fire ( <i>see note there</i> ; cf. <a ref='Colossians 2:18'>Col 2:18</a> ). <a ref='1 Corinthians 3:14'>3:14</a> <b>remains.</b> All that which has been accomplished in His power and for His glory will survive (cf. <a ref='Matthew 25:21'>Mt 25:21</a> , <a ref='Matthew 25:23'>23</a> ; <a ref='2 Corinthians 5:9'>2Co 5:9</a> ; <a ref='Philippians 3:13–14'>Php 3:13–14</a> ; <a ref='1 Thessalonians 2:19–20'>1Th 2:19–20</a> ; <a ref='2 Timothy 4:7–8'>2Ti 4:7–8</a> ; <a ref='James 1:12'>Jas 1:12</a> ; <a ref='1 Peter 5:4'>1Pe 5:4</a> ; <a ref='Revelation 22:12'>Rev 22:12</a> ). <b>reward.</b> Cf. <a ref='Revelation 22:12'>Rev 22:12</a> . This is not a judgment for sin. Christ has paid that price ( <a ref='Romans 8:1'>Ro 8:1</a> ), so that no believer will ever be judged for sin. This is only to determine eternal reward (cf. <a ref='1 Corinthians 4:5'>4:5</a> , “each one’s praise”). <a ref='1 Corinthians 3:15'>3:15</a> <b>be saved.</b> No matter how much is worthless, no believer will forfeit salvation. <a ref='1 Corinthians 3:16–17'>3:16–17</a> Here is a severe warning to any who would try to interfere with or destroy the building of the church on the foundation of Christ. <i>See notes on <a ref='Matthew 18:6–7'>Mt 18:6–7</a> .</i> <a ref='1 Corinthians 3:18–19'>3:18–19a</a> <b>deceive himself.</b> <i>See notes on <a ref='1 Corinthians 1:18–25'>1:18–25</a> .</i> Those who defile the church and think they can succeed in destroying it by their human wisdom would be far better to reject that wisdom and accept the foolishness of Christ’s cross. <a ref='1 Corinthians 3:19–20'>3:19b–20</a> With quotations from <a ref='Job 5:13'>Job 5:13</a> and <a ref='Psalms 94:11'>Ps 94:11</a> , Paul reinforces his point from <a ref='1 Corinthians 1:18–25'>1:18–25</a> by reminding them that human wisdom which cannot save, also cannot either build a church or prevent its growth. <a ref='1 Corinthians 3:21'>3:21</a> <b>boast in men.</b> Cf. v. <a ref='1 Corinthians 3:4'>4</a> ; <a ref='1 Corinthians 1:12'>1:12</a> . Paul, Apollos, and all others receive no credit for the building of the church. <b>all things belong to you.</b> All believers share equally in God’s most important and valuable provisions and glories; human boasting, therefore, is ludicrous as well as sinful. <a ref='1 Corinthians 3:22'>3:22</a> <b>the world.</b> Although the universe is now in Satan’s grip, it is still the God-given and God-made possession of Christians ( <a ref='2 Corinthians 4:15'>2Co 4:15</a> ; <a ref='1 John 5:19'>1Jn 5:19</a> ). In the millennial kingdom and throughout eternity, however, believers will possess both the recreated and eternal earth in an infinitely more complete and rich way ( <a ref='Matthew 5:5'>Mt 5:5</a> ; <a ref='Rev 21'>Rev 21</a> ). <b>life.</b> Spiritual, eternal life (cf. <a ref='John 14:23'>Jn 14:23</a> ; cf. <a ref='2 Peter 1:3–4'>2Pe 1:3–4</a> ). <b>death.</b> Spiritual and eternal death ( <a ref='1 Corinthians 15:54–57'>15:54–57</a> ; <a ref='Philippians 1:21–24'>Php 1:21–24</a> ). <b>things present.</b> Everything the believer has or experiences in this life (cf. <a ref='Romans 8:37–39'>Ro 8:37–39</a> ). <b>things to come.</b> All the blessings of heaven. Cf. <a ref='1 Peter 1:3–4'>1Pe 1:3–4</a> . <b>all things belong to you.</b> In Christ, all good and holy things are for believers’ blessing and for God’s glory. Cf. <a ref='Ephesians 1:3'>Eph 1:3</a> ; <a ref='2 Peter 1:3'>2Pe 1:3</a> . <a ref='1 Corinthians 3:23'>3:23</a> <b>Christ … God.</b> Knowing that believers belong to Christ and therefore to one another is the greatest incentive for unity in the church ( <a ref='1 Corinthians 6:17'>6:17</a> ; <a ref='John 9:9–10'>Jn 9:9–10</a> , <a ref='John 9:21–23'>21–23</a> ; <a ref='Philippians 2:1–4'>Php 2:1–4</a> ). <a ref='1 Corinthians 4:1'>4:1</a> <b>consider us.</b> Paul wanted everyone to view him and his fellow ministers only as the humble messengers God ordained them to be (cf. <a ref='1 Corinthians 3:9'>3:9</a> , <a ref='1 Corinthians 3:22'>22</a> ). <b>servants.</b> Paul expresses his humility by using a word lit. meaning “under rowers,” referring to the lowest, most menial, and most despised galley slaves, who rowed on the bottom tier of a ship ( <a ref='1 Corinthians 9:16'>9:16</a> ; see <a ref='Luke 1:2'>Lk 1:2</a> ; <a ref='Acts 20:19'>Ac 20:19</a> ). <b>stewards.</b> Paul defines his responsibilities as an apostle by using a word originally referring to a person entrusted with and responsible for his master’s entire household: e.g., buildings, fields, finances, food, other servants, and sometimes even children of the owner. Cf. <a ref='1 Peter 4:10'>1Pe 4:10</a> . <b>mysteries of God.</b> “Mysteries” is used in the NT to refer to divine revelation previously hidden. <i>See notes on <a ref='1 Corinthians 2:7'>2:7</a> ; <a ref='Matthew 13:11'>Mt 13:11</a> ; <a ref='Ephesians 3:4–5'>Eph 3:4–5</a> .</i> Here the word is used in its broadest sense as God’s full revealed truth in the NT ( <a ref='Acts 20:20–21'>Ac 20:20–21</a> , <a ref='Acts 20:27'>27</a> ; <a ref='2 Timothy 2:15'>2Ti 2:15</a> ; <a ref='2 Timothy 3:16'>3:16</a> ). It was all that truth which Paul had to oversee and dispense as God’s servant and steward. <a ref='1 Corinthians 4:2'>4:2</a> <b>faithful.</b> The most essential quality of a servant or steward is obedient loyalty to his master (v. <a ref='1 Corinthians 4:17'>17</a> ; <a ref='1 Corinthians 7:25'>7:25</a> ; cf. <a ref='Matthew 24:45–51'>Mt 24:45–51</a> ; <a ref='Colossians 1:7'>Col 1:7</a> ; <a ref='Colossians 4:7'>4:7</a> ). <a ref='1 Corinthians 4:3'>4:3</a> <b>human court.</b> Paul is not being arrogant or saying that he is above fellow ministers, other Christians, or even certain unbelievers. He is saying that a human verdict on his life is not the one that matters, even if it was his own. <a ref='1 Corinthians 4:4'>4:4</a> <b>nothing against myself.</b> Paul was not aware of any unconfessed or habitual sin in his own life, but his limited understanding assumed that his was not the final verdict ( <i>see note on <a ref='2 Corinthians 1:12'>2Co 1:12</a></i> ). <b>not by this acquitted.</b> Paul’s own sincere evaluation of his life did not acquit him of all failures to be faithful. <b>the Lord.</b> He is the ultimate and only qualified Judge of any man’s obedience and faithfulness ( <a ref='2 Timothy 2:15'>2Ti 2:15</a> ). <i>See notes on <a ref='2 Corinthians 5:9–10'>2Co 5:9–10</a> .</i> <a ref='1 Corinthians 4:5'>4:5</a> <b>things hidden in the darkness … motives of hearts.</b> These refer to the inner motives, thoughts, and attitudes which only God can know. Since final rewards will be based, not just on outward service, but on inward devotion (cf. <a ref='1 Corinthians 10:31'>10:31</a> ), only God can give the praise each deserves. <i>See notes on <a ref='1 Corinthians 3:12–14'>3:12–14</a> .</i> <a ref='1 Corinthians 4:6'>4:6</a> <b>these things.</b> Paul is referring to the analogies he used to depict those who minister for the Lord, including himself and Apollos: farmers ( <a ref='1 Corinthians 3:6–9'>3:6–9</a> ), builders ( <a ref='1 Corinthians 3:10–15'>3:10–15</a> ), and servant-stewards (vv. <a ref='1 Corinthians 4:1–5'>1–5</a> ). <b>your sakes.</b> Paul’s humility, expressed in light of God’s judgment on the greatest apostles and preachers, was useful to teach believers not to exalt any of them (cf. <a ref='Genesis 18:27'>Ge 18:27</a> ; <a ref='Genesis 32:10'>32:10</a> ; <a ref='Exodus 3:11'>Ex 3:11</a> ; <a ref='Judges 6:15'>Jdg 6:15</a> ; <a ref='Matthew 3:14'>Mt 3:14</a> ; <a ref='Luke 5:8'>Lk 5:8</a> ; <a ref='John 1:26–27'>Jn 1:26–27</a> ; <a ref='Acts 20:19'>Ac 20:19</a> ; <a ref='2 Corinthians 3:5'>2Co 3:5</a> ; <a ref='Ephesians 3:8'>Eph 3:8</a> ). <b>what is written.</b> God’s faithful servants are to be treated with respect only within the bounds of what is scriptural ( <a ref='1 Thessalonians 5:12'>1Th 5:12</a> ; <a ref='1 Timothy 5:17'>1Ti 5:17</a> ; <a ref='Hebrews 13:7'>Heb 13:7</a> , <a ref='Hebrews 13:17'>17</a> ). <b>puffed up.</b> Pride and arrogance were great problems in the Corinthian church (see vv. <a ref='1 Corinthians 4:18–19'>18–19</a> ; <a ref='1 Corinthians 5:2'>5:2</a> ; <a ref='1 Corinthians 8:1'>8:1</a> ; <a ref='1 Corinthians 13:4'>13:4</a> ; <a ref='2 Corinthians 12:20'>2Co 12:20</a> ). <a ref='1 Corinthians 4:7'>4:7</a> <b>boast.</b> Pride is deception, since everything a person possesses is from God’s providential hand (cf. <a ref='1 Chronicles 29:11–16'>1Chr 29:11–16</a> ; <a ref='Job 1:21'>Job 1:21</a> ; <a ref='James 1:17'>Jas 1:17</a> ). <a ref='1 Corinthians 4:8'>4:8</a> <b>filled … rich … rule.</b> In a severe rebuke, Paul heaps on false praise, sarcastically suggesting that those Corinthians who were self-satisfied had already achieved spiritual greatness. They were similar to the Laodiceans (see <a ref='Revelation 3:17'>Rev 3:17</a> ). Cf. <a ref='Philippians 3:12'>Php 3:12</a> ; <a ref='2 Timothy 4:8'>2Ti 4:8</a> ; <a ref='James 1:12'>Jas 1:12</a> ; <a ref='1 Peter 5:4'>1Pe 5:4</a> . <b>rule.</b> Yet, Paul genuinely wished it really were the coronation time of the Millennium, so that they all might share in the glory of the Lord. <a ref='1 Corinthians 4:9'>4:9</a> <b>last.</b> The imagery is of condemned prisoners brought into a Roman arena to fight and die; the last ones brought out for slaughter were the grand finale. In His sovereign wisdom and for His ultimate glory, God chose to display the apostles figuratively before men and angels during the present age as just such worthless and condemned spectacles (cf. <a ref='Matthew 19:28'>Mt 19:28</a> ). Like doomed gladiators, they were ridiculed, spit on, imprisoned, and beaten; yet, God glorified His name through them as He used them to build His kingdom. <a ref='1 Corinthians 4:10'>4:10</a> <b>fools … prudent.</b> Again using sarcasm, this time on himself as if mimicking the attitude of the proud Corinthians toward him, Paul rebukes them (cf. <a ref='Acts 17:18'>Ac 17:18</a> ). <a ref='1 Corinthians 4:11–13'>4:11–13</a> The apostles and early preachers lived at the lowest levels of society. While the Corinthian believers thought they were kings (v. <a ref='1 Corinthians 4:8'>8</a> ), the apostle knew he was a suffering slave (cf. <a ref='2 Corinthians 1:8–9'>2Co 1:8–9</a> ; <a ref='2 Corinthians 4:8–12'>4:8–12</a> ; <a ref='2 Corinthians 6:4–10'>6:4–10</a> ; <a ref='2 Corinthians 11:23–28'>11:23–28</a> ). <a ref='1 Corinthians 4:12'>4:12</a> <b>our own hands.</b> The apostles did manual labor which Greeks, including some in the church at Corinth, considered beneath their dignity and suitable only for slaves. But Paul was not resentful about any necessary labor needed to support gospel preaching (cf. <a ref='Acts 18:3'>Ac 18:3</a> ; <a ref='Acts 20:34'>20:34</a> ; <a ref='2 Corinthians 11:23–28'>2Co 11:23–28</a> ; <a ref='1 Thessalonians 2:9'>1Th 2:9</a> ; <a ref='2 Thessalonians 3:8'>2Th 3:8</a> ; <a ref='2 Timothy 3:12'>2Ti 3:12</a> ). <a ref='1 Corinthians 4:13'>4:13</a> <b>scum … grime.</b> The filth scraped from a dirty dish or garbage pot, figuratively used of the lowest, most degraded criminals who were often sacrificed in pagan ceremonies. Not in God’s sight, but in the world’s, Paul and his fellow preachers were so designated. What a rebuke of the proud, fleshly Corinthians who saw themselves at the top, while the humble apostle considered himself at the bottom. <a ref='1 Corinthians 4:14'>4:14</a> <b>admonish.</b> Lit. “put in mind,” with the purpose of admonishing and reproving, presupposing that something is wrong and should be corrected (cf. <a ref='Matthew 18:15–20'>Mt 18:15–20</a> ; <a ref='Acts 20:31'>Ac 20:31</a> ; <a ref='1 Thessalonians 2:7–12'>1Th 2:7–12</a> ; <a ref='1 Thessalonians 5:14'>5:14</a> ). <b>beloved children.</b> Despite their fleshly, even sometimes hateful, immaturity, Paul always looked on the Corinthian believers with affection (cf. <a ref='2 Corinthians 12:14–15'>2Co 12:14–15</a> ; <a ref='Galatians 4:19'>Ga 4:19</a> ; <a ref='Philippians 1:23–27'>Php 1:23–27</a> ; <a ref='3 John 1:4'>3Jn 4</a> ). <a ref='1 Corinthians 4:15'>4:15</a> <b>countless tutors.</b> This refers to an unlimited number of moral guardians used with children. Only Paul was their spiritual father; hence, no one cared like him. <a ref='1 Corinthians 4:16'>4:16</a> <b>be imitators of me.</b> See <a ref='1 Corinthians 11:1'>11:1</a> . A bold, but justified exhortation. Spiritual leaders must set an example of Christlikeness to follow (cf. <a ref='1 Timothy 4:12'>1Ti 4:12</a> ; <a ref='Hebrews 13:7'>Heb 13:7</a> ). <a ref='1 Corinthians 4:17'>4:17</a> <b>Timothy.</b> He had been so faithfully discipled by Paul that he could be sent in the great apostle’s place with confidence that he would perfectly represent him. Cf. <a ref='2 Timothy 2:2'>2Ti 2:2</a> ; <a ref='2 Timothy 3:10–14'>3:10–14</a> . <b>I teach.</b> Referring to doctrine, not advice. By his own instruction and example, Timothy would reinforce the eternal truths Paul had taught him. <a ref='1 Corinthians 4:18–19'>4:18–19</a> <b>puffed up.</b> They were full of pride, thinking they would never have to face Paul again. But, if God allowed, he was planning to see them soon. He would not let their proud sinning go unchallenged, for their own sake as well as the gospel’s (cf. <a ref='Hebrews 12:6'>Heb 12:6</a> ). The reality of how much real spiritual power they had would become clear in that confrontation. <a ref='1 Corinthians 4:20'>4:20</a> <b>words … power.</b> Spiritual character is measured not by the impressiveness of words, but in the power of the life (cf. <a ref='Matthew 7:21–23'>Mt 7:21–23</a> ). <a ref='1 Corinthians 4:21'>4:21</a> <b>rod.</b> Spiritual leaders need to use the rod of correction if people persist in sin. The pattern for that correction is illustrated and explained in <a ref='1 Corinthians 5:1–13'>5:1–13</a> ; cf. <a ref='Matthew 18:15–18'>Mt 18:15–18</a> . <a ref='1 Corinthians 5:1'>5:1</a> <b>immorality.</b> This sin was so vile that even the church’s pagan neighbors were doubtless scandalized by it. The Corinthians had rationalized or minimized this sin which was common knowledge, even though Paul had written them before about it (v. <a ref='1 Corinthians 5:9'>9</a> ). The Greek for “immorality” is the root of the English word “pornography.” <b>his father’s wife.</b> The man’s stepmother, with whom having sexual relations bore the same sinful stigma as if between him and his natural mother. Incest was punishable by death in the OT ( <a ref='Leviticus 18:7–8'>Lv 18:7–8</a> , <a ref='Leviticus 18:29'>29</a> ; cf. <a ref='Deuteronomy 22:30'>Dt 22:30</a> ) and was both uncommon (“does not exist”) and illegal under Roman law. <a ref='1 Corinthians 5:2'>5:2</a> <b>puffed up.</b> So prideful and fleshly as to excuse even that extreme wickedness. <b>removed.</b> Excommunicated as in v. <a ref='1 Corinthians 5:7'>7</a> (see <a ref='Matthew 18:15–17'>Mt 18:15–17</a> ; <a ref='Ephesians 5:3'>Eph 5:3</a> , <a ref='Ephesians 5:11'>11</a> ; <a ref='2 Thessalonians 3:6'>2Th 3:6</a> ). <a ref='1 Corinthians 5:3'>5:3</a> <b>already judged.</b> Paul had passed judgment on the sinner, and the church also needed to. <a ref='1 Corinthians 5:4'>5:4</a> <b>name of our Lord.</b> Consistent with His holy person and will. <b>assembled.</b> This action is to be done when the church meets publicly ( <i>see notes on <a ref='Matthew 18:15–18'>Mt 18:15–18</a></i> ). <b>power.</b> Authority is in view. Action against unrepentant sinning in the church carries the weight of the Lord’s authority. <a ref='1 Corinthians 5:5'>5:5</a> <b>deliver … to Satan.</b> “Deliver” is a strong term, used of judicial sentencing. This is equal to excommunicating the professed believer. It amounts to putting that person out of the blessing of Christian worship and fellowship by thrusting him into Satan’s realm, the world system. <i>See note on <a ref='1 Timothy 1:20'>1Ti 1:20</a> .</i> <b>the destruction of his flesh.</b> This refers to divine chastening for sin that can result in illness and even death. <i>See notes on <a ref='1 Corinthians 11:29–32'>11:29–32</a></i> ; cf. <a ref='Acts 5:1–11'>Ac 5:1–11</a> . <b>spirit … saved.</b> The unrepentant person may suffer greatly under God’s judgment, but will not be an evil influence in the church; and he will more likely be saved under that judgment than if tolerated and accepted in the church. <b>day of the Lord.</b> This is the time when the Lord returns with His rewards for His people. <i>See note on <a ref='1 Corinthians 1:8'>1:8</a> .</i> <a ref='1 Corinthians 5:6'>5:6</a> <b>boasting.</b> It was not good because their proud sense of satisfaction blinded them to their duty in regard to blatant sin that devastated the church. <b>leaven.</b> <i>See note on <a ref='Mark 8:15'>Mk 8:15</a> .</i> In Scripture, it is used to represent influence, in most cases evil influence, although in <a ref='Matthew 13:33'>Mt 13:33</a> it refers to the good influence of the kingdom of heaven (cf. <a ref='Exodus 13:3'>Ex 13:3</a> , <a ref='Exodus 13:7'>7</a> ). <b>whole lump.</b> When tolerated, sin will permeate and corrupt the whole local church. <a ref='1 Corinthians 5:7'>5:7</a> <b>Christ, our Passover.</b> Just as unleavened bread symbolized being freed from Egypt by the Passover ( <a ref='Exodus 12:15–17'>Ex 12:15–17</a> ), so the church is to be unleavened, since it has been separated from the dominion of sin and death by the perfect Passover Lamb, the Lord Jesus Christ. The church is, therefore, to remove everything sinful in order to be separate from the old life, including the influence of sinful church members. <a ref='1 Corinthians 5:8'>5:8</a> <b>celebrate the feast.</b> In contrast to the OT Passover feast celebrated annually, believers constantly celebrate the “feast” of the new Passover—Jesus Christ. As the Jews who celebrate Passover do so with unleavened bread, so believers celebrate their continual Passover with unleavened lives. <a ref='1 Corinthians 5:9'>5:9</a> <b>my letter.</b> A previous letter that Paul had written the church at Corinth instructed them to disassociate with the immoral (cf. v. <a ref='1 Corinthians 5:11'>11</a> ; <a ref='2 Thessalonians 3:6–15'>2Th 3:6–15</a> ). <a ref='1 Corinthians 5:10'>5:10</a> <b>people of this world.</b> Evidently, the church had misinterpreted the advice in that letter and had stopped having contact with the unsaved in the world, while continuing to tolerate the sin of those in the church, which was even more dangerous to the fellowship. See <a ref='John 17:15'>Jn 17:15</a> , <a ref='John 17:18'>18</a> . God intends us to be in the world as witnesses (cf. <a ref='Matthew 5:13–16'>Mt 5:13–16</a> ; <a ref='Acts 1:8'>Ac 1:8</a> ; <a ref='Philippians 2:15'>Php 2:15</a> ). <a ref='1 Corinthians 5:11'>5:11</a> <b>any so-called brother.</b> Paul clarifies his intention in the earlier letter. He expected them to disassociate with all who said they were brothers, but had a consistent pattern of sin. <b>not even to eat.</b> The meal was a sign of acceptance and fellowship in those days. See <a ref='2 Thessalonians 3:6'>2Th 3:6</a> , <a ref='2 Thessalonians 3:14'>14</a> . <a ref='1 Corinthians 5:12–13'>5:12–13</a> <b>outsiders.</b> Paul never intended himself or the church to be judges of unbelievers outside the church, but to judge those inside (cf. <a ref='1 Peter 4:17'>1Pe 4:17</a> ). Those on the outside are for God to judge and believers to evangelize. Those who sin on the inside, the church is to put out. Verse <a ref='1 Corinthians 5:13'>13</a> is quoted from <a ref='Deuteronomy 17:7'>Dt 17:7</a> . <a ref='1 Corinthians 6:1'>6:1</a> <b>a case against another.</b> The phrase in Greek was commonly used of a lawsuit (“go to law”). <b>dare.</b> Suing another believer in a secular law court is a daring act of disobedience because of its implications related to all sin—the displeasure of God. <b>unrighteous.</b> This does not refer to their moral character, but to their unsaved spiritual condition. <b>before the saints.</b> Believers are to settle all issues between themselves within the church. <a ref='1 Corinthians 6:2'>6:2</a> <b>judge the world.</b> Because Christians will assist Christ to judge the world in the millennial kingdom ( <a ref='Revelation 2:26–27'>Rev 2:26–27</a> ; <a ref='Revelation 3:21'>3:21</a> ; cf. <a ref='Daniel 7:22'>Da 7:22</a> ), they are more than qualified with the truth, the Spirit, the gifts, and the resources they presently have in Him to settle small matters that come up among themselves in this present life. <a ref='1 Corinthians 6:3'>6:3</a> <b>judge angels.</b> The Greek word can mean “rule or govern.” Since the Lord Himself will judge fallen angels ( <a ref='2 Peter 2:4'>2Pe 2:4</a> ; <a ref='Jude 1:6'>Jd 6</a> ), it is likely this means we will have some rule in eternity over holy angels. Since angels are “ministering spirits” to serve the saints ( <a ref='Hebrews 1:14'>Heb 1:14</a> ), it seems reasonable that they will serve us in glory. <a ref='1 Corinthians 6:4'>6:4</a> This is a difficult verse to translate, as suggested by the widely varying English renderings. But the basic meaning is clear: when Christians have earthly quarrels and disputes among themselves, it is inconceivable that they would turn to those least qualified (unbelievers) to resolve the matter. The most legally untrained believers, who know the Word of God and are obedient to the Spirit, are far more competent to settle disagreements between believers than the most experienced unbeliever, void of God’s truth and Spirit. <a ref='1 Corinthians 6:5–6'>6:5–6</a> <b>shame.</b> Such conduct as suing a fellow believer is not only a sinful shame (v. <a ref='1 Corinthians 6:5'>5</a> ), but a complete failure to act obediently and righteously. Christians who take fellow Christians to court suffer moral defeat and spiritual loss even before the case is heard, and they become subject to divine chastening (cf. <a ref='Hebrews 12:3'>Heb 12:3ff.</a> ). <a ref='1 Corinthians 6:7'>6:7</a> <b>Why not rather be wronged?</b> The implied answer is because of the shameful sin (v. <a ref='1 Corinthians 6:5'>5</a> ) and the moral defeat (v. <a ref='1 Corinthians 6:8'>8</a> ) that result from selfishness, a willingness to discredit God, His wisdom, power, and sovereign purpose, and to harm the church and the testimony of Christ’s gospel. <b>defrauded.</b> Christians have no right to insist on legal recourse in a public court. It is far better to trust God’s sovereign purposes in trouble and lose financially than to be disobedient and suffer spiritually ( <i>see notes on <a ref='Matthew 5:39'>Mt 5:39</a> ; <a ref='Matthew 18:21–34'>18:21–34</a></i> ). <a ref='1 Corinthians 6:8'>6:8</a> <b>you yourselves wrong and defraud.</b> He is referring to those who sue their brothers in Christ being as guilty of the same misconduct they are suing to rectify. <a ref='1 Corinthians 6:9–10'>6:9–10</a> This catalog of sins, though not exhaustive, represents the major types of moral sin that characterize the unsaved. <a ref='1 Corinthians 6:9'>6:9</a> <b>not inherit the kingdom.</b> The kingdom is the spiritual sphere of salvation where God rules as king over all who belong to Him by faith ( <i>see notes on <a ref='Matthew 5:3'>Mt 5:3</a> , <a ref='Matthew 5:10'>10</a></i> ). All believers are in that spiritual kingdom, yet are waiting to enter into the full inheritance of it in the age to come. People who are characterized by these iniquities are not saved (v. <a ref='1 Corinthians 6:10'>10</a> ). <i>See notes on <a ref='1 John 3:9–10'>1Jn 3:9–10</a> .</i> While believers can and do commit these sins, they do not characterize them as an unbroken life pattern. When they do, it demonstrates that the person is not in God’s kingdom. True believers who do sin resent that sin and seek to gain the victory over it (cf. <a ref='Romans 7:14–25'>Ro 7:14–25</a> ). the <b>sexually immoral.</b> All who indulge in sexual immorality, but particularly unmarried persons. <b>idolaters.</b> Those who worship any false god or follow any false religious system. <b>adulterers.</b> Married persons who indulge in sexual acts outside their marriage. <b>effeminate … homosexuals.</b> These terms refer to those who exchange and corrupt normal male-female sexual roles and relations. Transvestism, sex changes, and other gender perversions are included (cf. <a ref='Genesis 1:27'>Ge 1:27</a> ; <a ref='Deuteronomy 22:5'>Dt 22:5</a> ). Those whom some translations refer to as “sodomites,” and Paul as “effeminate,” are so-called because the sin of male-male sex dominated the city of Sodom ( <a ref='Genesis 18:20'>Ge 18:20</a> ; <a ref='Genesis 19:4–5'>19:4–5</a> ). This sinful perversion is condemned always, in any form, by Scripture (cf. <a ref='Leviticus 18:22'>Lv 18:22</a> ; <a ref='Leviticus 20:13'>20:13</a> ; <a ref='Romans 1:26–27'>Ro 1:26–27</a> ; <a ref='1 Timothy 1:10'>1Ti 1:10</a> ). <a ref='1 Corinthians 6:10'>6:10</a> <b>thieves … greedy.</b> Both are guilty of the same basic sin of greed. Those who are covetous desire what belongs to others; thieves actually take it. <b>revilers.</b> People who try to destroy others with words. <b>swindlers.</b> Extortioners and embezzlers who steal indirectly, taking unfair advantage of others for their own financial gain. <a ref='1 Corinthians 6:11'>6:11</a> <b>some of you.</b> Though not all Christians have been guilty of all those particular sins, every Christian is equally an ex-sinner, since Christ came to save sinners (cf. <a ref='Matthew 9:13'>Mt 9:13</a> ; <a ref='Romans 5:20'>Ro 5:20</a> ). Some who used to have those patterns of sinful life were falling into those old sins again, and needed reminding that if they went all the way back to live as they used to, they were not going to inherit eternal salvation, because it would indicate that they never were saved (cf. <a ref='2 Corinthians 5:17'>2Co 5:17</a> ). <b>washed.</b> Refers to new life, through spiritual cleansing and regeneration (cf. <a ref='John 3:3–8'>Jn 3:3–8</a> ; <a ref='2 Corinthians 5:17'>2Co 5:17</a> ; <a ref='Ephesians 2:10'>Eph 2:10</a> ; <a ref='Titus 3:5'>Tit 3:5</a> ). <b>sanctified.</b> This results in new behavior, which a transformed life always produces. Sin’s total domination is broken and replaced by a new pattern of obedience and holiness. Though not perfection, this is a new direction (see <a ref='Romans 6:17–18'>Ro 6:17–18</a> , <a ref='Romans 6:22'>22</a> ). <b>justified.</b> This refers to a new standing before God, in which the Christian is clothed in Christ’s righteousness. In His death, the believer’s sins were put to His account and He suffered for them, so that His righteousness might be put to an account, so that we might be blessed for it ( <a ref='Romans 3:26'>Ro 3:26</a> ; <a ref='Romans 4:22–25'>4:22–25</a> ; <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='Philippians 3:8–9'>Php 3:8–9</a> ; <a ref='1 Peter 3:18'>1Pe 3:18</a> ). <b>in the Spirit.</b> The Holy Spirit is the agent of salvation’s transformation (cf. <a ref='John 3:3–5'>Jn 3:3–5</a> ). <a ref='1 Corinthians 6:12–20'>6:12–20</a> As one who is washed, sanctified, and justified eternally by God’s grace, the believer is set free (cf. <a ref='Romans 8:21'>Ro 8:21</a> , <a ref='Romans 8:33'>33</a> ; <a ref='Galatians 5:1'>Ga 5:1</a> , <a ref='Galatians 5:13'>13</a> ). The Corinthians had done with that freedom just what Paul had warned the Galatians not to do: “Do not turn your freedom into an opportunity for the flesh” ( <a ref='Galatians 5:13'>Ga 5:13</a> ). So in this section, Paul exposed the error in the Corinthian Christians’ rationalization that they were free to sin, because it was covered by God’s grace. <a ref='1 Corinthians 6:12'>6:12</a> <b>All things are lawful … but not … profitable.</b> That may have been a Corinthian slogan. It was true that no matter what sins a believer commits, God forgives ( <a ref='Ephesians 1:7'>Eph 1:7</a> ), but not everything they did was profitable or beneficial. The price of abusing freedom and grace was very high. Sin always produces loss. <b>not be mastered.</b> Cf. <a ref='Romans 6:14'>Ro 6:14</a> . Sin has power, and no sin is more enslaving than sexual sin. While it can never be the unbroken pattern of a true believer’s life, it can be the recurring habit that saps joy, peace, usefulness and brings divine chastening and even church discipline (cf. <a ref='1 Corinthians 5:1'>5:1ff.</a> ). <i>See notes on <a ref='1 Thessalonians 4:3–5'>1Th 4:3–5</a> .</i> Sexual sin controls, so the believer must never allow sin to have that control, but must master it in the Lord’s strength ( <i>see note on <a ref='1 Corinthians 9:27'>9:27</a></i> ). Paul categorically rejects the ungodly notion that freedom in Christ gives license to sin (cf. <a ref='Romans 7:6'>Ro 7:6</a> ; <a ref='Romans 8:13'>8:13</a> , <a ref='Romans 8:21'>21</a> ). <a ref='1 Corinthians 6:13'>6:13</a> <b>Food … stomach.</b> Perhaps this was a popular proverb to celebrate the idea that sex is purely biological, like eating. The influence of philosophical dualism may have contributed to this idea since it made only the body evil; therefore, what one did physically was not preventable and thus inconsequential. Because the relationship between these two is purely biological and temporal, the Corinthians, like many of their pagan friends, probably used that analogy to justify sexual immorality. <b>the body … the Lord.</b> Paul rejects the convenient justifying analogy. Bodies and food are temporal relations that will perish. <a ref='1 Corinthians 6:14'>6:14</a> Cf. <a ref='Acts 2:32'>Ac 2:32</a> ; <a ref='Ephesians 1:19'>Eph 1:19</a> . Bodies of believers and the Lord have an eternal relationship that will never perish. He is referring to the believer’s body to be changed, raised, glorified, and made heavenly. See <a ref='1 Corinthians 15:35–54'>15:35–54</a> ; cf. <a ref='Philippians 3:20–21'>Php 3:20–21</a> . <a ref='1 Corinthians 6:15'>6:15</a> <b>members.</b> The believer’s body is not only for the Lord here and now (v. <a ref='1 Corinthians 6:14'>14</a> ) but is of the Lord, a part of His body, the church ( <a ref='Ephesians 1:22–23'>Eph 1:22–23</a> ). The Christian’s body is a spiritual temple in which the Spirit of Christ lives ( <a ref='1 Corinthians 12:3'>12:3</a> ; <a ref='John 7:38–39'>Jn 7:38–39</a> ; <a ref='John 20:22'>20:22</a> ; <a ref='Acts 1:8'>Ac 1:8</a> ; <a ref='Romans 8:9'>Ro 8:9</a> ; <a ref='2 Corinthians 6:16'>2Co 6:16</a> ); therefore, when a believer commits a sexual sin, it involves Christ with a harlot. All sexual sin is harlotry. <b>May it never be!</b> These words translate the strongest Greek negative—“this should never be so.” <a ref='1 Corinthians 6:16'>6:16</a> one flesh <b>.</b> Paul supports his point in the previous verse by appealing to the truth of <a ref='Genesis 2:24'>Ge 2:24</a> that defines the sexual union between a man and a woman as “one flesh.” When a person is joined to a harlot, it is a one flesh experience; therefore, Christ spiritually is joined to that harlot. <a ref='1 Corinthians 6:17'>6:17</a> <b>one spirit</b> with Him. Further strengthening the point, Paul affirms that all sex outside of marriage is sin; but illicit relationships by believers are especially reprehensible because they profane Jesus Christ with whom believers are one ( <a ref='John 14:18–23'>Jn 14:18–23</a> ; <a ref='John 15:4'>15:4</a> , <a ref='John 15:7'>7</a> ; <a ref='John 17:20–23'>17:20–23</a> ; <a ref='Romans 12:5'>Ro 12:5</a> ). This argument should make such sin unthinkable. <a ref='1 Corinthians 6:18'>6:18</a> <b>Every</b> other <b>sin … is outside.</b> There is a sense in which sexual sin destroys a person like no other, because it is so intimate and entangling, corrupting on the deepest human level. But Paul is probably alluding to venereal disease, prevalent and devastating in his day and today. No sin has greater potential to destroy the body, something a believer should avoid because of the reality given in vv. <a ref='1 Corinthians 6:19–20'>19–20</a> . <a ref='1 Corinthians 6:19'>6:19</a> <b>not your own.</b> A Christian’s body belongs to the Lord (v. <a ref='1 Corinthians 6:13'>13</a> ), is a member of Christ (v. <a ref='1 Corinthians 6:15'>15</a> ), and is the Holy Spirit’s temple. <i>See notes on <a ref='Romans 12:1–2'>Ro 12:1–2</a> .</i> Every act of fornication, adultery, or any other sin is committed by the believer in the sanctuary, the Holy of Holies, where God dwells. In the OT, the High Priest only went in there once a year, and only after extensive cleansing, lest he be killed ( <a ref='Le 16'>Lv 16</a> ). <a ref='1 Corinthians 6:20'>6:20</a> <b>a price.</b> The precious blood of Christ ( <i>see notes on <a ref='1 Peter 1:18'>1Pe 1:18</a></i> ). <b>glorify God.</b> The Christian’s supreme purpose ( <a ref='1 Corinthians 10:31'>10:31</a> ). <a ref='1 Corinthians 7:1–11:34'>7:1—11:34</a> This section comprises Paul’s answers to practical questions about which the Corinthians had written him ( <a ref='1 Corinthians 7:1'>7:1</a> ) in a letter probably delivered by Stephanas, Fortunatus, and Achaicus ( <a ref='1 Corinthians 16:17'>16:17</a> ). The first of those questions had to do with marriage, an area of trouble due to the moral corruption of the culture which tolerated fornication, adultery, homosexuality, polygamy, and concubinage. <a ref='1 Corinthians 7:1–7'>7:1–7</a> Some had the notion that because of all the sexual sin and marital confusion, it would be better to be single, even more spiritual to be celibate. This could lead some falsely pious people to advocate divorce in order to be single. These verses elevate singleness, as long as it is celibate, but they in no way teach that marriage is either wrong or inferior. <a ref='1 Corinthians 7:1'>7:1</a> <b>touch a woman.</b> This is a Jewish euphemism for sexual intercourse (see, e.g., <a ref='Genesis 20:6'>Ge 20:6</a> ; <a ref='Ruth 2:9'>Ru 2:9</a> ; <a ref='Proverbs 6:29'>Pr 6:29</a> ). Paul is saying that it is good not to have sex, that is, to be single and celibate. It is not, however, the only good or even better than marriage (cf. <a ref='Genesis 1:28'>Ge 1:28</a> ; <a ref='Genesis 2:18'>2:18</a> ). <a ref='1 Corinthians 7:2'>7:2</a> <b>immoralities.</b> There is a great danger of sexual sin when single (cf. <a ref='Matthew 19:12'>Mt 19:12</a> ). Marriage is God’s only provision for sexual fulfillment. Marriage should not be reduced simply to that, however. Paul has a much higher view and articulates it in <a ref='Ephesians 5:22–23'>Eph 5:22–23</a> . He is, here, stressing the issue of sexual sin for people who are single. <a ref='1 Corinthians 7:3'>7:3</a> <b>fulfill his duty.</b> Married believers are not to sexually deprive their spouses. While celibacy is right for the single, it is wrong for the married. The practice of deprivation may have been most common when a believer had an unsaved spouse (for more on unsaved spouses, <i>see notes on vv. <a ref='1 Corinthians 7:10–17'>10–17</a></i> ). <a ref='1 Corinthians 7:4'>7:4</a> <b>authority.</b> By the marriage covenant, each partner is given the right over the spouse’s body for the satisfaction of the other. <a ref='1 Corinthians 7:5'>7:5</a> <b>depriving.</b> This command may indicate that this kind of deprivation was going on among believers, perhaps reacting to the gross sexual sins of their past and wanting to leave all that behind. Husbands and wives may abstain temporarily from sexual activity, but only when they mutually agree to do so for intercession, as a part of their fasting. <b>come together again.</b> Sexual intercourse is to be soon renewed after the spiritual interruption. <b>so that Satan will not tempt.</b> Cf. <a ref='1 Thessalonians 3:5'>1Th 3:5</a> . After the agreed-upon “time” of abstinence, sexual desires intensify and a spouse becomes more vulnerable to sinful desire. <i>See notes on <a ref='Matthew 4:1–11'>Mt 4:1–11</a> ; <a ref='2 Corinthians 2:11'>2Co 2:11</a> .</i> <a ref='1 Corinthians 7:6'>7:6</a> <b>concession.</b> A better translation of the Greek would be “awareness” or “to have a mutual opinion.” Paul was very aware of the God-ordained advantages of both singleness and marriage, and was not commanding marriage because of the temptation of singleness. Spirituality is not connected at all to marital status, though marriage is God’s good gift (see <a ref='1 Peter 3:7'>1Pe 3:7</a> , “the grace of life”). <a ref='1 Corinthians 7:7'>7:7</a> <b>even as I myself am.</b> As a single person, Paul recognized the special freedom and independence he had to serve Christ ( <i>see notes on vv. <a ref='1 Corinthians 7:32–34'>32–34</a></i> ). But he did not expect all believers to be single, nor all who were single to stay that way, nor all who were married to act celibate as if they were single. <b>gift from God.</b> Both singleness and marriage are God’s gracious gifts. <a ref='1 Corinthians 7:8'>7:8</a> <b>unmarried … widows.</b> “Unmarried” is a term used 4 times in the NT, and only in 1 Corinthians (cf. vv. <a ref='1 Corinthians 7:11'>11</a> , <a ref='1 Corinthians 7:32'>32</a> , <a ref='1 Corinthians 7:34'>34</a> ). This verse makes it clear that the unmarried and widows are distinct. Verse <a ref='1 Corinthians 7:11'>11</a> identifies the divorced as the “unmarried” to be distinguished from “widows” (vv. <a ref='1 Corinthians 7:39–40'>39–40</a> ; single by death) and virgins (vv. <a ref='1 Corinthians 7:25'>25</a> , <a ref='1 Corinthians 7:28'>28</a> ; never married). Each use of “unmarried,” then, refers to those formerly married, presently single, but not widowed. They are the divorced. It is likely these people who were formerly married wanted to know if they, as Christians, could or should remarry. <b>even as I.</b> Paul was possibly a widower, and could here affirm his former marriage by identifying with the unmarried and widows. His first suggestion is that they stay single because of its freedoms in serving the Lord (vv. <a ref='1 Corinthians 7:25–27'>25–27</a> , <a ref='1 Corinthians 7:32–34'>32–34</a> ). <i>See notes on Anna in <a ref='Luke 2:36–37'>Lk 2:36–37</a> .</i> <a ref='1 Corinthians 7:9'>7:9</a> <b>let them marry.</b> The Greek tense indicates a command, since a person can’t live a happy life and serve the Lord effectively if dominated by unfulfilled sexual passion—especially in that Corinthian society. <a ref='1 Corinthians 7:10'>7:10</a> <b>not I, but the Lord.</b> What Paul writes to these believers was already made clear by Jesus during His earthly ministry ( <a ref='Matthew 5:31–32'>Mt 5:31–32</a> ; <a ref='Matthew 19:5–8'>19:5–8</a> ; cf. <a ref='Genesis 2:24'>Ge 2:24</a> ; <a ref='Malachi 2:16'>Mal 2:16</a> ). <b>leave.</b> This word is used as a synonym for divorce, as indicated by the parallel use of the word “divorce,” in v. <a ref='1 Corinthians 7:11'>11</a> . <a ref='1 Corinthians 7:11'>7:11</a> <b>remain unmarried.</b> If a Christian divorces another Christian except for adultery ( <i>see notes on <a ref='Matthew 5:31–32'>Mt 5:31–32</a> ; <a ref='Matthew 19:8–9'>19:8–9</a></i> ), neither partner is free to marry another person. They should reconcile, or at least remain unmarried. <a ref='1 Corinthians 7:12'>7:12</a> <b>to the rest.</b> Those not covered by the instruction of vv. <a ref='1 Corinthians 7:10–11'>10–11</a> . <b>I say.</b> Not a denial of inspiration or an indication that Paul is giving human opinion, but simply a way of saying that Jesus had not spoken on this, and God had not previously given revelation on the matter, as Paul was then writing. Apparently, some Christians felt they should divorce their unsaved spouses, to live celibately or marry a believer. <a ref='1 Corinthians 7:12–13'>7:12–13</a> Some believers must have felt that being married to an unbeliever was somehow defiling. However, just the opposite is true (v. <a ref='1 Corinthians 7:14'>14</a> ). <a ref='1 Corinthians 7:14'>7:14</a> <b>sanctified.</b> This does not refer to salvation; otherwise, the spouse would not be spoken of as unbelieving. The sanctification is matrimonial and familial, not personal or spiritual, and means that the unsaved partner is set apart for temporal blessing because the other belongs to God. One Christian in a marriage brings grace that spills over on the spouse—even possibly leading them to salvation. <b>children … are holy.</b> The Christian need not separate from an unbeliever because of fear that the unbelieving spouse may defile the children. God promises the opposite. They would be unclean if both parents were unsaved, but the presence of one believing parent exposes the children to blessing and brings them protection. The presence of even one Christian parent will protect children from undue spiritual harm, and they will receive many blessings, and often that includes salvation. <a ref='1 Corinthians 7:15'>7:15</a> <b>let him leave.</b> A term referring to divorce (cf. vv. <a ref='1 Corinthians 7:10–11'>10–11</a> ). When an unbelieving spouse cannot tolerate the partner’s faith and wants a divorce, it is best to let that happen in order to preserve peace in the family (cf. <a ref='Romans 12:18'>Ro 12:18</a> ). The bond of marriage is broken only by death ( <a ref='Romans 7:2'>Ro 7:2</a> ), adultery ( <a ref='Matthew 19:9'>Mt 19:9</a> ), or an unbeliever’s leaving. <b>not enslaved.</b> When the bond is broken in any of those ways, a Christian is free to marry another believer. Throughout Scripture, whenever legitimate divorce occurs, remarriage is assumed. When divorce is permitted, so is remarriage. By implication, the permission for a widow to remarry (vv. <a ref='1 Corinthians 7:39–40'>39–40</a> ; <a ref='Romans 7:3'>Ro 7:3</a> ), because the “bond” is broken, extends to this case where there is no more “enslavement.” <a ref='1 Corinthians 7:16'>7:16</a> Some may have been reluctant to let go of their unsaved spouse, who wanted out and was creating discord in the home—thinking they could evangelize the spouse by hanging on for the purpose of seeing that one converted. Paul says there are no such assurances, and it is better to divorce and be at peace (v. <a ref='1 Corinthians 7:15'>15</a> ), if the unsaved partner wants to end the marriage that way. <a ref='1 Corinthians 7:17–24'>7:17–24</a> Discontent was prevalent among these new believers in the Corinthian church. As noted up to this point (vv. <a ref='1 Corinthians 7:1–16'>1–16</a> ), some wanted to change their marital status, some were slaves who wanted to be free, and some used their freedom in Christ to rationalize sinning. In a general response to that, this passage plainly repeats the basic principle that Christians should willingly accept the marital condition and social situations into which God has placed them and be content to serve Him there until He leads them elsewhere. <a ref='1 Corinthians 7:17'>7:17</a> For the first of 3 times (vv. <a ref='1 Corinthians 7:20'>20</a> , <a ref='1 Corinthians 7:24'>24</a> ), Paul states the principle of contentment which is required of all Christians. <a ref='1 Corinthians 7:18'>7:18</a> <b>called.</b> As always in the Epistles, this term refers to God’s effectual call that saves ( <i>see note on <a ref='Romans 8:30'>Ro 8:30</a></i> ). <b>circumcised … uncircumcised.</b> With Judaizers demanding all Gentile believers in Christ to be circumcised ( <a ref='Galatians 5:1–6'>Ga 5:1–6</a> ), and with some Christian Jews wanting to disassociate with Judaism and thus having a surgery to become uncircumcised (as addressed in rabbinic literature), Paul needed to clarify the issue by saying that neither was necessary. Figuratively, the idea is that when a Jew became a Christian, he was not to give up his racial and cultural identity in order to appear like a Gentile. Likewise, a Gentile was not to become culturally like a Jew (v. <a ref='1 Corinthians 7:19'>19</a> ). Culture, social order, and external ceremony have no bearing on spiritual life. What matters is faith and obedience. <a ref='1 Corinthians 7:21'>7:21</a> <b>while a slave.</b> Paul is not approving all slavery, but is teaching that a person who is a slave is still able to obey and honor Christ ( <a ref='Ephesians 6:5–8'>Eph 6:5–8</a> ; <a ref='Colossians 3:23'>Col 3:23</a> ; <a ref='1 Timothy 6:1–2'>1Ti 6:1–2</a> ). <b>Do not worry about it.</b> In modern society, this seems an insensitive command to those who wrongly assume that freedom is some God-given right, rather than a preferable option. <a ref='1 Corinthians 7:22'>7:22</a> <b>the Lord’s freedman.</b> In the ways that truly count, no man is freer than a Christian. No bondage is as terrible as that of sin, from which Christ frees the believer. <b>Christ’s slave.</b> Those who are not slaves, but free in the social sense, are in the spiritual sense made slaves of Christ in salvation ( <a ref='Romans 6:22'>Ro 6:22</a> ). <a ref='1 Corinthians 7:23'>7:23</a> <b>price.</b> The blood of Christ ( <a ref='1 Corinthians 6:20'>6:20</a> ; <a ref='1 Peter 1:19'>1Pe 1:19</a> ). <b>slaves of men.</b> This refers to sinful slavery, i.e., becoming slaves to the ways of men, the ways of the world, and of the flesh. This is the slavery about which to be concerned. <a ref='1 Corinthians 7:25–40'>7:25–40</a> Having already established that both marriage and singleness are good and right before the Lord (vv. <a ref='1 Corinthians 7:1–9'>1–9</a> ), and for the person who has the gift of singleness (v. <a ref='1 Corinthians 7:7'>7</a> ), that state has many practical advantages, Paul continued to answer the questions about which the Corinthians had written him ( <i>see note on v. <a ref='1 Corinthians 7:1'>1</a></i> ). Paul gives 6 reasons for never marrying, in relationship to the downside of marriage, but remaining single (virgins): 1) pressure from the system (vv. <a ref='1 Corinthians 7:25–27'>25–27</a> ); 2) problems of the flesh (v. <a ref='1 Corinthians 7:28'>28</a> ); 3) passing of the world (vv. <a ref='1 Corinthians 7:29–31'>29–31</a> ); 4) preoccupations of marriage (vv. <a ref='1 Corinthians 7:32–35'>32–35</a> ); 5) promises from fathers (vv. <a ref='1 Corinthians 7:36–38'>36–38</a> ); and 6) permanency of marriage (vv. <a ref='1 Corinthians 7:39–40'>39–40</a> ). <a ref='1 Corinthians 7:25'>7:25</a> <b>I have no command.</b> <i>See note on v. <a ref='1 Corinthians 7:12'>12</a> .</i> The conviction given here is not a command, but is thoroughly dependable and sound advice to remain a virgin, which is counsel included by the inspiration of the Spirit from a trustworthy man. <a ref='1 Corinthians 7:26'>7:26</a> <b>present distress.</b> An unspecified, current calamity. Perhaps Paul anticipated the imminent Roman persecutions which began within 10 years after this epistle was written. <b>remain as he is.</b> Persecution is difficult enough for a single person to endure, but problems and pain are multiplied for those who are married, especially if they have children. <a ref='1 Corinthians 7:27'>7:27</a> The benefits of singleness notwithstanding, married people must remain married. <b>released.</b> Divorce is in view. <a ref='1 Corinthians 7:28'>7:28</a> <b>marry, you have not sinned.</b> Marriage is a fully legitimate and godly option for both the divorced (on biblical grounds; <i>see note on v. <a ref='1 Corinthians 7:15'>15</a></i> ) and virgins. <b>trouble in this life.</b> “Trouble” means lit. “pressed together, or under pressure.” Marriage can involve conflicts, demands, difficulties, and adjustments that singleness does not, because it presses two fallen people into intimate life that leads to inevitable “trouble.” The troubles of singleness may be exceeded by the conflicts of marriage. <a ref='1 Corinthians 7:29'>7:29</a> <b>time has been shortened.</b> Human life is brief (cf. <a ref='James 4:14'>Jas 4:14</a> ; <a ref='1 Peter 1:24'>1Pe 1:24</a> ). <b>as though they had none.</b> This does not teach that marriage is no longer binding or treated with seriousness (cf. <a ref='Ephesians 5:22–33'>Eph 5:22–33</a> ; <a ref='Colossians 3:18–19'>Col 3:18–19</a> ), nor should there be any physical deprivation (vv. <a ref='1 Corinthians 7:3–5'>3–5</a> ); but Paul is teaching that marriage should not at all reduce one’s devotion to the Lord and service to Him (cf. <a ref='Colossians 3:2'>Col 3:2</a> ). He means to keep the eternal priority (see v. <a ref='1 Corinthians 7:31'>31</a> ). <a ref='1 Corinthians 7:30'>7:30</a> The mature Christian does not get so swept up in the emotion of this life, so as to lose motivation, hope, and purpose. <a ref='1 Corinthians 7:31'>7:31</a> <b>use … make full use.</b> This refers to the normal commercial materialism and pleasures that govern in the world. Believers are not to be swept up in earthly enterprises so that heavenly matters become secondary. <b>form.</b> This refers to a manner of life, a fashion, or way of doing things. <a ref='1 Corinthians 7:32–33'>7:32–33</a> <b>free from concern.</b> A single person is free from concern about the earthly needs of a spouse and therefore potentially better able to set himself apart exclusively for the Lord’s work. <a ref='1 Corinthians 7:33'>7:33</a> <b>things of the world.</b> These are earthly matters connected to the passing system (v. <a ref='1 Corinthians 7:31'>31</a> ). <a ref='1 Corinthians 7:33–34'>7:33–34</a> <b>how he may please his wife … husband.</b> Here is a basic and expected principle for a good marriage—each seeking to please the other. <a ref='1 Corinthians 7:34'>7:34</a> The first part of this verse is preferably rendered in some manuscripts as “and his interests are divided. And the woman who is unmarried and the virgin. …” This is important because it distinguishes clearly between the “unmarried” and “virgins,” who, therefore, can’t be the same. “Virgins” are single people never married, while “unmarried” must be single by divorce. Widows is the term for those made single by death ( <i>see note on v. <a ref='1 Corinthians 7:8'>8</a></i> ). <a ref='1 Corinthians 7:35'>7:35</a> Marriage does not prevent great devotion to the Lord, but it brings more potential matters to interfere with it. Singleness has fewer hindrances, though not guaranteed greater spiritual virtue. <b>undistracted devotion.</b> <i>See notes on vv. <a ref='1 Corinthians 7:26'>26</a> , <a ref='1 Corinthians 7:29'>29</a> , <a ref='1 Corinthians 7:33'>33</a> .</i> <a ref='1 Corinthians 7:36'>7:36</a> <b>his virgin.</b> That is, a man’s daughter. Apparently in Corinth some of the fathers intending devotion to the Lord, had dedicated their young daughters to the Lord as permanent virgins. <b>past her youth.</b> Fully matured as a woman capable of child-bearing. <b>it must be.</b> When daughters became of marriageable age and insisted on being married, their fathers were free to break the vow and let them marry. <a ref='1 Corinthians 7:37'>7:37</a> <b>no compulsion.</b> This means the father who has kept his daughter a virgin and is not under constraint by the daughter to change his mind, does well to fulfill his desire for her to be singularly devoted to the Lord (v. <a ref='1 Corinthians 7:34'>34</a> ). As with those who remain single (v. <a ref='1 Corinthians 7:28'>28</a> ), the choice was not between right and wrong. <a ref='1 Corinthians 7:39'>7:39</a> <b>bound.</b> God’s law designed marriage for life (cf. <a ref='Genesis 2:24'>Ge 2:24</a> ; <a ref='Malachi 2:16'>Mal 2:16</a> ; <a ref='Romans 7:1–3'>Ro 7:1–3</a> ). It is so permanent that the disciples thought it may be better not to marry ( <i>see note on <a ref='Matthew 19:10'>Mt 19:10</a></i> ). <b>only in the Lord.</b> That is, free to marry a believer only. This is true for all believers who marry or remarry (see <a ref='2 Corinthians 6:14–16'>2Co 6:14–16</a> ). <a ref='1 Corinthians 7:40'>7:40</a> <b>I also have the Spirit.</b> Perhaps with a touch of sarcasm, Paul affirmed that this sound advice was given by the Holy Spirit. <a ref='1 Corinthians 8:1–11:1'>8:1—11:1</a> Paul addresses liberty in the church ( <i>see notes on <a ref='Ro 14'>Ro 14</a></i> ). <a ref='1 Corinthians 8:1'>8:1</a> <b>things sacrificed to idols.</b> The Greeks and Romans were polytheistic (worshiping many gods) and polydemonistic (believing in many evil spirits). They believed that evil spirits would try to invade human beings by attaching themselves to food before it was eaten, and that the spirits could be removed only by the food’s being sacrificed to a god. The sacrifice was meant not only to gain favor with the god, but also to cleanse the meat from demonic contamination. Such decontaminated meat was offered to the gods as a sacrifice. That which was not burned on the altar was served at wicked pagan feasts. What was left was sold in the market. After conversion, believers resented eating such food bought out of idol markets, because it reminded sensitive Gentile believers of their previous pagan lives and the demonic worship. <b>we all have knowledge.</b> Paul and mature believers knew better than to be bothered by such food offered once to idols and then sold in the marketplace. They knew the deities did not exist and that evil spirits did not contaminate the food. <i>See note on <a ref='1 Timothy 4:3'>1Ti 4:3</a> .</i> <b>love builds up.</b> Knowledge mingled with love prevents a believer from exercising freedoms that offend weaker believers and, rather, builds the others up in truth and wisdom (cf. <a ref='1 Corinthians 13:1–4'>13:1–4</a> ). <a ref='1 Corinthians 8:2–3'>8:2–3</a> Love is the proof of knowing God. Cf. <a ref='1 John 4:19–5:1'>1Jn 4:19—5:1</a> . <a ref='1 Corinthians 8:4'>8:4</a> Paul states his agreement with the well-taught believers who knew idols were nothing, so food offered to idols was not defiled. <a ref='1 Corinthians 8:5'>8:5</a> <b>so-called gods.</b> Some were outright fakes and some were manifestations of demons, but none were truly gods ( <a ref='Psalms 115:4–7'>Ps 115:4–7</a> ; <a ref='Acts 19:26'>Ac 19:26</a> ). <a ref='1 Corinthians 8:6'>8:6</a> <b>one God, the Father … one Lord, Jesus Christ.</b> A powerful and clear affirmation of the essential equality of God the Father and God the Son (cf. <a ref='Ephesians 4:4–6'>Eph 4:4–6</a> ). <a ref='1 Corinthians 8:7'>8:7</a> <b>conscience … is defiled.</b> The consciences of some newer converts were still accusing them strongly with regard to allowing them to eat idol food without feeling spiritually corrupted and guilty. They still imagined that idols were real and evil. A defiled conscience is one that has been violated, bringing fear, shame, and guilt. <i>See notes on <a ref='Romans 14:20–23'>Ro 14:20–23</a> .</i> <a ref='1 Corinthians 8:8'>8:8</a> <b>commend us to God.</b> The idea is of bringing us nearer to God or making us approved by Him. Food is spiritually neutral. <a ref='1 Corinthians 8:9–11'>8:9–11</a> <b>stumbling block.</b> Some believers would be caused to fall back into old sins by getting involved with foods offered to idols. <a ref='1 Corinthians 8:11'>8:11</a> <b>ruined.</b> <i>See note on <a ref='Matthew 18:14'>Mt 18:14</a> .</i> <b>for whose sake Christ died.</b> Christ died for all who believe, actually bearing the penalty for their sin and fully satisfying the wrath of God. <a ref='1 Corinthians 8:12'>8:12</a> <b>you sin against Christ.</b> A strong warning that causing a brother or sister in Christ to stumble is more than simply an offense against that person; it is a serious offense against the Lord Himself ( <i>see notes on <a ref='Matthew 18:6–14'>Mt 18:6–14</a></i> ). <a ref='1 Corinthians 8:13'>8:13</a> <i>See notes on <a ref='Romans 14:14–15'>Ro 14:14–15</a> , <a ref='Romans 14:17'>17</a> , <a ref='Romans 14:20'>20</a> .</i> <a ref='1 Corinthians 9:1–2'>9:1–2</a> In chap. <a ref='1Co 8'>8</a> , Paul set out the limits of Christian liberty. In this chapter he sets forth how he followed them in his own life. In vv. <a ref='1 Corinthians 9:1–18'>1–18</a> , he discusses his right to be financially supported by those to whom he ministers. In vv. <a ref='1 Corinthians 9:19–27'>19–27</a> , he explains how he would give up all rights to win people to Christ. All of these questions are rhetorical, the “yes” answer to each being assumed. <a ref='1 Corinthians 9:2'>9:2</a> <b>seal of my apostleship.</b> The existence of the church in Corinth was evidence of Paul’s apostolic authenticity. <a ref='1 Corinthians 9:3'>9:3</a> <b>examine.</b> Using this Greek legal term for a preliminary investigation required before a decision was reached in a case, Paul sets out to defend his rights. <a ref='1 Corinthians 9:4'>9:4</a> <b>authority to eat and drink.</b> Cf. <a ref='1 Timothy 5:17–18'>1Ti 5:17–18</a> . He was entitled to be married (v. <a ref='1 Corinthians 9:5'>5</a> ) and to receive financial support from those to whom he ministered. <a ref='1 Corinthians 9:5'>9:5</a> <b>Cephas.</b> Peter, who was married (cf. <a ref='Mark 1:29–31'>Mk 1:29–31</a> ). <a ref='1 Corinthians 9:6'>9:6</a> <b>working.</b> With sarcasm, Paul, a tentmaker ( <a ref='Acts 18:3'>Ac 18:3</a> ), let the Corinthians know that he and Barnabas had as much right as others to receive full financial support from their work. Except for help from a few churches (e.g., <a ref='Philippians 4:15–16'>Php 4:15–16</a> ), they paid their own expenses not because of obligation or necessity, but voluntarily. <a ref='1 Corinthians 9:7'>9:7</a> <b>Who plants a vineyard.</b> Cf. <a ref='2 Timothy 2:6'>2Ti 2:6</a> . <a ref='1 Corinthians 9:9'>9:9</a> <b>Law.</b> The Scripture, as quoted from <a ref='Deuteronomy 25:4'>Dt 25:4</a> . <a ref='1 Corinthians 9:10'>9:10</a> <b>for our sake.</b> As in agriculture, men should earn their living from their labor. <a ref='1 Corinthians 9:11'>9:11</a> <b>material things.</b> Financial support. <i>See note on <a ref='1 Timothy 5:17'>1Ti 5:17</a> .</i> Cf. <a ref='2 Corinthians 8:1–5'>2Co 8:1–5</a> . <a ref='1 Corinthians 9:12'>9:12</a> <b>others share this authority.</b> Apparently, the church had financially supported other ministers. <b>endure.</b> False teachers sought money. Paul wanted to be certain he was not classed with them, so he endured not accepting support, so as not to offend. Cf. <a ref='Acts 20:34'>Ac 20:34</a> ; <a ref='2 Thessalonians 3:8'>2Th 3:8</a> . <a ref='1 Corinthians 9:13'>9:13</a> <b>share from the altar.</b> OT priests were supported by the tithes of crops and animals, as well as of financial gifts ( <a ref='Numbers 18:8–24'>Nu 18:8–24</a> ; cf. <a ref='Genesis 14:18–21'>Ge 14:18–21</a> ). <a ref='1 Corinthians 9:14'>9:14</a> <b>get their living from the gospel.</b> This refers to earning a living by preaching the good news. <a ref='1 Corinthians 9:15'>9:15</a> <b>none of these things.</b> The 6 reasons given in vv. <a ref='1 Corinthians 9:1–14'>1–14</a> that indicate his right to financial support. <b>I am not writing.</b> He was not underhandedly hoping that, despite his protest, the Corinthians would feel obligated to pay him ( <a ref='2 Corinthians 11:8–9'>2Co 11:8–9</a> ; cf. <a ref='1 Thessalonians 2:9'>1Th 2:9</a> ; <a ref='2 Thessalonians 3:8'>2Th 3:8</a> ; <a ref='1 Peter 5:2'>1Pe 5:2</a> ). <b>better … to die.</b> He preferred death to having anyone think he ministered with a financial motive. See <a ref='Acts 20:33–35'>Ac 20:33–35</a> ; <a ref='1 Peter 5:2'>1Pe 5:2</a> . <b>make my boast … empty.</b> The term “boast” refers to that in which one glories or to the basis of one’s glorying, and carries the idea of rejoicing. It is a statement of sincere joy, not pride (cf. <a ref='1 Corinthians 1:31'>1:31</a> ; <a ref='Romans 15:17'>Ro 15:17</a> ). Paul was genuinely overjoyed for the privilege of serving the Lord and did not want material support to rob him of it in any way. <a ref='1 Corinthians 9:16'>9:16</a> <b>nothing to boast.</b> That is to say, his boast (cf. v. <a ref='1 Corinthians 9:15'>15</a> ) was not personal. He was not proud as if it were his gospel; nor was he proud about the way he preached it, as if it were his ability. <b>under compulsion.</b> Paul did not preach from personal pride, but from divine compulsion. He had no other choice, because God had sovereignly set him apart for service (see <a ref='Acts 9:3–6'>Ac 9:3–6</a> , <a ref='Acts 9:15'>15</a> ; <a ref='Acts 26:13–19'>26:13–19</a> ; <a ref='Galatians 1:15'>Ga 1:15</a> ; <a ref='Colossians 1:25'>Col 1:25</a> ; cf. <a ref='Jeremiah 1:5'>Jer 1:5</a> ; <a ref='Jeremiah 20:9'>20:9</a> ; <a ref='Luke 1:13–17'>Lk 1:13–17</a> ). <b>woe.</b> God’s severest chastening is reserved for unfaithful ministers ( <a ref='Hebrews 13:17'>Heb 13:17</a> ; <a ref='James 3:1'>Jas 3:1</a> ). <a ref='1 Corinthians 9:17'>9:17</a> <b>against my will.</b> This does not indicate that Paul was unwilling to obey but that his will had no part in the call itself. Since it was God’s sovereign choice and call, he received not a “reward,” but a “stewardship” (a valuable responsibility or duty to be carefully managed). <a ref='1 Corinthians 9:18'>9:18</a> <b>my reward.</b> Not money, but the privilege of preaching the gospel without support, was Paul’s reward, so that he set aside his liberty (“right”). <a ref='1 Corinthians 9:19'>9:19</a> <b>a slave.</b> By choice, he set aside his right to be supported, and thus “enslaved” himself to self-support, in order to remove a potential offense and win more people to Jesus Christ (cf. <a ref='Proverbs 11:30'>Pr 11:30</a> ). <a ref='1 Corinthians 9:20'>9:20</a> <b>became as a Jew.</b> Within the limits of God’s Word and his Christian conscience, Paul would be as culturally and socially Jewish as necessary when witnessing to Jews (cf. <a ref='Romans 9:3'>Ro 9:3</a> ; <a ref='Romans 10:1'>10:1</a> ; <a ref='Romans 11:14'>11:14</a> ). He was not bound to ceremonies and traditions of Judaism. All legal restraints had been removed, but there was the constraint of love (cf. <a ref='Romans 9:3'>Ro 9:3</a> ; <a ref='Romans 10:1'>10:1</a> ; <a ref='Romans 11:14'>11:14</a> ). For examples of this identification with customs of the Jews, <i>see notes on <a ref='Acts 16:3'>Ac 16:3</a> ; <a ref='Acts 18:18'>18:18</a> ; <a ref='Acts 21:20–26'>21:20–26</a></i> . <a ref='1 Corinthians 9:21'>9:21</a> <b>those … without law.</b> Gentiles. Paul was not suggesting the violating of God’s moral law, but, as he explained, not being lawless toward God, but abiding by the law of Jesus Christ (cf. <a ref='James 1:25'>Jas 1:25</a> ; <a ref='James 2:8'>2:8</a> , <a ref='James 2:12'>12</a> ). <a ref='1 Corinthians 9:22'>9:22</a> <b>weak.</b> He stooped to make the gospel clear at the lower level of comprehension, which Paul no doubt had done often while dealing with the Corinthians themselves (cf. <a ref='1 Corinthians 2:1–5'>2:1–5</a> ). <b>all things … all means.</b> Within the bounds of God’s Word, he would not offend the Jew, Gentile, or those weak in understanding. Not changing Scripture or compromising the truth, he would condescend in ways that could lead to salvation. <a ref='1 Corinthians 9:24–27'>9:24–27</a> Liberty cannot be limited without self-control, since the flesh resists limits on its freedom. Here, Paul speaks of his personal self-control. <a ref='1 Corinthians 9:24'>9:24</a> <b>race.</b> The Greeks enjoyed two great athletic events, the Olympic games and the Isthmian games, and because the Isthmian events were held in Corinth, believers there were quite familiar with this analogy of running to win. <a ref='1 Corinthians 9:25'>9:25</a> <b>self-control.</b> Self-control is crucial to victory. <b>crown.</b> A wreath of greenery given to the winner of the race. Cf. <a ref='2 Timothy 4:8'>2Ti 4:8</a> ; <a ref='1 Peter 5:4'>1Pe 5:4</a> . <a ref='1 Corinthians 9:26'>9:26</a> <b>not without aim.</b> Four times he has mentioned his goal of winning people to salvation (vv. <a ref='1 Corinthians 9:19'>19</a> , <a ref='1 Corinthians 9:22'>22</a> ). <b>beating the air.</b> Paul changes the metaphor to boxing to illustrate the point that he was no shadow boxer, just waving his arms without effect (cf. <a ref='1 Timothy 1:18'>1Ti 1:18</a> ). <a ref='1 Corinthians 9:27'>9:27</a> <b>discipline.</b> From a term lit. meaning “to hit under the eye.” He knocked out the bodily impulses to keep them from preventing him from his mission of winning souls to Christ. <b>disqualified.</b> Another metaphor from the athletic games. A contestant who failed to meet basic training requirements could not participate at all, much less have an opportunity to win. Paul may be especially referring to such fleshly sins that disqualify a man from preaching and leading the church, particularly being blameless and above reproach in the sexual area, since such sin is a disqualification ( <i>see notes on <a ref='Psalms 101:6'>Ps 101:6</a> ; <a ref='1 Timothy 3:2'>1Ti 3:2</a> ; <a ref='Titus 1:6'>Tit 1:6</a></i> ). <a ref='1 Corinthians 10:1–13'>10:1–13</a> Ancient Israel’s 40-year journey between Egypt and Canaan ( <a ref='Exodus 13:21'>Ex 13:21</a> ; <a ref='Exodus 14:16'>14:16</a> ; <a ref='Exodus 16:15'>16:15</a> ; <a ref='Exodus 17:6'>17:6</a> ) is a sobering illustration of the misuse of freedom and the dangers of overconfidence. The Israelites misused their new-found freedom, fell into idolatry, immorality, and rebelliousness, disqualifying themselves from receiving the Lord’s blessing. <a ref='1 Corinthians 10:1'>10:1</a> <b>unaware.</b> This transition leads from the lack of self-discipline and subsequent disqualification spoken of in <a ref='1 Corinthians 9:27'>9:27</a> to an illustration of it in ancient Israel. <b>our fathers.</b> Paul is referring to ancient Israel, of whom he was a descendant. In particular, he asked his readers to remember what had happened to Israel in the wilderness, because of freedom without self-control. <b>under the cloud.</b> Guided by God’s presence as a cloud by day and column of fire at night (see <a ref='Exodus 13:21'>Ex 13:21</a> ). <b>through the sea.</b> The Red Sea, which opened for Israel to pass through and closed to drown the Egyptian army (see <a ref='Exodus 14:26–31'>Ex 14:26–31</a> ). <a ref='1 Corinthians 10:2'>10:2</a> <b>baptized.</b> Israel was immersed, not in the sea, but “into Moses,” indicating their oneness, or solidarity, with him as their leader. <a ref='1 Corinthians 10:3–4'>10:3–4</a> <b>spiritual food … drink.</b> Actual food provided by the spiritual power of God. See <a ref='Exodus 16:15'>Ex 16:15</a> ; <a ref='Exodus 17:6'>17:6</a> . <a ref='1 Corinthians 10:4'>10:4</a> <b>a spiritual rock.</b> The Jews had a legend that the actual rock Moses struck followed them throughout their wilderness wanderings, providing water for them. Paul says they have a Rock providing all they need, but it is Christ. Rock ( <i>petra</i> ) refers to a massive cliff, not simply a large stone or boulder, signifying the preincarnate Messiah (Christ), who protected and sustained His people. Cf. <a ref='Matthew 16:18'>Mt 16:18</a> . <a ref='1 Corinthians 10:5'>10:5</a> <b>not well-pleased.</b> This is an understatement. Because of Israel’s extreme disobedience, God allowed only two of the men over 19 who had originally left Egypt (Joshua and Caleb) to enter the Promised Land; all the others died in the wilderness, including Moses and Aaron who were disqualified from entering the Land ( <a ref='Numbers 20:8–12'>Nu 20:8–12</a> , <a ref='Numbers 20:24'>24</a> ). <a ref='1 Corinthians 10:6'>10:6</a> <b>examples for us.</b> They died in the wilderness because of their failure of self-discipline and consequent indulgence of every desire ( <i>see note on <a ref='1 Corinthians 9:27'>9:27</a></i> ). Four major sins characterized them: idolatry (v. <a ref='1 Corinthians 10:7'>7</a> ); sexual immorality (v. <a ref='1 Corinthians 10:8'>8</a> ); testing God (v. <a ref='1 Corinthians 10:9'>9</a> ); and complaining (v. <a ref='1 Corinthians 10:10'>10</a> ). <a ref='1 Corinthians 10:7'>10:7</a> <b>idolaters.</b> The Israelites were barely out of Egypt when they fell into idol worship. <a ref='Ex 32'>Exodus 32</a> records the story (v. <a ref='1 Corinthians 10:6'>6</a> is quoted here). Some 3,000 were executed for instigating an immoral orgy at Sinai ( <a ref='Exodus 32:28'>Ex 32:28</a> ). See <a ref='Exodus 20:3'>Ex 20:3</a> ; <a ref='Ezekiel 14:3'>Eze 14:3</a> ; <a ref='1 John 5:21'>1Jn 5:21</a> ; <a ref='Revelation 22:9'>Rev 22:9</a> . play <b>.</b> A euphemism for the gross sexual relations which followed the excessive feasting. <a ref='1 Corinthians 10:8'>10:8</a> <b>twenty-three thousand.</b> Having just quoted from <a ref='Ex 32'>Ex 32</a> in v. <a ref='1 Corinthians 10:7'>7</a> , this very likely also refers to the incident in <a ref='Ex 32'>Ex 32</a> , not to the incident at Shittim in <a ref='Nu 25'>Nu 25</a> (contra. marginal ref.). Apparently 3,000 were killed by the Levites ( <a ref='Exodus 32:28'>Ex 32:28</a> ) and 20,000 died in the plague ( <a ref='Exodus 32:35'>Ex 32:35</a> ). <a ref='1 Corinthians 10:9'>10:9</a> <b>put Christ to the test.</b> <a ref='Nu 21'>Numbers 21</a> records this story of the people questioning the goodness and plan of the One carrying them through the wilderness, the Protector and Provider, the spiritual Rock, Christ pre-incarnate ( <i>see note on v. <a ref='1 Corinthians 10:4'>4</a></i> ). <b>serpents.</b> See <a ref='Numbers 21:6'>Nu 21:6</a> ; cf. <a ref='1 Corinthians 11:30'>11:30</a> . <a ref='1 Corinthians 10:10'>10:10</a> <b>destroyer.</b> This incident is recorded in <a ref='Numbers 16:3–41'>Nu 16:3–41</a> . The same angel had slain the firstborn of the Egyptians ( <a ref='Exodus 12:23'>Ex 12:23</a> ), the 70,000 men because of David’s census ( <a ref='2 Samuel 24:15–16'>2Sa 24:15–16</a> ), and the entire Assyrian army that was besieging Jerusalem ( <a ref='2 Chronicles 32:21'>2Chr 32:21</a> ). <a ref='1 Corinthians 10:11'>10:11</a> <b>the ends of the ages.</b> The time of Messiah; the last days of redemptive history before the messianic kingdom. See <a ref='Hebrews 9:26'>Heb 9:26</a> ; <a ref='1 John 2:18'>1Jn 2:18</a> . <a ref='1 Corinthians 10:12'>10:12</a> Cf. <a ref='Proverbs 16:18'>Pr 16:18</a> . The Bible is filled with examples of overconfidence (see <a ref='Es 3-5'>Es 3–5</a> ; <a ref='Isaiah 37:36–38'>Is 37:36–38</a> ; <a ref='Luke 22:33–34'>Lk 22:33–34</a> , <a ref='Luke 22:54–62'>54–62</a> ; <a ref='Revelation 3:1–3'>Rev 3:1–3</a> , <a ref='Revelation 3:17'>17</a> ). <a ref='1 Corinthians 10:13'>10:13</a> <b>temptation.</b> <i>See notes on <a ref='James 1:13–15'>Jas 1:13–15</a></i> ; cf. <a ref='Matthew 6:13'>Mt 6:13</a> . <b>common to man.</b> One Greek word meaning “that which is human.” <a ref='1 Corinthians 10:16'>10:16</a> <b>cup of blessing.</b> The proper name given to the third cup during the Passover Feast. At the last Passover with the disciples, Jesus used the third cup as the symbol of His blood shed for sin. That cup became the one used to institute the Lord’s Supper. He set the cup apart as a token of salvation blessing before passing it to the 12 ( <i>see notes on <a ref='Luke 22:17'>Lk 22:17</a> , <a ref='Luke 22:20'>20</a></i> ). <b>a sharing.</b> This word means “to have in common, to participate and have partnership with.” The same Greek word is used in <a ref='1 Corinthians 1:9'>1:9</a> ; <a ref='2 Corinthians 8:4'>2Co 8:4</a> ; <a ref='Philippians 2:1'>Php 2:1</a> ; <a ref='Philippians 3:10'>3:10</a> . Commemorating the Lord’s Supper was a regular and cherished practice in the early church, by which believers remembered their Savior’s death and celebrated their common salvation and eternal life which reflected their perfect spiritual oneness. <b>the blood of Christ.</b> A vivid phrase used to represent Christ’s sacrificial death and full atoning work. <i>See note on <a ref='Romans 5:9'>Ro 5:9</a> .</i> See <a ref='Acts 20:28'>Ac 20:28</a> ; <a ref='Romans 3:25'>Ro 3:25</a> ; <a ref='Ephesians 1:7'>Eph 1:7</a> ; <a ref='Ephesians 2:13'>2:13</a> ; <a ref='Colossians 1:20'>Col 1:20</a> ; <a ref='1 Peter 1:19'>1Pe 1:19</a> ; <a ref='1 John 1:7'>1Jn 1:7</a> ; <a ref='Revelation 1:5'>Rev 1:5</a> ; <a ref='Revelation 5:9'>5:9</a> . <b>the bread.</b> This symbolized our Lord’s body as the cup symbolized His blood. Both point to His death as a sacrifice for the salvation of men. <a ref='1 Corinthians 10:17'>10:17</a> <b>is one bread.</b> This refers to the bread of communion as the symbol of Christ’s body given for all who believe. Since we all partake of that body, we are one. <i>See note on <a ref='1 Corinthians 6:17'>6:17</a> .</i> <a ref='1 Corinthians 10:18'>10:18</a> <b>Look at … Israel.</b> In the OT sacrifices, the offering was on behalf of all who ate (see <a ref='Leviticus 7:15–18'>Lv 7:15–18</a> ). By such action, the people were identifying with the offering and affirming their devotion to God to whom it was offered. Paul was, by this, implying how any sacrifice made to an idol (see vv. <a ref='1 Corinthians 10:7'>7</a> , <a ref='1 Corinthians 10:14'>14</a> ) was identifying with and participating with that idol. It is completely inconsistent for believers to participate in any such worship (v. <a ref='1 Corinthians 10:21'>21</a> ). <a ref='1 Corinthians 10:19–20'>10:19–20</a> Idols and the things sacrificed to them have no spiritual nature or power in themselves (cf. <a ref='1 Corinthians 8:4'>8:4</a> , <a ref='1 Corinthians 8:8'>8</a> ), but they do represent the demonic. If pagan worshipers believe an idol was a god, demons act out the part of the imagined god (cf. <a ref='2 Thessalonians 2:9–11'>2Th 2:9–11</a> ). There is not a true god in the idol, but there is a satanic spiritual force (cf. <a ref='Deuteronomy 32:17'>Dt 32:17</a> ; <a ref='Psalms 106:37'>Ps 106:37</a> ). <a ref='1 Corinthians 10:22'>10:22</a> jealousy <b>.</b> God tolerates no competition and will not allow idolatry to go unpunished. ( <a ref='Deuteronomy 32:21'>Dt 32:21</a> ; <a ref='Jeremiah 25:6'>Jer 25:6</a> , <a ref='Jeremiah 25:9'>9</a> ; <a ref='Revelation 21:8'>Rev 21:8</a> ; cf. <a ref='1 Corinthians 11:30'>11:30</a> ). <a ref='1 Corinthians 10:23–30'>10:23–30</a> Paul gives 4 principles for Christian liberty: 1) edification over gratification (v. <a ref='1 Corinthians 10:23'>23</a> ); 2) others over self (v. <a ref='1 Corinthians 10:24'>24</a> ); 3) liberty over legalism (vv. <a ref='1 Corinthians 10:25–27'>25–27</a> ); and 4) condescension over condemnation (vv. <a ref='1 Corinthians 10:28–30'>28–30</a> ). <a ref='1 Corinthians 10:23'>10:23</a> <i>See note on <a ref='1 Corinthians 6:12'>6:12</a> .</i> <b>build up.</b> To build up in Christian doctrine (cf. <a ref='1 Corinthians 8:1'>8:1</a> ; <a ref='1 Corinthians 14:3–4'>14:3–4</a> , <a ref='1 Corinthians 14:26'>26</a> ; <a ref='Acts 20:32'>Ac 20:32</a> ; <a ref='2 Corinthians 12:19'>2Co 12:19</a> ; <a ref='Ephesians 4:12'>Eph 4:12</a> ; <a ref='2 Timothy 3:16–17'>2Ti 3:16–17</a> ). <a ref='1 Corinthians 10:24'>10:24</a> <i>See notes on <a ref='Philippians 2:3'>Php 2:3</a> .</i> <a ref='1 Corinthians 10:25–26'>10:25–26</a> Quoting <a ref='Psalms 24:1'>Ps 24:1</a> , Paul declares that believers, though not participating in idol ceremonies ( <i>see notes on vv. <a ref='1 Corinthians 10:18–20'>18–20</a></i> ), should not hesitate to buy meat once used in such ceremonies and eat it without guilt ( <i>see note on <a ref='1 Timothy 4:4–5'>1Ti 4:4–5</a></i> ). <a ref='1 Corinthians 10:27'>10:27</a> <b>eat anything.</b> So as not to offend the unbeliever. <a ref='1 Corinthians 10:28–29'>10:28–29</a> Even if you are the guest of an unbeliever and don’t want to offend him, it is better to offend the unbeliever and not eat for the sake of the weaker Christian who would be offended to eat, since love to other believers is the strongest witness we have ( <a ref='John 13:34–35'>Jn 13:34–35</a> ). <a ref='1 Corinthians 10:29'>10:29</a> <b>my freedom judged by another’s conscience.</b> Offending a weaker brother with one’s freedom will cause the offended person to condemn us. <a ref='1 Corinthians 10:30'>10:30</a> We can’t truly offer thanks to God for some food by which we cause another believer to stumble. <a ref='1 Corinthians 10:31'>10:31</a> <b>glory.</b> Christian liberty, as well as the most common behavior, is to be conducted to the honor of God. Cf. <a ref='Ezekiel 36:23'>Eze 36:23</a> . <a ref='1 Corinthians 10:32'>10:32</a> Those 3 groups cover all humanity. We are to be careful to offend none. <a ref='1 Corinthians 10:33'>10:33</a> <b>please all men.</b> <i>See notes on <a ref='1 Corinthians 9:19–22'>9:19–22</a> .</i> <a ref='1 Corinthians 11:1'>11:1</a> <b>Be imitators of me.</b> <i>See notes on <a ref='1 Corinthians 4:16'>4:16</a> ; <a ref='Ephesians 5:1'>Eph 5:1</a> ; <a ref='Philippians 3:17'>Php 3:17</a> ; <a ref='Philippians 4:9'>4:9</a> .</i> <a ref='1 Corinthians 11:2'>11:2</a> <b>traditions.</b> In the strict sense used here, a synonym for God’s Word (cf. <a ref='2 Thessalonians 2:15'>2Th 2:15</a> ). The NT sometimes uses the word in a negative way, referring to man-made ideas or practices, especially those that conflict with Scripture (cf. <a ref='Matthew 15:2–6'>Mt 15:2–6</a> ; <a ref='Galatians 1:14'>Ga 1:14</a> ; <a ref='Colossians 2:8'>Col 2:8</a> ). <a ref='1 Corinthians 11:3–15'>11:3–15</a> There is no distinction between men and women as far as personal worth, intellect, or spirituality are concerned (cf. <a ref='Galatians 3:28'>Ga 3:28</a> ). That women function uniquely in God’s order, however, submitting to men’s authority, Paul affirms by several points: 1) the the submission of Christ to the Father during the economy of Christ’s incarnation (v. <a ref='1 Corinthians 11:3'>3</a> ); 2) the divine design of male and female (v. <a ref='1 Corinthians 11:7'>7</a> ); 3) the order of creation (v. <a ref='1 Corinthians 11:8'>8</a> ); 4) the purpose of woman in regard to man (v. <a ref='1 Corinthians 11:9'>9</a> ); 5) the concern of the angels (v. <a ref='1 Corinthians 11:10'>10</a> ); and 6) the characteristics of natural physiology (vv. <a ref='1 Corinthians 11:13–15'>13–15</a> ). <a ref='1 Corinthians 11:3'>11:3</a> <b>Christ.</b> Christ is the head of the church as its Savior and Lord (cf. <a ref='Ephesians 1:22–23'>Eph 1:22–23</a> ; <a ref='Ephesians 4:15'>4:15</a> ; <a ref='Colossians 1:18'>Col 1:18</a> ). He is also the Lord over every unbeliever (cf. <a ref='Matthew 28:18'>Mt 28:18</a> ; <a ref='Hebrews 2:8'>Heb 2:8</a> ). Someday all will acknowledge His authority (cf. <a ref='Philippians 2:10–11'>Php 2:10–11</a> ). <b>man.</b> Men have authority over women in the basic order of creation (cf. vv. <a ref='1 Corinthians 11:8–9'>8–9</a> ; cf. <a ref='Isaiah 3:12'>Is 3:12</a> ; <a ref='Ephesians 5:22–33'>Eph 5:22–33</a> ). <i>See notes on <a ref='1 Timothy 2:11–15'>1Ti 2:11–15</a> .</i> <b>God.</b> The Son was neither inferior in essence, nor was he eternally submissive, to the Father ( <a ref='John 10:30'>Jn 10:30</a> ; <a ref='John 17:21–24'>17:21–24</a> ), but in His incarnation He willingly submitted Himself to the Father’s will in humble obedience ( <a ref='1 Corinthians 3:23'>3:23</a> ; <a ref='1 Corinthians 15:24–28'>15:24–28</a> ; cf. <a ref='John 4:34'>Jn 4:34</a> ; <a ref='John 5:30'>5:30</a> ; <a ref='John 6:38'>6:38</a> ). <a ref='1 Corinthians 11:4'>11:4</a> something <b>on his head … shames.</b> Lit. “having down from head” is probably a reference to men wearing a head covering, which seems to have been a local custom. Jews began wearing head coverings during the fourth century AD, although some may already have been wearing them in NT times. Apparently, Corinthian men were doing the same, and Paul informs them that it is a disgrace. Paul is not stating a universal law from God, but acknowledging a local custom, which did reflect divine principle. In that society, a man’s uncovered head was a sign of his authority over women, who were to have their heads covered. For a man to cover his head was to suggest a reversal of proper roles. <a ref='1 Corinthians 11:5'>11:5</a> <b>woman … while praying or prophesying.</b> Paul makes clear directives that women are not to lead or speak in the services of the church (cf. <a ref='1 Corinthians 14:34'>14:34</a> ; <a ref='1 Timothy 2:12'>1Ti 2:12</a> ), but they may pray and proclaim the truth to unbelievers, as well as teaching children and other women (cf. <a ref='1 Timothy 5:16'>1Ti 5:16</a> ; <a ref='Titus 2:3–4'>Tit 2:3–4</a> ). <i>See note on <a ref='Acts 21:9'>Ac 21:9</a> .</i> Wherever and whenever women do pray and proclaim the Word appropriately, they must do so maintaining a proper distinction from men. <b>uncovered.</b> In the culture of Corinth, a woman’s covered head while ministering or worshiping was a symbol to signify a subordinate relationship to her husband. The apostle is not laying down an absolute law for women to wear veils or coverings in all churches for all time, but is declaring that the symbols of the divinely established male and female roles are to be genuinely honored in every culture. As in the case of meat offered to idols (chaps. <a ref='1Co 8-9'>8–9</a> ), there is nothing spiritual about wearing or not wearing a covering. But manifesting rebellion against God’s order was wrong. <b>shames her head.</b> “Head” may refer to her own self being disgraced by refusing to conform to recognized symbols of submission, or to her husband, who is disgraced by her behavior. <a ref='1 Corinthians 11:6'>11:6</a> <b>disgraceful … hair cut short.</b> In that day only a prostitute or a feminist would shave her head. If a Christian woman rejected the covering that symbolized her submission in that culture, she might as well have shaved her head—the shame was similar. <a ref='1 Corinthians 11:7'>11:7</a> <b>image and glory of God.</b> Though men and women were both created in God’s image ( <a ref='Genesis 1:27'>Ge 1:27</a> ), it is man who bears the glory of God uniquely by his role. Like God, he is given a sphere of sovereignty as the earthly sovereign over God’s created order. <i>See notes on <a ref='Genesis 3:16–17'>Ge 3:16–17</a> .</i> <a ref='1 Corinthians 11:7–8'>11:7–8</a> <b>woman is the glory of man.</b> As man carries authority delegated to him by God, so woman carries authority delegated to her by God through her husband. Man came from God; woman came from man (cf. <a ref='Genesis 2:9–23'>Ge 2:9–23</a> ; <a ref='1 Timothy 2:11–13'>1Ti 2:11–13</a> ). <a ref='1 Corinthians 11:9'>11:9</a> See <a ref='Genesis 2:18–23'>Ge 2:18–23</a> . <a ref='1 Corinthians 11:10'>11:10</a> <b>angels.</b> Women are to be submissive by wearing the symbol of authority so as not to offend these most holy and submissive creatures who watch the church (cf. <a ref='Matthew 18:10'>Mt 18:10</a> ; <a ref='Ephesians 3:9–10'>Eph 3:9–10</a> ), who were present ( <a ref='Job 38:4'>Job 38:4</a> , <a ref='Job 38:7'>7</a> ) at creation, when God designed the order of authority for men and women. <a ref='1 Corinthians 11:11–12'>11:11–12</a> All believers, male and female, are equal in the Lord and complementary in the Lord’s work. Their roles are different in function and relationships, not in spirituality or importance (cf. <a ref='Galatians 3:28'>Ga 3:28</a> ). <i>See note on <a ref='1 Timothy 2:15'>1Ti 2:15</a> .</i> <a ref='1 Corinthians 11:13'>11:13</a> <b>is it proper.</b> Aside from apostolic command, Paul asked, in effect, “Isn’t it self-evident that women should not be uncovered?” <a ref='1 Corinthians 11:14–15'>11:14–15</a> <b>nature.</b> The term can convey the idea of basic human awareness, i.e., the innate sense of what is normal and right. The male hormone, testosterone, speeds up the loss of hair in men. Estrogen causes women’s hair to grow longer and for a longer time. Women are rarely bald, no matter how old. This physiology is reflected in most cultures in the custom of longer hair on women. God has given her hair as a covering to show tenderness, softness, and beauty. <a ref='1 Corinthians 11:16'>11:16</a> <b>no other practice.</b> Neither the Lord, the apostles, nor the churches would allow female rebellion. Women were to maintain their distinctively feminine hairdos; and when custom dictated, they should wear a covering. <a ref='1 Corinthians 11:17–34'>11:17–34</a> The early church love feasts (cf. <a ref='Jude 1:12'>Jd 12</a> ) usually closed with observance of the Lord’s Supper. The worldly, fleshly church at Corinth had turned those sacred meals into gluttonous, drunken revelries (v. <a ref='1 Corinthians 11:17'>17</a> ; cf. <a ref='2 Peter 2:13'>2Pe 2:13</a> ). Beyond that, wealthy believers brought ample food and drink for themselves but refused to share, letting their poorer brethren go away hungry (v. <a ref='1 Corinthians 11:21'>21</a> ). <a ref='1 Corinthians 11:17'>11:17</a> <b>worse.</b> A comparative Greek word which refers to moral evil. <a ref='1 Corinthians 11:18'>11:18</a> <b>divisions.</b> The church was torn by dissension (see <a ref='1 Corinthians 1:10–17'>1:10–17</a> ; <a ref='1 Corinthians 3:1–3'>3:1–3</a> ). <a ref='1 Corinthians 11:19'>11:19</a> <b>approved … evident.</b> Factions revealed who passed the test of spiritual genuineness and purity (cf. <a ref='1 Thessalonians 2:4'>1Th 2:4</a> ). <a ref='1 Corinthians 11:20'>11:20</a> <b>it is not to eat the Lord’s Supper.</b> The love feast and communion celebration had become so perverted that it was a sinful, selfish mockery. They could not legitimately say it was devoted to the Lord, since it was not honoring to Him. <a ref='1 Corinthians 11:21–22'>11:21–22</a> If they intended to selfishly indulge themselves, they might as well have stayed at home. <a ref='1 Corinthians 11:23–26'>11:23–26</a> While the information was not new to the Corinthians, because Paul had previously “delivered” it, it is an important reminder. This description of Christ’s final supper with His disciples is one of the most beautiful in all of Scripture, yet it was given in the midst of a strong rebuke of carnal selfishness. If this letter was written before any of the Gospels (see <a ref='Matthew 26:26–30'>Mt 26:26–30</a> ; <a ref='Mark 14:22–26'>Mk 14:22–26</a> ; <a ref='Luke 22:17–20'>Lk 22:17–20</a> ; <a ref='John 13:2'>Jn 13:2</a> ), as most conservative scholars believe, then Paul’s instruction was the first biblical record of the institution of the Lord’s Supper—given directly from the Lord and not through his reading of any other apostles (cf. <a ref='Galatians 1:10–12'>Ga 1:10–12</a> ). <a ref='1 Corinthians 11:25'>11:25</a> <b>new covenant in My blood.</b> The Old Covenant was practiced repeatedly by the blood of animals offered by men; but the New Covenant has been ratified once and for all by the death of Christ (cf. <a ref='Hebrews 9:28'>Heb 9:28</a> ). <b>in remembrance of Me.</b> Jesus transformed the third cup of the Passover into the cup of remembrance of His offering ( <i>see note on <a ref='1 Corinthians 10:16'>10:16</a></i> ). <a ref='1 Corinthians 11:26'>11:26</a> The gospel is presented through the service of communion as the elements are explained. They point to His physical incarnation, sacrificial death, resurrection, and coming kingdom. <a ref='1 Corinthians 11:27'>11:27</a> <b>in an unworthy manner.</b> I.e., ritualistically, indifferently, with an unrepentant heart, a spirit of bitterness, or any other ungodly attitude. <b>guilty.</b> To come to the Lord’s Table clinging to one’s sin does not only dishonor the ceremony, but it also dishonors His body and blood, treating lightly the gracious sacrifice of Christ for us. It is necessary to set all sin before the Lord (v. <a ref='1 Corinthians 11:28'>28</a> ), then partake, so as not to mock the sacrifice for sin, by holding on to it. <a ref='1 Corinthians 11:29'>11:29</a> <b>judgment.</b> I.e., chastisement. <b>not judge the body rightly.</b> When believers do not properly judge the holiness of the celebration of communion, they treat with indifference the Lord Himself—His life, suffering, and death (cf. <a ref='Acts 7:52'>Ac 7:52</a> ; <a ref='Hebrews 6:6'>Heb 6:6</a> ; <a ref='Hebrews 10:29'>10:29</a> ). <a ref='1 Corinthians 11:30'>11:30</a> <b>sleep.</b> I.e., are dead. <i>See note on <a ref='1 Corinthians 15:18'>15:18</a> .</i> The offense was so serious that God put the worst offenders to death, an extreme but effective form of church purification (cf. <a ref='Luke 13:1–5'>Lk 13:1–5</a> ; <a ref='Acts 5:1–11'>Ac 5:1–11</a> ; <a ref='1 John 5:16'>1Jn 5:16</a> ). <a ref='1 Corinthians 11:32'>11:32</a> Believers are kept from being consigned to hell, not only by divine decree, but by divine intervention. The Lord chastens to drive His people back to righteous behavior and even sends death to some in the church (v. <a ref='1 Corinthians 11:30'>30</a> ) to remove them before they could fall away (cf. <a ref='Jude 1:24'>Jd 24</a> ). <a ref='1 Corinthians 11:34'>11:34</a> There is no point in gathering together to sin and be chastened. <a ref='1 Corinthians 12:1–14:40'>12:1—14:40</a> This section focuses on spiritual gifts in the church, dealing with a vital, but controversial, subject. The false religion situation in Corinth caused counterfeit spiritual manifestations that had to be confronted. The church was being informed on this subject by Paul and its behavior would be regulated by the truth and the Spirit. <a ref='1 Corinthians 12:1'>12:1</a> <b>spiritual</b> gifts. The NASB translators italicized “ <i>gifts</i> ” to indicate that the word is not in the original but is implied by the context (cf. vv. <a ref='1 Corinthians 12:4'>4</a> , <a ref='1 Corinthians 12:9'>9</a> , <a ref='1 Corinthians 12:28'>28</a> , <a ref='1 Corinthians 12:30–31'>30–31</a> ; <a ref='1 Corinthians 14:1'>14:1</a> ). The Greek lit. means “pertaining to the Spirit,” referring to that which has spiritual qualities or characteristics or is under some form of spiritual control. Spiritual gifts are divine enablements for ministry that the Holy Spirit gives in some measure to all believers and that are to be completely under His control and used for the building of the church to Christ’s glory ( <i>see notes on <a ref='Romans 12:4–8'>Ro 12:4–8</a></i> ). These had to be distinguished from the mystical experiences called “ecstasy” (supernatural, sensuous communion with a deity) and “enthusiasm” (divination, dreams, revelations, visions) that were found in the pagan religions of Corinth. <a ref='1 Corinthians 12:2'>12:2</a> <b>pagans.</b> That is, Gentiles ( <a ref='1 Thessalonians 4:5'>1Th 4:5</a> ; <a ref='1 Peter 2:12'>1Pe 2:12</a> ). <b>led astray.</b> Incredibly, some church members were mimicking certain dramatic and bizarre practices of the mystery religions in which they had been formerly involved. The practice of ecstasy, considered to be the highest expression of religious experience, involved supposed supernatural interaction with a deity, induced through frenzied hypnotic chants and ceremonies. The practice frequently included drunkenness (cf. <a ref='Ephesians 5:18'>Eph 5:18</a> ) and sexual orgies, to which the devotees willfully yielded themselves to be led into gross sin. <a ref='1 Corinthians 12:3'>12:3</a> <b>accursed.</b> This is the most severe kind of condemnation. Some of the Corinthians were fleshly and given over to ecstasies that were controlled by demons. In that condition, they actually claimed to be prophesying or teaching in the Spirit while demonically blaspheming the name of the Lord whom they were supposed to be worshiping. They had been judging the use of gifts on the basis of experience and not content. Satan always assaults the person of Christ. It is possible that the curser of Christ was a Gentile claiming to be a Christian, but holding to a philosophy that all matter was evil, including the human Jesus (i.e., pre-gnosticism). They might have said that the Christ spirit left the human Jesus before His death, and therefore Jesus died a cursed death as a mere man. <b>Jesus is Lord.</b> Cf. <a ref='Acts 2:36'>Ac 2:36</a> ; <a ref='Romans 10:9–10'>Ro 10:9–10</a> ; <a ref='Ephesians 1:20–21'>Eph 1:20–21</a> ; <a ref='Philippians 2:9–11'>Php 2:9–11</a> . The validity of any speaking exercise is determined by the truthfulness of it. If the speaker affirms the lordship of Jesus, it is the truth from the Holy Spirit. What a person believes and says about Jesus Christ is the test of whether he speaks from the Holy Spirit. He always leads people to Christ’s lordship (cf. <a ref='1 Corinthians 2:8–14'>2:8–14</a> ; <a ref='John 15:26'>Jn 15:26</a> ; <a ref='1 John 5:6–8'>1Jn 5:6–8</a> ). <a ref='1 Corinthians 12:4'>12:4</a> <b>gifts.</b> These categories of giftedness are not natural talents, skills, or abilities, such as are possessed by believers and unbelievers alike. They are sovereignly and supernaturally bestowed by the Holy Spirit on all believers (vv. <a ref='1 Corinthians 12:7'>7</a> , <a ref='1 Corinthians 12:11'>11</a> ), enabling them to spiritually edify each other effectively and thus honor the Lord. The varieties of gifts fall into two general types, speaking and serving (see vv. <a ref='1 Corinthians 12:8–10'>8–10</a> ; cf. <a ref='Romans 12:6–8'>Ro 12:6–8</a> ; <a ref='1 Peter 4:10–11'>1Pe 4:10–11</a> ). The speaking, or verbal, gifts (prophecy, knowledge, wisdom, teaching, and exhortation) and the serving, nonverbal gifts (leadership, helps, giving, mercy, faith, and discernment) are all permanent gifts that will operate throughout the church age. Their purpose is to edify the church and glorify God. The list here and in <a ref='Romans 12:3–8'>Ro 12:3–8</a> is best seen as representative of categories of giftedness which the Holy Spirit draws from to give each believer whatever kind or combination of kinds He chooses (v. <a ref='1 Corinthians 12:11'>11</a> ). Some believers may be gifted categorically similar to others but are personally unique as the Spirit suits each grace gift to the individual. Miracles, healing, tongues, and the interpretation of tongues were temporary sign gifts limited to the apostolic age and have, therefore, ceased. Their purpose was to authenticate the apostles and their message as the true Word of God, until God’s written Word was completed and became self-authenticating. <i>See notes on vv. <a ref='1 Corinthians 12:9–10'>9–10</a> .</i> <a ref='1 Corinthians 12:5–6'>12:5–6</a> <b>varieties of ministries … varieties of workings.</b> The Lord gives believers unique ministry arenas in which to fulfill their giftedness, and provides varieties of power to energize and accomplish them (cf. <a ref='Romans 12:6'>Ro 12:6</a> ). <a ref='1 Corinthians 12:7'>12:7</a> <b>manifestation of the Spirit.</b> No matter what the gift, ministry, or effect, all spiritual gifts are from the Holy Spirit. They make Him known, understood, and evident in the church and in the world, by spiritually profiting all who receive their ministry. <a ref='1 Corinthians 12:8'>12:8</a> <b>the word of wisdom.</b> “Word” indicates a speaking gift ( <i>see note on v. <a ref='1 Corinthians 12:4'>4</a></i> ; cf. <a ref='1 Peter 4:11'>1Pe 4:11</a> ). In the NT, “wisdom” is most often used of the ability to understand God’s Word and His will, and to skillfully apply that understanding to life (cf. <a ref='Matthew 11:19'>Mt 11:19</a> ; <a ref='Matthew 13:54'>13:54</a> ; <a ref='Mark 6:2'>Mk 6:2</a> ; <a ref='Luke 7:35'>Lk 7:35</a> ; <a ref='Acts 6:10'>Ac 6:10</a> ; <a ref='James 1:5'>Jas 1:5</a> ; <a ref='James 3:13'>3:13</a> , <a ref='James 3:17'>17</a> ; <a ref='2 Peter 3:15'>2Pe 3:15</a> ). <b>the word of knowledge.</b> This gift may have been revelatory in the first century, but it is today the ability to understand and speak God’s truth, with insight into the mysteries of His Word, that cannot be known apart from God’s revelation ( <a ref='Romans 16:25'>Ro 16:25</a> ; <a ref='Ephesians 3:3'>Eph 3:3</a> ; <a ref='Colossians 1:26'>Col 1:26</a> ; <a ref='Colossians 2:2'>2:2</a> ; <a ref='Colossians 4:3'>4:3</a> ; cf. <a ref='1 Corinthians 13:2'>13:2</a> ). Knowledge majors on grasping the meaning of the truth; wisdom emphasizes the practical conviction and conduct that applies it. <a ref='1 Corinthians 12:9'>12:9</a> <b>faith.</b> Distinct from saving faith or persevering faith, both of which all believers possess, this gift is exercised in persistent prayer and endurance in intercession, along with a strong trust in God in the midst of difficult circumstances (cf. <a ref='Matthew 17:20'>Mt 17:20</a> ). <b>healing.</b> A temporary sign gift used by Christ ( <a ref='Matthew 8:16–17'>Mt 8:16–17</a> ), the apostles ( <a ref='Matthew 10:1'>Mt 10:1</a> ), the seventy ( <a ref='Luke 10:1'>Lk 10:1</a> ), and a few associates of the apostles, such as Philip ( <a ref='Acts 8:5–7'>Ac 8:5–7</a> ). This ability was identified as a gift belonging to the apostles (cf. <a ref='2 Corinthians 12:12'>2Co 12:12</a> ). Although Christians today do not have the gifts of healings, God certainly still hears and answers the faithful prayers of His children (see <a ref='James 5:13–16'>Jas 5:13–16</a> ). Some people feel that healing should be common and expected in every era, but this is not the case. Physical healings are very rare throughout the OT record. Only a few are recorded. There was never a time before the coming of Christ when healings were common. Only in His lifetime and that of His apostles was there a veritable explosion of healing. This was due to the unique need to accredit the Messiah and to authenticate the first miracles of the gospel. Jesus and His apostles temporarily banished disease from Israel, but that was the most monumental era of redemptive history and called for such authentication. To normalize healing would be to normalize the arrival of the Savior. This gift belonged to the sign gifts for that era only. The gifts of healings were never used solely for bringing people physical health. Paul was sick but never healed himself or asked another human to heal him. His friend Epaphroditus was near death ( <a ref='Philippians 2:27'>Php 2:27</a> ), and Paul did not heal him. God intervened. When Timothy was sick, Paul did not heal him, but told him to take some wine ( <a ref='1 Timothy 5:23'>1Ti 5:23</a> ). Paul left Trophimus “sick at Miletus” ( <a ref='2 Timothy 4:20'>2Ti 4:20</a> ). Healings were not the everyday norm in Paul’s ministry, but did occur when he entered a new region, e.g., Malta, where the gospel and its preacher needed authentication (see <a ref='Acts 28:8–9'>Ac 28:8–9</a> ). That healing was the first mention of healing since the lame man was healed in Lystra ( <a ref='Acts 14:9'>Ac 14:9</a> ) in connection with the arrival of Paul and the gospel there. Prior to that, the nearest healing was by Peter in <a ref='Acts 9:34'>Ac 9:34</a> , and the resurrection of Tabitha in <a ref='Acts 9:41'>9:41</a> , so that people would believe the gospel Peter preached ( <a ref='Acts 9:42'>9:42</a> ). <a ref='1 Corinthians 12:10'>12:10</a> <b>miracles.</b> This temporary sign gift was for the working of divine acts contrary to nature, so that there was no explanation for the action except that it was by the power of God. This, too, was to authenticate Christ and the apostolic preachers of the gospel. <a ref='John 2:11'>John 2:11</a> notes that Jesus did His first miracle at Cana to “manifest His glory,” not enhance the party (cf. John’s purpose for recording the miracles of Jesus in this Gospel, <a ref='John 20:30–31'>20:30–31</a> ). <a ref='Acts 2:22'>Ac 2:22</a> affirms that Jesus did miracles to “attest” that God was working through Him, so that people would believe in Him as Lord and Savior. Jesus performed miracles and healed only for the 3 years of His ministry, not at all in the 30 years before. His miracles began when His ministry began. Though Jesus did miracles related to nature (made wine, created food, walked on water with Peter, ascended), no apostle ever is reported to have done a miracle in the natural realm. What miracle did the apostles do? The answer is in the word “miracles,” meaning “power,” and is frequently connected to casting out demons ( <a ref='Luke 4:36'>Lk 4:36</a> ; <a ref='Luke 6:18'>6:18</a> ; <a ref='Luke 9:42'>9:42</a> ). It is precisely that power that the Lord gave the disciples ( <a ref='Luke 9:1'>Lk 9:1</a> ; <a ref='Luke 10:17–19'>10:17–19</a> ; cf. <a ref='Acts 6:8'>Ac 6:8</a> ; <a ref='Acts 8:7'>8:7</a> ; <a ref='Acts 13:6–12'>13:6–12</a> ). <i>See notes on <a ref='Acts 19:14–16'>Ac 19:14–16</a> .</i> <b>prophecy.</b> The meaning is simply that of “speaking forth,” or “proclaiming publicly” to which the connotation of prediction was added sometime in the Middle Ages. Since the completion of Scripture, prophecy has not been a means of new revelation, but is limited to proclaiming what has already been revealed in the written Word. Even the biblical prophets were preachers, proclaimers of God’s truth both by revelation and reiteration. Old Testament prophets like Isaiah, Jeremiah, and Ezekiel spent lifetimes proclaiming God’s Word. Only a comparatively small amount of what they preached is recorded in the Bible as God’s direct revelation. They must have continually repeated and reemphasized those truths, as preachers today repeat, explain, and reemphasize the Word of God in Scripture. The best definition for this gift is given in <a ref='1 Corinthians 14:3'>14:3</a> . The importance of this gift is given in <a ref='1 Corinthians 14:1'>14:1</a> , <a ref='1 Corinthians 14:39'>39</a> . Its supremacy to other gifts, especially tongues, is the theme of chap. <a ref='1Co 14'>14</a> . <i>See notes on <a ref='1 Thessalonians 5:20'>1Th 5:20</a> ; <a ref='Revelation 19:10'>Rev 19:10</a> .</i> <b>distinguishing of spirits.</b> Satan is the great deceiver ( <a ref='John 8:44'>Jn 8:44</a> ), and his demons counterfeit God’s message and work. Christians with the gift of discernment have the God-given ability to recognize lying spirits and to identify deceptive and erroneous doctrine (cf. <a ref='Acts 17:11'>Ac 17:11</a> ; <a ref='1 John 4:1'>1Jn 4:1</a> ). Paul illustrated the use of this gift in <a ref='Acts 16:16–18'>Ac 16:16–18</a> , as Peter had exercised it in <a ref='Acts 5:3'>Ac 5:3</a> . When it was not being exercised in the Corinthian church, grave distortion of the truth occurred (see v. <a ref='1 Corinthians 12:3'>3</a> ; <a ref='1 Corinthians 14:29'>14:29</a> ). Though its operation has changed since apostolic times, because of the completion of Scripture, it is still essential to have people in the church who are discerning. They are the guardians, the watchmen who protect the church from demonic lies, false doctrines, perverted cults, and fleshly elements. As it requires diligent study of the Word to exercise gifts of knowledge, wisdom, preaching, and teaching, so it does with discernment. <i>See notes on <a ref='1 Thessalonians 5:20–22'>1Th 5:20–22</a> .</i> <b>tongues … translation.</b> These temporary sign gifts, using the normal words for speaking a foreign language and translating it, like the others (miracles, healings) were for the authentication of the truth and those who preached it. This true gift was clearly identified in <a ref='Acts 2:5–12'>Ac 2:5–12</a> as languages, which validated the gospel as divine. They were, however, because of their counterfeit in the culture, disproportionately exalted and seriously abused in Corinth. Here, Paul identified them, but throughout chap. <a ref='1Co 14'>14</a> he discussed them in detail. <i>See notes on <a ref='1 Corinthians 14:1–39'>14:1–39</a> .</i> <a ref='1 Corinthians 12:11'>12:11</a> <b>one and the same Spirit.</b> While stressing the diversity of gifts (vv. <a ref='1 Corinthians 12:4–11'>4–11</a> ), Paul also stressed the singular source in the Spirit (cf. vv. <a ref='1 Corinthians 12:4–6'>4–6</a> , <a ref='1 Corinthians 12:8–9'>8–9</a> ). This is the fifth mention, in this chapter, of the source of gifts being the Holy Spirit. It emphasizes that gifts are not something to seek, but to be received from the Spirit “as He wills.” It is He alone who “works” or energizes (v. <a ref='1 Corinthians 12:6'>6</a> ) all gifts as He chooses. <a ref='1 Corinthians 12:12'>12:12</a> <b>body … members.</b> Paul used the human body as an analogy (cf. <a ref='1 Corinthians 10:17'>10:17</a> ) for the unity of the church in Christ. From this point on to v. <a ref='1 Corinthians 12:27'>27</a> , he used “body” 18 times (cf. <a ref='Romans 12:5'>Ro 12:5</a> ; <a ref='Ephesians 1:23'>Eph 1:23</a> ; <a ref='Ephesians 2:16'>2:16</a> ; <a ref='Ephesians 4:4'>4:4</a> , <a ref='Ephesians 4:12'>12</a> , <a ref='Ephesians 4:16'>16</a> ; <a ref='Colossians 1:18'>Col 1:18</a> ). <a ref='1 Corinthians 12:13'>12:13</a> <b>baptized.</b> The church, the spiritual body of Christ, is formed as believers are immersed by Christ with the Holy Spirit. Christ is the baptizer ( <i>see note on <a ref='Matthew 3:11'>Mt 3:11</a></i> ) who immerses each believer with the Spirit into unity with all other believers. Paul is not writing of water baptism. That outward sign depicts the believer’s union with Christ in His death and resurrection ( <i>see notes on <a ref='Romans 6:3–4'>Ro 6:3–4</a></i> ). Similarly, all believers are also immersed into the body of Christ by means of the Holy Spirit. Paul’s point is to emphasize the unity of believers. There cannot be any believer who has not been Spirit-baptized, nor can there be more than one Spirit baptism, or the whole point of unity in the body of Christ is convoluted. Believers have all been Spirit-baptized and thus are all in one body. <i>See notes on <a ref='Ephesians 4:4–6'>Eph 4:4–6</a> .</i> This is not an experience to seek, but a reality to acknowledge. <i>See also notes on <a ref='Acts 8:17'>Ac 8:17</a> ; <a ref='Acts 10:44–45'>10:44–45</a> ; <a ref='Acts 11:15–16'>11:15–16</a> .</i> <b>drink of one Spirit.</b> At salvation, all believers not only become full members of Christ’s body, the church, but the Holy Spirit is placed within each of them ( <a ref='Romans 8:9'>Ro 8:9</a> ; cf. <a ref='Romans 6:19'>6:19</a> ; <a ref='Colossians 2:10'>Col 2:10</a> ; <a ref='2 Peter 1:3–4'>2Pe 1:3–4</a> ). There is no need (or divine provision) for any such thing as a second blessing, a triumphalistic experience of a deeper life, or a formula for instantly increased spirituality (cf. <a ref='John 3:34'>Jn 3:34</a> ). Christ’s salvation provision is perfect, and He calls only for obedience and trust in what has already been given ( <a ref='Hebrews 10:14'>Heb 10:14</a> ). <a ref='1 Corinthians 12:14–20'>12:14–20</a> By his illustration of how every part of a human body is essential to the function of that body, Paul showed that unity is an indispensable need of the church; but divinely provided diversity within that unity is also necessary. His words additionally implied that some selfish members were discontent with their gifts, wanting the gifts they had not been given (v. <a ref='1 Corinthians 12:11'>11</a> ). With that attitude, they in effect questioned God’s wisdom and implied He had made a mistake in assignments (cf. v. <a ref='1 Corinthians 12:3'>3</a> ; <a ref='Romans 9:20–21'>Ro 9:20–21</a> ). In seeking showy abilities and power, they also became vulnerable to carnal, demonically counterfeited gifts. <a ref='1 Corinthians 12:18'>12:18</a> Here again, as in v. <a ref='1 Corinthians 12:11'>11</a> , Paul dealt with the foolish and carnal Corinthians who were discontent with what had been given them sovereignly for the edification of the church and the glory of its Lord. <i>See note on v. <a ref='1 Corinthians 12:31'>31</a> .</i> <a ref='1 Corinthians 12:21'>12:21</a> <b>no need.</b> While some in Corinth were bemoaning the fact that they did not have the showy gifts ( <i>see note on vv. <a ref='1 Corinthians 12:14–20'>14–20</a></i> ), those who did were belittling those with the more quiet and less prominent gifts. The “eye” and the “head,” which are highly visible and the focus of all who engage each other, represent the people with public gifts. They so overestimated their own importance that they disdained those whom they perceived as less gifted and less significant. They were apparently indifferent (“I have no need”) and self-sufficient. <a ref='1 Corinthians 12:22–24'>12:22–24</a> Paul’s answer to the pride of the more visibly gifted was to engage his analogy again and remind them that the more fragile and less lovely, in fact, ugly parts of the body which are not publicly “presentable” (v. <a ref='1 Corinthians 12:24'>24</a> ) are given the greater respect for their necessity. He spoke of the internal organs. <a ref='1 Corinthians 12:25'>12:25</a> God has designed visible, public gifts to have a crucial place, but equally designed and more vital to life are the hidden gifts, thus maintaining the perspective of unity—all are essential to the working of the body of Christ. <a ref='1 Corinthians 12:26–27'>12:26–27</a> This is a call to mutual love and concern in the fellowship of believers (cf. <a ref='Philippians 2:1–4'>Php 2:1–4</a> ) which maintains the unity that honors the Lord. There is one body in which all function, yet never do they lose their personal identity and the essential necessity of ministry as God has designed them to do it. <a ref='1 Corinthians 12:28–30'>12:28–30</a> <b>God has appointed.</b> Again emphasizing the sovereignty of God (cf. vv. <a ref='1 Corinthians 12:7'>7</a> , <a ref='1 Corinthians 12:11'>11</a> , <a ref='1 Corinthians 12:18'>18</a> ), Paul illustrates the individuality and unity of the body by a repeat of the representative categories of ministries, callings, and giftedness. <a ref='1 Corinthians 12:28'>12:28</a> <b>apostles … prophets.</b> <i>See notes on <a ref='Ephesians 4:11'>Eph 4:11</a> .</i> Their purpose was: 1) to lay the foundation of the church ( <a ref='Ephesians 2:20'>Eph 2:20</a> ); 2) to receive and declare the revelation of God’s Word ( <a ref='Acts 11:28'>Ac 11:28</a> ; <a ref='Acts 21:10–11'>21:10–11</a> ; <a ref='Ephesians 3:5'>Eph 3:5</a> ); and 3) to give confirmation of that Word through signs, wonders, and miracles ( <a ref='2 Corinthians 12:12'>2Co 12:12</a> ; cf. <a ref='Acts 8:6–7'>Ac 8:6–7</a> ; <a ref='Hebrews 2:3–4'>Heb 2:3–4</a> ). “Apostles” refers, primarily, to those 12 chosen by our Lord plus Paul and Matthias ( <a ref='Acts 1:26'>Ac 1:26</a> ). <i>See note on <a ref='Romans 1:1'>Ro 1:1</a> .</i> In a secondary sense, others served as messengers of the church: barnabas ( <a ref='Acts 14:14'>Ac 14:14</a> ), Silas and Timothy ( <a ref='1 Thessalonians 2:6'>1Th 2:6</a> ), and others ( <a ref='Romans 16:7'>Ro 16:7</a> ; <a ref='2 Corinthians 8:23'>2Co 8:23</a> ; <a ref='Philippians 2:25'>Php 2:25</a> ). Apostles of Christ were the source of the church’s doctrine ( <a ref='Acts 2:42'>Ac 2:42</a> ); apostles of the church ( <a ref='2 Corinthians 8:23'>2Co 8:23</a> ) were its early leaders. “Prophets” were especially gifted men in the local churches, who preached God’s Word ( <a ref='Acts 11:21–28'>Ac 11:21–28</a> ; <a ref='Acts 13:1'>13:1</a> ). Any message preached by a prophet had to be judged by the word of the apostles ( <i>see note on <a ref='1 Corinthians 14:36–37'>14:36–37</a></i> ). <b>teachers.</b> Could be the same as pastor-teachers ( <i>see note on <a ref='Ephesians 4:11'>Eph 4:11</a></i> ), but probably should be broadened to include all who are gifted for teaching in the church, whether they have the office of pastor or not. <b>miracles … healings … tongues.</b> <i>See notes on vv. <a ref='1 Corinthians 12:9–10'>9–10</a> .</i> <b>helps, administrations.</b> These less public gifts are mingled with the more public manifestations of the Spirit to show their vital necessity (v. <a ref='1 Corinthians 12:22'>22</a> ). “Helps” is an ability for service; in fact, the gift of ministry (“service”) in <a ref='Romans 12:7'>Ro 12:7</a> is in the same category. “Administrations” is leadership. The word comes from the Greek, meaning “to pilot a ship” ( <a ref='Acts 27:11'>Ac 27:11</a> ) and speaks of one who can lead ministries of the church efficiently and effectively. <a ref='1 Corinthians 12:29–30'>12:29–30</a> Each of these rhetorical queries expects a “no” answer. The body of Christ is diverse, and God sovereignly designs it that way. <a ref='1 Corinthians 12:31'>12:31</a> <b>earnestly desire.</b> In context, this could not mean that believers should desire the more prominent gifts, when the whole chapter has just been confronting the fact that they have sinfully been doing just that. Desiring a gift for selfish reasons is wrong, since they are sovereignly given by God as He wills (vv. <a ref='1 Corinthians 12:7'>7</a> , <a ref='1 Corinthians 12:11'>11</a> , <a ref='1 Corinthians 12:18'>18</a> , <a ref='1 Corinthians 12:28'>28</a> ). Therefore, this must be rendered not as an imperative (command), but, as the verb form allows, as an indicative (statement of fact), “You are desiring the showy gifts, wrongly.” The real imperative is to stop doing that and learn the “more excellent way,” the way of love, which Paul will explain in chap. <a ref='1Co 13'>13</a> . <a ref='1 Corinthians 13:1–13'>13:1–13</a> Spiritual gifts were present in Corinth ( <a ref='1 Corinthians 1:7'>1:7</a> ); right doctrine was even in place ( <a ref='1 Corinthians 11:2'>11:2</a> ); but love was absent. This led to the quarrels and exhibitions of selfishness and pride that plagued the church—notably in the area of spiritual gifts ( <i>see notes on <a ref='1 Corinthians 12:14–31'>12:14–31</a></i> ). Instead of selfishly and jealously desiring showy gifts which they don’t have, believers should pursue the greatest thing of all—love for one another. This chapter is considered by many the greatest literary passage ever penned by Paul. It is central to his earnestly dealing with spiritual gifts (chaps. <a ref='1Co 12-14'>12–14</a> ), because after discussing the endowment of gifts (chap. <a ref='1Co 12'>12</a> ) and before presenting the function of gifts (chap. <a ref='1Co 14'>14</a> ), he addresses the attitude necessary in all ministry in the church (chap. <a ref='1Co 13'>13</a> ). <a ref='1 Corinthians 13:1'>13:1</a> <b>tongues of men.</b> Cf. <a ref='1 Corinthians 12:10'>12:10</a> , <a ref='1 Corinthians 12:28'>28</a> ; <a ref='1 Corinthians 14:4–33'>14:4–33</a> . That this gift was actual languages is established in <a ref='Acts 2:1–13'>Ac 2:1–13</a> ( <i>see notes there</i> ), affirmed in this text by Paul’s calling it “of men”—clearly a reference to human language. This was the gift which the Corinthians prized so highly, abused so greatly, and counterfeited so disastrously. God gave the ability to speak in a language not known to the speaker, as a sign with limited function ( <i>see notes on <a ref='1 Corinthians 14:1–33'>14:1–33</a></i> ). <b>tongues … of angels.</b> The apostle was writing in general hypothetical terms. There is no biblical teaching of any special angelic language that people could learn to speak. <b>love.</b> Self-giving love that is more concerned with giving than receiving ( <a ref='John 3:16'>Jn 3:16</a> ; cf. <a ref='1 Corinthians 14:1'>14:1</a> ; <a ref='Matthew 5:44–45'>Mt 5:44–45</a> ; <a ref='John 13:1'>Jn 13:1</a> , <a ref='John 13:34–35'>34–35</a> ; <a ref='John 15:9'>15:9</a> ; <a ref='Romans 5:10'>Ro 5:10</a> ; <a ref='Ephesians 2:4–7'>Eph 2:4–7</a> ; <a ref='Philippians 2:2'>Php 2:2</a> ; <a ref='Colossians 3:14'>Col 3:14</a> ; <a ref='Hebrews 10:24'>Heb 10:24</a> ). The word was not admired and thus seldom used in ancient Greek literature, but it is common in the NT. Without love, no matter how linguistically gifted one is to speak his own language, other languages, or even (hypothetically) the speech of angels, his speech is noise only. In NT times, rites honoring the pagan deities Cybele, Bacchus, and Dionysius included ecstatic noises accompanied by gongs, cymbals, and trumpets. Unless the speech of the Corinthians was done in love, it was no better than the gibberish of pagan ritual. <a ref='1 Corinthians 13:2'>13:2</a> the gift of <b>prophecy.</b> <i>See notes on <a ref='1 Corinthians 12:10'>12:10</a> .</i> In <a ref='1 Corinthians 14:1–5'>14:1–5</a> , Paul speaks of this gift as the most essential one because it brings God’s truth to people. Even this gift must be ministered in love (cf. <a ref='Ephesians 4:15'>Eph 4:15</a> ). <b>know all mysteries and all knowledge.</b> This encompasses gifts of wisdom, knowledge, and discernment ( <i>see notes on <a ref='1 Corinthians 12:8'>12:8</a> , <a ref='1 Corinthians 12:10'>10</a></i> ), which are to be exercised in love (see <a ref='Philippians 1:9'>Php 1:9</a> ). <b>all faith.</b> <i>See note on <a ref='Matthew 17:20'>Mt 17:20</a> .</i> This refers to the gift of faith (enduring, believing prayer; <i>see note on <a ref='1 Corinthians 12:9'>12:9</a></i> ), which is useless without selfless love for the church. <a ref='1 Corinthians 13:3'>13:3</a> <b>burned.</b> The practice of burning Christians at the stake did not begin until some years later, but it was clearly understood to be an extremely horrible death. Neither volunteering for giving up all your possessions or being burned would produce any spiritual benefit if not done out of love for the body of Christ. <a ref='1 Corinthians 13:4–7'>13:4–7</a> In the previous comments (vv. <a ref='1 Corinthians 13:1–3'>1–3</a> ), the focus is on the emptiness produced when love is absent from ministry. In these verses, the fullness of love is described, in each case by what love does. Love is action, not abstraction. Positively, love is patient with people and gracious to them with generosity. Negatively, love never envies, or brags, or is arrogant, since that is the opposite of selfless service to others. Never rude or overbearing, love never wants its own way, is not irritated or angered in personal offense, and finds no pleasure in someone else’s sin, even the sin of an enemy. On the positive side again, love is devoted to truth in everything. With regard to “all things” within God’s righteous and gracious will, love protects, believes, hopes, and endures what others reject. <a ref='1 Corinthians 13:8–10'>13:8–10</a> <b>never fails.</b> This refers to love’s lastingness or permanence as a divine quality. Love outlasts all failures (cf. <a ref='1 Peter 4:8'>1Pe 4:8</a> ; <a ref='1 John 4:16'>1Jn 4:16</a> ). Paul strengthens his point on the permanence of love by comparing it to the spiritual gifts which the Corinthians so highly prized: prophecy, knowledge, and tongues, all of which will have an end. There may be a distinction made on how prophecy and knowledge come to an end, and how the gift of tongues does. This is indicated by the Greek verb forms used. In the case of prophecy and knowledge, they are both said to “be done away” (in both cases the verb indicates that something will put an end to those two functions). Verses <a ref='1 Corinthians 13:9–10'>9–10</a> indicate that what will abolish knowledge and prophecy is that which is “perfect.” When that occurs, those gifts will be rendered inoperative. The “perfect” is not the completion of Scripture, since there is still the operation of those two gifts and will be in the future kingdom (cf. <a ref='Joel 2:28'>Joel 2:28</a> ; <a ref='Acts 2:17'>Ac 2:17</a> ; <a ref='Revelation 11:3'>Rev 11:3</a> ). The Scriptures do not allow us to see “face to face” or have perfect knowledge as God does (v. <a ref='1 Corinthians 13:12'>12</a> ). The “perfect” is not the rapture of the church or the second coming of Christ, since the kingdom to follow these events will have an abundance of preachers and teachers (cf. <a ref='Isaiah 29:18'>Is 29:18</a> ; <a ref='Isaiah 32:3–4'>32:3–4</a> ; <a ref='Joel 2:28'>Joel 2:28</a> ; <a ref='Revelation 11:3'>Rev 11:3</a> ). The perfect must be the eternal state, when we in glory see God face to face ( <a ref='Revelation 22:4'>Rev 22:4</a> ) and have full knowledge in the eternal new heavens and new earth. Just as a child grows to full understanding, believers will come to perfect knowledge, and no such gifts will be necessary. On the other hand, Paul uses a different word for the end of the gift of tongues, or languages, thus indicating it will “cease” by itself, as it did at the end of the apostolic age. It will not end by the coming of the “perfect,” for it will already have ceased. The uniqueness of the gift of tongues and its interpretations was, as all sign gifts, to authenticate the message and messengers of the gospel before the NT was completed ( <a ref='Hebrews 2:3–4'>Heb 2:3–4</a> ). “Tongues” was also limited by being a judicial sign from the God of Israel’s judgment ( <i>see note on <a ref='1 Corinthians 14:21'>14:21</a></i> ; cf. <a ref='Isaiah 28:11–12'>Is 28:11–12</a> ). “Tongues” were also not a sign to believers, but unbelievers ( <i>see note on <a ref='1 Corinthians 14:22'>14:22</a></i> ), specifically those unbelieving Jews. Tongues also ceased because there was no need to verify the true messages from God once the Scripture was given. It became the standard by which all are to be deemed true. “Tongues” was a means of edification in a way far inferior to preaching and teaching ( <i>see notes on <a ref='1 Corinthians 14:5'>14:5</a> , <a ref='1 Corinthians 14:12'>12</a> , <a ref='1 Corinthians 14:27–28'>27–28</a></i> ). In fact, chap. <a ref='1Co 14'>14</a> was designed to show the Corinthians, so preoccupied with tongues, that it was an inferior means of communication (vv. <a ref='1 Corinthians 14:1–12'>1–12</a> ), an inferior means of praise (vv. <a ref='1 Corinthians 14:13–19'>13–19</a> ), and an inferior means of evangelism (vv. <a ref='1 Corinthians 14:20–25'>20–25</a> ). Prophecy was and is, far superior (vv. <a ref='1 Corinthians 14:1'>1</a> , <a ref='1 Corinthians 14:3–6'>3–6</a> , <a ref='1 Corinthians 14:24'>24</a> , <a ref='1 Corinthians 14:29'>29</a> , <a ref='1 Corinthians 14:31'>31</a> , <a ref='1 Corinthians 14:39'>39</a> ). That tongues have ceased should be clear from their absence from any other books in the NT, except Acts. Tongues ceased to be an issue of record or practice in the early church, as the Scripture was being written. That tongues has ceased should be clear also from its absence through church history since the first century, appearing only sporadically and then only in questionable groups. A more detailed discussion is given in the notes on chap. <a ref='1Co 14'>14</a> . <a ref='1 Corinthians 13:13'>13:13</a> <b>love.</b> The objects of faith and hope will be fulfilled and perfectly realized in heaven, but love, the God-like virtue, is everlasting (cf. <a ref='1 John 4:8'>1Jn 4:8</a> ). Heaven will be the place for the expression of nothing but perfect love toward God and one another. <a ref='1 Corinthians 14:1'>14:1</a> <b>Pursue love.</b> A command for every believer. Because lovelessness was a root spiritual problem in the Corinthian church, the godly love just described should have been sought after by them with particular determination and diligence. <b>desire spiritual</b> gifts. Love does not preclude the use of these enablements. Since Paul has addressed not desiring showy gifts ( <a ref='1 Corinthians 12:31'>12:31</a> ) and not elevating one over the other ( <a ref='1 Corinthians 12:14–25'>12:14–25</a> ), some might think it best to set them all aside for unity’s sake. Spiritual gifts, on the other hand, are sovereignly bestowed by God on each believer and necessary for the building of the church ( <a ref='1 Corinthians 12:1–10'>12:1–10</a> ). Desire for them, in this context, is in reference to their use collectively and faithfully in His service—not a personal yearning to have an admired gift that one did not possess. As a congregation, the Corinthians should be wanting the full expression of all the gifts to be exercised. “You” is plural, emphasizing the corporate desire of the church. <b>especially … prophesy.</b> This spiritual gift was desirable in the life of the church to serve in a way that tongues cannot, namely, by edifying the entire church (v. <a ref='1 Corinthians 14:5'>5</a> ). <a ref='1 Corinthians 14:2–39'>14:2–39</a> Although it is not indicated consistently in some translations, the distinction between the singular <i>tongue</i> and the plural <i>tongues</i> is foundational to the proper interpretation of this chapter. Paul seems to use the singular to distinguish the counterfeit gift of pagan gibberish and the plural to indicate the genuine gift of a foreign language ( <i>see note on v. <a ref='1 Corinthians 14:2'>2</a></i> ). It was perhaps in recognition of that, that the King James Version (KJV) translators added consistently the word “unknown” before every singular form (see vv. <a ref='1 Corinthians 14:2'>2</a> , <a ref='1 Corinthians 14:4'>4</a> , <a ref='1 Corinthians 14:13–14'>13–14</a> , <a ref='1 Corinthians 14:19'>19</a> , <a ref='1 Corinthians 14:27'>27</a> ). The implications of that distinction will be noted as appropriate. Against the backdrop of carnality and counterfeit ecstatic speech learned from the experience of the pagans, Paul covers 3 basic issues with regard to speaking in languages by the gift of the Holy Spirit: 1) its position, inferior to prophecy (vv. <a ref='1 Corinthians 14:1–19'>1–19</a> ); 2) its purpose, a sign to unbelievers not believers (vv. <a ref='1 Corinthians 14:20–25'>20–25</a> ); and 3) its procedure, systematic, limited, and orderly (vv. <a ref='1 Corinthians 14:26–40'>26–40</a> ). <a ref='1 Corinthians 14:2'>14:2</a> <b>one who speaks in a tongue.</b> This is singular ( <i>see previous note</i> ; cf. vv. <a ref='1 Corinthians 14:4'>4</a> , <a ref='1 Corinthians 14:13–14'>13–14</a> , <a ref='1 Corinthians 14:19'>19</a> , <a ref='1 Corinthians 14:27'>27</a> ), indicating that it refers to the false gibberish of the counterfeit pagan ecstatic speech. The singular is used because gibberish can’t be plural; there are not various kinds of non-language. There are, however, various languages; hence when speaking of the true gift of language, Paul uses the plural to make the distinction (vv. <a ref='1 Corinthians 14:6'>6</a> , <a ref='1 Corinthians 14:18'>18</a> , <a ref='1 Corinthians 14:22–23'>22–23</a> , <a ref='1 Corinthians 14:29'>29</a> ). The only exception is in vv. <a ref='1 Corinthians 14:13'>13</a> , <a ref='1 Corinthians 14:27–28'>27–28</a> ( <i>see note there</i> ), where it refers to a single person speaking a single genuine language. <b>does not speak to men but to God.</b> This is better translated “to a god.” The Greek text has no definite article (see similar translation in <a ref='Acts 17:23'>Ac 17:23</a> , “an unknown god”). Their gibberish was worship of pagan deities. The Bible records no incident of any believer ever speaking to God in any other than normal human language. <b>no one understands … in</b> his <b>spirit he speaks mysteries.</b> The fleshly, or carnal, Corinthians using the counterfeit ecstatic speech of paganism were not interested in being understood, but in making a dramatic display. The spirit by which they spoke was not the Holy Spirit, but their own human spirit or some demon; and the mysteries they declared were the type associated with the pagan mystery religions, which was espoused to be the depths that only the initiated few were privileged to know and understand. Those mysteries were totally unlike the ones mentioned in Scripture (e.g., <a ref='Matthew 13:11'>Mt 13:11</a> ; <a ref='Ephesians 3:9'>Eph 3:9</a> ), which are divine revelations of truths previously hidden ( <i>see notes on <a ref='1 Corinthians 12:7'>12:7</a> ; <a ref='Ephesians 3:4–6'>Eph 3:4–6</a></i> ). <a ref='1 Corinthians 14:3'>14:3</a> <b>prophesies.</b> In dramatic contrast to the bedlam of counterfeit tongues was the gift of genuine prophecy or preaching of the truth ( <i>see note on <a ref='1 Corinthians 12:10'>12:10</a></i> ). It produced the building up in truth, the encouragement to obedience, and the comfort in trouble that God desired for His church. Spiritual gifts are always for the benefit of others, never self. <a ref='1 Corinthians 14:4'>14:4</a> <b>a tongue.</b> Again (as in v. <a ref='1 Corinthians 14:2'>2</a> ), Paul uses the singular to refer to the pagan counterfeit gibberish and sarcastically (cf. v. <a ref='1 Corinthians 14:16'>16</a> ; <a ref='1 Corinthians 4:8–10'>4:8–10</a> for other sarcasm) marks its selfishness as some kind of self-edification. This illicit building up of self comes from pride-induced emotion which only produces more pride. <b>edifies the church.</b> <i>See note on <a ref='1 Corinthians 12:7'>12:7</a> .</i> <a ref='1 Corinthians 14:5'>14:5</a> <b>all spoke in tongues … that you would prophesy.</b> Here the plural, “tongues,” appears as Paul was referring to the real gift of tongues, or languages ( <i>see note on v. <a ref='1 Corinthians 14:2'>2</a></i> ). Obviously, this was not Paul’s true desire, even for the true gift, since the very idea was impossible and contrary to God’s sovereign distribution of gifts ( <a ref='1 Corinthians 12:11'>12:11</a> , <a ref='1 Corinthians 12:30'>30</a> ). He was simply suggesting hypothetically that, if they insisted on clamoring after gifts they did not possess, they at least should seek the one that was more enduring and more valuable for the church. The only purpose tongues renders to the church is when it is interpreted (the normal Greek word for translation). Wherever God gave the gift of tongues, He also gave the gift for translation, so that the sign would also be edifying. Never was the gift to be used without such translation (v. <a ref='1 Corinthians 14:28'>28</a> ), so that the church would always be edified. <a ref='1 Corinthians 14:6'>14:6</a> <b>if I come to you … what will I profit…?</b> Even an apostle who spoke in tongues did not spiritually benefit a congregation unless, through interpretation, his utterance was clarified so that the revelation and knowledge could be understandably preached and taught. Any private use of this gift is excluded for several reasons: 1) it is a sign to unbelievers (v. <a ref='1 Corinthians 14:22'>22</a> ); 2) it must have a translator to have any meaning, even to the speaker (v. <a ref='1 Corinthians 14:2'>2</a> ); and 3) it must edify the church (v. <a ref='1 Corinthians 14:6'>6</a> ). <a ref='1 Corinthians 14:7–9'>14:7–9</a> Here, Paul illustrates his previous point about the uselessness of even the true gift apart from translation for the church to understand. If even inanimate musical instruments are expected to make sensible sounds, how much more should human speech make sense, especially when it deals with the things of God? <i>See note on v. <a ref='1 Corinthians 14:23'>23</a> .</i> <a ref='1 Corinthians 14:10–11'>14:10–11</a> Paul simply points up the obvious: the purpose of <i>every</i> language is to communicate, not to impress and certainly not to confuse, as the Corinthians had been doing with their counterfeits. That was clearly the point in the first instance of tongues: each heard the apostles speak in his own language ( <a ref='Acts 2:6'>Ac 2:6</a> , cf. v. <a ref='Acts 2:8'>8</a> ). This section makes an undeniable case for the fact that the true gift of tongues was never some unintelligible gibberish, but was human language that was to be translated (v. <a ref='1 Corinthians 14:13'>13</a> ). <a ref='1 Corinthians 14:12'>14:12</a> Again Paul returned to the issue of edification, central to all gifts ( <a ref='1 Corinthians 12:7'>12:7</a> ). <a ref='1 Corinthians 14:14–17'>14:14–17</a> Paul continued to speak sarcastically (cf. v. <a ref='1 Corinthians 14:16'>16</a> ; <a ref='1 Corinthians 4:8–10'>4:8–10</a> ) about counterfeit tongues, so he used the singular “tongue” ( <i>see note on vv. <a ref='1 Corinthians 14:2–39'>2–39</a></i> ), which refers to the fake gift. He was speaking hypothetically to illustrate the foolishness and pointlessness of speaking in ecstatic gibberish. The speaker could not understand, and what virtue is there in praying to God or praising God without understanding? No one can “Amen” such nonsense. <a ref='1 Corinthians 14:16'>14:16</a> <b>uninformed.</b> From the Greek word meaning ignorant or unlearned. <a ref='1 Corinthians 14:18'>14:18</a> <b>I speak in tongues more than you all.</b> Paul emphasized that by writing all of this, he was not condemning genuine tongues (plural); nor, as some may have thought to accuse him, was he envious of a gift he did not possess. At that point, he stopped speaking hypothetically about counterfeit tongue-speaking. He actually had more occasions to use the true gift than all of them (though we have no record of a specific instance). He knew the true gift and had used it properly. It is interesting, however, that the NT makes no mention of Paul’s actually exercising that gift. Nor does Paul in his own writings make mention of a <i>specific</i> use of it by <i>any</i> Christian. <a ref='1 Corinthians 14:19'>14:19</a> <b>instruct others.</b> This is the general principle that summarizes what he has been saying, i.e., teaching others is the important matter and that requires understanding. <a ref='1 Corinthians 14:20–25'>14:20–25</a> This very important passage deals with the primary purpose of the gift of languages. Paul has clearly indicated that such speaking was not something for all believers to do, since it was dispensed sovereignly like all other gifts ( <a ref='1 Corinthians 12:11'>12:11</a> ); nor was it connected to the baptism with the Holy Spirit which all believers receive ( <a ref='1 Corinthians 12:13'>12:13</a> ); nor was it some superior sign of spirituality, but rather an inferior gift (v. <a ref='1 Corinthians 14:5'>5</a> ). Because of all that, and the corruption of the real gift by the Corinthians, the apostle gives the principles for its proper and limited operation as a sign. <a ref='1 Corinthians 14:20'>14:20</a> <b>in evil be infants, but in your thinking be mature.</b> Most of the Corinthian believers were the opposite of what Paul here admonished. They were extremely experienced in evil, but greatly lacking in wisdom. Yet mature understanding was especially essential for proper comprehension and use of the gift of tongues, because the conspicuous and fascinating nature of that gift made it so attractive to the flesh. He was asking his readers to put aside emotion and experience, along with the desires of the flesh and pride, to think carefully about the purpose of tongues. <a ref='1 Corinthians 14:21'>14:21</a> <b>it is written.</b> In a freely rendered quotation from <a ref='Isaiah 28:11–12'>Is 28:11–12</a> , Paul explains that centuries earlier the Lord had predicted that one day He would use men of other tongues, that is, foreigners speaking unknown languages, as a sign to <i>unbelieving Israel</i> , who “ will not listen to Me .” These “ strange tongues ” are what they knew as the gift of languages, given solely as a sign to unbelieving Israel. That sign was 3-fold: cursing, blessing, and authority. To emphasize the cursing, Paul quoted Isaiah’s words of warning to Judah of the judgment from Assyria ( <i>see note on <a ref='Isaiah 28:11–12'>Is 28:11–12</a></i> ). The leaders thought his words were too simple and rejected him. The time would come, the prophet said, when they would hear Assyrian, a language they could not understand, indicating judgment. Jeremiah spoke similarly of the Babylonians who were also to come and destroy Judah (cf. <a ref='Jeremiah 5:15'>Jer 5:15</a> ). When the apostles spoke at Pentecost in all those foreign languages ( <a ref='Acts 2:3–12'>Ac 2:3–12</a> ), the Jews should have known that the judgment prophesied and historically fulfilled first by the Assyrians and then by the Babylonian captivity was about to fall on them again for their rejection of Christ, including the destruction of Jerusalem (AD 70) as it had happened in 586 BC under Babylonian power. <a ref='1 Corinthians 14:22'>14:22</a> <b>So then tongues are for a sign, not to those who believe but to unbelievers.</b> Explaining further, Paul says explicitly that all tongues are for the sake of unbelievers. In other words, that gift has no purpose in the church when everyone present is a believer. And once the sign served its purpose to pronounce judgment or cursing on Israel, and the judgment fell, the purpose ceased along with the sign gift. The blessing of that sign was that God would build a new nation of Jews and Gentiles to be His people ( <a ref='Galatians 3:28'>Ga 3:28</a> ), to make Israel jealous and someday repent (see <a ref='Romans 11:11–12'>Ro 11:11–12</a> , <a ref='Romans 11:25–27'>25–27</a> ). The sign was thus repeated when Gentiles were included in the church ( <a ref='Acts 10:44–46'>Ac 10:44–46</a> ). The sign also gave authority to those who preached both the judgment and blessing ( <a ref='2 Corinthians 12:12'>2Co 12:12</a> ), including Paul (v. <a ref='1 Corinthians 14:18'>18</a> ). <b>but prophecy</b> is <b>… to those who believe.</b> In the completely opposite way, the gift of prophesying benefits only believers, who are able, by their new natures and the indwelling Holy Spirit, to understand spiritual truth (cf. <a ref='1 Corinthians 2:14'>2:14</a> ; <a ref='1 John 2:20'>1Jn 2:20</a> , <a ref='1 John 2:27'>27</a> ). <a ref='1 Corinthians 14:23'>14:23</a> <b>Therefore if … all speak in tongues.</b> As Paul explains in more detail later (vv. <a ref='1 Corinthians 14:27–28'>27–28</a> ), even for unbelievers, even when the gift of tongues was exercised in its proper time in history, when it was dominant and uncontrolled in the church, bedlam ensued and the gospel was disgraced and discredited. <b>you are out of your mind.</b> The Greek word means to be in an uncontrolled frenzy. When the real gift was used in <a ref='Ac 2'>Ac 2</a> , there was no madness, and everyone understood in his own language (v. <a ref='1 Corinthians 14:11'>11</a> ). In Corinth, there was charismatic chaos. <a ref='1 Corinthians 14:24–25'>14:24–25</a> <b>But if all prophesy.</b> This means to publicly proclaim the Word of God ( <i>see note on <a ref='1 Corinthians 12:10'>12:10</a></i> ). “All” does not mean all at once (see v. <a ref='1 Corinthians 14:31'>31</a> ), but rather means that hypothetically if the cacophony of all the Corinthians could be replaced by all of them preaching the Word, the effect on unbelievers would be amazingly powerful, the gospel would be honored, and souls would be converted to worshiping God. <a ref='1 Corinthians 14:26–40'>14:26–40</a> In this last section on the topic of tongues, the stress is on how they were to be systematically limited for use in the church in an orderly way. For the sake of hypothetical discussion, it is noteworthy that even if one granted that the gift was still in use today, the modern movement would be totally discredited as illegitimate by its failure to follow the clear, controlling commands in these verses. <a ref='1 Corinthians 14:26'>14:26</a> <b>each one has.</b> It seems that chaos and lack of order was rampant in that assembly (v. <a ref='1 Corinthians 14:33'>33</a> ). It is interesting that no elders or pastors are mentioned, and the prophets were not even exercising control (see vv. <a ref='1 Corinthians 14:29'>29</a> , <a ref='1 Corinthians 14:32'>32</a> , <a ref='1 Corinthians 14:37'>37</a> ). Everyone was participating with whatever expression they desired whenever they desired. <b>a psalm.</b> The reading or singing of an OT psalm. <b>a teaching.</b> This probably refers to a doctrine or subject of special interest (v. <a ref='1 Corinthians 14:33'>33</a> ). <b>a revelation.</b> Some supposed word from God, whether spurious or genuine. <b>a tongue.</b> In the singular, this refers to the counterfeit. <i>See note on vv. <a ref='1 Corinthians 14:2–39'>2–39</a> .</i> <b>a translation.</b> This refers to that of a tongue’s message. <b>for edification.</b> This was Paul’s way of calling a halt to the chaos. Edification is the goal (cf. vv. <a ref='1 Corinthians 14:3–5'>3–5</a> , <a ref='1 Corinthians 14:12'>12</a> , <a ref='1 Corinthians 14:17'>17</a> , <a ref='1 Corinthians 14:26'>26</a> , <a ref='1 Corinthians 14:31'>31</a> ) and the Corinthian chaos could not realize it (cf. <a ref='1 Thessalonians 5:11'>1Th 5:11</a> ; <a ref='Romans 15:2–3'>Ro 15:2–3</a> ). <a ref='1 Corinthians 14:27–28'>14:27–28</a> These verses provide regulations for the exercise of the gift: 1) only two or three persons in a service; 2) only speaking in turn, one at a time; and 3) only with an interpreter. Without those conditions, one was to meditate and pray silently. <a ref='1 Corinthians 14:29–31'>14:29–31</a> Since Paul’s pastoral epistles (1-2Ti; Titus) do not mention prophets, it seems evident that this unique office had ceased to function in the church even before the end of the apostolic age. When Paul wrote the Corinthians, however, prophets were still central to the work of that church (cf. <a ref='Acts 13:1'>Ac 13:1</a> ). Here he gave 4 regulations for their preaching: 1) only two or three were to speak; 2) the other prophets were to judge what was said; 3) if while one was speaking, God gave a revelation, the speaker was to defer to the one hearing from God; and 4) each prophet was to speak in turn. <i>See notes on <a ref='Ephesians 2:20'>Eph 2:20</a> ; <a ref='Ephesians 4:11'>4:11</a> .</i> <a ref='1 Corinthians 14:32'>14:32</a> Not only were the prophets to judge others with discernment, but they were also to have control over themselves. God does not desire out-of-spirit or out-of-mind experiences. Those who received and proclaimed the truth were to have clear minds. There was nothing bizarre, ecstatic, trance-like, or wild about receiving and preaching God’s Word, as with demonic experiences. <a ref='1 Corinthians 14:33'>14:33</a> <b>confusion.</b> Here is the key to the whole chapter. The church at worship before God should reflect His character and nature because He is a God of peace and harmony, order and clarity, not strife and confusion (cf. <a ref='Romans 15:33'>Ro 15:33</a> ; <a ref='2 Thessalonians 3:16'>2Th 3:16</a> ; <a ref='Hebrews 13:20'>Heb 13:20</a> ). <b>as in all the churches.</b> This phrase does not belong in v. <a ref='1 Corinthians 14:33'>33</a> , but at the beginning of v. <a ref='1 Corinthians 14:34'>34</a> , as a logical introduction to a universal principle for churches. <a ref='1 Corinthians 14:34–35'>14:34–35</a> <b>women are to keep silent in the churches.</b> The principle of women not speaking in church services is universal; this applies to all the churches, not just locally, geographically, or culturally. The context in this verse concerns prophecy, but includes the general theme of the chapter, i.e., tongues. Rather than leading, they are to be submissive as God’s Word makes clear ( <i>see notes on <a ref='1 Corinthians 11:3–15'>11:3–15</a> ; <a ref='Genesis 3:16'>Ge 3:16</a> ; <a ref='1 Timothy 2:11–15'>1Ti 2:11–15</a></i> ). It is not coincidental that many modern churches that have tongues-speaking and claim gifts of healings and miracles also permit women to lead worship, preach, and teach. Women may be gifted teachers, but they are not permitted by God “to speak” in churches. In fact, for them to do so is “disgraceful,” meaning “improper.” Apparently, certain women were out of order in disruptively asking questions publicly in the chaotic services. <a ref='1 Corinthians 14:36–37'>14:36–37</a> Paul knew that the Corinthians would react to all these firm regulations that would end the free-for-all in their services. The prophets, tongues-speakers, and women may all have been resistant to words, so he anticipated that resistance by sarcastically challenging those who put themselves above his word, and thus, above Scripture by either ignoring it or interpreting it to fit their predisposed ideas. If anyone was genuinely a prophet or had the true spiritual gift of tongues, he or she would submit to the principles God had revealed through the apostle. <a ref='1 Corinthians 14:36'>14:36</a> <b>Was it from you … word … went forth … to you only?</b> <i>See notes on <a ref='1 Thessalonians 2:13'>1Th 2:13</a> ; <a ref='2 Timothy 3:15–17'>2Ti 3:15–17</a> ; <a ref='2 Peter 1:19–21'>2Pe 1:19–21</a> .</i> <a ref='1 Corinthians 14:38'>14:38</a> <b>ignored</b> by God <b>.</b> Anyone who does not recognize the authority of Paul’s teaching should himself not be recognized as a legitimate servant gifted by God. <a ref='1 Corinthians 14:39'>14:39</a> <b>do not forbid … tongues.</b> Legitimate languages were limited in purpose and in duration, but as long as it was still active in the early church, it was not to be hindered. But prophecy was the most desirable gift to be exercised because of its ability to edify, exhort, and comfort with the truth (v. <a ref='1 Corinthians 14:3'>3</a> ). <a ref='1 Corinthians 14:40'>14:40</a> <i>See notes on v. <a ref='1 Corinthians 14:33'>33</a> .</i> <a ref='1 Corinthians 15:1–58'>15:1–58</a> This chapter is the most extensive treatment of resurrection in the Bible. Both the resurrection of Jesus Christ as recorded in the Gospels and the resurrection of believers as promised in the Gospels are here explained. <a ref='1 Corinthians 15:1–11'>15:1–11</a> To begin his teachings about the resurrection of believers, Paul reviewed the evidences for Jesus’ resurrection: 1) the church (vv. <a ref='1 Corinthians 15:1–2'>1–2</a> ); 2) the Scriptures (vv. <a ref='1 Corinthians 15:3–4'>3–4</a> ); 3) the eyewitnesses (vv. <a ref='1 Corinthians 15:5–7'>5–7</a> ); 4) the apostle himself (vv. <a ref='1 Corinthians 15:8–10'>8–10</a> ); and 5) the common message (v. <a ref='1 Corinthians 15:11'>11</a> ). <a ref='1 Corinthians 15:1–2'>15:1–2</a> <b>proclaimed as good news … received … stand.</b> This was not a new message. They had heard of the resurrection, believed in it, and had been saved by it. <a ref='1 Corinthians 15:2'>15:2</a> <b>unless you believed for nothing.</b> By this qualifying statement, Paul recognized and called to their attention that some may have had a shallow, nonsaving faith (see <a ref='Matthew 7:13–14'>Mt 7:13–14</a> , <a ref='Matthew 7:22–27'>22–27</a> ; <a ref='Matthew 13:24–30'>13:24–30</a> , <a ref='Matthew 13:34–43'>34–43</a> , <a ref='Matthew 13:47–50'>47–50</a> ; <a ref='Matthew 25:1–30'>25:1–30</a> ). Some believed only as the demons believed ( <a ref='James 2:19'>Jas 2:19</a> ), i.e., they were convinced the gospel was true, but had no love for God, Christ, and righteousness. True believers “hold fast” to the gospel (cf. <a ref='John 8:31'>Jn 8:31</a> ; <a ref='2 Corinthians 13:5'>2Co 13:5</a> ; <a ref='1 John 2:24'>1Jn 2:24</a> ; <a ref='2 John 1:9'>2Jn 9</a> ). <a ref='1 Corinthians 15:3–4'>15:3–4</a> <b>according to the Scriptures.</b> The OT spoke of the suffering and resurrection of Christ (see <a ref='Luke 24:25–27'>Lk 24:25–27</a> ; <a ref='Acts 2:25–31'>Ac 2:25–31</a> ; <a ref='Acts 26:22–23'>26:22–23</a> ). Jesus, Peter, and Paul quoted or referred to such OT passages regarding the work of Christ as <a ref='Psalms 16:8–11'>Pss 16:8–11</a> ; <a ref='Ps 22'>22</a> ; <a ref='Is 53'>Is 53</a> . <a ref='1 Corinthians 15:5–7'>15:5–7</a> The testimony of eyewitnesses, recorded in the NT, was added to support the reality of the resurrection. These included: 1) John and Peter together ( <a ref='John 20:19–20'>Jn 20:19–20</a> ), but probably also separately before ( <a ref='Luke 24:34'>Lk 24:34</a> ); 2) the 12 ( <a ref='John 20:19–20'>Jn 20:19–20</a> ; <a ref='Luke 24:36'>Lk 24:36</a> ; <a ref='Acts 1:22'>Ac 1:22</a> ); 3) the 500, only referred to here ( <i>see note on <a ref='2 Peter 3:15–16'>2Pe 3:15–16</a></i> ), had all seen the risen Christ (cf. <a ref='Matthew 28:9'>Mt 28:9</a> ; <a ref='Mark 16:9'>Mk 16:9</a> , <a ref='Mark 16:12'>12</a> , <a ref='Mark 16:14'>14</a> ; <a ref='Luke 24:31–39'>Lk 24:31–39</a> ; <a ref='John 21:1–23'>Jn 21:1–23</a> ); 4) James, either one of the two so-named apostles (son of Zebedee or son of Alphaeus; cf. <a ref='Mark 3:17–18'>Mk 3:17–18</a> ) or even James the half-brother of the Lord, the author of the epistle by that name and the key leader in the Jerusalem church ( <a ref='Acts 15:13–21'>Ac 15:13–21</a> ); and 5) the apostles ( <a ref='John 20:19–29'>Jn 20:19–29</a> ). Such unspecified appearances occurred over a 40-day period ( <a ref='Acts 1:3'>Ac 1:3</a> ) to all the apostles. <a ref='1 Corinthians 15:8'>15:8</a> <b>one untimely born.</b> Paul was saved too late to be one of the 12 apostles. Christ had ascended before he was converted. But through a miraculous appearance ( <a ref='Acts 9:1–8'>Ac 9:1–8</a> ; cf. <a ref='Acts 18:9–10'>18:9–10</a> ; <a ref='Acts 23:11'>23:11</a> ; <a ref='2 Corinthians 12:1–7'>2Co 12:1–7</a> ), Christ revealed Himself to Paul and, according to divine purpose, Paul was made an apostle. <i>See note on <a ref='1 Corinthians 1:1'>1:1</a> .</i> He was “last of all” the apostles, and felt himself to be the “least” (vv. <a ref='1 Corinthians 15:9–10'>9–10</a> ; <a ref='1 Timothy 1:12–17'>1Ti 1:12–17</a> ). The Appearances of the Risen Christ Go to the Index of Charts and Maps . <a ref='1 Corinthians 15:10'>15:10</a> <b>labored even more than all of them.</b> In terms of years and extent of ministry, he exceeded all those named (vv. <a ref='1 Corinthians 15:5–7'>5–7</a> ). John outlived him but did not have the extensive ministry of Paul. <a ref='1 Corinthians 15:12'>15:12</a> <b>some among you say.</b> The Corinthian Christians believed in Christ’s resurrection, or else they could not have been Christians (cf. <a ref='John 6:44'>Jn 6:44</a> ; <a ref='John 11:25'>11:25</a> ; <a ref='Acts 4:12'>Ac 4:12</a> ; <a ref='2 Corinthians 4:14'>2Co 4:14</a> ; <a ref='1 Thessalonians 4:16'>1Th 4:16</a> ). But some had particular difficulty accepting and understanding the resurrection of believers. Some of this confusion was a result of their experiences with pagan philosophies and religions. A basic tenet of much of ancient Greek philosophy was dualism, which taught that everything physical was intrinsically evil; so the idea of a resurrected body was repulsive and disgusting ( <a ref='Acts 17:32'>Ac 17:32</a> ). In addition, perhaps some Jews in the Corinthian church formerly may have been influenced by the Sadducees, who did not believe in the resurrection even though it is taught in the OT ( <a ref='Job 19:26'>Job 19:26</a> ; <a ref='Psalms 16:8–11'>Pss 16:8–11</a> ; <a ref='Psalms 17:15'>17:15</a> ; <a ref='Daniel 12:2'>Da 12:2</a> ). On the other hand, NT teaching in the words of our Lord Himself was extensive on the resurrection ( <a ref='John 5:28–29'>Jn 5:28–29</a> ; <a ref='John 6:44'>6:44</a> ; <a ref='John 11:25'>11:25</a> ; <a ref='John 14:19'>14:19</a> ) and it was the theme of the apostolic preaching ( <a ref='Acts 4:1–2'>Ac 4:1–2</a> ). In spite of that clarity, the church at Corinth was in doubt about the resurrection. <a ref='1 Corinthians 15:13–19'>15:13–19</a> In these verses, Paul gives 6 disastrous consequences if there were no resurrection: 1) preaching Christ would be senseless (v. <a ref='1 Corinthians 15:14'>14</a> ); 2) faith in Christ would be useless (v. <a ref='1 Corinthians 15:14'>14</a> ); 3) all the witnesses and preachers of the resurrection would be liars (v. <a ref='1 Corinthians 15:15'>15</a> ); 4) no one would be redeemed from sin (v. <a ref='1 Corinthians 15:17'>17</a> ); 5) all former believers would have perished (v. <a ref='1 Corinthians 15:18'>18</a> ); and 6) Christians would be the most pitiable people on earth (v. <a ref='1 Corinthians 15:19'>19</a> ). <a ref='1 Corinthians 15:13'>15:13</a> , <a ref='1 Corinthians 15:16'>16</a> The two resurrections, Christ’s and believers’, stand or fall together; if there is no resurrection, then Christ is dead. Cf. <a ref='Revelation 1:17–18'>Rev 1:17–18</a> . <a ref='1 Corinthians 15:17'>15:17</a> <b>still in your sins.</b> <i>See notes on <a ref='Acts 5:30–31'>Ac 5:30–31</a> ; <a ref='Romans 4:25'>Ro 4:25</a> .</i> <a ref='1 Corinthians 15:18'>15:18</a> <b>fallen asleep.</b> A common euphemism for death (cf. vv. <a ref='1 Corinthians 15:6'>6</a> , <a ref='1 Corinthians 15:20'>20</a> ; <a ref='1 Corinthians 11:30'>11:30</a> ; <a ref='Matthew 27:52'>Mt 27:52</a> ; <a ref='Acts 7:60'>Ac 7:60</a> ; <a ref='2 Peter 3:4'>2Pe 3:4</a> ). This is not soul sleep, in which the body dies and the soul, or spirit, supposedly rests in unconsciousness. <a ref='1 Corinthians 15:19'>15:19</a> <b>most to be pitied.</b> This is because of the sacrifices made in this life in light of the hope of life to come. If there is no life to come, we would be better “to eat, drink and be merry” before we die. <a ref='1 Corinthians 15:20'>15:20</a> <b>first fruits.</b> This speaks of the first installment of harvest to eternal life, in which Christ’s resurrection will precipitate and guarantee that all of the saints who have died will be resurrected also. See <a ref='John 14:19'>Jn 14:19</a> . <b>those … asleep.</b> <i>See note on v. <a ref='1 Corinthians 15:18'>18</a> .</i> <a ref='1 Corinthians 15:21–22'>15:21–22</a> <b>man … man.</b> Adam, who through his sin brought death on the whole human race, was human. So was Christ, who by His resurrection brought life to the race. <i>See notes on <a ref='Romans 5:12–19'>Ro 5:12–19</a> .</i> <a ref='1 Corinthians 15:22'>15:22</a> <b>all … all.</b> The two “alls” are alike only in the sense that they both apply to descendants. The second “all” applies only to believers (see <a ref='Galatians 3:26'>Ga 3:26</a> , <a ref='Galatians 3:29'>29</a> ; <a ref='Galatians 4:7'>4:7</a> ; <a ref='Ephesians 3:6'>Eph 3:6</a> ; cf. <a ref='Acts 20:32'>Ac 20:32</a> ; <a ref='Titus 3:7'>Tit 3:7</a> ) and does not imply universalism (the salvation of everyone without faith). Countless other passages clearly teach the eternal punishment of the unbelieving (e.g., <a ref='Matthew 5:29'>Mt 5:29</a> ; <a ref='Matthew 10:28'>10:28</a> ; <a ref='Matthew 25:41'>25:41</a> , <a ref='Matthew 25:46'>46</a> ; <a ref='Luke 16:23'>Lk 16:23</a> ; <a ref='2 Thessalonians 1:9'>2Th 1:9</a> ; <a ref='Revelation 20:15'>Rev 20:15</a> ). <a ref='1 Corinthians 15:23'>15:23</a> <b>in his own order.</b> Christ was first, as the first fruits of the resurrection harvest (vv. <a ref='1 Corinthians 15:20–23'>20–23a</a> ). Because of His resurrection, “those who are Christ’s” will be raised and enter the eternal heavenly state in 3 stages at Christ’s coming (cf. <a ref='Matthew 24:36'>Mt 24:36</a> , <a ref='Matthew 24:42'>42</a> , <a ref='Matthew 24:44'>44</a> , <a ref='Matthew 24:50'>50</a> ; <a ref='Matthew 25:13'>25:13</a> ): 1) those who have come to saving faith from Pentecost to the Rapture will be joined by living saints at the Rapture to meet the Lord in the air and ascend to heaven ( <a ref='1 Thessalonians 4:16–17'>1Th 4:16–17</a> ); 2) those who come to faith during the Tribulation, with the OT saints as well, will be raised up to reign with Him during the Millennium ( <a ref='Revelation 20:4'>Rev 20:4</a> ; cf. <a ref='Daniel 12:2'>Da 12:2</a> ; cf. <a ref='Isaiah 26:19–20'>Is 26:19–20</a> ); and 3) those who die during the millennial kingdom may well be instantly transformed at death into their eternal bodies and spirits. The only people left to be raised will be the ungodly, and that will occur at the end of the Millennium at the Great White Throne Judgment of God ( <i>see notes on <a ref='Revelation 20:11–15'>Rev 20:11–15</a></i> ; cf. <a ref='John 5:28–29'>Jn 5:28–29</a> ), which will be followed by eternal hell ( <a ref='Revelation 21:8'>Rev 21:8</a> ). <a ref='1 Corinthians 15:24'>15:24</a> <b>Then</b> comes <b>the end.</b> This third aspect of the resurrection involves the restoration of the earth to the rule of Christ, the rightful King. “End” can refer not only to what is over, but to what is complete and fulfilled. <b>He hands over the kingdom to … God.</b> In the culmination of the world’s history, after Christ has taken over the restored world for His Father and reigned for 1,000 years, all things will be returned to the way they were designed by God to be in the sinless glory of the new heavens and new earth (see <a ref='Rev 21-22'>Rev 21–22</a> ). <b>abolished all rule.</b> Christ will permanently conquer every enemy of God and take back the earth that He created and that is rightfully His. During the Millennium, under Christ’s rule, rebelliousness will still exist and Christ will have to “rule them with a rod of iron” ( <a ref='Revelation 19:15'>Rev 19:15</a> ). At the end of that 1,000 years, Satan will be unleashed briefly to lead a final insurrection against God ( <a ref='Revelation 20:7–9'>Rev 20:7–9</a> ). But with all who follow his hatred of God and Christ, he will be banished to hell with his fallen angels to suffer forever in the lake of fire ( <a ref='Revelation 20:10–15'>Rev 20:10–15</a> ). <a ref='1 Corinthians 15:25'>15:25</a> all His enemies under His feet <b>.</b> This figure comes from the common practice of kings always sitting enthroned above their subjects, so that when the subjects bowed or kneeled, they were lower than the sovereign’s feet. With enemies, the monarch might put his foot on the neck of a conquered ruler, symbolizing that enemy’s total subjugation. In the millennial kingdom, Christ’s foes will be in subjection to Him. <a ref='1 Corinthians 15:26–27'>15:26–27</a> <b>last enemy … death.</b> Christ has broken the power of Satan, who held the power of death ( <a ref='Hebrews 2:14'>Heb 2:14</a> ), at the cross. But Satan will not be permanently divested of his weapon of death until the end of the Millennium ( <i>see notes on <a ref='Revelation 20:1–10'>Rev 20:1–10</a></i> ). At that point, having fulfilled completely the prophecy of <a ref='Psalms 8:6'>Ps 8:6</a> (v. <a ref='1 Corinthians 15:27'>27a</a> ), Christ then will deliver the kingdom to His Father, and the eternal glory of <a ref='Rev 21-22'>Rev 21–22</a> will begin. <a ref='1 Corinthians 15:27'>15:27</a> <b>it is evident.</b> Lest anyone misunderstand what should be “evident,” Paul does not mean by the phrase “ put all things in subjection under His feet ” that God the Father is so included. It is actually the Father who gave Christ His authority ( <a ref='Matthew 28:18'>Mt 28:18</a> ; <a ref='John 5:26–27'>Jn 5:26–27</a> ) and whom the Son perfectly serves. <a ref='1 Corinthians 15:28'>15:28</a> <b>all in all.</b> Christ will continue to rule because His reign is eternal ( <a ref='Revelation 11:15'>Rev 11:15</a> ), but He will reign in His former, full, and glorious place within the Trinity, subject to God (v. <a ref='1 Corinthians 15:28'>28</a> ) in the way eternally designed for Him in full Trinitarian glory. <a ref='1 Corinthians 15:29–34'>15:29–34</a> Paul points out that the resurrection gives men compelling incentives for salvation (v. <a ref='1 Corinthians 15:19'>19</a> ), for service (vv. <a ref='1 Corinthians 15:30–32'>30–32</a> ), and for sanctification (vv. <a ref='1 Corinthians 15:33–34'>33–34</a> ). <a ref='1 Corinthians 15:29'>15:29</a> This difficult verse has numerous possible interpretations. Other Scripture passages, however, clarify certain things which it does <i>not</i> mean. It does not teach, for example, that a dead person can be saved by another person’s being baptized on his behalf, because baptism never has a part in a person’s salvation ( <a ref='Ephesians 2:8'>Eph 2:8</a> ; cf. <a ref='Romans 3:28'>Ro 3:28</a> ; <a ref='Romans 4:3'>4:3</a> ; <a ref='Romans 6:3–4'>6:3–4</a> ). A reasonable view seems to be that “those … who are baptized” refers to living believers who give outward testimony to their faith in baptism by water because they were first drawn to Christ by the exemplary lives, faithful influence, and witness of believers who had subsequently died. Paul’s point is that if there is no resurrection and no life after death, then why are people coming to Christ to follow the hope of those who have died? <a ref='1 Corinthians 15:30–31'>15:30–31</a> <b>I die daily.</b> Paul continually risked his life in self-sacrificing ministry. Why would he risk death daily, even hourly, if there were no life after death, no reward, and no eternal joy for all his pain? Cf. <a ref='1 Peter 1:3–4'>1Pe 1:3–4</a> . <a ref='1 Corinthians 15:32'>15:32</a> <b>beasts at Ephesus.</b> Perhaps literal wild animals, or, metaphorically, the fierce crowd of Ephesians incited against him by Demetrius ( <a ref='Acts 19:23–34'>Ac 19:23–34</a> ). In either case, these were life-threatening dangers (cf. <a ref='2 Corinthians 11:23–28'>2Co 11:23–28</a> ). eat … drink … die <b>.</b> A direct quote from <a ref='Isaiah 22:13'>Is 22:13</a> reflecting the hopelessness of the backslidden Israelites. Cf. <a ref='Hebrews 11:33–34'>Heb 11:33–34</a> , <a ref='Hebrews 11:38'>38</a> for a litany of sufferers who were willing to die because they looked forward to resurrection (v. <a ref='1 Corinthians 15:35'>35</a> ). <a ref='1 Corinthians 15:33–34'>15:33–34</a> <b>Bad company.</b> The Greek term behind this word can also refer to a spoken message. By word or example, bad, or evil, friends are a corrupting influence. Hope in the resurrection is sanctifying; it leads to godly living, not corruption. Some in the church did not know God and were a corrupting influence, but not for those who hoped for life in God’s presence (see <a ref='1 John 3:2–3'>1Jn 3:2–3</a> ). <a ref='1 Corinthians 15:35'>15:35</a> They had the truth but shamefully did not believe and follow it (cf. <a ref='2 Corinthians 13:5'>2Co 13:5</a> ); thus, these questions did not reflect a genuine interest in the resurrection but were mocking taunts, by those who denied the resurrection, perhaps under the influence of gnostic-oriented philosophy. But supposing it were true, they queried as to how it could ever happen. Cf. <a ref='Acts 26:8'>Ac 26:8</a> . <a ref='1 Corinthians 15:36–49'>15:36–49</a> To the questions posed in v. <a ref='1 Corinthians 15:35'>35</a> , Paul here gives 4 responses: 1) an illustration from nature (vv. <a ref='1 Corinthians 15:36–38'>36–38</a> ); 2) a description of resurrection bodies (vv. <a ref='1 Corinthians 15:39–42'>39–42a</a> ); 3) contrasts of earthly and resurrection bodies (vv. <a ref='1 Corinthians 15:42–44'>42b–44</a> ); and 4) a reminder of the prototype resurrection of Jesus Christ (vv. <a ref='1 Corinthians 15:45–49'>45–49</a> ). <a ref='1 Corinthians 15:36–38'>15:36–38</a> When a seed is planted in the ground it dies; decomposing, it ceases to exist in its seed form, but life comes from inside that dead seed (see <a ref='John 12:24'>Jn 12:24</a> ). Just as God gives a new body to that plant that rises from the dead seed, so He can give a resurrection body to a man who dies. <a ref='1 Corinthians 15:39–42'>15:39–42a</a> As there are vastly different bodies and forms in God’s created universe which are suited for all kinds of existence, so God can design a body perfect for resurrection life. <a ref='1 Corinthians 15:42–44'>15:42b–44</a> Focusing directly on the resurrection body, Paul gives 4 sets of contrasts to show how the new body will differ from the present one (cf. v. <a ref='1 Corinthians 15:54'>54</a> ; <a ref='Philippians 3:20–21'>Php 3:20–21</a> ): 1) no more sickness and death (“corruptible <i>body</i> ”); 2) no more shame because of sin (“dishonor”); 3) no more frailty in temptation (“weakness”); and 4) no more limits to the time/space sphere (“natural”). <a ref='1 Corinthians 15:45–49'>15:45–49</a> Here Paul answers the question (v. <a ref='1 Corinthians 15:35'>35</a> ) more specifically by showing that the resurrection body of Jesus Christ is the prototype. He begins with a quotation from <a ref='Genesis 2:7'>Ge 2:7</a> with the addition of two words, “first” and “Adam.” Adam was created with a natural body, not perfect, but good in every way ( <a ref='Genesis 1:31'>Ge 1:31</a> ). The “last Adam” is Jesus Christ ( <a ref='Romans 5:19'>Ro 5:19</a> , <a ref='Romans 5:21'>21</a> ). He is saying that through the first Adam we received our natural bodies, but through the last Adam we will receive our spiritual bodies in resurrection. Adam’s body was the prototype of the natural, Christ’s body of the resurrection. We will bear the image of His body fit for heaven ( <a ref='Acts 1:11'>Ac 1:11</a> ; <a ref='Philippians 3:20–21'>Php 3:20–21</a> ; <a ref='1 John 3:1–3'>1Jn 3:1–3</a> ) as we have borne the image of Adam’s on earth. <a ref='1 Corinthians 15:50'>15:50</a> People cannot live in God’s eternal heavenly glory the way they are. <i>See notes on <a ref='Romans 8:23'>Ro 8:23</a> .</i> We have to be changed (v. <a ref='1 Corinthians 15:51'>51</a> ). <a ref='1 Corinthians 15:51'>15:51</a> <b>mystery.</b> This term refers to truth hidden in the past and revealed in the NT. <i>See notes on <a ref='1 Corinthians 2:7'>2:7</a> and <a ref='Ephesians 3:4–5'>Eph 3:4–5</a> .</i> In this case, the rapture of the church was never revealed in the OT. It was first mentioned in <a ref='John 14:1–3'>Jn 14:1–3</a> , when it is specifically explained and is detailed in <a ref='1 Thessalonians 4:13–18'>1Th 4:13–18</a> ( <i>see notes there</i> ). <b>sleep.</b> <i>See note on v. <a ref='1 Corinthians 15:18'>18</a> .</i> <a ref='1 Corinthians 15:52'>15:52</a> <b>twinkling of an eye.</b> This was Paul’s way of showing how brief the “moment” will be. The Greek word for “twinkling” refers to any rapid movement. Since the eye can move more rapidly than any other part of our visible bodies, it seems to well illustrate the sudden transformation of raptured believers. <b>trumpet will sound.</b> To herald the end of the church era, when all believers will be removed from the earth at the Rapture ( <a ref='1 Thessalonians 4:16'>1Th 4:16</a> ). <b>dead … raised.</b> According to <a ref='1 Thessalonians 4:16'>1Th 4:16</a> , they are first and the living saints follow ( <a ref='1 Thessalonians 4:17'>1Th 4:17</a> ). <a ref='1 Corinthians 15:54–57'>15:54–57</a> Paul enhanced his joy at the reality of resurrection by quoting from <a ref='Isaiah 25:8'>Is 25:8</a> and <a ref='Hosea 13:14'>Hos 13:14</a> . The latter quote taunts death as if it were a bee whose sting was removed. That sting was the sin that was exposed by the law of God ( <i>see notes on <a ref='Romans 3:23'>Ro 3:23</a> ; <a ref='Romans 4:15'>4:15</a> ; <a ref='Romans 6:23'>6:23</a> ; <a ref='Galatians 3:10–13'>Ga 3:10–13</a></i> ), but conquered by Christ in His death ( <i>see notes on <a ref='Romans 5:17'>Ro 5:17</a> ; <a ref='2 Corinthians 5:21'>2Co 5:21</a></i> ). <a ref='1 Corinthians 15:58'>15:58</a> The hope of resurrection makes all the efforts and sacrifices in the Lord’s work worth it. No work done in His name is wasted in light of eternal glory and reward. <a ref='1 Corinthians 16:1'>16:1</a> <b>collection.</b> An offering for destitute believers in the overpopulated, famine stricken city of Jerusalem (v. <a ref='1 Corinthians 16:3'>3</a> ; see <a ref='Acts 11:28'>Ac 11:28</a> ). Paul had previously solicited funds from the churches of Galatia, Macedonia, and Achaia ( <a ref='Romans 15:26'>Ro 15:26</a> ; cf. <a ref='Luke 10:25–37'>Lk 10:25–37</a> ; <a ref='2 Corinthians 8:1–5'>2Co 8:1–5</a> ; <a ref='2 Corinthians 9:12–15'>9:12–15</a> ; <a ref='Galatians 6:10'>Ga 6:10</a> ; <a ref='1 John 3:17'>1Jn 3:17</a> ). <a ref='1 Corinthians 16:2'>16:2</a> <b>first day of every week.</b> This evidences that the early church met on Sunday ( <a ref='Acts 20:7'>Ac 20:7</a> ). The point is that giving must occur regularly, not just when one feels generous, particularly led to do so, or instructed to do so for some special purpose (cf. <a ref='Luke 6:38'>Lk 6:38</a> ; cf. <a ref='2 Corinthians 9:6–7'>2Co 9:6–7</a> ). <b>whatever he has prospered.</b> No required amount or percentage for giving to the Lord’s work is specified in the NT. All giving to the Lord is to be free-will giving and completely discretionary (see <a ref='Luke 6:38'>Lk 6:38</a> ; <a ref='2 Corinthians 9:6–8'>2Co 9:6–8</a> ). This is not to be confused with the OT required giving of 3 tithes (see <a ref='Leviticus 27:30'>Lv 27:30</a> ; <a ref='Numbers 18:21–26'>Nu 18:21–26</a> ; <a ref='Deuteronomy 14:28–29'>Dt 14:28–29</a> ; <a ref='Malachi 3:8–10'>Mal 3:8–10</a> ) which totaled about 23 percent annually to fund the national government of Israel, take care of public festivals, and provide welfare. Modern parallels to the OT tithe are found in the taxation system of countries ( <a ref='Romans 13:6'>Ro 13:6</a> ). OT giving to God was not regulated as to amount (see <a ref='Exodus 25:1–2'>Ex 25:1–2</a> ; <a ref='Exodus 35:21'>35:21</a> ; <a ref='Exodus 36:6'>36:6</a> ; <a ref='Proverbs 3:9–10'>Pr 3:9–10</a> ; <a ref='Proverbs 11:24'>11:24</a> ). <a ref='1 Corinthians 16:3–4'>16:3–4</a> This matter of getting the money to Jerusalem was important enough for Paul to go, if necessary. <a ref='1 Corinthians 16:5'>16:5</a> At the end of a 3-year stay in Ephesus, Paul wrote his letter and probably gave it to Timothy to deliver (v. <a ref='1 Corinthians 16:10'>10</a> ). Paul originally planned to follow Timothy a short while after ( <a ref='1 Corinthians 4:19'>4:19</a> ), visiting Corinth on the way to and from Macedonia ( <a ref='2 Corinthians 1:15–16'>2Co 1:15–16</a> ). He had to change his plan and visit only after a longer stay in Ephesus (v. <a ref='1 Corinthians 16:8'>8</a> ), then on to Corinth after Macedonia, to stay for a while (vv. <a ref='1 Corinthians 16:6–7'>6–7</a> ). <a ref='1 Corinthians 16:9'>16:9</a> <b>many adversaries.</b> Perhaps no NT church had such fierce opposition as the one in Ephesus (see <a ref='2 Corinthians 1:8–10'>2Co 1:8–10</a> where he described his experience in Ephesus; cf. <a ref='Acts 19:1–21'>Ac 19:1–21</a> ). In spite of that opposition, the door for the gospel was open wide (cf. <a ref='2 Corinthians 2:12–13'>2Co 2:12–13</a> where Paul also had an open door, but no heart to remain and preach), and Paul stayed. At the end of the experience of opposition described in <a ref='2 Corinthians 1:8–10'>2Co 1:8–10</a> , he wrote 1 Corinthians. <a ref='1 Corinthians 16:10'>16:10</a> <b>Timothy.</b> Paul had sent him with Erastus to Macedonia ( <a ref='Acts 19:22'>Ac 19:22</a> ), and then he was to travel to Corinth, perhaps to carry this epistle ( <a ref='1 Corinthians 4:17'>4:17</a> ). <b>without fear.</b> I.e., of intimidation or frustration by believers in Corinth. <a ref='1 Corinthians 16:12'>16:12</a> <b>Apollos.</b> <i>See note on <a ref='Acts 18:24'>Ac 18:24</a> .</i> Paul felt Apollos should accompany the other brothers, Timothy and Erastus, to Corinth. Apollos refused, staying in Ephesus longer. Paul respected his convictions. <a ref='1 Corinthians 16:13–14'>16:13–14</a> Paul gives 5 final commands. The Corinthians are to be alert, firm, mature, strong, and loving. <a ref='1 Corinthians 16:13'>16:13</a> <b>the faith.</b> The Christian faith, i.e., sound doctrine, as in <a ref='Philippians 1:27'>Php 1:27</a> ; <a ref='1 Timothy 6:21'>1Ti 6:21</a> ; <a ref='Jude 1:3'>Jd 3</a> . <a ref='1 Corinthians 16:15'>16:15</a> <b>first fruits.</b> The members of the household of Stephanas were among the first converts in Corinth, which is located in Achaia, the southern province of Greece. Stephanas was one of the Corinthian believers Paul baptized personally ( <a ref='1 Corinthians 1:16'>1:16</a> ), and was visiting with Paul in Ephesus at the time this epistle was written. With Fortunatus and Achaicus (v. <a ref='1 Corinthians 16:17'>17</a> ), he probably delivered the earlier letter from Corinth mentioned in <a ref='1 Corinthians 7:1'>7:1</a> ( <i>see note there</i> ). <a ref='1 Corinthians 16:17–18'>16:17–18</a> Paul was glad about the arrival of his 3 friends in Ephesus who went there to be with him (cf. <a ref='Proverbs 25:25'>Pr 25:25</a> ). The Corinthians were to give those men respect for their service to the Lord (cf. <a ref='1 Thessalonians 5:12–13'>1Th 5:12–13</a> ). <a ref='1 Corinthians 16:19'>16:19</a> <b>Aquila and Prisca.</b> <i>See note on <a ref='Acts 18:2'>Ac 18:2</a> .</i> They had become good friends with Paul, since he stayed in their house during his first ministry in Corinth ( <a ref='Acts 18:1–3'>Ac 18:1–3</a> ). He may have stayed with them the entire year and a half (cf. <a ref='Acts 18:18–19'>Ac 18:18–19</a> , <a ref='Acts 18:24–26'>24–26</a> ). <b>in their house.</b> The early church used homes of believers for worship and many other activities (see, e.g., <a ref='Acts 2:46'>Ac 2:46</a> ; <a ref='Acts 5:42'>5:42</a> ; <a ref='Acts 10:23'>10:23</a> , <a ref='Acts 10:27–48'>27–48</a> ; <a ref='Acts 20:7–8'>20:7–8</a> ; <a ref='Acts 28:23'>28:23</a> ). <a ref='1 Corinthians 16:20'>16:20</a> <b>kiss.</b> A pure expression of Christian love between men with men and women with women, with no sexual overtones (cf. <a ref='Romans 16:16'>Ro 16:16</a> ; <a ref='2 Corinthians 13:12'>2Co 13:12</a> ; <a ref='1 Thessalonians 5:26'>1Th 5:26</a> ; <a ref='1 Peter 5:14'>1Pe 5:14</a> ). <a ref='1 Corinthians 16:21'>16:21</a> <b>my own hand.</b> Paul dictated the main part of the letter to a scribe ( <a ref='Romans 16:22'>Ro 16:22</a> ), but finished and signed it himself. <a ref='1 Corinthians 16:22'>16:22</a> <b>accursed.</b> I.e., devoted to destruction. <b>Maranatha.</b> In this context, Paul perhaps appeals for the Lord to take away the nominal, false Christians who threatened the spiritual well-being of the church. This was also an expression of eagerness for the Lord’s return (cf. <a ref='Revelation 22:20'>Rev 22:20</a> ). The Aramaic words may be translated, “O Lord, come!” (see note ).",
    "type": "notes"
  },
  {
    "id": "notes46f",
    "title": "Translator’s Notes and Cross-References for 1 Corinthians",
    "content": "Notes and Cross-References 1 Corinthians 1 1:1 a Lit <i>through</i> 1:1 A <a ref='Romans 1:1'>Ro 1:1</a> 1:1 B <a ref='Romans 1:10'>Ro 1:10</a> ; <a ref='2 Timothy 1:1'>2Ti 1:1</a> 1:1 C <a ref='Acts 18:17'>Ac 18:17</a> 1:1 D <a ref='Acts 1:15'>Ac 1:15</a> 1:2 b Or <i>holy ones</i> 1:2 E <a ref='1 Corinthians 10:32'>1Co 10:32</a> 1:2 F <a ref='Acts 18:1'>Ac 18:1</a> 1:2 G <a ref='Romans 1:7'>Ro 1:7</a> ; <a ref='Romans 8:28'>8:28</a> 1:2 H <a ref='Acts 7:59'>Ac 7:59</a> 1:3 I <a ref='Romans 1:7'>Ro 1:7</a> 1:4 c Two early mss omit <i>my</i> 1:4 J <a ref='Romans 1:8'>Ro 1:8</a> 1:5 K <a ref='2 Corinthians 9:11'>2Co 9:11</a> 1:5 L <a ref='Romans 15:14'>Ro 15:14</a> ; <a ref='2 Corinthians 8:7'>2Co 8:7</a> 1:6 d Or <i>among</i> 1:6 M <a ref='2 Thessalonians 1:10'>2Th 1:10</a> ; <a ref='1 Timothy 2:6'>1Ti 2:6</a> ; <a ref='2 Timothy 1:8'>2Ti 1:8</a> ; <a ref='Revelation 1:2'>Rev 1:2</a> 1:7 N <a ref='Luke 17:30'>Lk 17:30</a> ; <a ref='Romans 8:19'>Ro 8:19</a> , <a ref='Romans 8:23'>23</a> ; <a ref='Philippians 3:20'>Php 3:20</a> ; <a ref='2 Peter 3:12'>2Pe 3:12</a> 1:8 O <a ref='Romans 8:19'>Ro 8:19</a> ; <a ref='Philippians 1:6'>Php 1:6</a> ; <a ref='Colossians 2:7'>Col 2:7</a> ; <a ref='1 Thessalonians 3:13'>1Th 3:13</a> ; <a ref='1 Thessalonians 5:23'>5:23</a> 1:8 P <a ref='Luke 17:24'>Lk 17:24</a> , <a ref='Luke 17:30'>30</a> ; <a ref='1 Corinthians 5:5'>1Co 5:5</a> ; <a ref='2 Corinthians 1:14'>2Co 1:14</a> ; <a ref='Philippians 1:6'>Php 1:6</a> , <a ref='Philippians 1:10'>10</a> ; <a ref='Philippians 2:16'>2:16</a> ; <a ref='1 Thessalonians 5:2'>1Th 5:2</a> ; <a ref='2 Thessalonians 2:2'>2Th 2:2</a> 1:9 Q <a ref='Deuteronomy 7:9'>Dt 7:9</a> ; <a ref='Isaiah 49:7'>Is 49:7</a> ; <a ref='1 Corinthians 10:13'>1Co 10:13</a> ; <a ref='2 Corinthians 1:18'>2Co 1:18</a> ; <a ref='1 Thessalonians 5:24'>1Th 5:24</a> ; <a ref='2 Thessalonians 3:3'>2Th 3:3</a> 1:9 R <a ref='Romans 8:28'>Ro 8:28</a> 1:9 S <a ref='1 John 1:3'>1Jn 1:3</a> 1:10 e Lit <i>speak the same thing</i> 1:10 f Lit <i>schisms</i> 1:10 g Or <i>united</i> 1:10 T <a ref='Romans 12:1'>Ro 12:1</a> 1:10 U <a ref='Romans 1:13'>Ro 1:13</a> 1:10 V <a ref='1 Corinthians 11:18'>1Co 11:18</a> 1:10 W <a ref='Romans 12:16'>Ro 12:16</a> ; <a ref='Philippians 1:27'>Php 1:27</a> 1:12 X <a ref='Matthew 23:8–10'>Mt 23:8-10</a> ; <a ref='1 Corinthians 3:4'>1Co 3:4</a> 1:12 Y <a ref='Acts 18:24'>Ac 18:24</a> ; <a ref='1 Corinthians 3:22'>1Co 3:22</a> 1:12 Z <a ref='John 1:42'>Jn 1:42</a> ; <a ref='1 Corinthians 3:22'>1Co 3:22</a> ; <a ref='1 Corinthians 9:5'>9:5</a> ; <a ref='1 Corinthians 15:5'>15:5</a> 1:13 h Or <i>Christ has been divided!</i> or <i>Christ is divided!</i> 1:13 i Lit <i>into</i> 1:13 A <a ref='Matthew 28:19'>Mt 28:19</a> ; <a ref='Acts 2:38'>Ac 2:38</a> 1:14 j Two early mss <i>I give thanks that</i> 1:14 B <a ref='Acts 18:8'>Ac 18:8</a> 1:14 C <a ref='Romans 16:23'>Ro 16:23</a> 1:15 k Lit <i>into</i> 1:16 D <a ref='1 Corinthians 16:15'>1Co 16:15</a> , <a ref='1 Corinthians 16:17'>17</a> 1:17 E <a ref='John 4:2'>Jn 4:2</a> ; <a ref='Acts 10:48'>Ac 10:48</a> 1:17 F <a ref='1 Corinthians 2:1'>1Co 2:1</a> , <a ref='1 Corinthians 2:4'>4</a> , <a ref='1 Corinthians 2:13'>13</a> ; <a ref='2 Corinthians 10:10'>2Co 10:10</a> ; <a ref='2 Corinthians 11:6'>11:6</a> 1:18 l Or <i>perish</i> 1:18 m Or <i>are saved</i> 1:18 G <a ref='1 Corinthians 1:21'>1Co 1:21</a> , <a ref='1 Corinthians 1:23'>23</a> , <a ref='1 Corinthians 1:25'>25</a> ; <a ref='1 Corinthians 2:14'>2:14</a> ; <a ref='1 Corinthians 4:10'>4:10</a> 1:18 H <a ref='Acts 2:47'>Ac 2:47</a> ; <a ref='2 Corinthians 2:15'>2Co 2:15</a> ; <a ref='2 Corinthians 4:3'>4:3</a> ; <a ref='2 Thessalonians 2:10'>2Th 2:10</a> 1:18 I <a ref='Romans 1:16'>Ro 1:16</a> ; <a ref='1 Corinthians 1:24'>1Co 1:24</a> 1:19 J <a ref='Isaiah 29:14'>Is 29:14</a> 1:20 K <a ref='Job 12:17'>Job 12:17</a> ; <a ref='Isaiah 19:11'>Is 19:11f</a> ; <a ref='Isaiah 33:18'>33:18</a> 1:20 L <a ref='Matthew 13:22'>Mt 13:22</a> ; <a ref='1 Corinthians 2:6'>1Co 2:6</a> , <a ref='1 Corinthians 2:8'>8</a> ; <a ref='1 Corinthians 3:18'>3:18</a> , <a ref='1 Corinthians 3:19'>19</a> 1:20 M <a ref='Romans 1:20'>Ro 1:20ff</a> 1:20 N <a ref='John 12:31'>Jn 12:31</a> ; <a ref='1 Corinthians 1:27'>1Co 1:27f</a> ; <a ref='1 Corinthians 6:2'>6:2</a> ; <a ref='1 Corinthians 11:32'>11:32</a> ; <a ref='James 4:4'>Jas 4:4</a> 1:21 n Lit <i>preaching</i> 1:21 O <a ref='John 12:31'>Jn 12:31</a> ; <a ref='1 Corinthians 1:27'>1Co 1:27f</a> ; <a ref='1 Corinthians 6:2'>6:2</a> ; <a ref='1 Corinthians 11:32'>11:32</a> ; <a ref='James 4:4'>Jas 4:4</a> 1:21 P <a ref='Luke 12:32'>Lk 12:32</a> ; <a ref='Galatians 1:15'>Ga 1:15</a> ; <a ref='Colossians 1:19'>Col 1:19</a> 1:21 Q <a ref='1 Corinthians 1:18'>1Co 1:18</a> , <a ref='1 Corinthians 1:23'>23</a> , <a ref='1 Corinthians 1:25'>25</a> ; <a ref='1 Corinthians 2:14'>2:14</a> ; <a ref='1 Corinthians 4:10'>4:10</a> 1:21 R <a ref='Romans 11:14'>Ro 11:14</a> ; <a ref='James 5:20'>Jas 5:20</a> 1:22 o Or <i>attesting miracles</i> 1:22 S <a ref='Matthew 12:38'>Mt 12:38</a> 1:23 p Messiah 1:23 T <a ref='1 Corinthians 2:2'>1Co 2:2</a> ; <a ref='Galatians 3:1'>Ga 3:1</a> ; <a ref='Galatians 5:11'>5:11</a> 1:23 U <a ref='Luke 2:34'>Lk 2:34</a> ; <a ref='1 Peter 2:8'>1Pe 2:8</a> 1:23 V <a ref='1 Corinthians 1:18'>1Co 1:18</a> , <a ref='1 Corinthians 1:21'>21</a> , <a ref='1 Corinthians 1:25'>25</a> ; <a ref='1 Corinthians 2:14'>2:14</a> ; <a ref='1 Corinthians 4:10'>4:10</a> 1:24 W <a ref='Romans 8:28'>Ro 8:28</a> 1:24 X <a ref='Romans 1:16'>Ro 1:16</a> ; <a ref='1 Corinthians 1:18'>1Co 1:18</a> 1:24 Y <a ref='Luke 11:49'>Lk 11:49</a> ; <a ref='1 Corinthians 1:30'>1Co 1:30</a> 1:25 Z <a ref='1 Corinthians 1:18'>1Co 1:18</a> , <a ref='1 Corinthians 1:21'>21</a> , <a ref='1 Corinthians 1:23'>23</a> ; <a ref='1 Corinthians 2:14'>2:14</a> ; <a ref='1 Corinthians 4:10'>4:10</a> 1:25 A <a ref='2 Corinthians 13:4'>2Co 13:4</a> 1:26 q Lit <i>see</i> 1:26 r Human standards 1:26 B <a ref='Romans 11:29'>Ro 11:29</a> 1:26 C <a ref='Matthew 11:25'>Mt 11:25</a> ; <a ref='1 Corinthians 1:20'>1Co 1:20</a> ; <a ref='1 Corinthians 2:8'>2:8</a> 1:27 D <a ref='James 2:5'>Jas 2:5</a> 1:27 E <a ref='1 Corinthians 1:20'>1Co 1:20</a> 1:28 F <a ref='1 Corinthians 1:20'>1Co 1:20</a> 1:28 G <a ref='Romans 4:17'>Ro 4:17</a> 1:28 H <a ref='Job 34:19'>Job 34:19</a> ; <a ref='1 Corinthians 2:6'>1Co 2:6</a> ; <a ref='2 Thessalonians 2:8'>2Th 2:8</a> ; <a ref='Hebrews 2:14'>Heb 2:14</a> 1:29 I <a ref='Ephesians 2:9'>Eph 2:9</a> 1:30 s Or <i>both</i> 1:30 J <a ref='Romans 8:1'>Ro 8:1</a> ; <a ref='1 Corinthians 4:15'>1Co 4:15</a> 1:30 K <a ref='1 Corinthians 1:24'>1Co 1:24</a> 1:30 L <a ref='Jeremiah 23:5'>Jer 23:5f</a> ; <a ref='Jeremiah 33:16'>33:16</a> ; <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='Philippians 3:9'>Php 3:9</a> 1:30 M <a ref='1 Corinthians 1:2'>1Co 1:2</a> ; <a ref='1 Corinthians 6:11'>6:11</a> ; <a ref='1 Thessalonians 5:23'>1Th 5:23</a> 1:30 N <a ref='Romans 3:24'>Ro 3:24</a> ; <a ref='Ephesians 1:7'>Eph 1:7</a> , <a ref='Ephesians 1:14'>14</a> ; <a ref='Colossians 1:14'>Col 1:14</a> 1:31 t In OT, Yahweh, cf. <a ref='Jeremiah 9:24'>Jer 9:24</a> 1:31 O <a ref='Jeremiah 9:23'>Jer 9:23f</a> ; <a ref='2 Corinthians 10:17'>2Co 10:17</a> 1 Corinthians 2 2:1 a Some early mss <i>mystery</i> 2:1 A <a ref='1 Corinthians 1:17'>1Co 1:17</a> ; <a ref='1 Corinthians 2:4'>2:4</a> , <a ref='1 Corinthians 2:13'>13</a> 2:1 B <a ref='1 Corinthians 2:7'>1Co 2:7</a> 2:2 C <a ref='1 Corinthians 1:23'>1Co 1:23</a> ; <a ref='Galatians 6:14'>Ga 6:14</a> 2:3 D <a ref='1 Corinthians 4:10'>1Co 4:10</a> ; <a ref='2 Corinthians 11:30'>2Co 11:30</a> ; <a ref='2 Corinthians 12:5'>12:5</a> , <a ref='2 Corinthians 12:9'>9f</a> ; <a ref='2 Corinthians 13:9'>13:9</a> 2:3 E <a ref='Isaiah 19:16'>Is 19:16</a> ; <a ref='2 Corinthians 7:15'>2Co 7:15</a> ; <a ref='Ephesians 6:5'>Eph 6:5</a> 2:4 F <a ref='1 Corinthians 1:17'>1Co 1:17</a> ; <a ref='1 Corinthians 2:1'>2:1</a> , <a ref='1 Corinthians 2:13'>13</a> 2:4 G <a ref='Romans 15:19'>Ro 15:19</a> ; <a ref='1 Corinthians 4:20'>1Co 4:20</a> 2:5 H <a ref='2 Corinthians 4:7'>2Co 4:7</a> ; <a ref='2 Corinthians 6:7'>6:7</a> ; <a ref='2 Corinthians 12:9'>12:9</a> 2:6 I <a ref='Ephesians 4:13'>Eph 4:13</a> ; <a ref='Philippians 3:15'>Php 3:15</a> ; <a ref='Hebrews 5:14'>Heb 5:14</a> ; <a ref='Hebrews 6:1'>6:1</a> 2:6 J <a ref='Matthew 13:22'>Mt 13:22</a> ; <a ref='1 Corinthians 1:20'>1Co 1:20</a> 2:6 K <a ref='1 Corinthians 1:28'>1Co 1:28</a> 2:7 L <a ref='Romans 11:25'>Ro 11:25</a> ; <a ref='Romans 16:25'>16:25f</a> ; <a ref='1 Corinthians 2:1'>1Co 2:1</a> 2:7 M <a ref='Romans 8:29'>Ro 8:29f</a> 2:7 N <a ref='Hebrews 1:2'>Heb 1:2</a> ; <a ref='Hebrews 11:3'>11:3</a> 2:8 O <a ref='1 Corinthians 1:26'>1Co 1:26</a> ; <a ref='1 Corinthians 2:6'>2:6</a> 2:8 P <a ref='Matthew 13:22'>Mt 13:22</a> ; <a ref='1 Corinthians 1:20'>1Co 1:20</a> 2:8 Q <a ref='Acts 7:2'>Ac 7:2</a> ; <a ref='James 2:1'>Jas 2:1</a> 2:9 R <a ref='Isaiah 64:4'>Is 64:4</a> ; <a ref='Isaiah 65:17'>65:17</a> 2:10 b Some early mss <i>For</i> 2:10 S <a ref='Matthew 11:25'>Mt 11:25</a> ; <a ref='Matthew 13:11'>13:11</a> ; <a ref='Matthew 16:17'>16:17</a> ; <a ref='Galatians 1:12'>Ga 1:12</a> ; <a ref='Ephesians 3:3'>Eph 3:3</a> , <a ref='Ephesians 3:5'>5</a> 2:10 T <a ref='John 14:26'>Jn 14:26</a> 2:10 U <a ref='Romans 11:33'>Ro 11:33ff</a> 2:11 V <a ref='Proverbs 20:27'>Pr 20:27</a> 2:12 W <a ref='Romans 8:15'>Ro 8:15</a> 2:12 X <a ref='1 Corinthians 1:27'>1Co 1:27</a> 2:13 c Or <i>interpreting spiritual</i> things <i>for spiritual</i> men 2:13 Y <a ref='1 Corinthians 1:17'>1Co 1:17</a> ; <a ref='1 Corinthians 2:1'>2:1</a> , <a ref='1 Corinthians 2:4'>4</a> 2:14 d Or <i>an unspiritual</i> 2:14 Z <a ref='1 Corinthians 15:44'>1Co 15:44</a> , <a ref='1 Corinthians 15:46'>46</a> ; <a ref='James 3:15'>Jas 3:15</a> ; <a ref='Jude 1:19'>Jd 19</a> mg 2:14 A <a ref='John 14:17'>Jn 14:17</a> 2:14 B <a ref='1 Corinthians 1:18'>1Co 1:18</a> 2:14 C <a ref='Acts 17:11'>Ac 17:11</a> 2:15 D <a ref='1 Corinthians 3:1'>1Co 3:1</a> ; <a ref='1 Corinthians 14:37'>14:37</a> ; <a ref='Galatians 6:1'>Ga 6:1</a> 2:16 e In OT, Yahweh, cf. <a ref='Isaiah 40:13'>Is 40:13</a> 2:16 E <a ref='Isaiah 40:13'>Is 40:13</a> ; <a ref='Romans 11:34'>Ro 11:34</a> 2:16 F <a ref='John 15:15'>Jn 15:15</a> 1 Corinthians 3 3:1 A <a ref='1 Corinthians 2:15'>1Co 2:15</a> ; <a ref='1 Corinthians 14:37'>14:37</a> ; <a ref='Galatians 6:1'>Ga 6:1</a> 3:1 B <a ref='Romans 7:14'>Ro 7:14</a> ; <a ref='1 Corinthians 2:14'>1Co 2:14</a> 3:1 C <a ref='1 Corinthians 2:6'>1Co 2:6</a> ; <a ref='Ephesians 4:14'>Eph 4:14</a> ; <a ref='Hebrews 5:13'>Heb 5:13</a> 3:2 D <a ref='Hebrews 5:12'>Heb 5:12f</a> ; <a ref='1 Peter 2:2'>1Pe 2:2</a> 3:2 E <a ref='John 16:12'>Jn 16:12</a> 3:3 a Lit <i>according to man</i> 3:3 F <a ref='Romans 13:13'>Ro 13:13</a> ; <a ref='1 Corinthians 1:10'>1Co 1:10f</a> ; <a ref='1 Corinthians 11:18'>11:18</a> 3:3 G <a ref='1 Corinthians 3:4'>1Co 3:4</a> 3:4 H <a ref='1 Corinthians 1:12'>1Co 1:12</a> 3:4 I <a ref='1 Corinthians 3:3'>1Co 3:3</a> 3:5 J <a ref='Romans 15:16'>Ro 15:16</a> ; <a ref='2 Corinthians 3:3'>2Co 3:3</a> , <a ref='2 Corinthians 3:6'>6</a> ; <a ref='2 Corinthians 4:1'>4:1</a> ; <a ref='2 Corinthians 5:18'>5:18</a> ; <a ref='2 Corinthians 6:4'>6:4</a> ; <a ref='Ephesians 3:7'>Eph 3:7</a> ; <a ref='Colossians 1:25'>Col 1:25</a> ; <a ref='1 Timothy 1:12'>1Ti 1:12</a> 3:5 K <a ref='Romans 12:6'>Ro 12:6</a> ; <a ref='1 Corinthians 3:10'>1Co 3:10</a> 3:6 L <a ref='1 Corinthians 4:15'>1Co 4:15</a> ; <a ref='1 Corinthians 9:1'>9:1</a> ; <a ref='1 Corinthians 15:1'>15:1</a> ; <a ref='2 Corinthians 10:14'>2Co 10:14f</a> 3:6 M <a ref='Acts 18:24–27'>Ac 18:24-27</a> ; <a ref='1 Corinthians 1:12'>1Co 1:12</a> 3:6 N <a ref='1 Corinthians 15:10'>1Co 15:10</a> 3:8 b Or <i>wages</i> 3:8 O <a ref='1 Corinthians 3:14'>1Co 3:14</a> ; <a ref='1 Corinthians 4:5'>4:5</a> ; <a ref='1 Corinthians 9:17'>9:17</a> ; <a ref='Galatians 6:4'>Ga 6:4</a> 3:9 c Or <i>cultivated land</i> 3:9 P <a ref='Mark 16:20'>Mk 16:20</a> ; <a ref='2 Corinthians 6:1'>2Co 6:1</a> 3:9 Q <a ref='Isaiah 61:3'>Is 61:3</a> ; <a ref='Matthew 15:13'>Mt 15:13</a> 3:9 R <a ref='1 Corinthians 3:16'>1Co 3:16</a> ; <a ref='Ephesians 2:20–22'>Eph 2:20-22</a> ; <a ref='Colossians 2:7'>Col 2:7</a> ; <a ref='1 Peter 2:5'>1Pe 2:5</a> 3:10 S <a ref='Romans 12:3'>Ro 12:3</a> ; <a ref='1 Corinthians 15:10'>1Co 15:10</a> 3:10 T <a ref='Romans 15:20'>Ro 15:20</a> ; <a ref='1 Corinthians 3:11'>1Co 3:11f</a> 3:10 U <a ref='1 Thessalonians 3:2'>1Th 3:2</a> 3:11 V <a ref='Isaiah 28:16'>Is 28:16</a> ; <a ref='Ephesians 2:20'>Eph 2:20</a> ; <a ref='1 Peter 2:4'>1Pe 2:4ff</a> 3:12 d Or <i>costly</i> 3:13 e Lit <i>of what sort each man’s work is</i> 3:13 W <a ref='1 Corinthians 4:5'>1Co 4:5</a> 3:13 X <a ref='Matthew 10:15'>Mt 10:15</a> ; <a ref='1 Corinthians 1:8'>1Co 1:8</a> ; <a ref='2 Thessalonians 1:7–10'>2Th 1:7-10</a> ; <a ref='2 Timothy 1:12'>2Ti 1:12</a> , <a ref='2 Timothy 1:18'>18</a> ; <a ref='2 Timothy 4:8'>4:8</a> 3:14 Y <a ref='1 Corinthians 3:8'>1Co 3:8</a> ; <a ref='1 Corinthians 4:5'>4:5</a> ; <a ref='1 Corinthians 9:17'>9:17</a> ; <a ref='Galatians 6:4'>Ga 6:4</a> 3:15 Z <a ref='Job 23:10'>Job 23:10</a> ; <a ref='Psalms 66:10'>Ps 66:10</a> , <a ref='Psalms 66:12'>12</a> ; <a ref='Jude 1:23'>Jd 23</a> 3:16 f The inner part of the temple 3:16 A <a ref='Romans 6:16'>Ro 6:16</a> 3:16 B <a ref='Romans 8:9'>Ro 8:9</a> ; <a ref='1 Corinthians 6:19'>1Co 6:19</a> ; <a ref='2 Corinthians 6:16'>2Co 6:16</a> ; <a ref='Ephesians 2:21'>Eph 2:21f</a> 3:17 g The inner part of the temple 3:17 h Lit <i>who you are</i> 3:18 C <a ref='Isaiah 5:21'>Is 5:21</a> 3:18 D <a ref='1 Corinthians 8:2'>1Co 8:2</a> ; <a ref='Galatians 6:3'>Ga 6:3</a> 3:18 E <a ref='1 Corinthians 1:20'>1Co 1:20</a> 3:19 F <a ref='1 Corinthians 1:20'>1Co 1:20</a> 3:19 G <a ref='Job 5:13'>Job 5:13</a> 3:20 H <a ref='Psalms 94:11'>Ps 94:11</a> 3:21 I <a ref='1 Corinthians 4:6'>1Co 4:6</a> 3:21 J <a ref='Romans 8:32'>Ro 8:32</a> 3:22 K <a ref='1 Corinthians 1:12'>1Co 1:12</a> ; <a ref='1 Corinthians 3:5'>3:5</a> , <a ref='1 Corinthians 3:6'>6</a> 3:22 L <a ref='Romans 8:38'>Ro 8:38</a> 3:23 M <a ref='1 Corinthians 15:23'>1Co 15:23</a> ; <a ref='2 Corinthians 10:7'>2Co 10:7</a> ; <a ref='Galatians 3:29'>Ga 3:29</a> 3:23 N <a ref='1 Corinthians 11:3'>1Co 11:3</a> ; <a ref='1 Corinthians 15:28'>15:28</a> 1 Corinthians 4 4:1 A <a ref='Luke 1:2'>Lk 1:2</a> 4:1 B <a ref='1 Corinthians 9:17'>1Co 9:17</a> ; <a ref='Titus 1:7'>Tit 1:7</a> ; <a ref='1 Peter 4:10'>1Pe 4:10</a> 4:1 C <a ref='Romans 11:25'>Ro 11:25</a> ; <a ref='Romans 16:25'>16:25</a> 4:2 a Lit <i>in</i> 4:3 b Lit <i>day</i> 4:4 D <a ref='Acts 23:1'>Ac 23:1</a> ; <a ref='2 Corinthians 1:12'>2Co 1:12</a> 4:4 E <a ref='Psalms 143:2'>Ps 143:2</a> ; <a ref='Romans 2:13'>Ro 2:13</a> 4:5 c Lit <i>judging anything</i> 4:5 d The appointed time of judgment 4:5 F <a ref='Matthew 7:1'>Mt 7:1</a> ; <a ref='Romans 2:1'>Ro 2:1</a> 4:5 G <a ref='John 21:22'>Jn 21:22</a> ; <a ref='Romans 2:16'>Ro 2:16</a> 4:5 H <a ref='1 Corinthians 3:13'>1Co 3:13</a> 4:5 I <a ref='Romans 2:29'>Ro 2:29</a> ; <a ref='1 Corinthians 3:8'>1Co 3:8</a> ; <a ref='2 Corinthians 10:18'>2Co 10:18</a> 4:6 J <a ref='1 Corinthians 1:19'>1Co 1:19</a> , <a ref='1 Corinthians 1:31'>31</a> ; <a ref='1 Corinthians 3:19'>3:19f</a> 4:6 K <a ref='1 Corinthians 4:18'>1Co 4:18f</a> ; <a ref='1 Corinthians 8:1'>8:1</a> ; <a ref='1 Corinthians 13:4'>13:4</a> 4:6 L <a ref='1 Corinthians 1:12'>1Co 1:12</a> ; <a ref='1 Corinthians 3:4'>3:4</a> 4:7 M <a ref='John 3:27'>Jn 3:27</a> ; <a ref='Romans 12:3'>Ro 12:3</a> , <a ref='Romans 12:6'>6</a> ; <a ref='1 Peter 4:10'>1Pe 4:10</a> 4:8 N <a ref='Revelation 3:17'>Rev 3:17f</a> 4:9 O <a ref='Romans 8:36'>Ro 8:36</a> ; <a ref='1 Corinthians 15:31'>1Co 15:31</a> ; <a ref='2 Corinthians 11:23'>2Co 11:23</a> 4:9 P <a ref='Hebrews 10:33'>Heb 10:33</a> 4:10 Q <a ref='Acts 17:18'>Ac 17:18</a> ; <a ref='Acts 26:24'>26:24</a> ; <a ref='1 Corinthians 1:18'>1Co 1:18</a> 4:10 R <a ref='1 Corinthians 1:19'>1Co 1:19f</a> ; <a ref='1 Corinthians 3:18'>3:18</a> ; <a ref='2 Corinthians 11:19'>2Co 11:19</a> 4:10 S <a ref='1 Corinthians 2:3'>1Co 2:3</a> ; <a ref='2 Corinthians 13:9'>2Co 13:9</a> 4:11 T <a ref='Romans 8:35'>Ro 8:35</a> ; <a ref='2 Corinthians 11:23–27'>2Co 11:23-27</a> 4:12 U <a ref='Acts 18:3'>Ac 18:3</a> 4:12 V <a ref='1 Peter 3:9'>1Pe 3:9</a> 4:12 W <a ref='John 15:20'>Jn 15:20</a> ; <a ref='Romans 8:35'>Ro 8:35</a> 4:13 X <a ref='Lamentations 3:45'>Lam 3:45</a> 4:14 Y <a ref='1 Corinthians 6:5'>1Co 6:5</a> ; <a ref='1 Corinthians 15:34'>15:34</a> 4:14 Z <a ref='2 Corinthians 6:13'>2Co 6:13</a> ; <a ref='2 Corinthians 12:14'>12:14</a> ; <a ref='1 Thessalonians 2:11'>1Th 2:11</a> ; <a ref='1 John 2:1'>1Jn 2:1</a> ; <a ref='3 John 1:4'>3Jn 4</a> 4:15 A <a ref='Galatians 3:24'>Ga 3:24f</a> 4:15 B <a ref='1 Corinthians 1:30'>1Co 1:30</a> 4:15 C <a ref='Numbers 11:12'>Nu 11:12</a> ; <a ref='1 Corinthians 3:8'>1Co 3:8</a> ; <a ref='Galatians 4:19'>Ga 4:19</a> ; <a ref='Philemon 1:10'>Phm 10</a> 4:15 D <a ref='1 Corinthians 9:12'>1Co 9:12</a> , <a ref='1 Corinthians 9:14'>14</a> , <a ref='1 Corinthians 9:18'>18</a> , <a ref='1 Corinthians 9:23'>23</a> ; <a ref='1 Corinthians 15:1'>15:1</a> 4:16 E <a ref='1 Corinthians 11:1'>1Co 11:1</a> ; <a ref='Philippians 3:17'>Php 3:17</a> ; <a ref='Philippians 4:9'>4:9</a> ; <a ref='1 Thessalonians 1:6'>1Th 1:6</a> ; <a ref='2 Thessalonians 3:9'>2Th 3:9</a> 4:17 F <a ref='1 Corinthians 16:10'>1Co 16:10</a> 4:17 G <a ref='Acts 16:1'>Ac 16:1</a> 4:17 H <a ref='1 Corinthians 4:14'>1Co 4:14</a> ; <a ref='1 Timothy 1:2'>1Ti 1:2</a> , <a ref='1 Timothy 1:18'>18</a> ; <a ref='2 Timothy 1:2'>2Ti 1:2</a> 4:17 I <a ref='1 Corinthians 7:17'>1Co 7:17</a> ; <a ref='1 Corinthians 14:33'>14:33</a> ; <a ref='1 Corinthians 16:1'>16:1</a> ; <a ref='Titus 1:5'>Tit 1:5</a> 4:18 J <a ref='1 Corinthians 4:6'>1Co 4:6</a> 4:18 K <a ref='1 Corinthians 4:21'>1Co 4:21</a> 4:19 e Lit <i>word</i> 4:19 L <a ref='Acts 19:21'>Ac 19:21</a> ; <a ref='Acts 20:2'>20:2</a> ; <a ref='1 Corinthians 11:34'>1Co 11:34</a> ; <a ref='1 Corinthians 16:5'>16:5f</a> ; <a ref='1 Corinthians 16:7–9'>16:7-9</a> ; <a ref='2 Corinthians 1:15'>2Co 1:15f</a> 4:19 M <a ref='Acts 18:21'>Ac 18:21</a> 4:19 N <a ref='1 Corinthians 4:6'>1Co 4:6</a> 4:20 f Lit <i>word</i> 4:20 O <a ref='1 Corinthians 2:4'>1Co 2:4</a> 4:21 P <a ref='2 Corinthians 1:23'>2Co 1:23</a> ; <a ref='2 Corinthians 2:1'>2:1</a> , <a ref='2 Corinthians 2:3'>3</a> ; <a ref='2 Corinthians 12:20'>12:20</a> ; <a ref='2 Corinthians 13:2'>13:2</a> , <a ref='2 Corinthians 13:10'>10</a> 1 Corinthians 5 5:1 A <a ref='Leviticus 18:8'>Lv 18:8</a> ; <a ref='Deuteronomy 22:30'>Dt 22:30</a> ; <a ref='Deuteronomy 27:20'>27:20</a> 5:2 a Or <i>have you…?</i> 5:2 b Or <i>have you…?</i> 5:2 B <a ref='1 Corinthians 4:6'>1Co 4:6</a> 5:2 C <a ref='2 Corinthians 7:7–10'>2Co 7:7-10</a> 5:2 D <a ref='1 Corinthians 5:13'>1Co 5:13</a> 5:3 E <a ref='Colossians 2:5'>Col 2:5</a> ; <a ref='1 Thessalonians 2:17'>1Th 2:17</a> 5:4 c Lit <i>my spirit, with the power</i> 5:4 F <a ref='2 Thessalonians 3:6'>2Th 3:6</a> 5:4 G <a ref='John 20:23'>Jn 20:23</a> ; <a ref='2 Corinthians 2:10'>2Co 2:10</a> ; <a ref='2 Corinthians 13:3'>13:3</a> , <a ref='2 Corinthians 13:10'>10</a> 5:5 d Some mss <i>Jesus</i> , <i>Jesus Christ</i> 5:5 H <a ref='Proverbs 23:14'>Pr 23:14</a> ; <a ref='Luke 22:31'>Lk 22:31</a> ; <a ref='1 Timothy 1:20'>1Ti 1:20</a> 5:5 I <a ref='Matthew 4:10'>Mt 4:10</a> 5:5 J <a ref='1 Corinthians 1:8'>1Co 1:8</a> 5:6 K <a ref='1 Corinthians 5:2'>1Co 5:2</a> ; <a ref='James 4:16'>Jas 4:16</a> 5:6 L <a ref='Romans 6:16'>Ro 6:16</a> 5:6 M <a ref='Hosea 7:4'>Hos 7:4</a> ; <a ref='Matthew 16:6'>Mt 16:6</a> , <a ref='Matthew 16:12'>12</a> ; <a ref='Galatians 5:9'>Ga 5:9</a> 5:7 N <a ref='Mark 14:12'>Mk 14:12</a> ; <a ref='1 Peter 1:19'>1Pe 1:19</a> 5:8 O <a ref='Exodus 12:19'>Ex 12:19</a> ; <a ref='Exodus 13:7'>13:7</a> ; <a ref='Deuteronomy 16:3'>Dt 16:3</a> 5:9 P <a ref='2 Corinthians 6:14'>2Co 6:14</a> ; <a ref='Ephesians 5:11'>Eph 5:11</a> ; <a ref='2 Thessalonians 3:6'>2Th 3:6</a> 5:10 Q <a ref='1 Corinthians 10:27'>1Co 10:27</a> 5:11 e Lit <i>together if any man called a brother is</i> 5:11 R <a ref='Acts 1:15'>Ac 1:15</a> ; <a ref='2 Thessalonians 3:6'>2Th 3:6</a> 5:11 S <a ref='1 Corinthians 10:7'>1Co 10:7</a> , <a ref='1 Corinthians 10:14'>14</a> , <a ref='1 Corinthians 10:20'>20f</a> 5:12 T <a ref='Mark 4:11'>Mk 4:11</a> 5:12 U <a ref='1 Corinthians 5:3–5'>1Co 5:3-5</a> ; <a ref='1 Corinthians 6:1–4'>6:1-4</a> 5:13 V <a ref='Deuteronomy 13:5'>Dt 13:5</a> ; <a ref='Deuteronomy 17:7'>17:7</a> , <a ref='Deuteronomy 17:12'>12</a> ; <a ref='Deuteronomy 21:21'>21:21</a> ; <a ref='Deuteronomy 22:21'>22:21</a> ; <a ref='1 Corinthians 5:2'>1Co 5:2</a> 1 Corinthians 6 6:1 a Lit <i>matter</i> 6:1 b Or <i>holy ones</i> 6:1 A <a ref='Matthew 18:17'>Mt 18:17</a> 6:2 c v <a ref='1 Corinthians 6:1'>1</a> , note b 6:2 d Or try <i>the trivial cases?</i> 6:2 B <a ref='Romans 6:16'>Ro 6:16</a> 6:2 C <a ref='Daniel 7:18'>Da 7:18</a> , <a ref='Daniel 7:22'>22</a> , <a ref='Daniel 7:27'>27</a> ; <a ref='Matthew 19:28'>Mt 19:28</a> 6:2 D <a ref='1 Corinthians 1:20'>1Co 1:20</a> 6:3 E <a ref='Romans 6:16'>Ro 6:16</a> 6:5 F <a ref='1 Corinthians 4:14'>1Co 4:14</a> ; <a ref='1 Corinthians 15:34'>15:34</a> 6:5 G <a ref='Acts 1:15'>Ac 1:15</a> ; <a ref='Acts 9:13'>9:13</a> ; <a ref='1 Corinthians 6:1'>1Co 6:1</a> 6:6 H <a ref='2 Corinthians 6:14'>2Co 6:14f</a> ; <a ref='1 Timothy 5:8'>1Ti 5:8</a> 6:7 I <a ref='Matthew 5:39'>Mt 5:39f</a> 6:8 J <a ref='1 Thessalonians 4:6'>1Th 4:6</a> 6:9 e Effeminate by perversion 6:9 K <a ref='Romans 6:16'>Ro 6:16</a> 6:9 L <a ref='Acts 20:32'>Ac 20:32</a> ; <a ref='1 Corinthians 15:50'>1Co 15:50</a> ; <a ref='Galatians 5:21'>Ga 5:21</a> ; <a ref='Ephesians 5:5'>Eph 5:5</a> 6:9 M <a ref='Luke 21:8'>Lk 21:8</a> ; <a ref='1 Corinthians 15:33'>1Co 15:33</a> ; <a ref='Galatians 6:7'>Ga 6:7</a> ; <a ref='James 1:16'>Jas 1:16</a> ; <a ref='1 John 3:7'>1Jn 3:7</a> 6:9 N <a ref='Romans 13:13'>Ro 13:13</a> ; <a ref='1 Corinthians 5:11'>1Co 5:11</a> ; <a ref='Galatians 5:19–21'>Ga 5:19-21</a> ; <a ref='Ephesians 5:5'>Eph 5:5</a> ; <a ref='1 Timothy 1:10'>1Ti 1:10</a> ; <a ref='Revelation 21:8'>Rev 21:8</a> ; <a ref='Revelation 22:15'>22:15</a> 6:10 O <a ref='Acts 20:32'>Ac 20:32</a> ; <a ref='1 Corinthians 15:50'>1Co 15:50</a> ; <a ref='Galatians 5:21'>Ga 5:21</a> ; <a ref='Ephesians 5:5'>Eph 5:5</a> 6:11 P <a ref='1 Corinthians 12:2'>1Co 12:2</a> ; <a ref='Ephesians 2:2'>Eph 2:2f</a> ; <a ref='Colossians 3:5–7'>Col 3:5-7</a> ; <a ref='Titus 3:3–7'>Tit 3:3-7</a> 6:11 Q <a ref='Acts 22:16'>Ac 22:16</a> ; <a ref='Ephesians 5:26'>Eph 5:26</a> 6:11 R <a ref='1 Corinthians 1:2'>1Co 1:2</a> , <a ref='1 Corinthians 1:30'>30</a> 6:11 S <a ref='Romans 8:30'>Ro 8:30</a> 6:12 T <a ref='1 Corinthians 10:23'>1Co 10:23</a> 6:13 f Lit <i>belly</i> 6:13 g Lit <i>it and them</i> 6:13 U <a ref='Matthew 15:17'>Mt 15:17</a> 6:13 V <a ref='Colossians 2:22'>Col 2:22</a> 6:13 W <a ref='1 Corinthians 6:15'>1Co 6:15</a> , <a ref='1 Corinthians 6:19'>19</a> 6:13 X <a ref='Galatians 5:24'>Ga 5:24</a> ; <a ref='Ephesians 5:23'>Eph 5:23</a> 6:14 Y <a ref='Acts 2:24'>Ac 2:24</a> 6:14 Z <a ref='John 6:39'>Jn 6:39f</a> ; <a ref='1 Corinthians 15:23'>1Co 15:23</a> 6:15 A <a ref='1 Corinthians 6:3'>1Co 6:3</a> 6:15 B <a ref='Romans 12:5'>Ro 12:5</a> ; <a ref='1 Corinthians 6:13'>1Co 6:13</a> ; <a ref='1 Corinthians 12:27'>12:27</a> ; <a ref='Ephesians 5:30'>Eph 5:30</a> 6:15 C <a ref='Luke 20:16'>Lk 20:16</a> 6:16 D <a ref='1 Corinthians 6:3'>1Co 6:3</a> 6:16 E <a ref='Genesis 2:24'>Ge 2:24</a> ; <a ref='Matthew 19:5'>Mt 19:5</a> ; <a ref='Mark 10:8'>Mk 10:8</a> ; <a ref='Ephesians 5:31'>Eph 5:31</a> 6:17 F <a ref='John 17:21–23'>Jn 17:21-23</a> ; <a ref='Romans 8:9–11'>Ro 8:9-11</a> ; <a ref='1 Corinthians 6:15'>1Co 6:15</a> ; <a ref='Galatians 2:20'>Ga 2:20</a> 6:18 h Or <i>one who practices sexual immorality</i> 6:18 G <a ref='1 Corinthians 6:9'>1Co 6:9</a> ; <a ref='2 Corinthians 12:21'>2Co 12:21</a> ; <a ref='Ephesians 5:3'>Eph 5:3</a> ; <a ref='Colossians 3:5'>Col 3:5</a> ; <a ref='Hebrews 13:4'>Heb 13:4</a> 6:19 i The inner part of the temple 6:19 j Or <i>God? And you are not your own.</i> 6:19 H <a ref='1 Corinthians 6:3'>1Co 6:3</a> 6:19 I <a ref='John 2:21'>Jn 2:21</a> ; <a ref='1 Corinthians 3:16'>1Co 3:16</a> ; <a ref='2 Corinthians 6:16'>2Co 6:16</a> 6:19 J <a ref='Romans 14:7'>Ro 14:7f</a> 6:20 K <a ref='Acts 20:28'>Ac 20:28</a> ; <a ref='1 Corinthians 7:23'>1Co 7:23</a> ; <a ref='1 Peter 1:18'>1Pe 1:18f</a> ; <a ref='2 Peter 2:1'>2Pe 2:1</a> ; <a ref='Revelation 5:9'>Rev 5:9</a> 6:20 L <a ref='Romans 12:1'>Ro 12:1</a> ; <a ref='Philippians 1:20'>Php 1:20</a> 1 Corinthians 7 7:1 A <a ref='1 Corinthians 7:8'>1Co 7:8</a> , <a ref='1 Corinthians 7:26'>26</a> 7:3 a Lit <i>render</i> 7:5 b Lit <i>be</i> 7:5 B <a ref='Exodus 19:15'>Ex 19:15</a> ; <a ref='1 Samuel 21:5'>1Sa 21:5</a> 7:5 C <a ref='Matthew 4:10'>Mt 4:10</a> 7:6 D <a ref='2 Corinthians 8:8'>2Co 8:8</a> 7:7 c One early ms <i>For</i> 7:7 E <a ref='1 Corinthians 7:8'>1Co 7:8</a> ; <a ref='1 Corinthians 9:5'>9:5</a> 7:7 F <a ref='Matthew 19:11'>Mt 19:11f</a> ; <a ref='Romans 12:6'>Ro 12:6</a> ; <a ref='1 Corinthians 12:4'>1Co 12:4</a> , <a ref='1 Corinthians 12:11'>11</a> 7:8 G <a ref='1 Corinthians 7:1'>1Co 7:1</a> , <a ref='1 Corinthians 7:26'>26</a> 7:8 H <a ref='1 Corinthians 7:7'>1Co 7:7</a> ; <a ref='1 Corinthians 9:5'>9:5</a> 7:9 I <a ref='1 Timothy 5:14'>1Ti 5:14</a> 7:10 d Lit <i>depart from</i> 7:10 J <a ref='Malachi 2:16'>Mal 2:16</a> ; <a ref='Matthew 5:32'>Mt 5:32</a> ; <a ref='Matthew 19:3–9'>19:3-9</a> ; <a ref='Mark 10:2–12'>Mk 10:2-12</a> ; <a ref='Luke 16:18'>Lk 16:18</a> ; <a ref='1 Corinthians 7:6'>1Co 7:6</a> 7:11 e Or <i>leave his wife</i> 7:12 f Or <i>leave her</i> 7:12 K <a ref='1 Corinthians 7:6'>1Co 7:6</a> ; <a ref='2 Corinthians 11:17'>2Co 11:17</a> 7:14 g Lit <i>the brother</i> 7:14 L <a ref='Ezra 9:2'>Ezr 9:2</a> ; <a ref='Malachi 2:15'>Mal 2:15</a> 7:15 h One early ms <i>you</i> 7:15 i Lit <i>in</i> 7:15 M <a ref='Romans 14:19'>Ro 14:19</a> 7:16 N <a ref='Romans 11:14'>Ro 11:14</a> ; <a ref='1 Peter 3:1'>1Pe 3:1</a> 7:17 O <a ref='Romans 12:3'>Ro 12:3</a> 7:17 P <a ref='1 Corinthians 4:17'>1Co 4:17</a> 7:17 Q <a ref='1 Corinthians 11:16'>1Co 11:16</a> ; <a ref='1 Corinthians 14:33'>14:33</a> ; <a ref='2 Corinthians 8:18'>2Co 8:18</a> ; <a ref='2 Corinthians 11:28'>11:28</a> ; <a ref='Galatians 1:22'>Ga 1:22</a> ; <a ref='1 Thessalonians 2:14'>1Th 2:14</a> ; <a ref='2 Thessalonians 1:4'>2Th 1:4</a> 7:18 R <a ref='Acts 15:1'>Ac 15:1ff</a> 7:19 S <a ref='Romans 2:27'>Ro 2:27</a> , <a ref='Romans 2:29'>29</a> ; <a ref='Galatians 3:28'>Ga 3:28</a> ; <a ref='Galatians 5:6'>5:6</a> ; <a ref='Galatians 6:15'>6:15</a> ; <a ref='Colossians 3:11'>Col 3:11</a> 7:19 T <a ref='Romans 2:25'>Ro 2:25</a> 7:20 j Lit <i>calling</i> 7:20 U <a ref='1 Corinthians 7:24'>1Co 7:24</a> 7:21 k Lit <i>Let it not be a care to you</i> 7:21 l Lit <i>use</i> 7:22 V <a ref='John 8:32'>Jn 8:32</a> , <a ref='John 8:36'>36</a> ; <a ref='Philemon 1:16'>Phm 16</a> 7:22 W <a ref='Ephesians 6:6'>Eph 6:6</a> ; <a ref='Colossians 3:24'>Col 3:24</a> ; <a ref='1 Peter 2:16'>1Pe 2:16</a> 7:23 X <a ref='1 Corinthians 6:20'>1Co 6:20</a> 7:24 Y <a ref='1 Corinthians 7:20'>1Co 7:20</a> 7:25 m Lit <i>has had mercy shown on him by the Lord to be trustworthy</i> 7:25 Z <a ref='1 Corinthians 7:6'>1Co 7:6</a> 7:25 A <a ref='2 Corinthians 4:1'>2Co 4:1</a> ; <a ref='1 Timothy 1:13'>1Ti 1:13</a> , <a ref='1 Timothy 1:16'>16</a> 7:26 n Or <i>impending</i> 7:26 o Lit <i>so to be</i> 7:26 B <a ref='Luke 21:23'>Lk 21:23</a> ; <a ref='2 Thessalonians 2:2'>2Th 2:2</a> 7:26 C <a ref='1 Corinthians 7:1'>1Co 7:1</a> , <a ref='1 Corinthians 7:8'>8</a> 7:28 p Lit <i>affliction in the flesh</i> 7:29 D <a ref='Romans 13:11'>Ro 13:11f</a> ; <a ref='1 Corinthians 7:31'>1Co 7:31</a> 7:31 E <a ref='1 Corinthians 9:18'>1Co 9:18</a> 7:31 F <a ref='1 Corinthians 7:29'>1Co 7:29</a> ; <a ref='1 John 2:17'>1Jn 2:17</a> 7:32 G <a ref='1 Timothy 5:5'>1Ti 5:5</a> 7:35 q Lit <i>for what is seemly</i> 7:36 r Lit <i>them</i> ; the virgin daughter and her fiancé 7:37 s Lit <i>having no necessity</i> 7:37 t Lit <i>pertaining to</i> 7:39 u Or <i>died</i> 7:39 H <a ref='Romans 7:2'>Ro 7:2</a> 7:39 I <a ref='2 Corinthians 6:14'>2Co 6:14</a> 7:40 J <a ref='1 Corinthians 7:6'>1Co 7:6</a> , <a ref='1 Corinthians 7:25'>25</a> 1 Corinthians 8 8:1 A <a ref='Acts 15:20'>Ac 15:20</a> ; <a ref='1 Corinthians 8:4'>1Co 8:4</a> , <a ref='1 Corinthians 8:7'>7</a> , <a ref='1 Corinthians 8:10'>10</a> 8:1 B <a ref='Romans 15:14'>Ro 15:14</a> ; <a ref='1 Corinthians 8:7'>1Co 8:7</a> , <a ref='1 Corinthians 8:10'>10</a> ; <a ref='1 Corinthians 10:15'>10:15</a> 8:1 C <a ref='1 Corinthians 4:6'>1Co 4:6</a> 8:1 D <a ref='Romans 14:19'>Ro 14:19</a> 8:2 E <a ref='1 Corinthians 3:18'>1Co 3:18</a> 8:2 F <a ref='1 Corinthians 13:8–12'>1Co 13:8-12</a> ; <a ref='1 Timothy 6:4'>1Ti 6:4</a> 8:3 G <a ref='Psalms 1:6'>Ps 1:6</a> ; <a ref='Jeremiah 1:5'>Jer 1:5</a> ; <a ref='Amos 3:2'>Am 3:2</a> ; <a ref='Romans 8:29'>Ro 8:29</a> ; <a ref='Romans 11:2'>11:2</a> ; <a ref='Galatians 4:9'>Ga 4:9</a> 8:4 a An idol has no real existence 8:4 H <a ref='Acts 15:20'>Ac 15:20</a> ; <a ref='1 Corinthians 8:1'>1Co 8:1</a> , <a ref='1 Corinthians 8:7'>7</a> , <a ref='1 Corinthians 8:10'>10</a> 8:4 I <a ref='Acts 14:15'>Ac 14:15</a> ; <a ref='1 Corinthians 10:19'>1Co 10:19</a> ; <a ref='Galatians 4:8'>Ga 4:8</a> 8:4 J <a ref='Deuteronomy 4:35'>Dt 4:35</a> , <a ref='Deuteronomy 4:39'>39</a> ; <a ref='Deuteronomy 6:4'>6:4</a> ; <a ref='1 Corinthians 8:6'>1Co 8:6</a> 8:5 K <a ref='2 Thessalonians 2:4'>2Th 2:4</a> 8:6 L <a ref='Deuteronomy 4:35'>Dt 4:35</a> , <a ref='Deuteronomy 4:39'>39</a> ; <a ref='Deuteronomy 6:4'>6:4</a> ; <a ref='Isaiah 46:9'>Is 46:9</a> ; <a ref='Jeremiah 10:6'>Jer 10:6</a> , <a ref='Jeremiah 10:7'>7</a> ; <a ref='1 Corinthians 8:4'>1Co 8:4</a> 8:6 M <a ref='Malachi 2:10'>Mal 2:10</a> ; <a ref='Ephesians 4:6'>Eph 4:6</a> 8:6 N <a ref='Romans 11:36'>Ro 11:36</a> 8:6 O <a ref='John 13:13'>Jn 13:13</a> ; <a ref='1 Corinthians 1:2'>1Co 1:2</a> ; <a ref='Ephesians 4:5'>Eph 4:5</a> ; <a ref='1 Timothy 2:5'>1Ti 2:5</a> 8:6 P <a ref='John 1:3'>Jn 1:3</a> ; <a ref='Colossians 1:16'>Col 1:16</a> 8:7 Q <a ref='1 Corinthians 8:4'>1Co 8:4ff</a> 8:7 R <a ref='Romans 14:14'>Ro 14:14</a> , <a ref='Romans 14:22'>22f</a> 8:8 b Or <i>present</i> 8:8 S <a ref='Romans 14:17'>Ro 14:17</a> 8:9 c Or <i>liberty</i> 8:9 T <a ref='Romans 14:13'>Ro 14:13</a> , <a ref='Romans 14:21'>21</a> ; <a ref='1 Corinthians 10:28'>1Co 10:28</a> ; <a ref='Galatians 5:13'>Ga 5:13</a> 8:9 U <a ref='Romans 14:1'>Ro 14:1</a> ; <a ref='1 Corinthians 8:10'>1Co 8:10f</a> 8:10 V <a ref='1 Corinthians 8:4'>1Co 8:4ff</a> 8:10 W <a ref='Acts 15:20'>Ac 15:20</a> ; <a ref='1 Corinthians 8:1'>1Co 8:1</a> , <a ref='1 Corinthians 8:4'>4</a> , <a ref='1 Corinthians 8:7'>7</a> 8:11 X <a ref='1 Corinthians 8:4'>1Co 8:4ff</a> 8:11 Y <a ref='Romans 14:15'>Ro 14:15</a> , <a ref='Romans 14:20'>20</a> 8:12 Z <a ref='Matthew 18:6'>Mt 18:6</a> ; <a ref='Romans 14:20'>Ro 14:20</a> 8:12 A <a ref='Matthew 25:45'>Mt 25:45</a> 8:13 B <a ref='Romans 14:21'>Ro 14:21</a> ; <a ref='1 Corinthians 10:32'>1Co 10:32</a> ; <a ref='2 Corinthians 6:3'>2Co 6:3</a> ; <a ref='2 Corinthians 11:29'>11:29</a> 1 Corinthians 9 9:1 A <a ref='1 Corinthians 9:19'>1Co 9:19</a> ; <a ref='1 Corinthians 10:29'>10:29</a> 9:1 B <a ref='Acts 14:14'>Ac 14:14</a> ; <a ref='Romans 1:1'>Ro 1:1</a> ; <a ref='2 Corinthians 12:12'>2Co 12:12</a> ; <a ref='1 Thessalonians 2:6'>1Th 2:6</a> ; <a ref='1 Timothy 2:7'>1Ti 2:7</a> ; <a ref='2 Timothy 1:11'>2Ti 1:11</a> 9:1 C <a ref='Acts 9:3'>Ac 9:3</a> , <a ref='Acts 9:17'>17</a> ; <a ref='Acts 18:9'>18:9</a> ; <a ref='Acts 22:14'>22:14</a> , <a ref='Acts 22:18'>18</a> ; <a ref='Acts 23:11'>23:11</a> ; <a ref='1 Corinthians 15:8'>1Co 15:8</a> 9:1 D <a ref='1 Corinthians 3:6'>1Co 3:6</a> ; <a ref='1 Corinthians 4:15'>4:15</a> 9:2 E <a ref='John 3:33'>Jn 3:33</a> ; <a ref='2 Corinthians 3:2'>2Co 3:2f</a> 9:2 F <a ref='Acts 1:25'>Ac 1:25</a> 9:4 G <a ref='1 Corinthians 9:14'>1Co 9:14</a> ; <a ref='1 Thessalonians 2:6'>1Th 2:6</a> , <a ref='1 Thessalonians 2:9'>9</a> ; <a ref='2 Thessalonians 3:8'>2Th 3:8f</a> 9:5 a Lit <i>sister, as wife</i> 9:5 H <a ref='1 Corinthians 7:7'>1Co 7:7f</a> 9:5 I <a ref='Matthew 12:46'>Mt 12:46</a> 9:5 J <a ref='Matthew 8:14'>Mt 8:14</a> ; <a ref='John 1:42'>Jn 1:42</a> 9:6 b Lit <i>I and Barnabas</i> 9:6 K <a ref='Acts 4:36'>Ac 4:36</a> 9:7 c Lit <i>eat of</i> 9:7 L <a ref='2 Corinthians 10:4'>2Co 10:4</a> ; <a ref='1 Timothy 1:18'>1Ti 1:18</a> ; <a ref='2 Timothy 2:3'>2Ti 2:3f</a> 9:7 M <a ref='Deuteronomy 20:6'>Dt 20:6</a> ; <a ref='Proverbs 27:18'>Pr 27:18</a> ; <a ref='1 Corinthians 3:6'>1Co 3:6</a> , <a ref='1 Corinthians 3:8'>8</a> 9:8 d Lit <i>man</i> 9:8 N <a ref='Romans 3:5'>Ro 3:5</a> 9:9 O <a ref='Deuteronomy 25:4'>Dt 25:4</a> ; <a ref='1 Timothy 5:18'>1Ti 5:18</a> 9:9 P <a ref='Deuteronomy 22:1–4'>Dt 22:1-4</a> ; <a ref='Proverbs 12:10'>Pr 12:10</a> 9:10 Q <a ref='Romans 4:23'>Ro 4:23f</a> 9:10 R <a ref='2 Timothy 2:6'>2Ti 2:6</a> 9:11 S <a ref='Romans 15:27'>Ro 15:27</a> ; <a ref='1 Corinthians 9:14'>1Co 9:14</a> 9:12 T <a ref='Acts 18:3'>Ac 18:3</a> ; <a ref='Acts 20:33'>20:33</a> ; <a ref='1 Corinthians 9:15'>1Co 9:15</a> , <a ref='1 Corinthians 9:18'>18</a> 9:12 U <a ref='2 Corinthians 6:3'>2Co 6:3</a> ; <a ref='2 Corinthians 11:12'>11:12</a> 9:12 V <a ref='1 Corinthians 4:15'>1Co 4:15</a> ; <a ref='1 Corinthians 9:14'>9:14</a> , <a ref='1 Corinthians 9:16'>16</a> , <a ref='1 Corinthians 9:18'>18</a> , <a ref='1 Corinthians 9:23'>23</a> ; <a ref='2 Corinthians 2:12'>2Co 2:12</a> 9:13 e Lit <i>with</i> 9:13 W <a ref='Romans 6:16'>Ro 6:16</a> 9:13 X <a ref='Leviticus 6:16'>Lv 6:16</a> , <a ref='Leviticus 6:26'>26</a> ; <a ref='Leviticus 7:6'>7:6</a> , <a ref='Leviticus 7:31'>31ff</a> ; <a ref='Numbers 5:9'>Nu 5:9f</a> ; <a ref='Numbers 18:8–20'>18:8-20</a> , <a ref='Numbers 18:31'>31</a> ; <a ref='Deuteronomy 18:1'>Dt 18:1</a> 9:14 Y <a ref='Matthew 10:10'>Mt 10:10</a> ; <a ref='Luke 10:7'>Lk 10:7</a> ; <a ref='1 Timothy 5:18'>1Ti 5:18</a> 9:14 Z <a ref='1 Corinthians 4:15'>1Co 4:15</a> ; <a ref='1 Corinthians 9:12'>9:12</a> , <a ref='1 Corinthians 9:16'>16</a> , <a ref='1 Corinthians 9:18'>18</a> , <a ref='1 Corinthians 9:23'>23</a> ; <a ref='2 Corinthians 2:12'>2Co 2:12</a> 9:14 A <a ref='Luke 10:8'>Lk 10:8</a> ; <a ref='1 Corinthians 9:4'>1Co 9:4</a> 9:15 B <a ref='Acts 18:3'>Ac 18:3</a> ; <a ref='Acts 20:33'>20:33</a> ; <a ref='1 Corinthians 9:12'>1Co 9:12</a> , <a ref='1 Corinthians 9:18'>18</a> 9:15 C <a ref='2 Corinthians 11:10'>2Co 11:10</a> 9:16 D <a ref='Acts 9:15'>Ac 9:15</a> ; <a ref='Romans 1:14'>Ro 1:14</a> 9:16 E <a ref='1 Corinthians 4:15'>1Co 4:15</a> ; <a ref='1 Corinthians 9:12'>9:12</a> , <a ref='1 Corinthians 9:14'>14</a> , <a ref='1 Corinthians 9:18'>18</a> , <a ref='1 Corinthians 9:23'>23</a> ; <a ref='2 Corinthians 2:12'>2Co 2:12</a> 9:17 F <a ref='John 4:36'>Jn 4:36</a> ; <a ref='1 Corinthians 3:8'>1Co 3:8</a> ; <a ref='1 Corinthians 9:18'>9:18</a> 9:17 G <a ref='1 Corinthians 4:1'>1Co 4:1</a> ; <a ref='Galatians 2:7'>Ga 2:7</a> ; <a ref='Ephesians 3:2'>Eph 3:2</a> ; <a ref='Philippians 1:16'>Php 1:16</a> ; <a ref='Colossians 1:25'>Col 1:25</a> 9:18 H <a ref='John 4:36'>Jn 4:36</a> ; <a ref='1 Corinthians 3:8'>1Co 3:8</a> ; <a ref='1 Corinthians 9:17'>9:17</a> 9:18 I <a ref='Acts 18:3'>Ac 18:3</a> ; <a ref='2 Corinthians 11:7'>2Co 11:7</a> ; <a ref='2 Corinthians 12:13'>12:13</a> 9:18 J <a ref='1 Corinthians 7:31'>1Co 7:31</a> ; <a ref='1 Corinthians 9:12'>9:12</a> 9:19 K <a ref='1 Corinthians 9:1'>1Co 9:1</a> 9:19 L <a ref='2 Corinthians 4:5'>2Co 4:5</a> ; <a ref='Galatians 5:13'>Ga 5:13</a> 9:19 M <a ref='Matthew 18:15'>Mt 18:15</a> ; <a ref='1 Peter 3:1'>1Pe 3:1</a> 9:20 f Or <i>law</i> 9:20 N <a ref='Acts 16:3'>Ac 16:3</a> ; <a ref='Acts 21:23–26'>21:23-26</a> ; <a ref='Romans 11:14'>Ro 11:14</a> 9:20 O <a ref='Galatians 2:19'>Ga 2:19</a> 9:21 P <a ref='Romans 2:12'>Ro 2:12</a> , <a ref='Romans 2:14'>14</a> 9:21 Q <a ref='Galatians 2:3'>Ga 2:3</a> ; <a ref='Galatians 3:2'>3:2</a> 9:21 R <a ref='1 Corinthians 7:22'>1Co 7:22</a> ; <a ref='Galatians 6:2'>Ga 6:2</a> 9:22 S <a ref='Romans 14:1'>Ro 14:1</a> ; <a ref='Romans 15:1'>15:1</a> ; <a ref='2 Corinthians 11:29'>2Co 11:29</a> 9:22 T <a ref='1 Corinthians 10:33'>1Co 10:33</a> 9:22 U <a ref='Romans 11:14'>Ro 11:14</a> 9:24 g Lit <i>stadium</i> 9:24 V <a ref='1 Corinthians 9:13'>1Co 9:13</a> 9:24 W <a ref='Philippians 3:14'>Php 3:14</a> ; <a ref='Colossians 2:18'>Col 2:18</a> 9:24 X <a ref='Galatians 2:2'>Ga 2:2</a> ; <a ref='2 Timothy 4:7'>2Ti 4:7</a> ; <a ref='Hebrews 12:1'>Heb 12:1</a> 9:25 Y <a ref='Ephesians 6:12'>Eph 6:12</a> ; <a ref='1 Timothy 6:12'>1Ti 6:12</a> ; <a ref='2 Timothy 2:5'>2Ti 2:5</a> ; <a ref='2 Timothy 4:7'>4:7</a> 9:25 Z <a ref='2 Timothy 4:8'>2Ti 4:8</a> ; <a ref='James 1:12'>Jas 1:12</a> ; <a ref='1 Peter 5:4'>1Pe 5:4</a> ; <a ref='Revelation 2:10'>Rev 2:10</a> ; <a ref='Revelation 3:11'>3:11</a> 9:26 A <a ref='Galatians 2:2'>Ga 2:2</a> ; <a ref='2 Timothy 4:7'>2Ti 4:7</a> ; <a ref='Hebrews 12:1'>Heb 12:1</a> 9:26 B <a ref='1 Corinthians 14:9'>1Co 14:9</a> 9:27 h Lit <i>bruise</i> 9:27 C <a ref='Romans 8:13'>Ro 8:13</a> 1 Corinthians 10 10:1 A <a ref='Romans 1:13'>Ro 1:13</a> 10:1 B <a ref='Exodus 13:21'>Ex 13:21</a> ; <a ref='Psalms 105:39'>Ps 105:39</a> 10:1 C <a ref='Exodus 14:22'>Ex 14:22</a> , <a ref='Exodus 14:29'>29</a> ; <a ref='Nehemiah 9:11'>Ne 9:11</a> ; <a ref='Psalms 66:6'>Ps 66:6</a> 10:2 D <a ref='Romans 6:3'>Ro 6:3</a> ; <a ref='1 Corinthians 1:13'>1Co 1:13</a> ; <a ref='Galatians 3:27'>Ga 3:27</a> 10:3 E <a ref='Exodus 16:4'>Ex 16:4</a> , <a ref='Exodus 16:35'>35</a> ; <a ref='Deuteronomy 8:3'>Dt 8:3</a> ; <a ref='Nehemiah 9:15'>Ne 9:15</a> , <a ref='Nehemiah 9:20'>20</a> ; <a ref='Psalms 78:24'>Ps 78:24f</a> ; <a ref='John 6:31'>Jn 6:31</a> 10:4 a Messiah 10:4 F <a ref='Exodus 17:6'>Ex 17:6</a> ; <a ref='Numbers 20:11'>Nu 20:11</a> ; <a ref='Psalms 78:15'>Ps 78:15</a> 10:5 b Lit <i>scattered about</i> 10:5 G <a ref='Numbers 14:16'>Nu 14:16</a> , <a ref='Numbers 14:29'>29ff</a> , <a ref='Numbers 14:37'>37</a> ; <a ref='Numbers 26:65'>26:65</a> ; <a ref='Hebrews 3:17'>Heb 3:17</a> ; <a ref='Jude 1:5'>Jd 5</a> 10:6 H <a ref='1 Corinthians 10:11'>1Co 10:11</a> 10:6 I <a ref='Numbers 11:4'>Nu 11:4</a> , <a ref='Numbers 11:34'>34</a> ; <a ref='Psalms 106:14'>Ps 106:14</a> 10:7 J <a ref='Exodus 32:4'>Ex 32:4</a> ; <a ref='1 Corinthians 5:11'>1Co 5:11</a> ; <a ref='1 Corinthians 10:14'>10:14</a> 10:7 K <a ref='Exodus 32:6'>Ex 32:6</a> 10:7 L <a ref='Exodus 32:19'>Ex 32:19</a> 10:8 c Lit <i>acted immorally</i> 10:8 M <a ref='Numbers 25:1'>Nu 25:1ff</a> 10:8 N <a ref='Numbers 25:9'>Nu 25:9</a> 10:9 d Lit <i>made trial</i> 10:9 O <a ref='Numbers 21:5'>Nu 21:5f</a> 10:10 e Lit <i>grumbled</i> 10:10 P <a ref='Numbers 16:41'>Nu 16:41</a> ; <a ref='Numbers 17:5'>17:5</a> , <a ref='Numbers 17:10'>10</a> 10:10 Q <a ref='Numbers 16:49'>Nu 16:49</a> 10:10 R <a ref='Exodus 12:23'>Ex 12:23</a> ; <a ref='2 Samuel 24:16'>2Sa 24:16</a> ; <a ref='1 Chronicles 21:15'>1Chr 21:15</a> ; <a ref='Hebrews 11:28'>Heb 11:28</a> 10:11 S <a ref='1 Corinthians 10:6'>1Co 10:6</a> 10:11 T <a ref='Romans 4:23'>Ro 4:23</a> 10:11 U <a ref='Romans 13:11'>Ro 13:11</a> 10:12 V <a ref='Romans 11:20'>Ro 11:20</a> ; <a ref='2 Peter 3:17'>2Pe 3:17</a> 10:13 W <a ref='1 Corinthians 1:9'>1Co 1:9</a> 10:13 X <a ref='2 Peter 2:9'>2Pe 2:9</a> 10:14 Y <a ref='Hebrews 6:9'>Heb 6:9</a> 10:14 Z <a ref='1 Corinthians 10:7'>1Co 10:7</a> , <a ref='1 Corinthians 10:19'>19f</a> ; <a ref='1 John 5:21'>1Jn 5:21</a> 10:16 f Lit <i>loaf</i> 10:16 A <a ref='Matthew 26:27'>Mt 26:27f</a> ; <a ref='Mark 14:23'>Mk 14:23f</a> ; <a ref='Luke 22:20'>Lk 22:20</a> ; <a ref='1 Corinthians 11:25'>1Co 11:25</a> 10:16 B <a ref='Matthew 26:26'>Mt 26:26</a> ; <a ref='Luke 22:19'>Lk 22:19</a> ; <a ref='Acts 2:42'>Ac 2:42</a> ; <a ref='1 Corinthians 11:23'>1Co 11:23f</a> 10:17 g Lit <i>loaf</i> 10:17 C <a ref='Romans 12:5'>Ro 12:5</a> ; <a ref='1 Corinthians 12:12'>1Co 12:12f</a> , <a ref='1 Corinthians 12:27'>27</a> ; <a ref='Ephesians 4:4'>Eph 4:4</a> , <a ref='Ephesians 4:16'>16</a> ; <a ref='Colossians 3:15'>Col 3:15</a> 10:18 h Lit <i>Israel according to the flesh</i> 10:18 D <a ref='Romans 1:3'>Ro 1:3</a> 10:18 E <a ref='Leviticus 7:6'>Lv 7:6</a> , <a ref='Leviticus 7:14'>14f</a> ; <a ref='Deuteronomy 12:17'>Dt 12:17f</a> 10:19 F <a ref='1 Corinthians 8:4'>1Co 8:4</a> 10:20 G <a ref='Deuteronomy 32:17'>Dt 32:17</a> ; <a ref='Psalms 106:37'>Ps 106:37</a> ; <a ref='Galatians 4:8'>Ga 4:8</a> ; <a ref='Revelation 9:20'>Rev 9:20</a> 10:21 H <a ref='2 Corinthians 6:16'>2Co 6:16</a> 10:21 I <a ref='Isaiah 65:11'>Is 65:11</a> 10:22 i In OT, Yahweh, cf. <a ref='Deuteronomy 32:19–21'>Dt 32:19-21</a> 10:22 J <a ref='Deuteronomy 32:21'>Dt 32:21</a> 10:22 K <a ref='Ecclesiastes 6:10'>Ecc 6:10</a> ; <a ref='Isaiah 45:9'>Is 45:9</a> 10:23 L <a ref='1 Corinthians 6:12'>1Co 6:12</a> 10:23 M <a ref='Romans 14:19'>Ro 14:19</a> 10:24 N <a ref='Romans 15:2'>Ro 15:2</a> ; <a ref='1 Corinthians 10:33'>1Co 10:33</a> ; <a ref='1 Corinthians 13:5'>13:5</a> ; <a ref='2 Corinthians 12:14'>2Co 12:14</a> ; <a ref='Philippians 2:21'>Php 2:21</a> 10:25 O <a ref='Acts 10:15'>Ac 10:15</a> ; <a ref='1 Corinthians 8:7'>1Co 8:7</a> 10:26 j In OT, Yahweh, cf. <a ref='Psalms 24:1'>Ps 24:1</a> 10:26 P <a ref='Psalms 24:1'>Ps 24:1</a> ; <a ref='Psalms 50:12'>50:12</a> ; <a ref='1 Timothy 4:4'>1Ti 4:4</a> 10:27 Q <a ref='1 Corinthians 5:10'>1Co 5:10</a> 10:27 R <a ref='Luke 10:8'>Lk 10:8</a> 10:28 S <a ref='1 Corinthians 8:7'>1Co 8:7</a> , <a ref='1 Corinthians 8:10–12'>10-12</a> 10:29 T <a ref='Romans 14:16'>Ro 14:16</a> ; <a ref='1 Corinthians 9:19'>1Co 9:19</a> 10:30 U <a ref='1 Corinthians 9:1'>1Co 9:1</a> 10:30 V <a ref='Romans 14:6'>Ro 14:6</a> 10:31 W <a ref='Colossians 3:17'>Col 3:17</a> ; <a ref='1 Peter 4:11'>1Pe 4:11</a> 10:32 X <a ref='Acts 24:16'>Ac 24:16</a> ; <a ref='1 Corinthians 8:13'>1Co 8:13</a> 10:32 Y <a ref='Acts 20:28'>Ac 20:28</a> ; <a ref='1 Corinthians 1:2'>1Co 1:2</a> ; <a ref='1 Corinthians 7:17'>7:17</a> ; <a ref='1 Corinthians 11:22'>11:22</a> ; <a ref='1 Corinthians 15:9'>15:9</a> ; <a ref='2 Corinthians 1:1'>2Co 1:1</a> ; <a ref='Galatians 1:13'>Ga 1:13</a> ; <a ref='Philippians 3:6'>Php 3:6</a> ; <a ref='1 Timothy 3:5'>1Ti 3:5</a> , <a ref='1 Timothy 3:15'>15</a> 10:33 Z <a ref='Romans 15:2'>Ro 15:2</a> ; <a ref='1 Corinthians 9:22'>1Co 9:22</a> ; <a ref='Galatians 1:10'>Ga 1:10</a> 10:33 A <a ref='Romans 15:2'>Ro 15:2</a> ; <a ref='1 Corinthians 13:5'>1Co 13:5</a> ; <a ref='2 Corinthians 12:14'>2Co 12:14</a> ; <a ref='Philippians 2:21'>Php 2:21</a> 10:33 B <a ref='Romans 11:14'>Ro 11:14</a> ; <a ref='1 Thessalonians 2:16'>1Th 2:16</a> 1 Corinthians 11 11:1 A <a ref='1 Corinthians 4:16'>1Co 4:16</a> ; <a ref='Philippians 3:17'>Php 3:17</a> 11:2 B <a ref='1 Corinthians 11:17'>1Co 11:17</a> , <a ref='1 Corinthians 11:22'>22</a> 11:2 C <a ref='1 Corinthians 4:17'>1Co 4:17</a> ; <a ref='1 Corinthians 15:2'>15:2</a> ; <a ref='1 Thessalonians 1:6'>1Th 1:6</a> ; <a ref='1 Thessalonians 3:6'>3:6</a> 11:2 D <a ref='2 Thessalonians 2:15'>2Th 2:15</a> ; <a ref='2 Thessalonians 3:6'>3:6</a> 11:3 a Messiah 11:3 E <a ref='Ephesians 1:22'>Eph 1:22</a> ; <a ref='Ephesians 4:15'>4:15</a> ; <a ref='Ephesians 5:23'>5:23</a> ; <a ref='Colossians 1:18'>Col 1:18</a> ; <a ref='Colossians 2:19'>2:19</a> 11:3 F <a ref='Genesis 3:16'>Ge 3:16</a> ; <a ref='Ephesians 5:23'>Eph 5:23</a> 11:3 G <a ref='1 Corinthians 3:23'>1Co 3:23</a> 11:4 H <a ref='Acts 13:1'>Ac 13:1</a> ; <a ref='1 Thessalonians 5:20'>1Th 5:20</a> 11:5 b Lit <i>who is shaved</i> 11:5 I <a ref='Luke 2:36'>Lk 2:36</a> ; <a ref='Acts 21:9'>Ac 21:9</a> ; <a ref='1 Corinthians 14:34'>1Co 14:34</a> 11:5 J <a ref='Deuteronomy 21:12'>Dt 21:12</a> 11:6 c Lit <i>herself</i> 11:6 d Lit <i>shear herself</i> 11:7 K <a ref='Genesis 1:26'>Ge 1:26</a> ; <a ref='Genesis 5:1'>5:1</a> ; <a ref='Genesis 9:6'>9:6</a> ; <a ref='James 3:9'>Jas 3:9</a> 11:8 e Lit <i>is not from</i> 11:8 L <a ref='Genesis 2:21–23'>Ge 2:21-23</a> ; <a ref='1 Timothy 2:13'>1Ti 2:13</a> 11:9 M <a ref='Genesis 2:18'>Ge 2:18</a> 11:11 f Lit <i>without</i> 11:12 g Lit <i>is</i> 11:12 h Lit <i>are</i> 11:12 N <a ref='2 Corinthians 5:18'>2Co 5:18</a> 11:12 O <a ref='Romans 11:36'>Ro 11:36</a> 11:13 i Lit <i>in</i> 11:13 P <a ref='Luke 12:57'>Lk 12:57</a> 11:16 j Lit <i>such</i> 11:16 Q <a ref='1 Corinthians 4:5'>1Co 4:5</a> ; <a ref='1 Corinthians 9:1–3'>9:1-3</a> , <a ref='1 Corinthians 9:6'>6</a> 11:16 R <a ref='1 Corinthians 7:17'>1Co 7:17</a> 11:17 S <a ref='1 Corinthians 11:2'>1Co 11:2</a> , <a ref='1 Corinthians 11:22'>22</a> 11:18 k Lit <i>in church</i> 11:18 l Lit <i>schisms</i> 11:18 T <a ref='1 Corinthians 1:10'>1Co 1:10</a> ; <a ref='1 Corinthians 3:3'>3:3</a> 11:19 m Or <i>manifest</i> 11:19 U <a ref='Matthew 18:7'>Mt 18:7</a> ; <a ref='Luke 17:1'>Lk 17:1</a> ; <a ref='1 Timothy 4:1'>1Ti 4:1</a> ; <a ref='2 Peter 2:1'>2Pe 2:1</a> 11:19 V <a ref='Deuteronomy 13:3'>Dt 13:3</a> ; <a ref='1 John 2:19'>1Jn 2:19</a> 11:21 W <a ref='Jude 1:12'>Jd 12</a> 11:22 X <a ref='1 Corinthians 10:32'>1Co 10:32</a> 11:22 Y <a ref='James 2:6'>Jas 2:6</a> 11:22 Z <a ref='1 Corinthians 11:2'>1Co 11:2</a> , <a ref='1 Corinthians 11:17'>17</a> 11:23 A <a ref='1 Corinthians 15:3'>1Co 15:3</a> ; <a ref='Galatians 1:12'>Ga 1:12</a> ; <a ref='Colossians 3:24'>Col 3:24</a> 11:23 B <a ref='1 Corinthians 11:23–25'>1Co 11:23-25</a> : <i><a ref='Matthew 26:26–28'>Mt 26:26-28</a> ; <a ref='Mark 14:22–24'>Mk 14:22-24</a> ; <a ref='Luke 22:17–20'>Lk 22:17-20</a> ;</i> <a ref='1 Corinthians 10:16'>1Co 10:16</a> 11:25 C <a ref='1 Corinthians 10:16'>1Co 10:16</a> 11:25 D <a ref='Exodus 24:6–8'>Ex 24:6-8</a> ; <a ref='Luke 22:20'>Lk 22:20</a> ; <a ref='2 Corinthians 3:6'>2Co 3:6</a> 11:26 E <a ref='John 21:22'>Jn 21:22</a> ; <a ref='1 Corinthians 4:5'>1Co 4:5</a> 11:27 F <a ref='Hebrews 10:29'>Heb 10:29</a> 11:28 G <a ref='Matthew 26:22'>Mt 26:22</a> ; <a ref='2 Corinthians 13:5'>2Co 13:5</a> ; <a ref='Galatians 6:4'>Ga 6:4</a> 11:30 n Are dead 11:30 H <a ref='Acts 7:60'>Ac 7:60</a> 11:32 I <a ref='2 Samuel 7:14'>2Sa 7:14</a> ; <a ref='Psalms 94:12'>Ps 94:12</a> ; <a ref='Hebrews 12:7–10'>Heb 12:7-10</a> ; <a ref='Revelation 3:19'>Rev 3:19</a> 11:32 J <a ref='1 Corinthians 1:20'>1Co 1:20</a> 11:34 K <a ref='1 Corinthians 11:21'>1Co 11:21</a> 11:34 L <a ref='1 Corinthians 11:22'>1Co 11:22</a> 11:34 M <a ref='1 Corinthians 4:17'>1Co 4:17</a> ; <a ref='1 Corinthians 7:17'>7:17</a> ; <a ref='1 Corinthians 16:1'>16:1</a> 11:34 N <a ref='1 Corinthians 4:19'>1Co 4:19</a> 1 Corinthians 12 12:1 A <a ref='1 Corinthians 12:4'>1Co 12:4</a> ; <a ref='1 Corinthians 14:1'>14:1</a> 12:1 B <a ref='Romans 1:13'>Ro 1:13</a> 12:2 C <a ref='1 Corinthians 6:11'>1Co 6:11</a> ; <a ref='Ephesians 2:11'>Eph 2:11f</a> ; <a ref='1 Peter 4:3'>1Pe 4:3</a> 12:2 D <a ref='1 Thessalonians 1:9'>1Th 1:9</a> 12:2 E <a ref='Psalms 115:5'>Ps 115:5</a> ; <a ref='Isaiah 46:7'>Is 46:7</a> ; <a ref='Jeremiah 10:5'>Jer 10:5</a> ; <a ref='Habakkuk 2:18'>Hab 2:18f</a> 12:3 a Or <i>in</i> 12:3 b Gr <i>anathema</i> 12:3 F <a ref='Matthew 22:43'>Mt 22:43</a> ; <a ref='1 John 4:2'>1Jn 4:2f</a> ; <a ref='Revelation 1:10'>Rev 1:10</a> 12:3 G <a ref='Romans 9:3'>Ro 9:3</a> 12:3 H <a ref='John 13:13'>Jn 13:13</a> ; <a ref='Romans 10:9'>Ro 10:9</a> 12:4 I <a ref='Romans 12:6'>Ro 12:6f</a> ; <a ref='1 Corinthians 12:11'>1Co 12:11</a> ; <a ref='Ephesians 4:4'>Eph 4:4ff</a> , <a ref='Ephesians 4:11'>11</a> ; <a ref='Hebrews 2:4'>Heb 2:4</a> 12:6 J <a ref='1 Corinthians 15:28'>1Co 15:28</a> ; <a ref='Ephesians 1:23'>Eph 1:23</a> ; <a ref='Ephesians 4:6'>4:6</a> 12:7 K <a ref='1 Corinthians 12:12–30'>1Co 12:12-30</a> ; <a ref='1 Corinthians 14:26'>14:26</a> ; <a ref='Ephesians 4:12'>Eph 4:12</a> 12:8 L <a ref='1 Corinthians 2:6'>1Co 2:6</a> ; <a ref='2 Corinthians 1:12'>2Co 1:12</a> 12:8 M <a ref='Romans 15:14'>Ro 15:14</a> ; <a ref='1 Corinthians 2:11'>1Co 2:11</a> , <a ref='1 Corinthians 2:16'>16</a> ; <a ref='2 Corinthians 2:14'>2Co 2:14</a> ; <a ref='2 Corinthians 4:6'>4:6</a> ; <a ref='2 Corinthians 8:7'>8:7</a> ; <a ref='2 Corinthians 11:6'>11:6</a> 12:9 c Or <i>in</i> 12:9 d Lit <i>healings</i> 12:9 N <a ref='1 Corinthians 13:2'>1Co 13:2</a> ; <a ref='2 Corinthians 4:13'>2Co 4:13</a> 12:9 O <a ref='1 Corinthians 12:28'>1Co 12:28</a> , <a ref='1 Corinthians 12:30'>30</a> 12:10 e Lit <i>distinguishings</i> 12:10 f Or <i>interpretation</i> 12:10 P <a ref='1 Corinthians 12:28'>1Co 12:28f</a> ; <a ref='Galatians 3:5'>Ga 3:5</a> 12:10 Q <a ref='1 Corinthians 11:4'>1Co 11:4</a> ; <a ref='1 Corinthians 13:2'>13:2</a> , <a ref='1 Corinthians 13:8'>8</a> 12:10 R <a ref='1 Corinthians 14:29'>1Co 14:29</a> ; <a ref='1 John 4:1'>1Jn 4:1</a> 12:10 S <a ref='Mark 16:17'>Mk 16:17</a> ; <a ref='1 Corinthians 12:28'>1Co 12:28</a> , <a ref='1 Corinthians 12:30'>30</a> ; <a ref='1 Corinthians 13:1'>13:1</a> ; <a ref='1 Corinthians 14:2'>14:2ff</a> 12:10 T <a ref='1 Corinthians 12:30'>1Co 12:30</a> ; <a ref='1 Corinthians 14:26'>14:26</a> 12:11 U <a ref='1 Corinthians 12:4'>1Co 12:4</a> 12:12 V <a ref='Romans 12:4'>Ro 12:4f</a> ; <a ref='1 Corinthians 10:17'>1Co 10:17</a> 12:12 W <a ref='1 Corinthians 12:27'>1Co 12:27</a> 12:13 g Or <i>in</i> 12:13 X <a ref='Ephesians 2:18'>Eph 2:18</a> 12:13 Y <a ref='Romans 3:22'>Ro 3:22</a> ; <a ref='Galatians 3:28'>Ga 3:28</a> ; <a ref='Ephesians 2:13–18'>Eph 2:13-18</a> ; <a ref='Colossians 3:11'>Col 3:11</a> 12:13 Z <a ref='John 7:37–39'>Jn 7:37-39</a> 12:14 A <a ref='1 Corinthians 12:20'>1Co 12:20</a> 12:15 h Lit <i>not</i> a part 12:16 i Lit <i>not</i> a part 12:18 B <a ref='1 Corinthians 12:28'>1Co 12:28</a> 12:18 C <a ref='Romans 12:6'>Ro 12:6</a> ; <a ref='1 Corinthians 12:11'>1Co 12:11</a> 12:20 D <a ref='1 Corinthians 12:12'>1Co 12:12</a> , <a ref='1 Corinthians 12:14'>14</a> 12:23 j Or <i>these we clothe with</i> 12:25 k Lit <i>schism</i> 12:26 l Lit <i>glorified</i> 12:27 E <a ref='1 Corinthians 1:2'>1Co 1:2</a> ; <a ref='1 Corinthians 12:12'>12:12</a> ; <a ref='Ephesians 1:23'>Eph 1:23</a> ; <a ref='Ephesians 4:12'>4:12</a> ; <a ref='Colossians 1:18'>Col 1:18</a> , <a ref='Colossians 1:24'>24</a> ; <a ref='Colossians 2:19'>2:19</a> 12:27 F <a ref='Romans 12:5'>Ro 12:5</a> ; <a ref='Ephesians 5:30'>Eph 5:30</a> 12:28 m Lit <i>set some in</i> 12:28 n Or <i>works of power</i> 12:28 G <a ref='1 Corinthians 12:18'>1Co 12:18</a> 12:28 H <a ref='1 Corinthians 10:32'>1Co 10:32</a> 12:28 I <a ref='Ephesians 4:11'>Eph 4:11</a> 12:28 J <a ref='Acts 13:1'>Ac 13:1</a> ; <a ref='Ephesians 2:20'>Eph 2:20</a> ; <a ref='Ephesians 3:5'>3:5</a> 12:28 K <a ref='Acts 13:1'>Ac 13:1</a> 12:28 L <a ref='1 Corinthians 12:10'>1Co 12:10</a> , <a ref='1 Corinthians 12:29'>29</a> 12:28 M <a ref='1 Corinthians 12:9'>1Co 12:9</a> , <a ref='1 Corinthians 12:30'>30</a> 12:28 N <a ref='Romans 12:8'>Ro 12:8</a> 12:28 O <a ref='1 Corinthians 12:10'>1Co 12:10</a> 12:29 o Or <i>works of power</i> 12:30 p Or <i>interpret</i> 12:30 P <a ref='1 Corinthians 12:10'>1Co 12:10</a> 12:31 q Or <i>earnestly desire</i> 12:31 Q <a ref='1 Corinthians 14:1'>1Co 14:1</a> , <a ref='1 Corinthians 14:39'>39</a> 1 Corinthians 13 13:1 A <a ref='1 Corinthians 12:10'>1Co 12:10</a> 13:1 B <a ref='2 Corinthians 12:4'>2Co 12:4</a> ; <a ref='Revelation 14:2'>Rev 14:2</a> 13:1 C <a ref='Psalms 150:5'>Ps 150:5</a> 13:2 D <a ref='Matthew 7:22'>Mt 7:22</a> ; <a ref='Acts 13:1'>Ac 13:1</a> ; <a ref='1 Corinthians 11:4'>1Co 11:4</a> ; <a ref='1 Corinthians 13:8'>13:8</a> ; <a ref='1 Corinthians 14:1'>14:1</a> , <a ref='1 Corinthians 14:39'>39</a> 13:2 E <a ref='1 Corinthians 14:2'>1Co 14:2</a> ; <a ref='1 Corinthians 15:51'>15:51</a> 13:2 F <a ref='Romans 15:14'>Ro 15:14</a> 13:2 G <a ref='1 Corinthians 12:9'>1Co 12:9</a> 13:2 H <a ref='Matthew 17:20'>Mt 17:20</a> ; <a ref='Matthew 21:21'>21:21</a> ; <a ref='Mark 11:23'>Mk 11:23</a> 13:3 a Some early mss <i>that I may boast</i> 13:3 I <a ref='Matthew 6:2'>Mt 6:2</a> 13:3 J <a ref='Daniel 3:28'>Da 3:28</a> 13:4 K <a ref='Proverbs 10:12'>Pr 10:12</a> ; <a ref='Proverbs 17:9'>17:9</a> ; <a ref='1 Thessalonians 5:14'>1Th 5:14</a> ; <a ref='1 Peter 4:8'>1Pe 4:8</a> 13:4 L <a ref='Acts 7:9'>Ac 7:9</a> 13:4 M <a ref='1 Corinthians 4:6'>1Co 4:6</a> 13:5 N <a ref='1 Corinthians 10:24'>1Co 10:24</a> ; <a ref='Philippians 2:21'>Php 2:21</a> 13:5 O <a ref='2 Corinthians 5:19'>2Co 5:19</a> 13:6 P <a ref='2 Thessalonians 2:12'>2Th 2:12</a> 13:6 Q <a ref='2 John 1:4'>2Jn 4</a> ; <a ref='3 John 1:3'>3Jn 3f</a> 13:7 b Or <i>covers</i> 13:7 R <a ref='1 Corinthians 9:12'>1Co 9:12</a> 13:8 c Lit <i>prophecies</i> 13:8 S <a ref='1 Corinthians 13:2'>1Co 13:2</a> 13:8 T <a ref='1 Corinthians 13:1'>1Co 13:1</a> 13:9 U <a ref='1 Corinthians 8:2'>1Co 8:2</a> ; <a ref='1 Corinthians 13:12'>13:12</a> 13:10 d Or <i>mature</i> 13:11 e Lit <i>have become…have done away with</i> 13:12 f Lit <i>in a riddle</i> 13:12 V <a ref='2 Corinthians 5:7'>2Co 5:7</a> ; <a ref='Philippians 3:12'>Php 3:12</a> ; <a ref='James 1:23'>Jas 1:23</a> 13:12 W <a ref='Genesis 32:30'>Ge 32:30</a> ; <a ref='Numbers 12:8'>Nu 12:8</a> ; <a ref='1 John 3:2'>1Jn 3:2</a> 13:12 X <a ref='1 Corinthians 8:3'>1Co 8:3</a> 13:13 g Lit <i>greater</i> 13:13 Y <a ref='Galatians 5:6'>Ga 5:6</a> 1 Corinthians 14 14:1 A <a ref='1 Corinthians 16:14'>1Co 16:14</a> 14:1 B <a ref='1 Corinthians 12:31'>1Co 12:31</a> ; <a ref='1 Corinthians 14:39'>14:39</a> 14:1 C <a ref='1 Corinthians 12:1'>1Co 12:1</a> 14:1 D <a ref='1 Corinthians 13:2'>1Co 13:2</a> 14:2 a Lit <i>hears</i> 14:2 b Or <i>by the Spirit</i> 14:2 E <a ref='Mark 16:17'>Mk 16:17</a> ; <a ref='1 Corinthians 12:10'>1Co 12:10</a> , <a ref='1 Corinthians 12:28'>28</a> , <a ref='1 Corinthians 12:30'>30</a> ; <a ref='1 Corinthians 13:1'>13:1</a> ; <a ref='1 Corinthians 14:18'>14:18ff</a> 14:2 F <a ref='1 Corinthians 13:2'>1Co 13:2</a> 14:3 G <a ref='Romans 14:19'>Ro 14:19</a> ; <a ref='1 Corinthians 14:5'>1Co 14:5</a> , <a ref='1 Corinthians 14:12'>12</a> , <a ref='1 Corinthians 14:17'>17</a> , <a ref='1 Corinthians 14:26'>26</a> 14:3 H <a ref='Acts 4:36'>Ac 4:36</a> 14:4 I <a ref='Mark 16:17'>Mk 16:17</a> ; <a ref='1 Corinthians 12:10'>1Co 12:10</a> , <a ref='1 Corinthians 12:28'>28</a> , <a ref='1 Corinthians 12:30'>30</a> ; <a ref='1 Corinthians 13:1'>13:1</a> ; <a ref='1 Corinthians 14:18'>14:18ff</a> , <a ref='1 Corinthians 14:26'>26f</a> 14:4 J <a ref='Romans 14:19'>Ro 14:19</a> ; <a ref='1 Corinthians 14:5'>1Co 14:5</a> , <a ref='1 Corinthians 14:12'>12</a> , <a ref='1 Corinthians 14:17'>17</a> , <a ref='1 Corinthians 14:26'>26</a> 14:4 K <a ref='1 Corinthians 13:2'>1Co 13:2</a> 14:5 c Or <i>interprets</i> 14:5 L <a ref='Mark 16:17'>Mk 16:17</a> ; <a ref='1 Corinthians 12:10'>1Co 12:10</a> , <a ref='1 Corinthians 12:28'>28</a> , <a ref='1 Corinthians 12:30'>30</a> ; <a ref='1 Corinthians 13:1'>13:1</a> ; <a ref='1 Corinthians 14:18'>14:18ff</a> , <a ref='1 Corinthians 14:26'>26f</a> 14:5 M <a ref='Numbers 11:29'>Nu 11:29</a> 14:5 N <a ref='Romans 14:19'>Ro 14:19</a> ; <a ref='1 Corinthians 14:4'>1Co 14:4</a> , <a ref='1 Corinthians 14:12'>12</a> , <a ref='1 Corinthians 14:17'>17</a> , <a ref='1 Corinthians 14:26'>26</a> 14:6 O <a ref='1 Corinthians 14:26'>1Co 14:26</a> ; <a ref='Ephesians 1:17'>Eph 1:17</a> 14:6 P <a ref='1 Corinthians 12:8'>1Co 12:8</a> 14:6 Q <a ref='1 Corinthians 13:2'>1Co 13:2</a> 14:6 R <a ref='Acts 2:42'>Ac 2:42</a> ; <a ref='Romans 6:17'>Ro 6:17</a> ; <a ref='1 Corinthians 14:26'>1Co 14:26</a> 14:8 S <a ref='Numbers 10:9'>Nu 10:9</a> ; <a ref='Jeremiah 4:19'>Jer 4:19</a> ; <a ref='Ezekiel 33:3–6'>Eze 33:3-6</a> ; <a ref='Joel 2:1'>Joel 2:1</a> 14:9 T <a ref='1 Corinthians 9:26'>1Co 9:26</a> 14:11 d Or <i>foreigner</i> 14:11 e Or <i>in my estimation</i> 14:11 U <a ref='Acts 28:2'>Ac 28:2</a> 14:12 f Lit <i>spirits</i> 14:12 V <a ref='Romans 14:19'>Ro 14:19</a> ; <a ref='1 Corinthians 14:4'>1Co 14:4</a> , <a ref='1 Corinthians 14:5'>5</a> , <a ref='1 Corinthians 14:17'>17</a> , <a ref='1 Corinthians 14:26'>26</a> 14:13 g Or <i>interpret</i> 14:15 W <a ref='Acts 21:22'>Ac 21:22</a> ; <a ref='1 Corinthians 14:26'>1Co 14:26</a> 14:15 X <a ref='Ephesians 5:19'>Eph 5:19</a> ; <a ref='Colossians 3:16'>Col 3:16</a> 14:16 h Or <i>with the</i> 14:16 i Unversed in spiritual gifts 14:16 Y <a ref='Deuteronomy 27:15–26'>Dt 27:15-26</a> ; <a ref='1 Chronicles 16:36'>1Chr 16:36</a> ; <a ref='Nehemiah 5:13'>Ne 5:13</a> ; <a ref='Nehemiah 8:6'>8:6</a> ; <a ref='Psalms 106:48'>Ps 106:48</a> ; <a ref='Jeremiah 11:5'>Jer 11:5</a> ; <a ref='Jeremiah 28:6'>28:6</a> ; <a ref='Revelation 5:14'>Rev 5:14</a> ; <a ref='Revelation 7:12'>7:12</a> 14:16 Z <a ref='Matthew 15:36'>Mt 15:36</a> 14:17 A <a ref='Romans 14:19'>Ro 14:19</a> ; <a ref='1 Corinthians 14:4'>1Co 14:4</a> , <a ref='1 Corinthians 14:5'>5</a> , <a ref='1 Corinthians 14:12'>12</a> , <a ref='1 Corinthians 14:26'>26</a> 14:20 B <a ref='Romans 1:13'>Ro 1:13</a> 14:20 C <a ref='Ephesians 4:14'>Eph 4:14</a> ; <a ref='Hebrews 5:12'>Heb 5:12f</a> 14:20 D <a ref='Psalms 131:2'>Ps 131:2</a> ; <a ref='Matthew 18:3'>Mt 18:3</a> ; <a ref='Romans 16:19'>Ro 16:19</a> ; <a ref='1 Peter 2:2'>1Pe 2:2</a> 14:21 j In OT, Yahweh, cf. <a ref='Isaiah 28:13'>Is 28:13</a> 14:21 E <a ref='John 10:34'>Jn 10:34</a> ; <a ref='1 Corinthians 14:34'>1Co 14:34</a> 14:21 F <a ref='Isaiah 28:11'>Is 28:11f</a> 14:22 G <a ref='1 Corinthians 14:1'>1Co 14:1</a> 14:23 k v <a ref='1 Corinthians 14:16'>16</a> , note i 14:23 H <a ref='Acts 2:13'>Ac 2:13</a> 14:24 l v <a ref='1 Corinthians 14:16'>16</a> , note i 14:24 I <a ref='1 Corinthians 14:1'>1Co 14:1</a> 14:24 J <a ref='John 16:8'>Jn 16:8</a> 14:25 K <a ref='John 4:19'>Jn 4:19</a> 14:25 L <a ref='Luke 17:16'>Lk 17:16</a> 14:25 M <a ref='Isaiah 45:14'>Is 45:14</a> ; <a ref='Daniel 2:47'>Da 2:47</a> ; <a ref='Zechariah 8:23'>Zec 8:23</a> ; <a ref='Acts 4:13'>Ac 4:13</a> 14:26 m Or <i>an interpretation</i> 14:26 N <a ref='1 Corinthians 14:15'>1Co 14:15</a> 14:26 O <a ref='Romans 1:13'>Ro 1:13</a> 14:26 P <a ref='1 Corinthians 12:8–10'>1Co 12:8-10</a> 14:26 Q <a ref='Ephesians 5:19'>Eph 5:19</a> 14:26 R <a ref='1 Corinthians 14:6'>1Co 14:6</a> 14:26 S <a ref='1 Corinthians 14:2'>1Co 14:2</a> 14:26 T <a ref='1 Corinthians 12:10'>1Co 12:10</a> ; <a ref='1 Corinthians 14:5'>14:5</a> , <a ref='1 Corinthians 14:13'>13</a> , <a ref='1 Corinthians 14:27'>27f</a> 14:26 U <a ref='Romans 14:19'>Ro 14:19</a> 14:27 n Or <i>interpret</i> 14:27 V <a ref='1 Corinthians 14:2'>1Co 14:2</a> 14:27 W <a ref='1 Corinthians 12:10'>1Co 12:10</a> ; <a ref='1 Corinthians 14:5'>14:5</a> , <a ref='1 Corinthians 14:13'>13</a> , <a ref='1 Corinthians 14:26'>26ff</a> 14:28 o Or <i>interpreter</i> 14:29 X <a ref='1 Corinthians 13:2'>1Co 13:2</a> ; <a ref='1 Corinthians 14:32'>14:32</a> , <a ref='1 Corinthians 14:37'>37</a> 14:29 Y <a ref='1 Corinthians 12:10'>1Co 12:10</a> 14:33 p Or <i>peace. As in all…saints, let</i> 14:33 Z <a ref='1 Corinthians 14:40'>1Co 14:40</a> 14:33 A <a ref='1 Corinthians 4:17'>1Co 4:17</a> ; <a ref='1 Corinthians 7:17'>7:17</a> 14:33 B <a ref='Acts 9:13'>Ac 9:13</a> 14:34 C <a ref='1 Corinthians 11:5'>1Co 11:5</a> , <a ref='1 Corinthians 11:13'>13</a> 14:34 D <a ref='1 Timothy 2:11'>1Ti 2:11f</a> ; <a ref='1 Peter 3:1'>1Pe 3:1</a> 14:34 E <a ref='1 Corinthians 14:21'>1Co 14:21</a> 14:36 q Lit <i>Or was</i> 14:37 F <a ref='2 Corinthians 10:7'>2Co 10:7</a> 14:37 G <a ref='1 Corinthians 2:15'>1Co 2:15</a> 14:37 H <a ref='1 John 4:6'>1Jn 4:6</a> 14:38 r Two early mss <i>is not to be recognized</i> 14:39 I <a ref='1 Corinthians 12:31'>1Co 12:31</a> 14:39 J <a ref='1 Corinthians 13:2'>1Co 13:2</a> ; <a ref='1 Corinthians 14:1'>14:1</a> 14:40 K <a ref='1 Corinthians 14:33'>1Co 14:33</a> 1 Corinthians 15 15:1 A <a ref='Romans 2:16'>Ro 2:16</a> ; <a ref='Galatians 1:11'>Ga 1:11</a> 15:1 B <a ref='Romans 2:16'>Ro 2:16</a> ; <a ref='1 Corinthians 3:6'>1Co 3:6</a> ; <a ref='1 Corinthians 4:15'>4:15</a> 15:1 C <a ref='Romans 5:2'>Ro 5:2</a> ; <a ref='Romans 11:20'>11:20</a> ; <a ref='2 Corinthians 1:24'>2Co 1:24</a> 15:2 a Lit <i>to what word I</i> 15:2 D <a ref='Romans 11:22'>Ro 11:22</a> 15:2 E <a ref='Galatians 3:4'>Ga 3:4</a> 15:3 b Lit <i>among the first</i> 15:3 F <a ref='1 Corinthians 11:23'>1Co 11:23</a> 15:3 G <a ref='John 1:29'>Jn 1:29</a> ; <a ref='Galatians 1:4'>Ga 1:4</a> ; <a ref='Hebrews 5:1'>Heb 5:1</a> , <a ref='Hebrews 5:3'>3</a> ; <a ref='1 Peter 2:24'>1Pe 2:24</a> 15:3 H <a ref='Isaiah 53:5–12'>Is 53:5-12</a> ; <a ref='Matthew 26:24'>Mt 26:24</a> ; <a ref='Luke 24:25–27'>Lk 24:25-27</a> ; <a ref='Acts 8:32'>Ac 8:32f</a> ; <a ref='Acts 17:2'>17:2f</a> ; <a ref='Acts 26:22'>26:22</a> 15:4 I <a ref='Matthew 16:21'>Mt 16:21</a> ; <a ref='John 2:20'>Jn 2:20ff</a> ; <a ref='Acts 2:24'>Ac 2:24</a> 15:4 J <a ref='Psalms 16:8'>Ps 16:8ff</a> ; <a ref='Acts 2:31'>Ac 2:31</a> ; <a ref='Acts 26:22'>26:22f</a> 15:5 K <a ref='Luke 24:34'>Lk 24:34</a> 15:5 L <a ref='1 Corinthians 1:12'>1Co 1:12</a> 15:5 M <a ref='Mark 16:14'>Mk 16:14</a> ; <a ref='Luke 24:36'>Lk 24:36</a> ; <a ref='John 20:19'>Jn 20:19</a> 15:6 N <a ref='Acts 7:60'>Ac 7:60</a> ; <a ref='1 Corinthians 15:18'>1Co 15:18</a> , <a ref='1 Corinthians 15:20'>20</a> 15:7 c Or <i>Jacob</i> ; James is the Eng form of Jacob 15:7 O <a ref='Acts 12:17'>Ac 12:17</a> 15:7 P <a ref='Luke 24:33'>Lk 24:33</a> , <a ref='Luke 24:36'>36f</a> ; <a ref='Acts 1:3'>Ac 1:3f</a> 15:8 d Lit <i>to an untimely birth</i> 15:8 Q <a ref='Acts 9:3–8'>Ac 9:3-8</a> ; <a ref='Acts 22:6–11'>22:6-11</a> ; <a ref='Acts 26:12–18'>26:12-18</a> ; <a ref='1 Corinthians 9:1'>1Co 9:1</a> 15:9 e Lit <i>who am</i> 15:9 R <a ref='2 Corinthians 12:11'>2Co 12:11</a> ; <a ref='Ephesians 3:8'>Eph 3:8</a> ; <a ref='1 Timothy 1:15'>1Ti 1:15</a> 15:9 S <a ref='Acts 8:3'>Ac 8:3</a> 15:10 T <a ref='Romans 12:3'>Ro 12:3</a> 15:10 U <a ref='2 Corinthians 11:23'>2Co 11:23</a> ; <a ref='Colossians 1:29'>Col 1:29</a> ; <a ref='1 Timothy 4:10'>1Ti 4:10</a> 15:10 V <a ref='1 Corinthians 3:6'>1Co 3:6</a> ; <a ref='2 Corinthians 3:5'>2Co 3:5</a> ; <a ref='Philippians 2:13'>Php 2:13</a> 15:12 W <a ref='Acts 17:32'>Ac 17:32</a> ; <a ref='Acts 23:8'>23:8</a> ; <a ref='2 Timothy 2:18'>2Ti 2:18</a> 15:14 X <a ref='1 Thessalonians 4:14'>1Th 4:14</a> 15:15 f Or <i>concerning</i> 15:15 g Messiah 15:15 Y <a ref='Acts 2:24'>Ac 2:24</a> 15:17 Z <a ref='Romans 4:25'>Ro 4:25</a> 15:18 A <a ref='1 Corinthians 15:6'>1Co 15:6</a> ; <a ref='1 Thessalonians 4:16'>1Th 4:16</a> ; <a ref='Revelation 14:13'>Rev 14:13</a> 15:19 B <a ref='1 Corinthians 4:9'>1Co 4:9</a> ; <a ref='2 Timothy 3:12'>2Ti 3:12</a> 15:20 C <a ref='Acts 2:24'>Ac 2:24</a> ; <a ref='1 Peter 1:3'>1Pe 1:3</a> 15:20 D <a ref='Acts 26:23'>Ac 26:23</a> ; <a ref='1 Corinthians 15:23'>1Co 15:23</a> ; <a ref='Revelation 1:5'>Rev 1:5</a> 15:20 E <a ref='1 Corinthians 15:6'>1Co 15:6</a> ; <a ref='1 Thessalonians 4:16'>1Th 4:16</a> ; <a ref='Revelation 14:13'>Rev 14:13</a> 15:21 F <a ref='Romans 5:12'>Ro 5:12</a> 15:22 h Messiah 15:22 G <a ref='Romans 5:14–18'>Ro 5:14-18</a> 15:23 H <a ref='Acts 26:23'>Ac 26:23</a> ; <a ref='1 Corinthians 15:20'>1Co 15:20</a> ; <a ref='Revelation 1:5'>Rev 1:5</a> 15:23 I <a ref='1 Corinthians 6:14'>1Co 6:14</a> ; <a ref='1 Corinthians 15:52'>15:52</a> ; <a ref='1 Thessalonians 4:16'>1Th 4:16</a> 15:23 J <a ref='1 Thessalonians 2:19'>1Th 2:19</a> 15:24 K <a ref='Daniel 2:44'>Da 2:44</a> ; <a ref='Daniel 7:14'>7:14</a> , <a ref='Daniel 7:27'>27</a> ; <a ref='2 Peter 1:11'>2Pe 1:11</a> 15:24 L <a ref='Ephesians 5:20'>Eph 5:20</a> 15:24 M <a ref='Romans 8:38'>Ro 8:38</a> 15:25 N <a ref='Psalms 110:1'>Ps 110:1</a> ; <a ref='Matthew 22:44'>Mt 22:44</a> 15:26 O <a ref='2 Timothy 1:10'>2Ti 1:10</a> ; <a ref='Revelation 20:14'>Rev 20:14</a> ; <a ref='Revelation 21:4'>21:4</a> 15:27 P <a ref='Psalms 8:6'>Ps 8:6</a> 15:27 Q <a ref='Matthew 11:27'>Mt 11:27</a> ; <a ref='Matthew 28:18'>28:18</a> ; <a ref='Ephesians 1:22'>Eph 1:22</a> ; <a ref='Hebrews 2:8'>Heb 2:8</a> 15:28 R <a ref='Philippians 3:21'>Php 3:21</a> 15:28 S <a ref='1 Corinthians 3:23'>1Co 3:23</a> ; <a ref='1 Corinthians 12:6'>12:6</a> 15:29 i Or <i>because of</i> 15:30 T <a ref='2 Corinthians 11:26'>2Co 11:26</a> 15:31 U <a ref='Romans 8:36'>Ro 8:36</a> 15:32 j Lit <i>according to man</i> 15:32 V <a ref='2 Corinthians 1:8'>2Co 1:8</a> 15:32 W <a ref='Acts 18:19'>Ac 18:19</a> ; <a ref='1 Corinthians 16:8'>1Co 16:8</a> 15:32 X <a ref='Isaiah 22:13'>Is 22:13</a> ; <a ref='Isaiah 56:12'>56:12</a> ; <a ref='Luke 12:19'>Lk 12:19</a> 15:33 Y <a ref='1 Corinthians 6:9'>1Co 6:9</a> 15:34 Z <a ref='Romans 13:11'>Ro 13:11</a> 15:34 A <a ref='Matthew 22:29'>Mt 22:29</a> ; <a ref='Acts 26:8'>Ac 26:8</a> 15:34 B <a ref='1 Corinthians 6:5'>1Co 6:5</a> 15:35 C <a ref='Romans 9:19'>Ro 9:19</a> 15:35 D <a ref='Ezekiel 37:3'>Eze 37:3</a> 15:36 E <a ref='Luke 11:40'>Lk 11:40</a> 15:36 F <a ref='John 12:24'>Jn 12:24</a> 15:37 k Lit <i>some of the rest</i> 15:38 G <a ref='Genesis 1:11'>Ge 1:11</a> 15:42 l Lit <i>in corruption</i> 15:42 m Lit <i>in incorruption</i> 15:42 H <a ref='Daniel 12:3'>Da 12:3</a> ; <a ref='Matthew 13:43'>Mt 13:43</a> 15:42 I <a ref='Romans 8:21'>Ro 8:21</a> ; <a ref='1 Corinthians 15:50'>1Co 15:50</a> ; <a ref='Galatians 6:8'>Ga 6:8</a> 15:42 J <a ref='Romans 2:7'>Ro 2:7</a> 15:43 K <a ref='Philippians 3:21'>Php 3:21</a> ; <a ref='Colossians 3:4'>Col 3:4</a> 15:44 L <a ref='1 Corinthians 2:14'>1Co 2:14</a> 15:44 M <a ref='1 Corinthians 15:50'>1Co 15:50</a> 15:45 N <a ref='Genesis 2:7'>Ge 2:7</a> 15:45 O <a ref='Romans 5:14'>Ro 5:14</a> 15:45 P <a ref='John 5:21'>Jn 5:21</a> ; <a ref='John 6:57'>6:57f</a> ; <a ref='Romans 8:2'>Ro 8:2</a> 15:47 n Lit <i>made of dust</i> 15:47 Q <a ref='John 3:31'>Jn 3:31</a> 15:47 R <a ref='Genesis 2:7'>Ge 2:7</a> ; <a ref='Genesis 3:19'>3:19</a> 15:48 S <a ref='Philippians 3:20'>Php 3:20f</a> 15:49 o Two early mss <i>let us also</i> 15:49 T <a ref='Genesis 5:3'>Ge 5:3</a> 15:49 U <a ref='Romans 8:29'>Ro 8:29</a> 15:50 V <a ref='Matthew 16:17'>Mt 16:17</a> ; <a ref='John 3:5'>Jn 3:5f</a> 15:50 W <a ref='1 Corinthians 6:9'>1Co 6:9</a> 15:50 X <a ref='Romans 2:7'>Ro 2:7</a> 15:51 Y <a ref='1 Corinthians 13:2'>1Co 13:2</a> 15:51 Z <a ref='2 Corinthians 5:2'>2Co 5:2</a> , <a ref='2 Corinthians 5:4'>4</a> 15:52 A <a ref='Matthew 24:31'>Mt 24:31</a> 15:52 B <a ref='John 5:28'>Jn 5:28</a> 15:52 C <a ref='1 Thessalonians 4:15'>1Th 4:15</a> , <a ref='1 Thessalonians 4:17'>17</a> 15:53 D <a ref='Romans 2:7'>Ro 2:7</a> 15:53 E <a ref='2 Corinthians 5:4'>2Co 5:4</a> 15:54 F <a ref='Isaiah 25:8'>Is 25:8</a> 15:55 G <a ref='Hosea 13:14'>Hos 13:14</a> 15:56 H <a ref='Romans 5:12'>Ro 5:12</a> 15:56 I <a ref='Romans 3:20'>Ro 3:20</a> ; <a ref='Romans 4:15'>4:15</a> ; <a ref='Romans 7:8'>7:8</a> 15:57 J <a ref='Romans 7:25'>Ro 7:25</a> ; <a ref='2 Corinthians 2:14'>2Co 2:14</a> 15:57 K <a ref='Romans 8:37'>Ro 8:37</a> ; <a ref='Hebrews 2:14'>Heb 2:14f</a> ; <a ref='1 John 5:4'>1Jn 5:4</a> ; <a ref='Revelation 21:4'>Rev 21:4</a> 15:58 L <a ref='2 Peter 3:14'>2Pe 3:14</a> 15:58 M <a ref='1 Corinthians 16:10'>1Co 16:10</a> 1 Corinthians 16 16:1 A <a ref='Acts 24:17'>Ac 24:17</a> ; <a ref='Romans 15:25'>Ro 15:25f</a> 16:1 B <a ref='Acts 9:13'>Ac 9:13</a> 16:1 C <a ref='1 Corinthians 4:17'>1Co 4:17</a> 16:1 D <a ref='Acts 16:6'>Ac 16:6</a> 16:2 a Lit <i>put by himself</i> 16:2 E <a ref='Acts 20:7'>Ac 20:7</a> 16:2 F <a ref='2 Corinthians 9:4'>2Co 9:4f</a> 16:3 G <a ref='2 Corinthians 3:1'>2Co 3:1</a> ; <a ref='2 Corinthians 8:18'>8:18f</a> 16:5 H <a ref='1 Corinthians 4:19'>1Co 4:19</a> 16:5 I <a ref='Romans 15:26'>Ro 15:26</a> 16:5 J <a ref='Acts 19:21'>Ac 19:21</a> 16:6 K <a ref='Acts 15:3'>Ac 15:3</a> ; <a ref='1 Corinthians 16:11'>1Co 16:11</a> 16:7 L <a ref='2 Corinthians 1:15'>2Co 1:15f</a> 16:7 M <a ref='Acts 18:21'>Ac 18:21</a> 16:8 N <a ref='Acts 18:19'>Ac 18:19</a> 16:8 O <a ref='Acts 2:1'>Ac 2:1</a> 16:9 P <a ref='Acts 14:27'>Ac 14:27</a> 16:9 Q <a ref='Acts 19:9'>Ac 19:9</a> 16:10 R <a ref='Acts 16:1'>Ac 16:1</a> ; <a ref='1 Corinthians 4:17'>1Co 4:17</a> ; <a ref='2 Corinthians 1:1'>2Co 1:1</a> 16:10 S <a ref='1 Corinthians 15:58'>1Co 15:58</a> 16:11 T <a ref='1 Timothy 4:12'>1Ti 4:12</a> ; <a ref='Titus 2:15'>Tit 2:15</a> 16:11 U <a ref='Acts 15:3'>Ac 15:3</a> ; <a ref='1 Corinthians 16:6'>1Co 16:6</a> 16:11 V <a ref='Acts 15:33'>Ac 15:33</a> 16:12 W <a ref='Acts 18:24'>Ac 18:24</a> ; <a ref='1 Corinthians 1:12'>1Co 1:12</a> ; <a ref='1 Corinthians 3:5'>3:5f</a> 16:13 X <a ref='Matthew 24:42'>Mt 24:42</a> 16:13 Y <a ref='1 Corinthians 15:1'>1Co 15:1</a> ; <a ref='Galatians 5:1'>Ga 5:1</a> ; <a ref='Philippians 1:27'>Php 1:27</a> ; <a ref='Philippians 4:1'>4:1</a> ; <a ref='1 Thessalonians 3:8'>1Th 3:8</a> ; <a ref='2 Thessalonians 2:15'>2Th 2:15</a> 16:13 Z <a ref='1 Samuel 4:9'>1Sa 4:9</a> ; <a ref='2 Samuel 10:12'>2Sa 10:12</a> 16:13 A <a ref='Psalms 31:24'>Ps 31:24</a> ; <a ref='Ephesians 3:16'>Eph 3:16</a> ; <a ref='Ephesians 6:10'>6:10</a> ; <a ref='Colossians 1:11'>Col 1:11</a> 16:14 B <a ref='1 Corinthians 14:1'>1Co 14:1</a> 16:15 b Lit <i>it was</i> 16:15 C <a ref='1 Corinthians 1:16'>1Co 1:16</a> 16:15 D <a ref='Romans 16:5'>Ro 16:5</a> 16:15 E <a ref='Acts 18:12'>Ac 18:12</a> 16:15 F <a ref='Romans 15:31'>Ro 15:31</a> 16:15 G <a ref='1 Corinthians 16:1'>1Co 16:1</a> 16:16 H <a ref='1 Thessalonians 5:12'>1Th 5:12</a> ; <a ref='Hebrews 13:17'>Heb 13:17</a> 16:17 c Or <i>presence</i> 16:17 d Or <i>made up for your absence</i> 16:17 I <a ref='2 Corinthians 7:6'>2Co 7:6f</a> 16:17 J <a ref='2 Corinthians 11:9'>2Co 11:9</a> ; <a ref='Philippians 2:30'>Php 2:30</a> 16:18 K <a ref='2 Corinthians 7:13'>2Co 7:13</a> ; <a ref='Philemon 1:7'>Phm 7</a> , <a ref='Philemon 1:20'>20</a> 16:18 L <a ref='Philippians 2:29'>Php 2:29</a> ; <a ref='1 Thessalonians 5:12'>1Th 5:12</a> 16:19 M <a ref='Acts 16:6'>Ac 16:6</a> 16:19 N <a ref='Acts 18:2'>Ac 18:2</a> 16:19 O <a ref='Romans 16:5'>Ro 16:5</a> 16:20 P <a ref='Romans 16:16'>Ro 16:16</a> 16:21 e Lit <i>Paul’s</i> 16:21 Q <a ref='Romans 16:22'>Ro 16:22</a> ; <a ref='Galatians 6:11'>Ga 6:11</a> ; <a ref='Colossians 4:18'>Col 4:18</a> ; <a ref='2 Thessalonians 3:17'>2Th 3:17</a> ; <a ref='Philemon 1:19'>Phm 19</a> 16:22 f Gr <i>anathema</i> 16:22 g O [our] Lord come! 16:22 R <a ref='Romans 9:3'>Ro 9:3</a> 16:22 S <a ref='Philippians 4:5'>Php 4:5</a> ; <a ref='Revelation 22:20'>Rev 22:20</a> 16:23 T <a ref='Romans 16:20'>Ro 16:20</a>",
    "type": "notes"
  }
]