[
  {
    "start": 49001001,
    "content": "<b><a>1:1</a></b> <b>apostle.</b> <b>saints … faithful.</b> apostle. The word means “messenger” and served as an official title for Paul and the 12 disciples (including Matthias, Ac 1:26 ), who were eyewitnesses of the resurrected Jesus and were chosen by God to lay the foundation for the church by preaching, teaching, and writing Scripture, accompanied by miracles (cf. 2Co 12:12 ). See note on 4:11 . saints … faithful. Designates those whom God has set apart from sin to Himself, made holy through their faith in Jesus Christ."
  },
  {
    "start": 49001002,
    "content": "<b><a>1:2</a></b> <b>Grace to you and peace.</b> <b>God our Father and the Lord Jesus Christ.</b> Grace to you and peace. A common greeting in the early church which Paul used in all his letters. God our Father and the Lord Jesus Christ. From them came the authority with which Paul spoke (v. 1 ) as well as the blessings of grace and peace to all believers. The conjunction “and” indicates equivalence; that is, the Lord Jesus Christ is equally divine with the Father."
  },
  {
    "start": 49001003,
    "end": 49001014,
    "content": "<b><a>1:3–14</a></b> This passage describes God’s master plan for salvation in terms of the past (election, vv. 3–6a ), the present (redemption, vv. 6b–11 ), and the future (inheritance, vv. 12–14 ). It can also be viewed as emphasizing the Father (vv. 3–6 ), the Son (vv. 7–12 ), and the Spirit (vv. 13–16 )."
  },
  {
    "start": 49001004,
    "content": "<b><a>1:4</a></b> <b>He chose us.</b> <b>before the foundation of the world.</b> <b>holy and blameless before Him.</b> <b>in love.</b> He chose us. The doctrine of election is emphasized throughout Scripture (cf. Dt 7:6 ; Is 45:4 ; Jn 6:44 ; Ac 13:48 ; Ro 8:29 ; 9:11 ; 1Th 1:3–4 ; 2Th 2:13 ; 2Ti 2:10 ; see note on 1Pe 1:2 ). The form of the Greek verb behind “chose” indicates that God not only chose by Himself but for Himself to the praise of His own glory (vv. 6 , 12 , 14 ). God’s election or predestination does not operate apart from or nullify man’s responsibility to believe in Jesus as Lord and Savior (cf. Mt 3:1–2 ; 4:17 ; Jn 5:40 ). before the foundation of the world. Through God’s sovereign will before the creation of the world and, therefore, obviously independent of human influence and apart from any human merit, those who are saved have become eternally united with Christ Jesus. Cf. 1Pe 1:20 ; Rev 13:8 ; 17:8 . holy and blameless before Him. This describes both a purpose and a result of God’s choosing those who are to be saved. Unrighteous persons are declared righteous, unworthy sinners are declared worthy of salvation, all because they are chosen “in Him” (Christ). This refers to Christ’s imputed righteousness granted to us ( see notes on 2Co 5:21 ; Php 3:9 ), a perfect righteousness which places believers in a holy and blameless position before God ( 5:27 ; Col 2:10 ), though daily living inevitably falls far short of His holy standard. in love. This phrase belongs at the start of v. 5 , since it introduces the divine motive for God’s elective purpose. Cf. 2:4–5 ; Dt 7:8 ."
  },
  {
    "start": 49001005,
    "content": "<b><a>1:5</a></b> <b>by predestining us to adoption as sons.</b> by predestining us to adoption as sons. Human parents can bestow their love, resources, and inheritance on an adopted child, but not their own distinct characteristics. But God miraculously gives His own nature to those whom He has elected and who have trusted in Christ. He makes them His children in the image of His divine Son, giving them not just Christ’s riches and blessings but also His very nature (cf. Jn 15:15 ; Ro 8:15 )."
  },
  {
    "start": 49001006,
    "content": "<b><a>1:6</a></b> <b>to the praise of the glory of His grace.</b> <b>which He … bestowed … in the Beloved.</b> to the praise of the glory of His grace. The ultimate purpose of election to salvation is the glory of God (cf. vv. 12 , 14 ; Php 2:13 ; 2Th 1:11–12 ). which He … bestowed … in the Beloved. “Which” refers to the divine grace (undeserved love and favor) that has made it possible for sinners to be accepted by God through the substitutionary death and imputed righteousness provided by Jesus Christ (“the Beloved,” cf. Mt 3:17 ; Col 1:13 ). Because believers are accepted in Him, then they, like Him, are beloved of God."
  },
  {
    "start": 49001007,
    "content": "<b><a>1:7a</a></b> <b>redemption through His blood.</b> redemption through His blood. The term used here relates to paying the required ransom to God for the release of a person from bondage. Christ’s sacrifice on the cross paid that price for every elect person enslaved by sin, buying them out of the slave market of iniquity ( see notes on 2Co 5:18–19 ). The price of redemption was death (cf. Lv 17:11 ; Ro 3:24–25 ; Heb 9:22 ; 1Pe 1:18–19 ; Rev 5:8–10 )."
  },
  {
    "start": 49001010,
    "content": "<b><a>1:10</a></b> <b>the summing up of all things.</b> the summing up of all things. At the end of this world’s history, God will gather believers together in the millennial kingdom, called here “an administration of the fullness of the times,” meaning the completion of history ( Rev 20:1–6 ). After that, God will gather everything to Himself in eternity future, and the new heaven and new earth will be created ( Rev 21:1ff. ). The new universe will be totally unified under Christ (cf. 1Co 15:27–28 ; Php 2:10–11 )."
  },
  {
    "start": 49001011,
    "content": "<b><a>1:11</a></b> <b>we have been made an inheritance.</b> <b>having been predestined.</b> <b>who works all things.</b> we have been made an inheritance. Christ is the source of the believer’s divine inheritance, which is so certain that it is spoken of as if it has already been received. Cf. 1Co 3:22–23 ; 2Pe 1:3–4 . having been predestined. Before the earth was formed, God sovereignly determined that every elect sinner—however vile, useless, and deserving of death—by trusting in Christ would be made righteous. See note on v. 4 . who works all things. The word translated “works” is the same one from which “energy,” “energetic,” and “energize” are derived. When God created the world, He gave it sufficient energy to begin immediately to operate as He had planned. It was not simply ready to function, but was created functioning. As God works out His plan according to “the counsel of His will,” He energizes every believer with the power necessary for his spiritual completion (cf. Php 1:6 ; 2:13 )."
  },
  {
    "start": 49001012,
    "content": "<b><a>1:12</a></b> <b>to the praise of His glory.</b> to the praise of His glory. God’s glory is the supreme purpose of redemption (cf. vv. 6 , 14 )."
  },
  {
    "start": 49001013,
    "content": "<b><a>1:13</a></b> <b>after listening to the … truth … also believed.</b> after listening to the … truth … also believed. The God-revealed gospel of Jesus Christ must be heard ( Ro 10:17 ) and believed ( Jn 1:12 ) to bring salvation."
  },
  {
    "start": 49001015,
    "content": "<b><a>1:15</a></b> <b>your love for all the saints.</b> your love for all the saints. Love for other believers evidences saving faith (cf. Jn 13:34–35 ; 1Jn 4:16–18 ; 4:20 ; 5:1 ) and is a cause of thanksgiving (v. 16 )."
  },
  {
    "start": 49001017,
    "content": "<b><a>1:17</a></b> <b>the God of our Lord Jesus Christ.</b> the God of our Lord Jesus Christ. This is a designation of God that links Father and Son in essential nature as deity (cf. v. 3a ; Ro 1:1–4 ; 1Co 1:3 ; Php 2:9–11 ; 1Pe 1:3 ; 2Jn 3 )."
  },
  {
    "start": 49001018,
    "content": "<b><a>1:18</a></b> <b>the eyes of your heart having been enlightened.</b> the eyes of your heart having been enlightened. A spiritually enlightened mind is the only means of truly understanding and appreciating the hope and inheritance in Christ and of living obediently for Him."
  },
  {
    "start": 49001019,
    "end": 49001020,
    "content": "<b><a>1:19–20</a></b> <b>surpassing greatness of His power.</b> surpassing greatness of His power. God’s great power, that very power which raised Jesus from the dead and lifted Him by ascension back to glory to take His seat at God’s right hand, is given to every believer at the time of salvation and is always available (cf. Ac 1:8 ; Col 1:29 ). Paul therefore did not pray that God’s power be given to believers, but that they be aware of the power they already possessed in Christ and use it (cf. 3:20 )."
  },
  {
    "start": 49001021,
    "content": "<b><a>1:21</a></b> Paul wanted believers to comprehend the greatness of God compared to other heavenly beings. “Rule and authority and power and dominion” were traditional Jewish terms to designate angelic beings having a high rank among God’s hosts. God is above them all (cf. Rev 20:10–15 )."
  },
  {
    "start": 49001022,
    "content": "<b><a>1:22</a></b> <b>… head.</b> feet … head. This is a quote from Ps 8:6 indicating that God has exalted Christ over everything (cf. Heb 2:8 ), including His church (cf. Col 1:18 ). Christ is clearly the authoritative Head (not “source”) because all things have been placed under His feet. See notes on 4:15 ; 5:23 ."
  },
  {
    "start": 49001023,
    "content": "<b><a>1:23</a></b> <b>His body.</b> His body. A metaphor for God’s redeemed people, used exclusively in the NT of the church (cf. 4:12–16 ; 1Co 12:12–27 )."
  },
  {
    "start": 49002001,
    "content": "<b><a>2:1</a></b> <b>dead in your transgressions and sins.</b> dead in your transgressions and sins. A sobering reminder of the total sinfulness and lostness from which believers have been redeemed. “In” indicates the realm or sphere in which unregenerate sinners exist. They are not dead because of sinful acts that have been committed, but because of their sinful nature (cf. Mt 12:35 ; 15:18–19 )."
  },
  {
    "start": 49002002,
    "content": "<b><a>2:2</a></b> <b>course of this world.</b> <b>the ruler of the power of the air.</b> course of this world. See note on Jn 1:9 . This refers to the world order, i.e., humanity’s values and standards apart from God and Christ. In 2Co 10:4–5 , Paul refers to these ideologies that are like fortresses in which people are imprisoned, need to be set free, and brought captive to Christ and obedience to the truth ( see notes there ). the ruler of the power of the air. Satan. Cf. Jn 12:31 ; 14:30 ; 16:11 ; 2Co 4:4 ."
  },
  {
    "start": 49002004,
    "content": "<b><a>2:4</a></b> <b>mercy … love.</b> mercy … love. Salvation is for God’s glory by putting on display His boundless mercy and love for those who are spiritually dead because of their sinfulness."
  },
  {
    "start": 49002005,
    "content": "<b><a>2:5</a></b> <b>when we were dead … made us alive.</b> when we were dead … made us alive. Far more than anything else, a spiritually dead person needs to be made alive by God. Salvation brings spiritual life to the dead. The power that raises believers out of death and makes them alive (cf. Ro 6:1–7 ) is the same power that energizes every aspect of Christian living (cf. Ro 6:11–13 )."
  },
  {
    "start": 49002006,
    "content": "<b><a>2:6</a></b> <b>raised us up … seated us with Him.</b> <b>in the heavenly</b> raised us up … seated us with Him. The tense of “raised” and “seated” indicates that these are immediate and direct results of salvation. Not only is the believer dead to sin and alive to righteousness through Christ’s resurrection, but he also enjoys his Lord’s exaltation and shares in His preeminent glory. in the heavenly places. The supernatural realm where God reigns. In 3:10 and 6:12 , however, it also refers to the supernatural sphere where Satan temporarily rules. This spiritual realm is where believers’ blessings are (cf. 1:3 ), their inheritance is ( 1Pe 1:4 ), their affections should be ( Col 3:3 ), and where they enjoy fellowship with the Lord. It is the realm from which all divine revelation has come and where all praise and petitions go."
  },
  {
    "start": 49002007,
    "content": "<b><a>2:7</a></b> <b>riches of His grace.</b> riches of His grace. Salvation, of course, is very much for the believer’s blessing, but it is even more for the purpose of eternally glorifying God for bestowing on believers His endless and limitless grace and kindness. The whole of heaven glorifies Him for what He has done in saving sinners (cf. 3:10 ; Rev 7:10–12 )."
  },
  {
    "start": 49002008,
    "content": "<b><a>2:8</a></b> <b>faith, and this not of yourselves.</b> faith, and this not of yourselves. “This” refers to the entire previous statement of salvation, not only the grace but the faith. Although men are required to believe for salvation, even that faith is part of the gift of God which saves and cannot be exercised by one’s own power. God’s grace is preeminent in every aspect of salvation (cf. Ro 3:20 ; Ga 2:16 )."
  },
  {
    "start": 49002010,
    "content": "<b><a>2:10</a></b> <b>created in … for good works.</b> <b>which God prepared beforehand.</b> created in … for good works. Good works cannot produce salvation but are subsequent and resultant God-empowered fruits and evidences of it (cf. Jn 15:8 ; Php 2:12–13 ; 2Ti 3:17 ; Tit 2:14 ; Jas 2:16–26 ). which God prepared beforehand. Like his salvation, a believer’s sanctification and good works were ordained before time began ( see notes on Ro 8:29–30 )."
  },
  {
    "start": 49002011,
    "end": 49002012,
    "content": "<b><a>2:11–12</a></b> Gentiles (the “Uncircumcision”) experienced two types of alienation. The first was social, resulting from the animosity that had existed between Jews and Gentiles for thousands of years. Jews considered Gentiles to be outcasts, objects of derision, and reproach. The second and more significant type of alienation was spiritual, because Gentiles as a people were cut off from God in 5 different ways: 1) they were “without Christ,” the Messiah, having no Savior and Deliverer and without divine purpose or destiny. 2) They were “alienated from the citizenship of Israel.” God’s chosen people, the Jews, were a nation whose supreme King and Lord was God Himself, and from whose unique blessing and protection they benefitted. 3) Gentiles were “strangers to the covenants of promise,” not able to partake of God’s divine covenants in which He promised to give His people a land, a priesthood, a people, a nation, a kingdom, and a King—and to those who believe in Him, eternal life and heaven. 4) They had “no hope” because they had been given no divine promise. 5) They were “without God in the world.” While Gentiles had many gods, they did not recognize the true God because they did not want Him ( see notes on Ro 1:18–26 )."
  },
  {
    "start": 49002013,
    "content": "<b><a>2:13</a></b> <b>far off.</b> <b>brought near.</b> far off. A common term in rabbinical writings used to describe Gentiles, those who were apart from the true God (cf. Is 57:19 ; Ac 2:39 ). brought near. Every person who trusts in Christ alone for salvation, Jew or Gentile, is brought into spiritual union and intimacy with God. This is the reconciliation of 2Co 5:18–21 . The atoning work accomplished by Christ’s death on the cross washes away the penalty of sin and ultimately even its presence."
  },
  {
    "start": 49002014,
    "content": "<b><a>2:14</a></b> <b>He Himself.</b> <b>the dividing wall of the partition.</b> He Himself. This emphatically indicates that Jesus alone is the believer’s source of peace (cf. Is 9:6 ). the dividing wall of the partition. This alludes to a wall in the temple that partitioned off the Court of the Gentiles from the areas accessible only to Jews. Paul referred to that wall as symbolic of the social, religious, and spiritual separation that kept Jews and Gentiles apart."
  },
  {
    "start": 49002015,
    "content": "<b><a>2:15</a></b> <b>abolishing in His flesh the enmity.</b> <b>one new man.</b> abolishing in His flesh the enmity. Through His death, Christ abolished OT ceremonial laws, feasts, and sacrifices which uniquely separated Jews from Gentiles. God’s moral law (as summarized in the Ten Commandments and written on the hearts of all men, Ro 2:15 ) was not abolished but subsumed in the New Covenant, however, because it reflects His own holy nature ( Mt 5:17–19 ). See notes on Mt 22:37–40 ; Ro 13:8–10 . one new man. Christ does not exclude anyone who comes to Him, and those who are His are not spiritually distinct from one another. “New” translates a Greek word that refers to something completely unlike what it was before. It refers to being different in kind and quality. Spiritually, a new person in Christ is no longer Jew or Gentile, only Christian (cf. Ro 10:12–13 ; Ga 3:28 )."
  },
  {
    "start": 49002016,
    "content": "<b><a>2:16</a></b> <b>reconcile them both … to God.</b> reconcile them both … to God. As Jews and Gentiles are brought to God through Christ Jesus, they are brought together with one another. This was accomplished by the cross where Jesus became a curse ( Ga 3:10–13 ), taking God’s wrath so that divine justice was satisfied and reconciliation with God became a reality ( see notes on 2Co 5:19–21 ). For more on reconciliation, see Ro 5:8–10 ; Col 1:19–23 ."
  },
  {
    "start": 49002017,
    "content": "<b><a>2:17</a></b> <b>.</b> <b>,</b> <b>.</b> preached … peace . The Greek word for “preached” lit. means “to bring or announce good news,” and in the NT is almost always used of proclaiming the good news that sinners can be reconciled to God by the salvation which is through Jesus Christ. In this context, Christ, the One who “Himself is our peace” (v. 14 ), also announced the good news of peace. far away , and … near . That is to Gentiles and Jews alike."
  },
  {
    "start": 49002018,
    "content": "<b><a>2:18</a></b> <b>access in one Spirit to the Father.</b> access in one Spirit to the Father. No sinner has any right or worthiness in himself for access to God, but believers have been granted that right through faith in Christ’s sacrificial death (cf. 3:12 ; Ro 5:2 ). The resources of the Trinity belong to believers the moment they receive Christ, and the Holy Spirit presents them before the heavenly throne of God the Father, where they are welcome to come with boldness at any time. See notes on Ro 8:15–17 ; Ga 4:6–7 ; Heb 4:16 ."
  },
  {
    "start": 49002019,
    "content": "<b><a>2:19</a></b> <b>fellow citizens with the saints.</b> <b>of God’s household.</b> fellow citizens with the saints. God’s kingdom is made up of the people from all time who have trusted in Him. There are no strangers, foreigners, or second-class citizens there (cf. Php 3:20 ). of God’s household. Redeemed sinners not only become heavenly citizens but also members of God’s own family. The Father bestows on believers the same infinite love He gives His Son. See note on 1:5 ; cf. Heb 3:6 ."
  },
  {
    "start": 49002020,
    "content": "<b><a>2:20</a></b> <b>the foundation of the apostles and prophets.</b> <b>corner</b> the foundation of the apostles and prophets. For discussion of these gifted men, see note on 4:11 . As important as they were, it was not them personally, but the divine revelation they taught, as they authoritatively spoke the word of God to the church before the completion of the NT, that provided the foundation (cf. Ro 15:20 ). corner stone. Cf. Ps 118:22 ; Is 28:16 ; Mt 21:42 ; Ac 4:11 ; 1Pe 2:6–7 . This stone set the foundation and squared the building."
  },
  {
    "start": 49002021,
    "content": "<b><a>2:21</a></b> <b>a holy sanctuary in the Lord.</b> a holy sanctuary in the Lord. Every new believer is a new stone in Christ’s temple, the church, Christ’s body of believers ( see note on 1Pe 2:5 ). Christ’s building of His church will not be complete until every person who will believe in Him has done so ( 2Pe 3:9 )."
  },
  {
    "start": 49002022,
    "content": "<b><a>2:22</a></b> <b>a dwelling of God in the Spirit.</b> a dwelling of God in the Spirit. The term for “dwelling” connotes a permanent home. God the Holy Spirit takes up permanent residence in His earthly sanctuary, the church, the vast spiritual body of all the redeemed (cf. 1Co 6:19–20 ; 2Co 6:16 )."
  },
  {
    "start": 49003001,
    "content": "<b><a>3:1</a></b> <b>For this reason.</b> <b>the prisoner of Christ Jesus.</b> For this reason. This refers back to the truths about the unity of believers that Paul has just discussed and introduces the motive for his prayer which begins in v. 14 . the prisoner of Christ Jesus. Although Paul had been a prisoner for about two years in Caesarea and two years in Rome, he did not consider himself to be a prisoner of any government or person. Rather, he knew he was under Christ’s control, and every aspect of his life was in the Lord’s hands. He suffered imprisonment for preaching to Gentiles. See 2Co 4:8–15 ."
  },
  {
    "start": 49003002,
    "end": 49003013,
    "content": "<b><a>3:2–13</a></b> In this parenthetical passage, Paul interrupted the thought begun in v. 1 to reemphasize and to expand upon the truths he had just written. He was compelled to affirm his authority for teaching the oneness of Jew and Gentile in Christ (vv. 2–7 ), a new and far-reaching truth that most of the Ephesians doubtless found difficult to comprehend or accept."
  },
  {
    "start": 49003004,
    "content": "<b><a>3:4</a></b> <b>the mystery of Christ.</b> the mystery of Christ. See notes on 1:10–12 ; 2:11–12 ; Mt 13:11 ; 1Co 2:7 ; Col 1:26–27 . There were many truths hidden and later revealed in the NT that are called mysteries. Here is one: Jew and Gentile brought together in one body in the Messiah. For others, see notes on 1Co 15:51 ; Col 1:27 ; 1Ti 3:16 . Paul not only wrote of the mystery that, in Christ, Jew and Gentile become one in God’s sight and in His kingdom and family, but also explained and clarified that truth. He realized that spiritual knowledge must precede practical application. What is not properly understood cannot be properly applied."
  },
  {
    "start": 49003005,
    "content": "<b><a>3:5</a></b> <b>in other generations was not made known.</b> in other generations was not made known. Though God had promised universal blessing through Abraham ( Ge 12:3 ), the full meaning of that promise became clear when Paul wrote Ga 3:28 . Isaiah 49:6 predicted salvation to all races, but it was Paul who wrote of the fulfillment of that pledge ( Ac 13:46–47 ). Paul disclosed a truth that not even the greatest prophets understood—that within the church, composed of all the saved since Pentecost in one united body, there would be no racial, social, or spiritual distinctions."
  },
  {
    "start": 49003006,
    "content": "<b><a>3:6</a></b> <b>Gentiles are fellow heirs.</b> Gentiles are fellow heirs. A summary of 2:11–22 . See notes on 1Co 12:12–13 ; Ga 3:29 ."
  },
  {
    "start": 49003007,
    "content": "<b><a>3:7</a></b> <b>made a minister.</b> made a minister. No man can make himself a minister (lit. servant) of God, because the calling, message, work, and empowering of genuine ministry to and for God are His prerogative alone to give. See Ac 26:16 ; 1Co 15:10 ; Col 1:23 , 25 , 29 ."
  },
  {
    "start": 49003008,
    "content": "<b><a>3:8</a></b> <b>the very least of all saints.</b> <b>the … unfathomable riches of Christ.</b> the very least of all saints. In light of God’s perfect righteousness, Paul’s assessment of himself was not false humility but simple honesty. He knew his unworthiness. See 1Ti 1:12–13 (cf. Jdg 6:15–16 ; Is 6:1–9 ). the … unfathomable riches of Christ. All God’s truths, all His blessings, all that He is and has (cf. 1:3 ; Col 2:3 ; 2Pe 1:3 )."
  },
  {
    "start": 49003009,
    "content": "<b><a>3:9</a></b> <b>administration … mystery.</b> administration … mystery. See notes on vv. 4 , 5 ."
  },
  {
    "start": 49003010,
    "content": "<b><a>3:10</a></b> <b>rulers … authorities.</b> <b>in the heavenly</b> rulers … authorities. Angels, both holy and unholy ( 1:21 ; 6:12 ; see note on Col 1:16 ). God, through the church manifests His glory to all the angels. The holy angels rejoice (see Lk 15:10 ; cf. 1Pe 1:12 ) because they are involved with the church (see 1Co 11:10 ; Heb 1:14 ). Although they have no desire or capacity to praise God, even fallen angels see the glory of God in the salvation and preservation of the church. in the heavenly places. As in 1:3 ; 6:12 , this refers to the entire realm of spiritual beings."
  },
  {
    "start": 49003011,
    "content": "<b><a>3:11</a></b> <b>the eternal purpose.</b> the eternal purpose. The supreme purpose of the church is to glorify God, which includes the displaying of His wisdom (v. 10 ) before the angels, who then honor Him with even greater praise."
  },
  {
    "start": 49003012,
    "content": "<b><a>3:12</a></b> <b>confident access.</b> confident access. Every person who comes to Christ in faith can come before God at any time, not in self-confidence but in Christ-confidence. See notes on Heb 4:15–16 ."
  },
  {
    "start": 49003013,
    "content": "<b><a>3:13</a></b> <b>afflictions … your glory.</b> afflictions … your glory. Through trouble and suffering, God produces glory. See note on Ro 8:18 ."
  },
  {
    "start": 49003014,
    "content": "<b><a>3:14</a></b> <b>For this reason.</b> <b>I bow my knees.</b> For this reason. Paul repeated what he wrote in v. 1 ( see note there ) as he began his prayer. Because of their new identity in Christ, stated in chap. 2 , believers are spiritually alive (v. 5 ), they are unified into God’s household (v. 19 ), and, as the church, they are the dwelling place of God, built on the words and work of the apostles and prophets (vv. 20–22 ). I bow my knees. Not an instruction for physical posture during prayer, but suggesting an attitude of submission, reverence, and intense passion (cf. Ezr 9:5–6 ; Ps 95:1–6 ; Da 6:10 ; Ac 20:36 )."
  },
  {
    "start": 49003015,
    "content": "<b><a>3:15</a></b> <b>every family in heaven and on earth.</b> every family in heaven and on earth. Paul was not teaching the universal fatherhood of God and the universal brotherhood of man (cf. Jn 8:39–42 ; 1Jn 3:10 ), but was simply referring to believers from every era of history, those who are dead (in heaven) and those who are alive (on earth)."
  },
  {
    "start": 49003016,
    "content": "<b><a>3:16</a></b> <b>that He would give you.</b> <b>according to the riches of His glory.</b> <b>strengthened … His Spirit in the inner man.</b> that He would give you. Paul’s prayers are almost always for the spiritual welfare of others (cf. Php 1:4 ; Col 1:9–11 ; 1Th 1:2 ). according to the riches of His glory. They are limitless and available to every believer. strengthened … His Spirit in the inner man. Spiritual power is a mark of every Christian who submits to God’s Word and Spirit. It is not reserved for some special class of Christian, but for all those who discipline their minds and spirits to study the Word, understand it, and live by it. Although the outer, physical person becomes weaker with age (cf. 2Co 4:16 ), the inner, spiritual person should grow stronger through the Holy Spirit, who will energize, revitalize, and empower the obedient, committed Christian (cf. Ac 1:8 ; Ro 8:5–9 , 13 ; Ga 5:16 )."
  },
  {
    "start": 49003017,
    "content": "<b><a>3:17</a></b> <b>that Christ may dwell in your hearts.</b> <b>through faith.</b> <b>rooted and grounded in love.</b> that Christ may dwell in your hearts. Every believer is indwelt by Christ at the moment of salvation ( Ro 8:9 ; 1Co 12:13 ), but He is “at home,” finding comfort and satisfaction, only where hearts are cleansed of sin and filled with His Spirit (cf. Jn 14:23 ). through faith. This speaks of Christians’ continuing trust in Christ to exercise His lordship over them. rooted and grounded in love. I.e., established on the strong foundation of self-giving, serving love for God and for His people (cf. Mt 22:37–39 ; 1Jn 4:9–12 , 19–21 )."
  },
  {
    "start": 49003018,
    "content": "<b><a>3:18</a></b> <b>able to comprehend.</b> <b>with all the saints.</b> <b>breadth … length … height … depth.</b> able to comprehend. A believer cannot understand the fullness of God’s love apart from genuine, Spirit-empowered love in his own life. with all the saints. Love is both granted to ( Ro 5:5 ; 1Th 4:9 ) and commanded of ( Jn 13:34–35 ) every Christian, not just those who have a naturally pleasant temperament or have great spiritual maturity. breadth … length … height … depth. Not 4 different features of love, but an effort to suggest its vastness and completeness."
  },
  {
    "start": 49003019,
    "content": "<b><a>3:19</a></b> <b>to know the love of Christ.</b> <b>which surpasses knowledge.</b> <b>filled up to all the fullness of God.</b> to know the love of Christ. Not the love believers have for Christ, but the love of and from Christ that He places in their hearts before they can truly and fully love Him or anyone else ( Ro 5:5 ). which surpasses knowledge. Knowledge of Christ’s love is far beyond the capability of human reason and experience. It is only known by those who are God’s children (cf. Php 4:7 ). filled up to all the fullness of God. To be so strong spiritually, so compelled by divine love, that one is totally dominated by the Lord with nothing left of self. Human comprehension of the fullness of God is impossible, because even the most spiritual and wise believer cannot completely grasp the full extent of God’s attributes and characteristics—His power, majesty, wisdom, love, mercy, patience, kindness, and everything He is and does. But believers can experience the greatness of God in their lives as a result of total devotion to Him. Note the fullness of God, here; the fullness of Christ in 4:13 ; and the fullness of the Spirit in 5:18 . Paul prayed for believers to become as Godlike as possible ( Mt 5:48 ; 1Pe 1:15–16 )."
  },
  {
    "start": 49003020,
    "content": "<b><a>3:20</a></b> When the conditions of vv. 16–19 are met, God’s power working in and through believers is unlimited and far beyond their comprehension."
  },
  {
    "start": 49003021,
    "content": "<b><a>3:21</a></b> <b>to Him</b> <b>the glory.</b> to Him be the glory. Only when His children meet this level of faithfulness will Christ be fully glorified with the honor He deserves from His church."
  },
  {
    "start": 49004001,
    "content": "<b><a>4:1</a></b> <b>Therefore.</b> <b>the prisoner in the Lord.</b> <b>walk worthy.</b> <b>calling.</b> Therefore. This word marks the transition from doctrine to duty, principle to practice, position to behavior. This is typical of Paul (see Ro 12:1 ; Ga 5:1 ; Php 2:1 ; Col 3:5 ; 1Th 4:1 ). the prisoner in the Lord. By mentioning his imprisonment again (see 3:1 ), Paul gently reminded Ephesian believers that the faithful Christian walk can be costly and that he had paid a considerable personal price because of his obedience to the Lord. walk worthy. “Walk” is frequently used in the NT to refer to daily conduct. It sets the theme for the final 3 chapters. “Worthy” has the idea of living to match one’s position in Christ. The apostle urged his readers to be everything the Lord desires and empowers them to be. calling. This refers to God’s sovereign call to salvation, as always in the Epistles. See note on Ro 1:7 . The effectual call that saves is mentioned in 1:18 ; Ro 11:29 ; 1Co 1:26 ; Php 3:14 ; 2Th 1:11 ; 2Ti 1:9 ; Heb 3:1 ."
  },
  {
    "start": 49004002,
    "content": "<b><a>4:2</a></b> <b>humility.</b> <b>gentleness.</b> <b>patience.</b> <b>bearing with one another in love.</b> humility. “Humility” is a term not found in the Lat. or Greek vocabularies of Paul’s day. The Greek word apparently was coined by Christians, perhaps even by Paul himself, to describe a quality for which no other word was available. Humility, the most foundational Christian virtue ( Jas 4:6 ), is the quality of character commanded in the first beatitude ( Mt 5:3 ), and describes the noble grace of Christ ( Php 2:7–8 ). gentleness. “Meekness,” an inevitable product of humility, refers to that which is mild-spirited and self-controlled (cf. Mt 5:5 ; 11:29 ; Ga 5:23 ; Col 3:12 ). patience. The Greek word lit. means long-tempered, and refers to a resolved patience that is an outgrowth of humility and gentleness (cf. 1Th 5:14 ; Jas 5:10 ). bearing with one another in love. Humility, gentleness, and patience are reflected in a forbearing love for others that is continuous and unconditional (cf. 1Pe 4:8 )."
  },
  {
    "start": 49004003,
    "content": "<b><a>4:3</a></b> <b>unity of the Spirit.</b> unity of the Spirit. The Spirit-bestowed oneness of all true believers (see 1Co 6:17 ; 12:11–13 ; Php 1:27 ; 2:2 ) has created the bond of peace, the spiritual cord that surrounds and binds God’s holy people together. This bond is love ( Col 3:14 )."
  },
  {
    "start": 49004004,
    "end": 49004006,
    "content": "<b><a>4:4–6</a></b> In this passage, Paul lists the particular areas of oneness, or unity: body, Spirit, hope, Lord, faith, baptism, and God and Father. He focuses on the Trinity—the Spirit in v. 4 , the Son in v. 5 , and the Father in v. 6 . His point is not to distinguish between the Persons of the Godhead, but to emphasize that, although they are distinct Persons they are completely unified in every aspect of the divine nature and plan."
  },
  {
    "start": 49004005,
    "content": "<b><a>4:5</a></b> <b>one Lord.</b> <b>one faith.</b> <b>one baptism.</b> one Lord. See Ac 4:12 ; Ro 10:12 ; Ga 1:8 . one faith. The body of doctrine revealed in the NT (cf. Jd 3 ). one baptism. This probably refers to the water baptism following salvation, a believer’s public confession of faith in Jesus Christ. Spiritual baptism, by which all believers are placed into the body of Christ ( 1Co 12:11–13 ) is implied in v. 4 ."
  },
  {
    "start": 49004006,
    "content": "<b><a>4:6</a></b> <b>one God.</b> one God. This is the basic doctrine of God taught in Scripture (see Dt 4:35 ; 6:4 ; 32:39 ; Is 45:14 ; 46:9 ; 1Co 8:4–6 )."
  },
  {
    "start": 49004007,
    "content": "<b><a>4:7</a></b> <b>But to each one.</b> <b>grace.</b> <b>the measure of Christ’s gift.</b> But to each one. This could be translated “in spite of that,” or “on the other hand,” contrasting what has just been said with what is about to be said, moving from the subject of the unity of believers (“all,” v. 6 ) to that of the uniqueness of believers (“each one”). grace. Grace is a single-word definition of the gospel, the good news of God’s offering salvation to sinful and unworthy mankind. God is the God of grace because He is a God who freely gives; His giving has nothing to do with anything we have done, but is unmerited, unearned, and undeserved. See notes on 2:7–10 . the measure of Christ’s gift. Each believer has a unique spiritual gift that God individually portions out according to His sovereign will and design. The Greek term for “gift” focuses not on the Spirit as the source like the term used in 1Co 12:1 , nor on the grace that prompted it in Ro 12:6 , but on the freeness of the gift. For discussions of the gifts, see notes on Ro 12:6–8 ; 1Co 12:4–10 ; 1Pe 4:10 ."
  },
  {
    "start": 49004008,
    "content": "<b><a>4:8</a></b> <b>.</b> <b>.</b> <b>.</b> When He ascended on high . Paul used an interpretive rendering of Ps 68:18 as a parenthetical analogy to show how Christ received the right to bestow the spiritual gifts (v. 7 ). Psalm 68 is a victory hymn composed by David to celebrate God’s conquest of the Jebusite city of Jerusalem and the triumphant ascent of God up to Mt. Zion (cf. 2Sa 6–7 ; 1Chr 13 ). After such a triumph, the king would bring home the spoils and the prisoners. Here Paul depicts Christ returning from His battle on earth back into the glory of the heavenly city with the trophies of His great victory at Calvary ( see notes on 2Co 2:14–16 ). led captive a host of captives . Through His crucifixion and resurrection, Christ conquered Satan and death, and in triumph returned to God those who were once sinners and prisoners of Satan (cf. Col 2:15 ). gave gifts to men . He distributes the spoils throughout His kingdom. After His ascension came all the spiritual gifts empowered by the Spirit, who was then sent (see Jn 7:39 ; 14:12 ; Ac 2:33 )."
  },
  {
    "start": 49004009,
    "content": "<b><a>4:9</a></b> <b>ascended.</b> <b>descended.</b> <b>the lower parts of the earth.</b> ascended. Jesus’ ascension from earth to heaven ( Ac 1:9–11 ), where He forever reigns with His Father. descended. This refers to Christ’s incarnation, when He came down from heaven as a man into the earth of suffering and death. the lower parts of the earth. These are in contrast to the highest heavens to which He afterward ascended (cf. Ps 139:8 , 15 ; Is 44:23 ). The phrase here does not point to a specific place, but to the great depth, as it were, of the incarnation, including Christ’s descent, between His crucifixion and resurrection beyond the earth, the grave, and death, into the very pit of the demons, “the spirits in prison” ( see notes on Col 2:14–15 ; 1Pe 3:18–19 )."
  },
  {
    "start": 49004010,
    "content": "<b><a>4:10</a></b> <b>that He might fill all things.</b> that He might fill all things. After the Lord ascended, having fulfilled all prophecies and all His divinely ordained redemptive tasks, He gained the right to rule the church and to give gifts, as He was then filling the entire universe with His divine presence, power, sovereignty, and blessing (cf. Php 2:9–11 )."
  },
  {
    "start": 49004011,
    "content": "<b><a>4:11</a></b> <b>He Himself gave some.</b> <b>apostles.</b> <b>prophets.</b> <b>evangelists.</b> <b>pastors and teachers.</b> He Himself gave some. As evidenced by His perfect fulfillment of His Father’s will, Christ possessed the authority and sovereignty to assign the spiritual gifts (vv. 7–8 ) to those He has called into service in His church. He gave not only gifts, but gifted men. apostles. See note on 2:20 . A term used particularly of the 12 disciples who had seen the risen Christ ( Ac 1:22 ), including Matthias, who replaced Judas. Later, Paul was uniquely set apart as the apostle to the Gentiles ( Ga 1:15–17 ) and was numbered with the other apostles. He, too, miraculously encountered Jesus at his conversion on the Damascus Road ( Ac 9:1–9 ; Ga 1:15–17 ). Those apostles were chosen directly by Christ, so as to be called “apostles of Jesus Christ” ( Ga 1:1 ; 1Pe 1:1 ). They were given 3 basic responsibilities: 1) to lay the foundation of the church ( 2:20 ); 2) to receive, declare, and write God’s Word ( 3:5 ; Ac 11:28 ; 21:10–11 ); and 3) to give confirmation of that Word through signs, wonders, and miracles ( 2Co 12:12 ; cf. Ac 8:6–7 ; Heb 2:3–4 ). The term “apostle” is used in more general ways of other men in the early church, such as Barnabas ( Ac 14:4 ), Silas, Timothy ( 1Th 2:6 ), and others ( Ro 16:7 ; Php 2:25 ). They are called “messengers (or apostles) of the churches” ( 2Co 8:23 ), rather than “apostles of Jesus Christ” like the 13. They were not self-perpetuating, nor was any apostle who died replaced. prophets. See note on 2:20 . Not ordinary believers who had the gift of prophecy but specially commissioned men in the early church. The office of prophet seems to have been exclusively for work within a local congregation. They were not “sent ones” as were the apostles (see Ac 13:1–4 ), but, as with the apostles, their office ceased with the completion of the NT. They sometimes spoke practical direct revelation for the church from God ( Ac 11:21–28 ) or expounded revelation already given (implied in Ac 13:1 ). They were not used for the reception of Scripture. Their messages were to be judged by other prophets for validity ( 1Co 14:32 ) and had to conform to the teaching of the apostles (v. 37 ). Those two offices were replaced by the evangelists and teaching pastors. evangelists. Men who proclaim the good news of salvation in Jesus Christ to unbelievers. Cf. the use of this term in Ac 21:8 ; 2Ti 4:5 . The related verb translated “to preach the gospel” is used 54 times and the related noun translated “gospel” is used 76 times in the NT. pastors and teachers. This phrase is best understood in context as a single office of leadership in the church. The Greek word translated “and” can mean “in particular” (see 1Ti 5:17 ). The normal meaning of pastor is “shepherd,” so the two functions together define the teaching shepherd. He is identified as one who is under the “great Shepherd” Jesus ( Heb 13:20–21 ; 1Pe 2:25 ). One who holds this office is also called an “elder” ( see notes on Tit 1:5–9 ) and “bishop,” or “overseer” ( see notes on 1Ti 3:1–7 ). Ac 20:28 and 1Pe 5:1–2 bring all 3 terms together."
  },
  {
    "start": 49004012,
    "content": "<b><a>4:12</a></b> <b>equipping.</b> <b>saints.</b> <b>the work of service.</b> <b>the building up of the body of Christ.</b> equipping. This refers to restoring something to its original condition, or its being made fit or complete. In this context, it refers to leading Christians from sin to obedience. Scripture is the key to this process ( see notes on 2Ti 3:16–17 ; cf. Jn 15:3 ). saints. All who believe in Jesus Christ. See note on 1:1 . the work of service. The spiritual service required of every Christian, not just of church leaders (cf. 1Co 15:58 ). the building up of the body of Christ. The spiritual edification, nurturing, and development of the church (cf. Ac 20:32 )."
  },
  {
    "start": 49004013,
    "content": "<b><a>4:13</a></b> <b>unity of the faith.</b> <b>the full knowledge of the Son of God.</b> <b>the fullness of Christ.</b> unity of the faith. Faith here refers to the body of revealed truth that constitutes Christian teaching, particularly featuring the complete content of the gospel. Oneness and harmony among believers are possible only when they are built on the foundation of sound doctrine. the full knowledge of the Son of God. This does not refer to salvation knowledge, but to the deep knowledge of Christ that a believer comes to have through prayer, faithful study of His Word, and obedience to His commands (cf. Php 3:8–10 , 12 ; Col 1:9–10 ; 2:2 ; see note on 1Jn 2:12–14 ). the fullness of Christ. God wants every believer to manifest the qualities of His Son, who is Himself the standard for their spiritual maturity and perfection. See notes on Ro 8:29 ; 2Co 3:18 ; Col 1:28–29 ."
  },
  {
    "start": 49004014,
    "content": "<b><a>4:14</a></b> <b>carried about by every wind of doctrine.</b> carried about by every wind of doctrine. Spiritually immature believers who are not grounded in the knowledge of Christ through God’s Word are inclined to uncritically accept every sort of beguiling doctrinal error and fallacious interpretation of Scripture promulgated by deceitful, false teachers in the church. They must learn discernment ( 1Th 5:21–22 ). See 3:1 ; 4:20 . The NT is replete with warnings of such danger ( Ac 20:30–31 ; Ro 16:17–18 ; Ga 1:6–7 ; 1Ti 4:1–7 ; 2Ti 2:15–18 ; 2Pe 2:1–3 )."
  },
  {
    "start": 49004015,
    "content": "<b><a>4:15</a></b> <b>speaking the truth in love.</b> <b>grow up … into Him.</b> <b>the head.</b> speaking the truth in love. Evangelism is most effective when the truth is proclaimed in love. This can be accomplished only by the spiritually mature believer who is thoroughly equipped in sound doctrine. Without maturity, the truth can be cold and love little more than sentimentality. grow up … into Him. Christians are to be completely yielded and obedient to the Lord’s will, subject to His controlling power and Christlike in all areas of their lives (cf. Ga 2:20 ; Php 1:21 ). the head. Given the picture of the church as a body whose head is Christ, “head” is used in the sense of authoritative leader, not “source,” which would have required a different anatomical picture. See 1:22 ; 5:23 ."
  },
  {
    "start": 49004016,
    "content": "<b><a>4:16</a></b> <b>from whom.</b> <b>properly measured working of each … part.</b> from whom. This refers to the Lord. Power for producing mature, equipped believers comes not from the effort of those believers alone, but from their Head, the Lord Jesus Christ (cf. Col 2:19 ). properly measured working of each … part. Godly, biblical church growth results from every member of the body fully using his spiritual gift, in submission to the Holy Spirit and in cooperation with other believers (cf. Col 2:19 )."
  },
  {
    "start": 49004017,
    "end": 49004019,
    "content": "<b><a>4:17–19</a></b> In these verses, Paul gives 4 characteristics of the ungodly lifestyles which believers are to forsake."
  },
  {
    "start": 49004018,
    "content": "<b><a>4:18</a></b> <b>alienated from the life of God.</b> alienated from the life of God. Second, unbelievers are spiritually separated from God, thus ignorant of God’s truth ( 1Co 2:14 ), and their willing spiritual darkness and moral blindness is the result (cf. Ro 1:21–24 ; 2Ti 3:7 ). They are blind, or “hard” like a rock."
  },
  {
    "start": 49004019,
    "content": "<b><a>4:19</a></b> <b>having become callous.</b> <b>sensuality … impurity.</b> having become callous. Third, unbelievers are morally insensitive. As they continue to sin and turn away from God, they become still more apathetic about moral and spiritual things (cf. Ro 1:32 ). sensuality … impurity. Fourth, unbelievers are behaviorally depraved (cf. Ro 1:28 ). As they willingly keep succumbing to sensuality and licentiousness, they increasingly lose moral restraint, especially in the area of sexual sins. Impurity is inseparable from greediness, which is a form of idolatry ( 5:5 ; Col 3:5 ). That some souls may not reach the extremes of vv. 17–19 is due only to God’s common grace and the restraining influence of the Holy Spirit."
  },
  {
    "start": 49004020,
    "end": 49004021,
    "content": "<b><a>4:20–21</a></b> <b>learn … heard … taught.</b> learn … heard … taught. Three figurative descriptions of salvation, the new birth."
  },
  {
    "start": 49004021,
    "content": "<b><a>4:21</a></b> <b>as truth is in Jesus.</b> as truth is in Jesus. The truth about salvation leads to the fullness of truth about God, man, creation, history, life, purpose, relationships, heaven, hell, judgment, and everything else that is truly important. John summed this up in 1Jn 5:20 ."
  },
  {
    "start": 49004022,
    "content": "<b><a>4:22</a></b> <b>lay aside.</b> <b>the old man.</b> lay aside. To strip away, as in taking off old, filthy clothes. This describes repentance from sin and submission to God at the point of salvation. See notes on Col 3:3–9 (cf. Is 55:6–7 ; Mt 19:16–22 ; Ac 2:38–40 ; 20:21 ; 1Th 1:9 ). the old man. The worn out, useless, and unconverted sinful nature corrupted by deceit. Salvation is a spiritual union with Jesus Christ that is described as the death plus burial of the old self and the resurrection of the new self walking in newness of life. This transformation is Paul’s theme in Ro 6:2–8 ( see notes there )."
  },
  {
    "start": 49004023,
    "content": "<b><a>4:23</a></b> <b>be renewed in the spirit of your mind.</b> be renewed in the spirit of your mind. Salvation involves the mind ( see notes on Ro 12:2 ; 2Co 10:5 ), which is the center of thought, understanding, and belief, as well as of motive and action (cf. Col 3:1–2 , 10 ). When a person becomes a Christian, God gives him a completely new spiritual and moral capability that a mind apart from Christ could never achieve (cf. 1Co 2:9–16 )."
  },
  {
    "start": 49004024,
    "content": "<b><a>4:24</a></b> <b>put on the new man.</b> <b>in</b> <b>God has been created.</b> <b>in righteousness and holiness.</b> put on the new man. The renewal of the mind in salvation brings not simply a renovation of character, but transformation of the old to the new self (cf. 2Co 5:17 ). in the likeness of God has been created. In Christ, the old self no longer exists as it had in the past; the new self is created in the very likeness of God (cf. Ga 2:20 ). in righteousness and holiness. Righteousness relates to the Christian’s moral responsibility to his fellow men reflecting the second table of the law ( Ex 20:12–17 ), while holiness refers to his responsibilities to God, reflecting the first table ( Ex 20:3–11 ). There is still sin in the believer’s unredeemed human flesh ( see notes on Ro 7:17–18 , 20 , 23 , 25 ; 8:23 )."
  },
  {
    "start": 49004025,
    "content": "<b><a>4:25</a></b> <b>laying aside falsehood.</b> <b>.</b> laying aside falsehood. More than simply telling direct falsehoods, lying also includes exaggeration and adding fabrications to something that is true. Cheating, making foolish promises, betraying a confidence, and making false excuses are all forms of lying, with which Christians should have no part (cf. Jn 8:44 ; 1Co 6:9 ; Rev 21:8 ). speak truth … with his neighbor . Quoted from Zec 8:16 . God’s work in the world is based on truth, and neither the church nor individual believers can be fit instruments for the Lord to use if they are not truthful."
  },
  {
    "start": 49004026,
    "content": "<b><a>4:26</a></b> <b>sun go down.</b> Be angry, and … do not sin Quoted from Ps 4:4 . By NT standards, anger can be either good or bad, depending on motive and purpose. Paul may have been sanctioning righteous indignation, anger at evil. This type of anger hates injustice, immorality, ungodliness, and every other sin. When such anger is unselfish and based on love for God and others, it not only is permissible but commanded. Jesus expressed this righteous anger (see Mt 21:12 ; Mk 3:5 ; Jn 2:15 ). sun go down. Even righteous anger can turn to bitterness, so it should be set aside by the end of each day. If anger is prolonged, it may become hostile and violate the instruction of Ro 12:17–21 ."
  },
  {
    "start": 49004028,
    "content": "<b><a>4:28</a></b> <b>steal no longer.</b> <b>share with one who has need.</b> steal no longer. Stealing in any form is a sin and has no part in the life of a Christian. Rather, let him work, producing what is beneficial (cf. Ex 20:15 ). The alternative to stealing is to provide for oneself, one’s family, and others what is God-honoring through honest, honorable means (cf. 2Th 3:10–11 ; 1Ti 5:8 ). share with one who has need. A Christian not only should harm no one but should continually endeavor to help those who are in need. See Lk 14:13–14 ; Ac 20:33–35 ."
  },
  {
    "start": 49004029,
    "content": "<b><a>4:29</a></b> <b>unwholesome word.</b> <b>good for building up.</b> <b>grace to those who hear.</b> unwholesome word. The word for “unwholesome” refers to that which is foul or rotten, such as spoiled fruit or putrid meat. Foul language of any sort should never pass a Christian’s lips, because it is totally out of character with his new life in Christ (see Col 3:8 ; Jas 3:6–8 ; cf. Ps 141:3 ). good for building up. The Christian’s speech should be instructive, encouraging, uplifting, (even when it must be corrective), and suited for the moment (cf. Pr 15:23 ; 25:11 ; 24:26 ). grace to those who hear. Cf. Col 4:6 . Because believers have been saved by grace and kept by grace, they should live and speak with grace. Our Lord set the standard ( Lk 4:22 )."
  },
  {
    "start": 49004030,
    "content": "<b><a>4:30</a></b> <b>do not grieve the Holy Spirit of God.</b> <b>sealed for the day of redemption.</b> do not grieve the Holy Spirit of God. God is grieved when His children refuse to change the old ways of sin for those righteous ways of the new life. It should be noted that such responses by the Holy Spirit indicate He is a person. His personhood is also indicated by personal pronouns ( Jn 14:17 ; 16:13 ), His personal care of believers ( Jn 14:16 , 26 ; 15:26 ), His intellect ( 1Co 2:11 ), feelings ( Ro 8:27 ), will ( 1Co 12:11 ), speaking ( Ac 13:2 ), convicting ( Jn 16:8–11 ), interceding ( Ro 8:26 ), guiding ( Jn 16:13 ), glorifying Christ ( Jn 16:14 ), and serving God ( Ac 16:6–7 ). sealed for the day of redemption. The Holy Spirit is the guarantor of eternal redemption in Christ for those who believe in Him ( see note on 1:13–14 )."
  },
  {
    "start": 49004031,
    "end": 49004032,
    "content": "<b><a>4:31–32</a></b> These verses summarize the changes in the life of a believer mentioned in vv. 17–30 . “Bitterness” reflects a smoldering resentment. “Wrath” has to do with rage, the passion of a moment. “Anger” is a more internal, deep hostility. “Shouting” is the outcry of strife out of control. “Slander” is evil speaking. “Malice” is the general Greek term for evil, the root of all vices."
  },
  {
    "start": 49004032,
    "content": "<b><a>4:32</a></b> <b>just as God in Christ also has graciously forgiven you.</b> just as God in Christ also has graciously forgiven you. Those who have been forgiven so much by God should, of all people, forgive the relatively small offenses against them by others. The most graphic illustration of this truth is the parable of Mt 18:21–35 ."
  },
  {
    "start": 49005001,
    "content": "<b><a>5:1</a></b> <b>be imitators of God.</b> be imitators of God. The Christian has no greater calling or purpose than that of imitating his Lord ( see notes on 3:16 , 19 ). That is the very purpose of sanctification, growing in likeness to the Lord while serving Him on earth (cf. Mt 5:48 ). The Christian life is designed to reproduce godliness as modeled by the Savior and Lord, Jesus Christ, in whose image believers have been recreated through the new birth (cf. Ro 8:29 ; 2Co 3:18 ; 1Pe 1:14–16 ). As God’s dear children, believers are to become more and more like their heavenly Father ( Mt 5:48 ; 1Pe 1:15–16 )."
  },
  {
    "start": 49005002,
    "content": "<b><a>5:2</a></b> <b>Christ also loved us and gave Himself up for us.</b> <b>a fragrant aroma.</b> Christ also loved us and gave Himself up for us. The Lord is the supreme example in His self-sacrificing love for lost sinners ( 4:32 ; Ro 5:8–10 ). He took human sin upon Himself and gave up His very life that men might be redeemed from their sin, receive a new and holy nature, and inherit eternal life ( see note on 2Co 5:21 ). They are henceforth to be imitators of His great love in the newness and power of the Holy Spirit, who enables them to demonstrate divine love. a fragrant aroma. Christ’s offering of Himself for fallen man pleased and glorified His heavenly Father, because it demonstrated in the most complete and perfect way God’s sovereign, perfect, unconditional, and divine kind of love. Leviticus describes 5 offerings commanded by God for Israel. The first 3 were: 1) the burnt offering ( Lv 1:1–17 ), depicting Christ’s perfection; 2) the grain offering ( Lv 2:1–16 ), depicting Christ’s total devotion to God in giving His life to please the Father; and 3) the peace offering ( Lv 3:1–17 ), depicting His peacemaking between God and man. All 3 of these were a “soothing aroma to Yahweh” ( Lv 1:9 , 13 , 17 ; 2:2 , 9 , 12 ; 3:5 , 16 ). The other two offerings, the sin offering ( Lv 4:1—5:13 ) and the guilt, or trespass, offering ( Lv 5:14—6:7 ), were repulsive to God because, though they depicted Christ, they depicted Him as bearing sin (cf. Mt 27:46 ). In the end, when redemption was accomplished, the whole work pleased God completely."
  },
  {
    "start": 49005003,
    "content": "<b><a>5:3</a></b> <b>immorality … greed.</b> immorality … greed. In absolute contrast to God’s holiness and love, such sins as these exist (also in v. 5 ), by which Satan seeks to destroy God’s divine work in His children and turn them as far away as possible from His image and will. As do many other Scriptures, this verse shows the close connection between sexual sin and other forms of impurity and greed. An immoral person is inevitably greedy. Such sins are so godless that the world should never have reason even to suspect their presence in Christians."
  },
  {
    "start": 49005004,
    "content": "<b><a>5:4</a></b> <b>not fitting.</b> not fitting. These 3 inappropriate sins of the tongue include any speech that is obscene and degrading or foolish and dirty, as well as suggestive and immoral. All such are destructive of holy living and godly testimony and should be confessed, forsaken, and replaced by open expressions of thankfulness to God (cf. Col 3:8 )."
  },
  {
    "start": 49005005,
    "content": "<b><a>5:5</a></b> <b>For this you know.</b> <b>the kingdom of Christ and God.</b> For this you know. Paul had taught this truth many times when he pastored the church at Ephesus, and it should have been clear in their minds. God never tolerates sin, which has no place at all in His kingdom, nor will any person whose life pattern is one of habitual immorality, impurity, and greed (see v. 3 ) be in His kingdom, because no such person is saved ( see notes on 1Co 6:9–10 ; Ga 5:17–21 ; 1Jn 3:9–10 ). the kingdom of Christ and God. A reference to the sphere of salvation where Christ rules the redeemed. See note on Ac 1:3 ."
  },
  {
    "start": 49005006,
    "content": "<b><a>5:6</a></b> <b>deceive you.</b> deceive you. No Christian will be sinless in this present life, but it is dangerously deceptive for Christians to offer assurance of salvation to a professing believer whose life is characterized by persistent sin and who shows no shame for that sin or hunger for the holy and pure things of God. They are headed for wrath ( 2:2 ), and believers must not partner in any of their wickedness (v. 7 )."
  },
  {
    "start": 49005008,
    "content": "<b><a>5:8</a></b> <b>darkness … light.</b> darkness … light. “Darkness” describes the character of the life of the unconverted as void of truth and virtue in intellectual and moral matters (cf. 1Jn 1:5–7 ). The realm of darkness is presided over by the “authority of darkness” ( Lk 22:53 ; Col 1:13 ), who rules those headed for “outer darkness” ( Mt 8:12 ; 2Pe 2:17 ). Tragically, sinners love the darkness ( Jn 3:19–21 ). It is that very darkness from which salvation in Christ delivers sinners ( see notes on Jn 8:12 ; Col 1:13 ; 1Pe 2:9 ; cf. Ps 27:1 )."
  },
  {
    "start": 49005009,
    "content": "<b><a>5:9</a></b> <b>fruit of that light.</b> fruit of that light. This speaks of that which is produced by walking in the light (cf. 1Jn 1:5–7 ), namely moral excellence of heart, righteous behavior, and truthfulness (honesty or integrity). See notes on Ga 5:22–23 ."
  },
  {
    "start": 49005010,
    "content": "<b><a>5:10</a></b> <b>trying to learn what is pleasing to the Lord.</b> trying to learn what is pleasing to the Lord. “Trying to learn” carries the idea of testing or proving to learn by clear and convincing evidence what is truly honoring to God. The point is that, as believers walk in the light of the truth, the knowledge of the Lord’s will becomes clear. See Ro 12:1–2 where Paul says the same thing, stating that it is only after presenting ourselves as living sacrifices to God that we can know His acceptable will. This relates to assurance of salvation also (see 1Pe 1:5–11 )."
  },
  {
    "start": 49005011,
    "content": "<b><a>5:11</a></b> <b>do not participate in … darkness.</b> <b>instead … expose them.</b> do not participate in … darkness. Paul’s instruction is plain and direct: Christians are to faithfully live in righteousness and purity and have nothing at all to do with the evil ways and works of Satan and the world. The two ways of living are unalterably opposed to each other and mutually exclusive. Cf. 1Co 5:9–11 ; 2Co 6:14–18 ; 2Th 3:6 , 14 . instead … expose them. The Christian’s responsibility does not stop with his own rejection of evil. He is also responsible for exposing and opposing darkness wherever it is found, especially when it is found in the church. See notes on Mt 18:15–17 ; Ga 6:1–2 ."
  },
  {
    "start": 49005012,
    "content": "<b><a>5:12</a></b> <b>disgraceful even to speak.</b> disgraceful even to speak. Some sins are so despicable that they should be sealed off from direct contact and not even mentioned, much less discussed, except in order to contradict and oppose them. Merely talking about them can be morally and spiritually corruptive. Positive proclamation of the pure truth in the light of the Word exposes all evil (cf. Pr 6:23 ; 2Ti 3:16 )."
  },
  {
    "start": 49005013,
    "content": "<b><a>5:13</a></b> <b>everything that becomes visible is light.</b> everything that becomes visible is light. This phrase should probably be part of v. 14 , and is better translated “for it is light that makes everything visible.” The pure and illuminating light of God’s Word exposes all the secrets of sin."
  },
  {
    "start": 49005014,
    "content": "<b><a>5:14</a></b> Using this quotation from Is 60:1 , Paul extended an invitation for salvation to the unsaved, in order that they may be transformed from children of darkness into children of God’s holy light (cf. Pr 4:18 ). These words may have been part of an early church Easter hymn used as an invitation to unbelievers. They express a capsule view of the gospel. Cf. the invitations in Is 55:1–3 , 6–7 and in Jas 4:6–10 ."
  },
  {
    "start": 49005015,
    "content": "<b><a>5:15</a></b> <b>look carefully how you walk, not as unwise but as wise.</b> look carefully how you walk, not as unwise but as wise. To live morally is to live wisely. Biblically, an “unwise man” is not so named because of intellectual limits, but because of unbelief and the consequent abominable deeds ( Ps 14:1 ; Ro 1:22 ). He lives apart from God and against God’s law ( Pr 1:7 , 22 ; 14:9 ), and can’t comprehend the truth ( 1Co 2:14 ) or his true condition ( Ro 1:21–22 ). Certainly, believers are to avoid behaving like fools (see Lk 24:25 ; Ga 3:1–3 )."
  },
  {
    "start": 49005016,
    "content": "<b><a>5:16</a></b> <b>redeeming the time.</b> redeeming the time. The Greek word for “time” denotes a fixed, measured, allocated season. We are to make the most of our time on this evil earth in fulfilling God’s purposes, lining up every opportunity for useful worship and service. See note on 1Pe 1:17 . Be aware of the brevity of life ( Pss 39:4–5 ; 89:46–47 ; Jas 4:14 , 17 )."
  },
  {
    "start": 49005017,
    "content": "<b><a>5:17</a></b> <b>do not be foolish, but understand what the will of the Lord is.</b> do not be foolish, but understand what the will of the Lord is. Knowing and understanding God’s will through His Word is spiritual wisdom. For example, God’s will revealed to us is that people should be saved ( 1Ti 2:3–4 ), Spirit-filled (v. 18 ), sanctified ( 1Th 4:3 ), submissive ( 1Pe 2:13–15 ), suffering ( 1Pe 2:20 ), and thankful ( 1Th 5:18 ). Jesus is the supreme example for all (see Jn 4:34 ; 5:19 , 30 ; 1Pe 4:1–2 )."
  },
  {
    "start": 49005018,
    "content": "<b><a>5:18</a></b> <b>And do not get drunk with wine.</b> <b>but be filled with the Spirit.</b> And do not get drunk with wine. Although Scripture consistently condemns all drunkenness ( see notes on Pr 23:29–35 ; 31:4–5 ; Is 5:11–12 ; 28:7–8 ; cf. 1Co 5:11 ; 1Pe 4:3 ), the context suggests that Paul is speaking here especially about the drunken orgies commonly associated with many pagan worship ceremonies of that day. They were supposed to induce some ecstatic communion with the deities. Paul refers to such as the “cup of demons” ( see note on 1Co 10:19–20 ). but be filled with the Spirit. See notes on Ac 2:4 ; 4:8 , 31 ; 6:3 . True communion with God is not induced by drunkenness, but by the Holy Spirit. Paul is not speaking of the Holy Spirit’s indwelling ( Ro 8:9 ) or the baptism by Christ with the Holy Spirit ( 1Co 12:13 ), because every Christian is indwelt and baptized by the Spirit at the time of salvation. He is rather giving a command for believers to live continually under the influence of the Spirit by letting the Word control them ( see note on Col 3:16 ), pursuing pure lives, confessing all known sin, dying to self, surrendering to God’s will, and depending on His power in all things. Being filled with the Spirit is living in the conscious presence of the Lord Jesus Christ, letting His mind, through the Word, dominate everything that is thought and done. Being filled with the Spirit is the same as walking in the Spirit ( see notes on Ga 5:16–23 ). Christ exemplified this way of life ( Lk 4:1 )."
  },
  {
    "start": 49005019,
    "end": 49005021,
    "content": "<b><a>5:19–21</a></b> These verses summarize the immediate personal consequences of obeying the command to be filled with the Spirit, namely singing, giving thanks, and humbly submitting to others. The rest of the epistle features instruction based on obedience to this command."
  },
  {
    "start": 49005020,
    "content": "<b><a>5:20</a></b> <b>always giving thanks for all things.</b> always giving thanks for all things. See note on 1Th 5:18 ; cf. 2Co 4:15 ; 9:12 , 15 ; Php 4:6 ; Col 2:7 ; Heb 13:15 . Believers’ thankfulness is for who God is and for what He has done through His Son, their Savior and Lord."
  },
  {
    "start": 49005021,
    "content": "<b><a>5:21</a></b> <b>being subject to one another.</b> <b>in the fear of Christ.</b> being subject to one another. Paul here made a transition and introduced his teaching about specific relationships of authority and submission among Christians ( 5:22—6:9 ) by declaring unequivocally that every Spirit-filled Christian is to be a humble, submissive Christian. This is foundational to all the relationships in this section. No believer is inherently superior to any other believer. In their standing before God, they are equal in every way ( Ga 3:28 ). in the fear of Christ. The believer’s continual reverence for God is the basis for his submission to other believers. Cf. Pr 9:10 ."
  },
  {
    "start": 49005022,
    "content": "<b><a>5:22</a></b> <b>Wives,</b> <b>to your own husbands.</b> <b>as to the Lord.</b> Wives, be subject to your own husbands. Having established the foundational principle of submission (v. 21 ), Paul applied it first to the wife. The command is unqualified, applying to every Christian wife, no matter what her own abilities, education, knowledge of Scripture, spiritual maturity, or any other qualifications might be in relation to those of her husband. The submission is not the husband’s to command, but for the wife to willingly and lovingly offer. “Your own husbands” limits her submission to the one man God has placed over her, and also gives a balancing emphasis that he is hers as a personal intimate possession ( SS 2:16 ; 6:3 ; 7:10 ). She submits to the man she possesses as her own. as to the Lord. Because the obedient, spiritual wife’s supreme submission is to the Lord, her attitude is that she lovingly submits as an act of obedience to the Lord who has given this command as His will for her, regardless of her husband’s personal worthiness or spiritual condition. Cf. vv. 5–9 ."
  },
  {
    "start": 49005023,
    "content": "<b><a>5:23</a></b> <b>husband is the head … Christ … is the head.</b> <b>Savior.</b> husband is the head … Christ … is the head. The Spirit-filled wife recognizes that her husband’s role in giving leadership is not only God-ordained, but is a reflection of Christ’s own loving, authoritative headship of the church. See notes on 1Co 11:3 ; cf. 1:22–23 ; 4:15 ; Col 1:18 ; Tit 2:4–5 . Savior. As the Lord delivered His church from the dangers of sin, death, and hell, so the husband provides for, protects, preserves, and loves his wife, leading her to blessing as she submits. Cf. Tit 1:4 ; 2:13 ; 3:6 ."
  },
  {
    "start": 49005025,
    "content": "<b><a>5:25</a></b> <b>love your wives.</b> love your wives. Though the husband’s authority has been established (vv. 22–24 ), the emphasis moves to the supreme responsibility of husbands in regard to their wives, which is to love them with the same unreserved, selfless, and sacrificial love that Christ has for His church. Christ gave everything He had, including His own life, for the sake of His church, and that is the standard of sacrifice for a husband’s love of his wife. Cf. Col 3:19 ."
  },
  {
    "start": 49005026,
    "end": 49005027,
    "content": "<b><a>5:26–27</a></b> <b>sanctify … cleansed … holy … blameless.</b> sanctify … cleansed … holy … blameless. This speaks of the love of Christ for His church. Saving grace makes believers holy by the agency of the Word of God ( Tit 2:1–9 ; 3:5 ) so that they may be a pure bride. For husbands to love their wives as Christ does His church demands a purifying love. Since divine love seeks to completely cleanse those who are loved from every form of sin and evil, a Christian husband should not be able to bear the thought of anything sinful in the life of his wife that displeases God. His greatest desire for her should be that she become perfectly conformed to Christ, so he leads her to purity. See note on 2Co 11:2 ."
  },
  {
    "start": 49005028,
    "content": "<b><a>5:28</a></b> <b>as their own bodies.</b> <b>loves his own wife loves himself.</b> as their own bodies. Here is one of the most poignant and compelling descriptions of the oneness that should characterize Christian marriage. A Christian husband is to care for his wife with the same devotion that he naturally manifests as he cares for himself (v. 29 )—even more so, since his self-sacrificing love causes him to put her first (cf. Php 2:1–4 ). loves his own wife loves himself. In the end, a husband who loves his wife in these ways brings great blessing to himself from her and from the Lord."
  },
  {
    "start": 49005029,
    "content": "<b><a>5:29</a></b> <b>nourishes and cherishes.</b> nourishes and cherishes. These express the twin responsibilities of providing for her needs so as to help her grow mature in Christ and to provide warm and tender affection to give her comfort and security."
  },
  {
    "start": 49005030,
    "content": "<b><a>5:30</a></b> <b>members of His body.</b> members of His body. The Lord provides for His church because it is so intimately and inseparably connected to Him. If He did not care for His church, He would be diminishing His own glory which the church brings to Him by praise and obedience. So, in marriage, the husband’s life is so intimately joined to the wife’s that they are one. When he cares for her, he cares for himself (v. 29 )."
  },
  {
    "start": 49005031,
    "content": "<b><a>5:31</a></b> Quoted from Ge 2:24 ( see note there ). Paul reinforces the divine plan for marriage which God instituted at creation, emphasizing its permanence and unity. The union of marriage is intimate and unbreakable. “Joined” is a word used to express having been glued or cemented together, emphasizing the permanence of the union ( see notes on Mal 2:16 ; Mt 19:5–9 )."
  },
  {
    "start": 49005032,
    "content": "<b><a>5:32</a></b> <b>mystery is great.</b> mystery is great. In the NT, “mystery” identifies some reality hidden in the past and revealed in the NT age to be written in Scripture. Marriage is a sacred reflection of the magnificent and beautiful mystery of union between the Messiah and His church, completely unknown until the NT. See notes on 3:4–5 ; Mt 13:11 ; 1Co 2:7 ."
  },
  {
    "start": 49005033,
    "content": "<b><a>5:33</a></b> <b>each individual among you.</b> each individual among you. The intimacy and sacredness of the love relationship between believing marriage partners are to be a visual expression of the love between Christ and His church."
  },
  {
    "start": 49006001,
    "content": "<b><a>6:1</a></b> <b>obey … in the Lord.</b> obey … in the Lord. See Col 3:20 . The child in the home is to be willingly under the authority of parents with obedient submission to them as the agents of the Lord placed over him, obeying parents as if obeying the Lord Himself. The reasoning here is simply that such is the way God has designed and required it (“right”). Cf. Hos 14:9 ."
  },
  {
    "start": 49006002,
    "end": 49006003,
    "content": "<b><a>6:2–3</a></b> <b>.</b> Honor . While v. 1 speaks of action, this term speaks of attitude, as Paul deals with the motive behind the action. When God gave His law in the Ten Commandments, the first law governing human relationships was this one ( Ex 20:12 ; Dt 5:16 ). It is the only command of the 10 that relates to the family because that principle alone secures the family’s fulfillment. Cf. Ex 21:15 , 17 ; Lv 20:9 ; Mt 15:3–6 . Proverbs affirms this principle (see 1:8 ; 3:1 ; 4:1–4 ; 7:1–3 ; 10:1 ; 17:21 ; 19:13 , 26 ; 28:24 )."
  },
  {
    "start": 49006004,
    "content": "<b><a>6:4</a></b> <b>Fathers.</b> <b>do not provoke.</b> <b>discipline and instruction of the Lord.</b> Fathers. The word technically refers to male parents, but was also used of parents in general. Since Paul had been speaking of both parents (vv. 1–3 ), he probably had both in mind here. The same word is used in Heb 11:23 for Moses’ parents. do not provoke. In the pagan world of Paul’s day, and even in many Jewish households, most fathers ruled their families with rigid and domineering authority. The desires and welfare of wives and children were seldom considered. The apostle makes clear that a Christian father’s authority over his children does not allow for unreasonable demands and strictures that might drive his children to anger, despair, and resentment. discipline and instruction of the Lord. This calls for systematic discipline and instruction, which brings children to respect the commands of the Lord as the foundation of all of life, godliness, and blessing. Cf. Pr 13:24 ; Heb 12:5–11 ."
  },
  {
    "start": 49006005,
    "content": "<b><a>6:5</a></b> <b>Slaves, be obedient.</b> <b>according to the flesh.</b> <b>with fear and trembling.</b> Slaves, be obedient. See note on Col 3:22—4:1 . Slaves in both Greek and Roman culture had no rights legally and were treated as commodities. There was much abuse and seldom good treatment of slaves. The Bible does not speak against slavery itself, but against its abuses (cf. Ex 21:16 , 26–27 ; Lv 25:10 ; Dt 23:15–16 ). Paul’s admonition applies equally well to all employees. The term “obedient” refers to continuous, uninterrupted submission to one’s earthly master or employer, the only exception being in regard to a command that involves clear disobedience of God’s Word as illustrated in Ac 4:19–20 . See notes on 1Ti 6:1–2 ; Tit 2:9–10 ; 1Pe 2:18–20 . according to the flesh. Human masters, that is. with fear and trembling. This is not fright, but respect for their authority. Even if an employer does not deserve respect in his own right (see 1Pe 2:18 ), it should nevertheless be given to him with genuine sincerity as if one was serving Christ Himself. To serve one’s employer well is to serve Christ well. Cf. Col 3:23–24 ."
  },
  {
    "start": 49006006,
    "content": "<b><a>6:6</a></b> <b>eyeservice.</b> <b>men-pleasers.</b> eyeservice. Working well only when being watched by the boss. men-pleasers. Working only to promote one’s welfare, rather than to honor the employer and the Lord, whose servants we really are."
  },
  {
    "start": 49006007,
    "end": 49006008,
    "content": "<b><a>6:7–8</a></b> Cf. Col 3:23 . God’s credits and rewards will be appropriate to the attitude and action of our work. No good thing done for His glory will go unrewarded."
  },
  {
    "start": 49006009,
    "content": "<b><a>6:9</a></b> <b>And masters, do the same things to them.</b> <b>giving up threatening.</b> And masters, do the same things to them. There should be mutual honor and respect from Christian employers to their employees, based on their common allegiance to the Lord. giving up threatening. The Spirit-filled boss uses his authority and power with justice and grace—never putting people under threats, never abusive or inconsiderate. He realizes that he has a heavenly Master who is impartial (cf. Ac 10:34 ; Ro 2:11 ; Jas 2:9 )."
  },
  {
    "start": 49006010,
    "end": 49006017,
    "content": "<b><a>6:10–17</a></b> The true believer described in chaps. 1–3 , who lives the Spirit-controlled life of 4:1—6:9 , can be sure to be in a spiritual war, as described here. Paul closes this letter with both warning about that war and instructions on how to win it. The Lord provides His saints with sufficient armor to combat and thwart the adversary. In vv. 10–13 , the apostle briefly sets forth the basic truths regarding the believer’s necessary spiritual preparation as well as truths regarding his enemy, his battle, and his victory. In vv. 14–17 , he specifies the 6 most necessary pieces of spiritual armor with which God equips His children to resist and overcome Satan’s assaults."
  },
  {
    "start": 49006011,
    "content": "<b><a>6:11</a></b> <b>Put on the full armor of God.</b> <b>schemes.</b> <b>the devil.</b> Put on the full armor of God. “Put on” conveys the idea of permanence, indicating that armor should be the Christian’s sustained, life-long attire. Paul uses the common armor worn by Roman soldiers as the analogy for the believer’s spiritual defense and affirms its necessity if one is to hold his position while under attack. schemes. This Greek word carries the idea of cleverness, crafty methods, cunning, and deception. Satan’s schemes are propagated through the evil world system over which he rules, and are carried out by his demon hosts. “Schemes” is all-inclusive, encompassing every sin, immoral practice, false theology, false religion, and worldly enticement. See note on 2Co 2:11 . the devil. Scripture refers to him as “the anointed cherub” ( Eze 28:14 ), “the ruler of the demons” ( Lk 11:15 ), “the god of this age” ( 2Co 4:4 ), and “the ruler of the power of the air” ( Eph 2:2 ). Scripture depicts him opposing God’s work ( Zec 3:1 ), perverting God’s Word ( Mt 4:6 ), hindering God’s servant ( 1Th 2:18 ), hindering the gospel ( 2Co 4:4 ), snaring the righteous ( 1Ti 3:7 ), and holding the world in his power ( 1Jn 5:19 )."
  },
  {
    "start": 49006012,
    "content": "<b><a>6:12</a></b> <b>struggle.</b> <b>not against flesh and blood.</b> <b>spiritual</b> <b>of wickedness.</b> <b>in the heavenly</b> struggle. A term used of hand-to-hand combat, rendered as “wrestle” by some translations. Struggling or wrestling features trickery and deception, like Satan and his hosts when they attack. Coping with deceptive temptation requires truth and righteousness. The 4 designations describe the different strata and rankings of those demons and the evil supernatural empire in which they operate. Satan’s forces of darkness are highly structured for the most destructive purposes. Cf. Col 2:15 ; 1Pe 3:22 . not against flesh and blood. See 2Co 10:3–5 . spiritual forces of wickedness. This possibly refers to the most depraved abominations, including such things as extreme sexual perversions, occultism, and Satan worship. See note on Col 1:16 . in the heavenly places. As in 1:3 ; 3:10 , this refers to the entire realm of spiritual beings."
  },
  {
    "start": 49006013,
    "content": "<b><a>6:13</a></b> <b>Therefore, take up the full armor of God.</b> <b>the evil day.</b> <b>having done everything, to stand firm.</b> Therefore, take up the full armor of God. Paul again emphasized the necessity of the Christian’s appropriating God’s full spiritual armor by obedience in taking it up, or putting it on (v. 11 ). The first 3 pieces of armor (girdle, breastplate, and shoes/boots, vv. 14–15 ) were worn continually on the battlefield; the last 3 (shield, helmet, and sword, vv. 16–17 ) were kept ready for use when actual fighting began. the evil day. Since the fall of man, every day has been evil, a condition that will persist until the Lord returns and establishes His own righteous kingdom on earth. having done everything, to stand firm. Standing firm against the enemy without wavering or falling is the goal. See notes on Jas 4:17 ; 1Pe 5:8–9 ."
  },
  {
    "start": 49006014,
    "content": "<b><a>6:14</a></b> <b>Stand firm therefore.</b> <b>.</b> <b>.</b> Stand firm therefore. For the third time (see vv. 11 , 13 ), the apostle calls Christians to take a firm position in the spiritual battle against Satan and his minions. Whether confronting Satan’s efforts to distrust God, forsaking obedience, producing doctrinal confusion and falsehood, hindering service to God, bringing division, serving God in the flesh, living hypocritically, being worldly, or in any other way rejecting biblical obedience, this armor is our defense. girded … with truth . The soldier wore a tunic of loose-fitting cloth. Since ancient combat was largely hand-to-hand, a loose tunic was a potential hindrance and danger. A belt was necessary to cinch up the loosely hanging material. Cf. Ex 12:11 ; Lk 12:35 ; 1Pe 1:13 . Girding up was a matter of pulling in the loose ends as preparation for battle. The belt that pulls all the spiritual loose ends in is “truth,” or better, “truthfulness.” The idea is of sincere commitment to fight and win without hypocrisy—self-discipline in devotion to victory. Everything that hinders is tucked away. Cf. 2Ti 2:4 ; Heb 12:1 . the breastplate of righteousness . The breastplate was usually a tough, sleeveless piece of leather or heavy material with animal horn or hoof pieces sewn on, covering the soldier’s full torso, protecting his heart and other vital organs. Because righteousness, or holiness, is such a distinctive characteristic of God Himself, it is not hard to understand why that is the Christian’s chief protection against Satan and his schemes. As believers faithfully live in obedience to and communion with Jesus Christ, His own righteousness produces in them the practical, daily righteousness that becomes their spiritual breastplate. Lack of holiness, on the other hand, leaves them vulnerable to the great enemy of their souls (cf. Is 59:17 ; 2Co 7:1 ; 1Th 5:8 )."
  },
  {
    "start": 49006015,
    "content": "<b><a>6:15</a></b> <b>shod …</b> <b>.</b> shod … with … the gospel of peace . Roman soldiers wore boots with nails in them to grip the ground in combat. The gospel of peace pertains to the good news that, through Christ, believers are at peace with God and He is on their side ( Ro 5:6–10 ). It is that confidence of divine support which allows the believer to stand firm, knowing that since he is at peace with God, God is his strength (see Ro 8:31 , 37–39 )."
  },
  {
    "start": 49006016,
    "content": "<b><a>6:16</a></b> <b>the shield of faith.</b> <b>flaming arrows.</b> the shield of faith. This Greek word usually refers to the large shield (2.5 x 4.5 ft.) that protected the entire body. The faith to which Paul refers is not the body of Christian doctrine (as the term is used in 4:13 ), but basic trust in God. The believer’s continual trust in God’s word and promise is “in addition to all” necessary to protect him from temptations to every sort of sin. All sin comes when the victim falls to Satan’s lies and promises of pleasure, rejecting the better choice of obedience and blessing. flaming arrows. Temptations are likened to the flaming arrows shot by the enemy and quenched by the oil-treated leather shield (cf. Ps 18:30 ; Pr 30:5–6 ; 1Jn 5:4 )."
  },
  {
    "start": 49006017,
    "content": "<b><a>6:17</a></b> <b>.</b> <b>the sword of the Spirit.</b> the helmet of salvation . The helmet protected the head, always a major target in battle. Paul is speaking to those who are already saved, and is therefore not speaking here about attaining salvation. Rather, Satan seeks to destroy a believer’s assurance of salvation with his weapons of doubt and discouragement. This is clear from Paul’s reference to the helmet as “the hope of salvation” ( Is 59:17 ; see note on 1Th 5:8 ). But although a Christian’s feelings about his salvation may be seriously damaged by Satan-inspired doubt, his salvation itself is eternally protected and he need not fear its loss. Satan wants to curse the believer with doubts, but the Christian can be strong in God’s promises of eternal salvation in Scripture (see Jn 6:37–39 ; 10:28–29 ; Ro 5:10 ; 8:31–39 ; Php 1:6 ; 1Pe 1:3–5 ). Security is a fact; assurance is a feeling that comes to the obedient Christian ( 1Pe 1:3–10 ). the sword of the Spirit. As the sword was the soldier’s only weapon, so God’s Word is the only needed weapon, infinitely more powerful than any of Satan’s. The Greek term refers to a small weapon (6–18 in. long). It was used both defensively to fend off Satan’s attacks, and offensively to help destroy the enemy’s strategies. It is the truth of Scripture. See notes on 2Co 10:3–5 ; Heb 4:12 ."
  },
  {
    "start": 49006018,
    "content": "<b><a>6:18</a></b> This verse introduces the general character of a believer’s prayer life: 1) “all prayer and petition” focuses on the variety; 2) “at all times” focuses on the frequency (cf. Ro 12:12 ; Php 4:6 ; 1Th 5:17 ); 3) “in the Spirit” focuses on submission, as we line up with the will of God (cf. Ro 8:26–27 ); 4) “being on the alert” focuses on the manner (cf. Mt 26:41 ; Mk 13:33 ); 5) “all perseverance” focuses on the persistence (cf. Lk 11:9 ; 18:7–8 ); and 6) “all the saints” focuses on the objects (cf. 1Sa 12:23 )."
  },
  {
    "start": 49006019,
    "end": 49006020,
    "content": "<b><a>6:19–20</a></b> <b>mystery.</b> <b>ambassador.</b> Paul does not ask for prayer for his personal well-being or physical comfort in the imprisonment from which he wrote, but for boldness and faithfulness to continue proclaiming the gospel to the unsaved no matter what the cost. mystery. See note on 3:4 . ambassador. See notes on 2Co 5:18–20 ."
  },
  {
    "start": 49006021,
    "end": 49006022,
    "content": "<b><a>6:21–22</a></b> <b>Tychicus.</b> Tychicus. A convert from Asia Minor (modern Turkey) who was with the apostle during his first imprisonment in Rome, from where this epistle was written (see 3:1 ). He accompanied Paul in taking an offering to the church in Jerusalem ( Ac 20:4–6 ) and was sent by him on several missions ( 2Ti 4:12 ; Tit 3:12 )."
  },
  {
    "start": 49006023,
    "end": 49006024,
    "content": "<b><a>6:23–24</a></b> This beautiful benediction sums up the major themes of this very personal letter, reminding readers of the peace (v. 15 ; 1:2 ; 2:14–15 , 17 ; 4:3 ), love ( 1:15 ; 4:2 , 15–16 ; 5:25 , 28 , 33 ), and faith (v. 16 ; 1:15 ; 2:8 ; 3:12 , 17 ; 4:5 , 13 ) from God and Jesus Christ."
  }
]