[
  {
    "id": "ch12001",
    "title": "Resource ch12001",
    "content": "The Second Book of the Kings 2 Kings 1 Ahaziah’s Messengers Meet Elijah 1 Now A Moab revolted against Israel after the death of Ahab. 2 And Ahaziah fell through the lattice in his upper chamber, which <i>was</i> in Samaria, and became ill. So he sent messengers and said to them, “Go, B inquire of Baal-zebub, the god of Ekron, C whether I will live from this sickness.” 3 But the angel of a Yahweh said to D Elijah the Tishbite, “Arise, go up to meet the messengers of the king of Samaria and say to them, ‘Is it because there is no God in Israel <i>that</i> you are going to inquire of E Baal-zebub, the god of Ekron?’ 4 Now therefore thus says Yahweh, ‘ b , F You shall not come down from the bed where you have gone up, but you shall surely die.’ ” Then Elijah departed. 5 So the messengers returned to him, and he said to them, “ c Why have you returned?” 6 And they said to him, “A man came up to meet us and said to us, ‘Go, return to the king who sent you and say to him, “Thus says Yahweh, ‘Is it because there is no God in Israel <i>that</i> you are sending G to inquire of Baal-zebub, the god of Ekron? Therefore d you shall not come down from the bed where you have gone up, but shall surely die.’ ” ’ ” 7 And he said to them, “What e kind of man was he who came up to meet you and spoke these words to you?” 8 And they said to him, “ H <i>He was</i> a hairy man with a leather girdle girded about his loins.” And he said, “It is Elijah the Tishbite.” 9 Then <i>the king</i> I sent to him a commander of fifty with his fifty. And he went up to him, and behold, he was sitting on the top of the hill. And he said to him, “O man of God, the king says, ‘Come down.’ ” 10 And Elijah answered and spoke to the commander of fifty, “If I am a man of God, J let fire come down from heaven and consume you and your fifty.” K Then fire came down from heaven and consumed him and his fifty. 11 So he again sent to him another commander of fifty with his fifty. And he answered and spoke to him, “O man of God, thus says the king, ‘Come down quickly.’ ” 12 And Elijah answered and spoke to them, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then the fire of God came down from heaven and consumed him and his fifty. 13 So he L again sent the commander of a third fifty with his fifty. Then the third commander of fifty went up and came and bowed down on his knees before Elijah, and he begged him and said to him, “O man of God, please let my life and the lives of these fifty servants of yours be precious in your sight. 14 Behold, fire came down from heaven and consumed the first two commanders of fifty with their fifties; but now let my f life be precious in your sight.” 15 M Then the angel of Yahweh spoke to Elijah, “Go down with him; N do not be afraid of him.” So he arose and went down with him to the king. 16 Then he spoke to him, “Thus says Yahweh, ‘Because you have sent messengers O to inquire of Baal-zebub, the god of Ekron—is it because there is no God in Israel to inquire of His word?—therefore g you shall not come down from the bed where you have gone up, but shall surely die.’ ” Jehoram Reigns over Israel 17 So Ahaziah died according to the word of Yahweh which Elijah had spoken. And because he had no son, Jehoram became king in his place P in the second year of Jehoram the son of Jehoshaphat, king of Judah. 18 Now the rest of the acts of Ahaziah which he did, are they not written in the Book of the Chronicles of the Kings of Israel?",
    "type": "chapter_content"
  },
  {
    "id": "resource_1",
    "title": "Resource resource_1",
    "content": "By 650 BC the Assyrian Empire, whose capital was Nineveh, stretched from the Persian Gulf in the east through the fertile crescent into Palestine and beyond, embracing for a short time all of Egypt in the southwest. Judah paid tribute to Assyria during the reign of Manasseh, even though it was technically a free zone.",
    "type": "figure"
  },
  {
    "id": "resource_2",
    "title": "Resource resource_2",
    "content": "Nebuchadnezzar became king of Babylon in 605 BC and conducted several campaigns in Palestine. He squelched Jehoiakim’s rebellion in about 602 BC, deported Jehoiachin in 597 BC, and destroyed Jerusalem in 586 BC.",
    "type": "figure"
  },
  {
    "id": "resource_3",
    "title": "Resource resource_3",
    "content": "In 605 BC Nebuchadnezzar successfully concluded a two-year siege of Carchemish, and most of the Assyrian Empire rapidly became the Babylonian Empire. In 586 BC Nebuchadnezzar conquered all of Judah, besieging and destroying Jerusalem and the Jewish temple. At its zenith in 560 BC, Babylon ruled the entire fertile crescent and Arabia as well, although Egypt regained its autonomy.",
    "type": "figure"
  },
  {
    "id": "anc12",
    "title": "Study Notes and Features for 2 Kings",
    "content": "Study Notes and Features <a ref='2 Kings 1:1'>1:1</a> <b>Moab revolted.</b> <i>See note on <a ref='Genesis 19:37–38'>Ge 19:37–38</a></i> ; Introduction to Ruth: Background and Setting ; cf. <a ref='2 Kings 3:4–27'>3:4–27</a> . <a ref='2 Kings 1:2'>1:2</a> <b>Ahaziah.</b> This king of the northern kingdom of Israel is not to be confused with Ahaziah of Judah ( <a ref='2 Kings 8:25–9:29'>8:25—9:29</a> ). <b>lattice in his upper chamber.</b> Ahaziah’s rooftop room was enclosed with crossbars of interwoven reed or wood strips, which shut out direct sunlight while letting in cool breezes. It was not sturdy enough to keep Ahaziah from falling to the ground below (for unexplained reasons). This took place ca. 852 BC. <b>Baal-zebub.</b> This was a local expression of the Baal cult at Ekron ( <i>see note on <a ref='1 Kings 16:31–32'>1Ki 16:31–32</a></i> ). Baal-zebub meant “lord of the flies,” suggesting that he was the storm god who controlled diseases brought by flies. On the other hand, the name may have been the sarcastic Israelite parody of Baal-zebul, meaning “prince Baal” or “exalted lord,” a common title for Baal in extrabiblical Canaanite texts. The NT preserved the name in the form Beelzebul, a name for Satan, the prince of the demons ( <a ref='Matthew 10:25'>Mt 10:25</a> ; <a ref='Matthew 12:24'>12:24</a> ; <a ref='Mark 3:22'>Mk 3:22</a> ; <a ref='Luke 11:15'>Lk 11:15</a> ). <b>Ekron.</b> The northernmost of the major Philistine cities, located about 22 mi. west of Jerusalem ( <i>see note on <a ref='1 Samuel 5:10'>1Sa 5:10</a></i> ). <a ref='2 Kings 1:3'>1:3</a> <b>the angel of Yahweh.</b> Although some interpret this as a reference to the preincarnate Christ (e.g., <a ref='Genesis 16:7–14'>Ge 16:7–14</a> ; <a ref='Judges 2:1–4'>Jdg 2:1–4</a> ; <i>see note on <a ref='Exodus 3:2'>Ex 3:2</a></i> ), probably here the reference is to an angelic messenger, like the one sent earlier by Yahweh to Elijah (cf. <a ref='2 Kings 19:35'>19:35</a> ; <a ref='1 Kings 19:7'>1Ki 19:7</a> ). Yahweh’s messenger was in contrast to the messengers of the wicked king (vv. <a ref='2 Kings 1:2–3'>2–3</a> , <a ref='2 Kings 1:5'>5</a> ). <b>Elijah.</b> The record of this unusual prophet to Israel begins in <a ref='1 Kings 17:1'>1Ki 17:1</a> and extends to <a ref='2 Kings 2:11'>2Ki 2:11</a> ( <i>see note on <a ref='1 Kings 17:1'>1Ki 17:1</a></i> ). <a ref='2 Kings 1:4'>1:4</a> <b>you shall surely die.</b> Yahweh’s punishment on Ahaziah for consulting a false god instead of the true God was that he would fail to recover from his injuries. This was a merciful application of the Mosaic Law (cf. <a ref='Exodus 22:20'>Ex 22:20</a> ), which demanded death. Cf. vv. <a ref='2 Kings 1:16–17'>16–17</a> . <a ref='2 Kings 1:8'>1:8</a> <b>a hairy man.</b> Lit. “possessor of hair.” This has been interpreted in two ways: 1) Elijah was physically hairy; or 2) Elijah wore a garment made of hair. The language supports the second viewpoint that Elijah wore a coarse wool garment girded at the waist with a leather belt. <a ref='Zechariah 13:4'>Zechariah 13:4</a> describes such a garment as belonging to prophets (cf. <a ref='Matthew 7:15'>Mt 7:15</a> ). Further, the NT describes John the Baptist, who came in the spirit and likeness of Elijah, as clothed in camel’s hair ( <a ref='Matthew 3:4'>Mt 3:4</a> ). <a ref='2 Kings 1:9'>1:9</a> <b>O man of God.</b> A technical title for a man who spoke for God. <i>See notes on <a ref='Deuteronomy 33:1'>Dt 33:1</a> ; <a ref='1 Kings 12:22'>1Ki 12:22</a> ; <a ref='1 Timothy 6:11'>1Ti 6:11</a> .</i> <a ref='2 Kings 1:10–12'>1:10–12</a> <b>fire came down from heaven.</b> This was the proof that Elijah was a prophet of Yahweh and entitled to respect. Additionally, it was an indication that Elijah was like Moses, who also was validated as Yahweh’s prophet by fire from heaven ( <a ref='Numbers 16:35'>Nu 16:35</a> ). <a ref='2 Kings 1:15'>1:15</a> <b>angel of Yahweh.</b> <i>See note on <a ref='2 Kings 1:3'>1:3</a> .</i> <a ref='2 Kings 1:16'>1:16</a> <b>Baal-zebub.</b> <i>See note on <a ref='2 Kings 1:2'>1:2</a> .</i> <a ref='2 Kings 1:17'>1:17</a> <b>Jehoram … Jehoram.</b> The first Jehoram mentioned here was, like Ahaziah ( <a ref='1 Kings 22:51'>1Ki 22:51</a> ), a son of Ahab ( <a ref='2 Kings 3:1'>3:1</a> ), who ruled over the northern kingdom of Israel for 12 years, ca. 852–841 BC ( <i>see note on <a ref='2 Kings 3:1'>3:1</a></i> ). The second Jehoram mentioned was the son and successor to Jehoshaphat, who ruled in the southern kingdom of Judah, ca. 853–841 BC (cf. <a ref='2 Kings 8:16–24'>8:16–24</a> ). <b>second year.</b> Ca. 852 BC. This was the second year of Jehoram of Judah’s co-regency with Jehoshaphat his father ( <i>see notes on <a ref='2 Kings 3:1'>3:1</a> ; <a ref='2 Kings 8:17'>8:17</a> ; <a ref='2 Chronicles 21:4–20'>2Chr 21:4–20</a></i> ). <a ref='2 Kings 2:1'>2:1</a> <b>by a whirlwind.</b> Lit. “in the whirlwind.” This was a reference to the specific storm with lightning and thunder in which Elijah was taken to heaven (v. <a ref='2 Kings 2:11'>11</a> ). Yahweh’s presence was connected with a whirlwind in <a ref='Job 38:1'>Job 38:1</a> ; <a ref='Job 40:6'>40:6</a> ; <a ref='Jeremiah 23:19'>Jer 23:19</a> ; <a ref='Jeremiah 25:32'>25:32</a> ; <a ref='Jeremiah 30:23'>30:23</a> ; <a ref='Zechariah 9:14'>Zec 9:14</a> . <b>Elisha.</b> The record of this prophet, who was the successor to Elijah, begins in <a ref='1 Kings 19:16'>1Ki 19:16</a> and extends to his death in <a ref='2 Kings 13:20'>2Ki 13:20</a> ( <i>see note on <a ref='1 Kings 19:16'>1Ki 19:16</a></i> ). <b>Gilgal.</b> Although some take this to be the Gilgal located west of the Jordan River near Jericho (cf. <a ref='Joshua 4:19'>Jos 4:19</a> ; <a ref='Joshua 5:9'>5:9</a> ), the close affinity to Bethel (v. <a ref='2 Kings 2:2'>2</a> ) and its distance from Jericho (v. <a ref='2 Kings 2:4'>4</a> ) seem to indicate that the Gilgal mentioned here was located in the hill country of Ephraim about 7 mi. north of Bethel. <a ref='2 Kings 2:2'>2:2</a> <b>Bethel.</b> A town in Benjamin about 8 mi. north of Jerusalem, where one of Israel’s false worship centers was located ( <i>see note on <a ref='1 Kings 12:29'>1Ki 12:29</a></i> ). <a ref='2 Kings 2:3'>2:3</a> <b>the sons of the prophets.</b> <i>See note on <a ref='1 Kings 20:35'>1Ki 20:35</a> .</i> <b>take away.</b> The same term was used of Enoch’s translation to heaven in <a ref='Genesis 5:24'>Ge 5:24</a> . The question from the sons of the prophets implied that Yahweh had revealed Elijah’s imminent departure to them. Elisha’s response that he didn’t need to hear about it (“be still”) explicitly stated that Elijah’s departure had been revealed by Yahweh to him also (cf. v. <a ref='2 Kings 2:5'>5</a> ). <b>from over you.</b> I.e., from supervising you, an allusion to the habit of students sitting beneath the feet of their master, elevated on a platform. Elisha would soon change from being Elijah’s assistant to serving as the leader among the prophets. <a ref='2 Kings 2:4'>2:4</a> <b>Jericho.</b> A city about 14 mi. southeast of Bethel in the Jordan River Valley (cf. <a ref='Joshua 2:1'>Jos 2:1</a> ; <a ref='Joshua 6:1'>6:1</a> ), to which Elisha accompanied Elijah (cf. v. <a ref='2 Kings 2:6'>6</a> ). <a ref='2 Kings 2:8'>2:8</a> <b>waters … were divided.</b> Elijah rolled up his cloak into a kind of rod and struck the water of the Jordan River. Immediately, the water parted, leaving a dry path through the riverbed for the two prophets to cross. Elijah’s act recalled Moses’ parting of the Red Sea with his rod ( <a ref='Exodus 14:21–22'>Ex 14:21–22</a> ) and the parting of the Jordan when Israel crossed over into the land ( <a ref='Joshua 3:14–17'>Jos 3:14–17</a> ). The crossing put Elijah on the Jordan’s east bank, the area where Moses’ life came to an end ( <a ref='Deuteronomy 34:1–6'>Dt 34:1–6</a> ). <a ref='2 Kings 2:9'>2:9</a> <b>a double portion.</b> In Israel, the firstborn son inherited a double share of his father’s possessions and with it the right of succession ( <a ref='Deuteronomy 21:17'>Dt 21:17</a> ). “A double portion of your spirit” was not merely Elisha’s request to succeed Elijah in his prophetic ministry, since Yahweh had already revealed this succession in <a ref='1 Kings 19:16–21'>1Ki 19:16–21</a> . Nor was it Elisha’s desire for ministry superior to Elijah’s, though Elisha did, in fact, do twice as many recorded miracles as Elijah. Apparently, Elisha was asking to succeed Elijah in the prophetic office, as God had promised, with spiritual power beyond his own capabilities to meet the responsibilities of his position as Elijah’s successor. He desired that Elijah’s mighty power might continue to live through him. <a ref='2 Kings 2:10'>2:10</a> <b>a hard thing.</b> Since only God can give spiritual power, Elijah did not have the ability to grant Elisha’s request. Elijah told Elisha that if Elisha saw his departure, it would be the sign that God Himself would grant Elisha’s request. <a ref='2 Kings 2:11'>2:11</a> <b>chariot of fire and horses of fire.</b> The horse-drawn chariot was the fastest means of transport and the mightiest means of warfare in that day. Thus, the chariot and horses symbolized God’s powerful protection, which was the true safety of Israel (v. <a ref='2 Kings 2:12'>12</a> ). As earthly kingdoms are dependent for their defense on such military force as represented by horses and chariots, one single prophet had done more by God’s power to preserve his nation than all their military preparations. <a ref='2 Kings 2:12'>2:12</a> <b>My father.</b> The sons of the prophet recognized the leader of their company as their spiritual father. This title of respect for a person of authority ( <a ref='Genesis 45:8'>Ge 45:8</a> ; <a ref='Judges 17:10'>Jdg 17:10</a> ) was later used for Elisha ( <a ref='2 Kings 6:21'>6:21</a> ; <a ref='2 Kings 13:14'>13:14</a> ). <a ref='2 Kings 2:13'>2:13</a> <b>the mantle of Elijah.</b> Elijah’s cloak ( <i>see note on <a ref='2 Kings 1:8'>1:8</a></i> ), picked up by Elisha, authenticated him as Elijah’s legitimate spiritual successor. <a ref='2 Kings 2:14'>2:14</a> <b>waters … were divided.</b> Elisha repeated the action of Elijah (v. <a ref='2 Kings 2:8'>8</a> ) in using the cloak to immediately part the waters of the Jordan River, allowing Elisha to recross on dry land. This confirmed that Elisha had received from God the same great power as his master, Elijah. <a ref='2 Kings 2:15'>2:15</a> <b>bowed … to the ground.</b> This action symbolized the submission of the prophets to the preeminence of Elisha as the prophet in Israel. <a ref='2 Kings 2:16'>2:16</a> They knew that when souls went into God’s presence at death, bodies remained on earth. Out of sensitivity to the body of Elijah, they wanted to retrieve it for appropriate care. Elisha knew Elijah’s body would not be left behind, because he had seen his bodily ascension (v. <a ref='2 Kings 2:11'>11</a> ) while the others had not, so he said, “No.” <a ref='2 Kings 2:17'>2:17</a> <b>ashamed.</b> In <a ref='2 Kings 8:11'>8:11</a> and <a ref='Judges 3:25'>Jdg 3:25</a> , this term was used for the feeling of embarrassment under the unrelenting pressure of their request. But with shame for his own failure to believe what he had seen, Elisha was also embarrassed for the prophets, knowing the futile outcome of their search (v. <a ref='2 Kings 8:18'>18</a> ). Cf. <a ref='1 Kings 18:12'>1Ki 18:12</a> . <a ref='2 Kings 2:20–21'>2:20–21</a> <b>jar … salt.</b> Salt purifies water, but the small amount used there could not clean the whole water supply. Rather, the use of salt from a new jar symbolized the cleansing of the waters that God would miraculously do. The healing of Jericho’s water, through Elisha, freed the city from Joshua’s curse, making it habitable for humans once again (cf. <a ref='Joshua 6:26'>Jos 6:26</a> ; <a ref='1 Kings 16:34'>1Ki 16:34</a> ). <a ref='2 Kings 2:23'>2:23</a> <b>young boys.</b> These were not children, but infidels and idolatrous young men in their late teens or twenties (cf. <a ref='Genesis 22:12'>Ge 22:12</a> ; <a ref='Genesis 37:2'>37:2</a> ; <a ref='1 Kings 20:14–15'>1Ki 20:14–15</a> ). <b>baldhead.</b> Baldness was regarded as a disgrace (cf. <a ref='Isaiah 3:17'>Is 3:17</a> , <a ref='Isaiah 3:24'>24</a> ). The baldness of Elisha referred to here may be: 1) natural loss of hair; 2) a shaved head denoting his separation to the prophetic office; or more likely, 3) an epithet of scorn and contempt, Elisha not being literally bald. These youths were sarcastically taunting and insulting Yahweh’s prophet by telling him to repeat Elijah’s translation (“go up”). <a ref='2 Kings 2:24'>2:24</a> <b>cursed.</b> Because these young people of about 20 years of age or older (the same term is used of Solomon in <a ref='1 Kings 3:7'>1Ki 3:7</a> ) so despised the prophet of Yahweh, Elisha called upon Yahweh to deal with the rebels as He saw fit. Yahweh’s punishment was the mauling of 42 youths by two female bears. The penalty was clearly justified, for to ridicule Elisha was to ridicule Yahweh Himself. The gravity of the penalty mirrored the gravity of the crime. The appalling judgment was God’s warning to any and all who attempted to interfere with the newly invested prophet’s ministry. <a ref='2 Kings 2:25'>2:25</a> <b>Mount Carmel.</b> For the location, <i>see note on <a ref='1 Kings 18:19'>1Ki 18:19</a></i> . Elisha associated his prophetic ministry with Elijah’s stand against Baalism. <b>Samaria.</b> The capital city of the northern kingdom, located in central Israel (cf. <a ref='1 Kings 16:24'>1Ki 16:24</a> ). <a ref='2 Kings 3:1'>3:1</a> <b>Jehoram.</b> <i>See note on <a ref='2 Kings 1:17'>1:17</a> .</i> He was Ahaziah’s brother ( <a ref='1 Kings 22:51'>1Ki 22:51</a> ). <b>eighteenth year.</b> Ca. 852 BC. This was Jehoshaphat of Judah’s 18th year of rule after the death of his father Asa in 870 BC. Jehoshaphat was co-regent with Asa from 873–870 BC. Jehoshaphat’s son Jehoram was co-regent with his father from 853–848 BC ( <i>see notes on <a ref='2 Kings 1:17'>1:17</a> ; <a ref='2 Kings 8:17'>8:17</a></i> ). <b>twelve years.</b> 852–841 BC. <a ref='2 Kings 3:2'>3:2</a> <b>pillar of Baal.</b> This was probably an image of the god Baal that King Ahab had made and placed in the temple he built to Baal ( <a ref='1 Kings 16:32–33'>1Ki 16:32–33</a> ). This image was only put in storage, not permanently destroyed, because it reappeared at the end of Jehoram’s reign ( <a ref='2 Kings 10:26–27'>10:26–27</a> ). <a ref='2 Kings 3:3'>3:3</a> <b>Jeroboam.</b> Ca. 931–910 BC. <i>See notes on <a ref='1 Kings 11:26–14:20'>1Ki 11:26—14:20</a> ; <a ref='2 Chronicles 9:29–13:20'>2Chr 9:29—13:20</a> .</i> <a ref='2 Kings 3:4'>3:4</a> <b>Mesha king of Moab.</b> According to the Moabite Stone (discovered at Dihon, Moab, in AD 1868 and dated to ca. 840–820 BC), Moab, which is located east of the Dead Sea between the Arnon River and the Brook Zered, had been Israel’s vassal since Omri (ca. 880 BC). Moab’s king, Mesha, was a sheep breeder (cf. <a ref='Amos 1:1'>Am 1:1</a> ) who supplied the king of Israel with lambs and wool. This was Moab’s annual tribute to the Israelite king. <a ref='2 Kings 3:5'>3:5</a> <b>Moab rebelled.</b> Mesha used Ahab’s death as an opportunity to cast off the political domination of Israel with its heavy economic burden. Moab’s rebellion took place in 853 BC during the reign of Ahaziah ( <a ref='2 Kings 1:1'>1:1</a> ). Jehoram determined to put down Moab’s rebellion upon his accession to Israel’s throne in 852 BC. He mobilized Israel for war (v. <a ref='2 Kings 3:6'>6</a> ) and asked Jehoshaphat of Judah to join him in the battle (v. <a ref='2 Kings 3:7'>7</a> ). <a ref='2 Kings 3:8'>3:8</a> <b>the wilderness of Edom.</b> This was the long and circuitous route by the lower bend of the Dead Sea, the arid land in the great depression south of the sea known as the Arabah, or an area of marshes on Edom’s western side. According to the Moabite Stone ( <i>see note on <a ref='2 Kings 3:4'>3:4</a></i> ), Mesha’s army firmly controlled the northern approach into Moab. Therefore, an attack from the south had a much better chance of success. It was the most defenseless position and Mesha could not enlist help from the forces of Edom (v. <a ref='2 Kings 3:9'>9</a> ). <a ref='2 Kings 3:11'>3:11</a> <b>pour water on the hands.</b> Probably derived from the custom of washing hands before and after meals. The idiom meant that Elisha had personally served Elijah. Jehoshaphat recognized that Elisha was a true prophet of Yahweh (v. <a ref='2 Kings 3:12'>12</a> ). <a ref='2 Kings 3:13'>3:13</a> <b>What do I have to do with you?</b> A Hebrew idiom that expressed the completely different perspective of two individuals (cf. <a ref='2 Samuel 16:10'>2Sa 16:10</a> ). Elisha sarcastically ordered Jehoram to consult the prophets of his father Ahab, prophets of the northern kingdom’s deviant religion ( <a ref='1 Kings 22:6'>1Ki 22:6</a> , <a ref='1 Kings 22:10–12'>10–12</a> ), and the prophets of his mother Jezebel, the prophets of Baal and Asherah ( <a ref='1 Kings 18:19'>1Ki 18:19</a> ). <a ref='2 Kings 3:14'>3:14</a> <b>regard the presence.</b> Elisha agreed to seek word from Yahweh because of his great respect for Jehoshaphat, the king of Judah, who did what was right in the eyes of Yahweh ( <a ref='1 Kings 22:43'>1Ki 22:43</a> ). <a ref='2 Kings 3:15'>3:15</a> <b>a musician.</b> The music was used to accompany praise and prayer, which calmed the mind of the prophet that he might clearly hear the word of Yahweh. Music often accompanied prophecies in the OT (cf. <a ref='1 Chronicles 25:1'>1Chr 25:1</a> ). <a ref='2 Kings 3:16'>3:16</a> <b>this valley.</b> Probably the northeast area of the Arabah, west of the highlands of Moab and southeast of the Dead Sea (see v. <a ref='2 Kings 3:8'>8</a> ). <a ref='2 Kings 3:20'>3:20</a> <b>offering the sacrifice.</b> This was offered daily (see <a ref='Exodus 29:38–41'>Ex 29:38–41</a> ). <b>water came by the way of Edom.</b> Divinely created flash floods from the mountains of Edom caused water to flow in the direction of the Dead Sea. This water was caught in the canals that had been built in the valley (v. <a ref='2 Kings 3:16'>16</a> ). <a ref='2 Kings 3:22'>3:22</a> <b>water … red as blood.</b> As the Moabites looked down at the unfamiliar water in the ditches dug in the valley below them, the combination of the sun’s rays and the red sandstone terrain gave the water a reddish color, like pools of blood. Unaccustomed to water being in those places and having heard no storm (see v. <a ref='2 Kings 3:17'>17</a> ), the Moabites thought that the coalition of kings had slaughtered each other (v. <a ref='2 Kings 3:23'>23</a> ) and so went after the spoils. The coalition army led by Israel defeated the Moabites, who had been delivered into their hands by Yahweh (see vv. <a ref='2 Kings 3:18'>18</a> , <a ref='2 Kings 3:24'>24</a> ). <a ref='2 Kings 3:25'>3:25</a> <b>Kir-hareseth.</b> The coalition army invaded Moab and besieged its capital city, Kir-hareseth, located about 11 mi. east of the Dead Sea and about 20 mi. northeast of the Arabah. <a ref='2 Kings 3:27'>3:27</a> <b>his oldest son … offered him.</b> In desperate hope for intervention by his idol god, Mesha sacrificed his oldest son to the Moabite god Chemosh. This was done in plain view of everyone inside and outside the city in an attempt to induce Chemosh to deliver the Moabites from disastrous defeat. <b>great wrath against Israel.</b> It seems best to understand that the king’s sacrifice inspired the Moabites to hate Israel more and fight more intensely. This fierceness perhaps led Israel to believe that Chemosh was fighting for the Moabites. Thus, the indignation or fury came from the Moabites. <a ref='2 Kings 4:1'>4:1</a> <b>the sons of the prophets.</b> <i>See note on <a ref='1 Kings 20:35'>1Ki 20:35</a> .</i> <b>my two children to be his slaves.</b> According to the Mosaic law, creditors could enslave debtors and their children to work off a debt when they could not pay ( <a ref='Exodus 21:2–4'>Ex 21:2–4</a> ; <a ref='Deuteronomy 15:12–18'>Dt 15:12–18</a> ). The period of servitude could last until the next year of Jubilee ( <a ref='Leviticus 25:39–40'>Lv 25:39–40</a> ). Rich people and creditors, however, were not to take advantage of the destitute (see <a ref='Deuteronomy 15:1–18'>Dt 15:1–18</a> ). <a ref='2 Kings 4:2'>4:2</a> <b>jar of oil.</b> A flask of oil used to anoint the body. <a ref='2 Kings 4:4'>4:4</a> <b>shut the door behind you.</b> Since the widow’s need was private, the provision was to be private also. Further, the absence of Elisha demonstrated that the miracle happened only by God’s power. God’s power multiplied “little” into “much,” filling all the vessels to meet the widow’s need (cf. <a ref='1 Kings 17:7–16'>1Ki 17:7–16</a> ). <a ref='2 Kings 4:8'>4:8</a> <b>Shunem.</b> A town in the territory of Issachar near Jezreel ( <a ref='Joshua 19:18'>Jos 19:18</a> ), on the slopes of Mt. Moreh, overlooking the eastern end of the Jezreel Valley ( <i>see note on <a ref='1 Kings 1:3'>1Ki 1:3</a></i> ). <b>a prominent woman.</b> The woman was “great” in wealth and in social prominence. <a ref='2 Kings 4:9'>4:9</a> <b>man of God.</b> <i>See note on <a ref='2 Kings 1:9'>1:9</a> .</i> The woman recognized Elisha as a prophet uniquely separated unto God. Elisha’s holiness prompted the woman to ask her husband that a separate, small, walled upper room be provided for the prophet (v. <a ref='2 Kings 4:10'>10</a> ). The woman must have feared the “holy” Elisha coming into contact with their “profane” room (cf. <a ref='Leviticus 10:10'>Lv 10:10</a> ). <a ref='2 Kings 4:12'>4:12</a> <b>Gehazi.</b> Elisha’s personal servant who was prominent here and in <a ref='2 Kings 5:20–27'>5:20–27</a> . Probably Gehazi is the unnamed servant in v. <a ref='2 Kings 4:43'>43</a> ; the term “servant” used there was used in <a ref='1 Kings 19:21'>1Ki 19:21</a> of Elisha’s relationship to Elijah. Throughout this narrative, Elisha contacted the Shunammite woman through Gehazi (vv. <a ref='2 Kings 4:11–13'>11–13</a> , <a ref='2 Kings 4:15'>15</a> , <a ref='2 Kings 4:25'>25</a> , <a ref='2 Kings 4:29'>29</a> ). Gehazi was involved in this ministry so that he might have opportunity to mature in his service to Yahweh. <a ref='2 Kings 4:13'>4:13</a> <b>I live among my own people.</b> This reply expressed her contentment, since she wanted nothing. <a ref='2 Kings 4:14'>4:14</a> <b>no son, and her husband is old.</b> This remark implied two things: 1) she suffered the shame of being a barren woman (cf. <a ref='Genesis 16:1'>Ge 16:1</a> ; <a ref='Genesis 18:10–15'>18:10–15</a> ; <a ref='Genesis 25:21'>25:21</a> ; <a ref='Genesis 30:1–2'>30:1–2</a> ; <a ref='1 Samuel 1:6'>1Sa 1:6</a> ); and 2) her husband might die without an heir to carry on his name ( <a ref='Deuteronomy 25:5–10'>Dt 25:5–10</a> ). <a ref='2 Kings 4:16'>4:16</a> <b>No, my lord.</b> In response to Elisha’s announcement that she would have a son, the woman asked Elisha not to build up her hopes if she would be disappointed later. Her reply indicated that she felt having a son was impossible. <b>man of God.</b> <i>See note on <a ref='2 Kings 1:9'>1:9</a> .</i> <a ref='2 Kings 4:17'>4:17</a> <b>conceived … bore.</b> This was like Abraham and Sarah ( <a ref='Genesis 21:1–2'>Ge 21:1–2</a> ). <a ref='2 Kings 4:19'>4:19</a> <b>My head, my head.</b> The child probably suffered sunstroke. The cries of the boy, the part affected, and the season of the year (“reapers”) lead to that conclusion. Sunstroke could be fatal, as in this case (v. <a ref='2 Kings 4:20'>20</a> ). <a ref='2 Kings 4:23'>4:23</a> <b>neither new moon nor sabbath.</b> The first day of the month and the seventh day of the week were both marked with special religious observances and rest from work (cf. <a ref='Numbers 28:9–15'>Nu 28:9–15</a> ). The husband implied that only on such dates would a person visit a prophet. She apparently concealed the death of the child from him (“ <i>It is</i> well”) to spare him unnecessary grief, in light of the power of the man of God whom she believed might do a miracle for the boy. <a ref='2 Kings 4:25'>4:25</a> <b>Mount Carmel.</b> <i>See note on <a ref='1 Kings 18:19'>1Ki 18:19</a> .</i> The distance from Shunem was about 15 to 25 mi. <a ref='2 Kings 4:26'>4:26</a> <b>It is well.</b> She withheld the real sorrow of her son’s death, waiting to tell the prophet Elisha directly. <a ref='2 Kings 4:27'>4:27</a> <b>of his feet.</b> The grasping of the feet was a sign of humiliation and veneration. <a ref='2 Kings 4:28'>4:28</a> See v. <a ref='2 Kings 4:16'>16</a> . <a ref='2 Kings 4:29'>4:29</a> <b>lay my staff on the boy’s face.</b> Elisha sent Gehazi ahead because he was younger and, therefore, faster. He may have expected Yahweh to restore the child’s life when his staff was placed upon him, viewing that staff as representative of his own presence and a symbol of divine power (cf. <a ref='2 Kings 2:8'>2:8</a> ). <a ref='2 Kings 4:34'>4:34</a> <b>stretched himself on him.</b> Like Elijah (see <a ref='1 Kings 17:17–24'>1Ki 17:17–24</a> ), Elisha demonstrated Yahweh’s power over death by raising their son from the dead. Also like Elijah, part of the restoration process involved lying on top of the boy’s body. <a ref='2 Kings 4:38'>4:38</a> <b>Gilgal.</b> <i>See note on <a ref='2 Kings 2:1'>2:1</a> .</i> This was about 40 mi. south of Shunem. <b>sons of the prophets.</b> <i>See note on <a ref='1 Kings 20:35'>1Ki 20:35</a> .</i> <a ref='2 Kings 4:39'>4:39</a> <b>wild gourds.</b> Probably a kind of wild cucumber that can be fatally poisonous if eaten in large quantities. <a ref='2 Kings 4:41'>4:41</a> <b>flour.</b> The flour itself did not make the noxious stew edible, but a miraculous cure was accomplished through the flour. Like Elijah (cf. <a ref='1 Kings 17:14–16'>1Ki 17:14–16</a> ), Elisha used flour to demonstrate the concern of God for man. <a ref='2 Kings 4:42'>4:42</a> <b>Baal-shalishah.</b> The exact location is uncertain. <b>bread of the first fruits.</b> Normally, the first fruits were reserved for God ( <a ref='Leviticus 23:20'>Lv 23:20</a> ) and the Levitical priests ( <a ref='Numbers 18:13'>Nu 18:13</a> ; <a ref='Deuteronomy 18:4–5'>Dt 18:4–5</a> ). Though the religion in the northern kingdom was apostate, the man who brought the loaves to Elisha was a representative of godly religion in Israel. <a ref='2 Kings 4:43–44'>4:43–44</a> The multiplication of the loaves in accordance with the Word of Yahweh through His prophet anticipated the messianic ministry of Jesus Himself (cf. <a ref='Matthew 14:16–20'>Mt 14:16–20</a> ; <a ref='Matthew 15:36–37'>15:36–37</a> ; <a ref='John 6:11–13'>Jn 6:11–13</a> ). <a ref='2 Kings 5:1'>5:1</a> <b>Naaman.</b> A common name in ancient Aram, or Syria, meaning “gracious, fair.” Four phrases describe the importance of Naaman: 1) he was the supreme commander of the army of Aram as indicated by the term “captain,” used of an army’s highest ranking officer ( <a ref='Genesis 21:22'>Ge 21:22</a> ; <a ref='1 Samuel 12:9'>1Sa 12:9</a> ; <a ref='1 Chronicles 27:34'>1Chr 27:34</a> ); 2) he was “a great man,” a man of high social standing and prominence; 3) he was “highly respected,” a man highly regarded by the king of Syria because of the military victories he had won; and 4) he was “a valiant warrior,” a term used in the OT for both a man of great wealth ( <a ref='Ruth 2:1'>Ru 2:1</a> ) and a courageous warrior ( <a ref='Judges 6:12'>Jdg 6:12</a> ; <a ref='Judges 11:1'>11:1</a> ). Severely mitigating against all of this was the fact that he suffered from leprosy, a serious skin disease (cf. v. <a ref='2 Kings 5:27'>27</a> ; <i>see notes on <a ref='Le 13-14'>Lv 13–14</a></i> ). <b>king of Aram.</b> Either Ben-hadad I or, more likely, Ben-hadad II. <i>See note on <a ref='1 Kings 15:18'>1Ki 15:18</a> .</i> <b>by him Yahweh had given salvation to Aram.</b> Naaman’s military success was attributable to the God of Israel, who is sovereign over all the nations (cf. <a ref='Isaiah 10:13'>Is 10:13</a> ; <a ref='Amos 9:7'>Am 9:7</a> ). <a ref='2 Kings 5:2'>5:2</a> <b>bands.</b> Naaman led the Syrian army in quick penetrations across Israel’s border (cf. <a ref='1 Samuel 30:8'>1Sa 30:8</a> , <a ref='1 Samuel 30:15'>15</a> ). On one of his raids, he captured a young Israelite girl used as a servant, who ultimately told him of Elisha. <a ref='2 Kings 5:3'>5:3</a> <b>the prophet … in Samaria.</b> Elisha maintained a residence in the city of Samaria ( <a ref='2 Kings 6:32'>6:32</a> ). <a ref='2 Kings 5:5'>5:5</a> <b>king of Israel.</b> Jehoram. <i>See note on <a ref='2 Kings 1:17'>1:17</a> .</i> <b>ten talents of silver and six thousand</b> shekels <b>of gold.</b> About 750 lbs. of silver and 150 lbs. of gold. <a ref='2 Kings 5:7'>5:7</a> <b>tore his clothes.</b> This action was a sign of distress and grief (cf. <a ref='1 Kings 21:27'>1Ki 21:27</a> ). Jehoram thought that Ben-hadad expected him to cure Naaman’s leprosy. Since Jehoram knew that this was impossible, he thought he was doomed to have a major battle with the Syrians. When Elisha heard of Jehoram’s distress, he told the king to send Naaman to him for healing (v. <a ref='2 Kings 5:8'>8</a> ). <a ref='2 Kings 5:11'>5:11</a> <b>surely come out to me.</b> Because of his personal greatness (v. <a ref='2 Kings 5:1'>1</a> ), his huge gift (v. <a ref='2 Kings 5:5'>5</a> ), and diplomatic letter (v. <a ref='2 Kings 5:6'>6</a> ), Naaman expected personal attention to his need. However, Elisha did not even go out to meet him. Instead, he sent his instructions for healing through a messenger (v. <a ref='2 Kings 5:10'>10</a> ). Naaman was angry because he anticipated a personal cleansing ceremony from the prophet himself. <a ref='2 Kings 5:12'>5:12</a> <b>Abanah … Pharpar.</b> The Abanah River (modern Barada) began in the Lebanon mountains and flowed to Damascus, its clear water producing orchards and gardens. The Pharpar River flowed east from Mt. Hermon to the south of Damascus. If Naaman needed to wash in a river, those two rivers were superior to the muddy Jordan. However, it was obedience to God’s Word that was the issue, not the quality of the water. <a ref='2 Kings 5:13'>5:13</a> <b>My father.</b> The title “father” was not usually employed by servants to their masters. The use of the term here may indicate something of the warmness that the servants felt for Naaman (cf. <a ref='2 Kings 2:12'>2:12</a> ). His servants pointed out to Naaman that he had been willing to do anything, no matter how hard, to be cured. He should be even more willing, therefore, to do something as easy as washing in a muddy river. <a ref='2 Kings 5:14'>5:14</a> <b>flesh of a young boy.</b> This description indicates that ancient leprosy was a disease of the skin, distinct from modern leprosy, a disease primarily of the nerves. <a ref='2 Kings 5:15'>5:15</a> <b>there is no God … but in Israel.</b> Upon his healing, Naaman returned from the Jordan River to Elisha’s house in Samaria (about 25 mi.) to give confession of his new belief. Naaman confessed that there was only one God, Israel’s God, Yahweh. In saying this, Naaman put to shame the Israelites who continued to blasphemously believe that both Yahweh and Baal were gods (cf. <a ref='1 Kings 18:21'>1Ki 18:21</a> ). <a ref='2 Kings 5:16'>5:16</a> <b>he refused.</b> To show that he was not driven by the mercenary motives of pagan priests and prophets, Elisha, though accepting gifts on other occasions (cf. <a ref='2 Kings 4:42'>4:42</a> ), declined them here so the Syrians would see the honor of God only. <a ref='2 Kings 5:17'>5:17</a> <b>two mules’ load of earth.</b> In the ancient Near East it was thought that a god could be worshiped only on the soil of the nation to which he was bound. Therefore, Naaman wanted a load of Israelite soil on which to make burnt offerings and sacrifices to Yahweh when he returned to Damascus. This request confirmed how Naaman had changed—whereas he had previously disparaged Israel’s river, now he wanted to take a pile of Israel’s soil to Damascus. <a ref='2 Kings 5:18'>5:18</a> <b>Rimmon.</b> The Hebrew term “Rimmon” (lit. “pomegranate”) is a parody of the Syrian deity, Hadad, whom the Assyrians named “Rananu” (lit. “the thunderer”). Hadad was the storm god, usually identified with the Canaanite god, Baal. As an aide to Syria’s king, Naaman’s duty demanded that he accompany the king to religious services at the temple of Rimmon in Damascus. Naaman requested that Yahweh forgive this outward compromise of his true faith in and commitment to Yahweh. <a ref='2 Kings 5:22'>5:22</a> <b>My master has sent me.</b> A lie for selfish gain revealed the sad state of Gehazi’s character. Another lie followed to cover up (v. <a ref='2 Kings 5:25'>25</a> ). <a ref='2 Kings 5:23'>5:23</a> <b>two talents of silver.</b> About 150 lbs. of silver. <a ref='2 Kings 5:26'>5:26</a> <b>Did not my heart go</b> with you <b>…?</b> Elisha knew Gehazi lied. Though his body did not move, Elisha’s mind had seen all that had transpired between Gehazi and Naaman. <a ref='2 Kings 5:27'>5:27</a> <b>leprosy … shall cling to you.</b> Gehazi’s greed had cast a shadow over the integrity of Elisha’s prophetic office. This made him no better in the people’s thinking than Israel’s false prophets, who prophesied for material gain, the very thing he wanted to avoid (vv. <a ref='2 Kings 5:15–16'>15–16</a> ). Gehazi’s act betrayed a lack of faith in Yahweh’s ability to provide. As a result, Elisha condemned Gehazi and his descendants to suffer Naaman’s skin disease forever. The punishment was a twist for Gehazi, who had gone to “take something” from Naaman (v. <a ref='2 Kings 5:20'>20</a> ), but what he received was Naaman’s disease. <a ref='2 Kings 6:1'>6:1</a> <b>place … where we are living.</b> The sons of the prophets, those specially instructed by Elisha, lived together in a communal setting. The word translated “live” can also be understood as “sit before.” The term is used this way of David sitting before Yahweh in worship ( <a ref='2 Samuel 7:18'>2Sa 7:18</a> ) and the elders sitting before Ezekiel to hear his advice ( <a ref='Ezekiel 8:1'>Eze 8:1</a> ; <a ref='Ezekiel 14:1'>14:1</a> ). The “place” here refers to a dormitory where Elisha instructed the sons of the prophets. The growing number of men who wished to be taught led to the need for a larger building. <a ref='2 Kings 6:4'>6:4</a> <b>Jordan … trees.</b> The Jordan Valley had mostly smaller kinds of trees, e.g., willow, tamarisk, and acacia that did not give heavy lumber. The resulting structure would be a humble, simple building. <a ref='2 Kings 6:5'>6:5</a> <b>axe head … borrowed.</b> Iron was expensive and relatively rare in Israel at that time and the student-prophet was very poor. The axe head was loaned to the prophet since he could not have afforded it on his own and would have had no means to reimburse the owner for it. <a ref='2 Kings 6:6'>6:6</a> <b>made the iron float.</b> Elisha threw a stick in the river at the exact spot where the axe head entered, and the stick caused the heavy iron object to float to the surface. Through this miracle, Yahweh again provided for one who was faithful to Him. <a ref='2 Kings 6:8'>6:8</a> <b>king of Aram.</b> Either Ben-hadad I or, more likely, Ben-hadad II (v. <a ref='2 Kings 6:24'>24</a> ). <i>See note on <a ref='1 Kings 15:18'>1Ki 15:18</a> .</i> <b>warring.</b> The king of Aram, or Syria, was probably sending raiding parties (v. <a ref='2 Kings 6:23'>23</a> ) to pillage and plunder Israelite towns. <a ref='2 Kings 6:9'>6:9</a> <b>the man of God.</b> I.e., Elisha (v. <a ref='2 Kings 6:12'>12</a> ). <i>See note on <a ref='Deuteronomy 33:1'>Dt 33:1</a> .</i> <b>king of Israel.</b> I.e., Jehoram. <i>See note on <a ref='2 Kings 1:17'>1:17</a> .</i> <a ref='2 Kings 6:9–10'>6:9–10</a> <b>do not pass this place.</b> Elisha, receiving supernatural revelation, continually identified to Jehoram the Israelite towns which the king of Aram, or Syria, planned to attack. Jehoram then took the proper precautions and appropriately fortified those towns so as to frustrate the Syrian plan. <a ref='2 Kings 6:11'>6:11</a> <b>which of us.</b> The Syrian king was sure someone in his household was revealing his plans to Israel. <a ref='2 Kings 6:13'>6:13</a> <b>take him.</b> The king of Syria’s plan was to capture Elisha, who knew all his secrets (v. <a ref='2 Kings 6:12'>12</a> ), so that no matter how great Elisha’s knowledge might be, he would not be free to inform Israel’s king. <b>Dothan.</b> A town in the hill country of Manasseh located about 10 mi. north of Samaria and 12 mi. south of Jezreel. Dothan commanded a key mountain pass along a main road that connected Damascus and Egypt (cf. <a ref='Genesis 37:17'>Ge 37:17</a> ). <a ref='2 Kings 6:14'>6:14</a> <b>a heavy military force.</b> In contrast to the smaller raiding parties (vv. <a ref='2 Kings 6:8'>8</a> , <a ref='2 Kings 6:23'>23</a> ), the king of Syria sent a sizable force, including horses and chariots, to take Elisha prisoner. Arriving at Dothan, the army encircled the town. <a ref='2 Kings 6:16'>6:16</a> <b>those who are with us.</b> Elisha was referring to God’s heavenly army or “host” (cf. <a ref='Joshua 5:13–15'>Jos 5:13–15</a> ; <a ref='2 Chronicles 32:7–8'>2Chr 32:7–8</a> ; <a ref='Daniel 10:20'>Da 10:20</a> ; <a ref='Daniel 12:1'>12:1</a> ). <a ref='2 Kings 6:17'>6:17</a> <b>open his eyes.</b> Elisha asked Yahweh to enable his servant to see this heavenly host. Yahweh gave his servant the ability to see the normally unseen world of God’s heavenly armies, here waiting to do battle with the Syrians (cf. <a ref='Genesis 32:1–2'>Ge 32:1–2</a> ). <a ref='2 Kings 6:18'>6:18</a> <b>blindness.</b> This word occurs only here and in <a ref='Genesis 19:11'>Ge 19:11</a> . The term is related to “light” and seems to mean “a dazzling from bright light” (note the “chariots of fire” in v. <a ref='2 Kings 6:17'>17</a> ). Both biblical uses of the term involve a miraculous act with angelic presence, and both are used in the context of deliverance from danger. <a ref='2 Kings 6:19'>6:19</a> <b>walk after me … to the man whom you seek.</b> By going to Samaria himself, Elisha did not lie, but did truly lead the Syrian army to where he ultimately would be found. <a ref='2 Kings 6:20'>6:20</a> <b>in … Samaria.</b> God delivered a sizable portion of the Syrian army into the hands of the king of Israel without bloodshed. The Syrians discovered they were surrounded and captives of Israel. <a ref='2 Kings 6:21'>6:21</a> <b>My father.</b> <i>See note on <a ref='2 Kings 5:13'>5:13</a> .</i> By using this expression, which conveyed the respect a child had for his father, King Jehoram of Israel acknowledged the authority of Elisha. <a ref='2 Kings 6:22'>6:22</a> <b>You shall not strike</b> them. Elisha, bearing divinely delegated authority, prohibited the execution of the captives. It was uncommon and unusually cruel to put war captives to death in cold blood, even when taken by the point of a sword, but especially by the miraculous power of God. Kindness would testify to the goodness of God and likely stall future opposition from the Aramean, or Syrian, raiders. These kind deeds gained a moral conquest (v. <a ref='2 Kings 6:23'>23</a> ). <a ref='2 Kings 6:23'>6:23</a> <b>a great feast.</b> In the ancient Near East, a common meal could signify the making of a covenant between two parties (cf. <a ref='Leviticus 7:15–18'>Lv 7:15–18</a> ). <a ref='2 Kings 6:24'>6:24</a> <b>Ben-hadad.</b> <i>See note on <a ref='1 Kings 15:18'>1Ki 15:18</a> .</i> This same Ben-hadad had laid siege to Samaria earlier ( <a ref='1 Kings 20:1'>1Ki 20:1</a> ), which was the result of Ahab’s foolish and misplaced kindness ( <a ref='1 Kings 20:42'>1Ki 20:42</a> ). <b>all his</b> military <b>camp.</b> In contrast to the smaller raiding parties (vv. <a ref='2 Kings 6:8'>8</a> , <a ref='2 Kings 6:23'>23</a> ) and the larger force seeking Elisha’s capture (v. <a ref='2 Kings 6:14'>14</a> ), Ben-hadad gathered his entire army, marched to Samaria, and besieged the capital. <a ref='2 Kings 6:25'>6:25</a> <b>a donkey’s head … eighty</b> shekels <b>of silver.</b> The siege resulted in a terrible famine gripping the city of Samaria. This ignominious body part of an unclean animal ( <a ref='Leviticus 11:2–7'>Lv 11:2–7</a> ; <a ref='Deuteronomy 14:4–8'>Dt 14:4–8</a> ) sold at an overvalued price of about two lbs. of silver. <b>dove’s dung … five</b> shekels <b>of silver.</b> “Dove’s dung” was either a nickname for some small pea or root, or literal dung to be used as fuel or food in the desperate situation. Approximately one pt. cost about two oz. of silver. <a ref='2 Kings 6:26'>6:26</a> <b>Save, my lord, O king!</b> The woman asked King Jehoram to render a legal decision in her dispute with another woman ( <i>see note on <a ref='1 Kings 3:16–27'>1Ki 3:16–27</a></i> ). <a ref='2 Kings 6:28–29'>6:28–29</a> <b>Give your son that we may eat him.</b> The curses of the Mosaic Covenant, especially for the sin of apostasy, predicted this sort of pagan cannibalism ( <a ref='Leviticus 26:29'>Lv 26:29</a> ; <a ref='Deuteronomy 28:52–57'>Dt 28:52–57</a> ). The way in which the woman presented her case without feeling added to the horror of it. <a ref='2 Kings 6:30'>6:30</a> <b>tore his clothes.</b> A sign of distress and grief ( <i>see note on <a ref='1 Kings 21:27'>1Ki 21:27</a></i> ). <b>sackcloth … on his body.</b> A coarse cloth, made from goat’s hair, worn as a sign of mourning (cf. <a ref='Genesis 37:34'>Ge 37:34</a> ). He was not truly humbled for his sins and the nation’s, or he would not have called for vengeance on Elisha. <a ref='2 Kings 6:31'>6:31</a> <b>the head of Elisha.</b> Jehoram swore an oath to have Elisha killed. The reason Jehoram desired the death of Elisha could have been: 1) the king viewed the siege as the work of Yahweh (v. <a ref='2 Kings 6:33'>33</a> ), so he assumed that Yahweh’s representative, the prophet, with whom the kings of Israel were in conflict, was involved as well; or 2) the king remembered when Elijah had ended a famine ( <a ref='1 Kings 18:41–46'>1Ki 18:41–46</a> ); or 3) Jehoram thought that Elisha’s clemency to the Syrian army (v. <a ref='2 Kings 6:22'>22</a> ) had somehow led to and added intensity to the present siege; or 4) because Elisha had miracle power, he should have ended the famine. But, most likely, the reason he wanted Elisha dead was because he expected that his mourning, perhaps counseled by the prophet as an act of true repentance (which it was not; <i>see note on v. <a ref='2 Kings 6:30'>30</a></i> ), would result in the end of the siege. When it did not, he sought the prophet’s head. <a ref='2 Kings 6:32'>6:32</a> <b>the elders were sitting with him.</b> The elders were the leading citizens of Samaria, whose gathering indicated the high regard in which Elisha was held by the prominent of Samarian society. <b>son of a murderer.</b> This phrase can mean both that: 1) Jehoram was the son of Ahab, who was guilty of murder ( <a ref='1 Kings 21:1–16'>1Ki 21:1–16</a> ); and that 2) he had the character of a murderer. <a ref='2 Kings 6:33'>6:33</a> <b>why should I wait for Yahweh any longer?</b> Jehoram rightly viewed Yahweh as the instigator of the siege and famine in Samaria and declared that he saw no hope that Yahweh would reverse this situation. <a ref='2 Kings 7:1'>7:1</a> <b>a seah … for a shekel.</b> About 7 quarts of flour would sell for about two-fifths of an ounce of silver. <b>two seahs … for a shekel.</b> About 13–14 quarts of barley would also sell for about two-fifths of an ounce of silver. These prices, when compared to those in <a ref='2 Kings 6:25'>6:25</a> , indicated that the next day the famine in Samaria would end. <b>in the gate.</b> In ancient Israel, the city gate was the marketplace where business was transacted (cf. <a ref='Ruth 4:1'>Ru 4:1</a> ; <a ref='2 Samuel 15:1–5'>2Sa 15:1–5</a> ). Normal trade at the city gate of Samaria implied that the siege would be lifted. <a ref='2 Kings 7:2'>7:2</a> <b>officer on whose hand the king was leaning.</b> For “officer” <i>see note on <a ref='2 Kings 9:25'>9:25</a></i> . The king depended upon this officer as his chief adviser. <b>you will see … but … not eat.</b> The royal official questioned Yahweh’s ability to provide food within the day. For that offense against God, Elisha predicted that the officer would witness the promised miracle, but he would not eat any of it. How this prophecy was fulfilled is described in vv. <a ref='2 Kings 7:16–17'>16–17</a> . <a ref='2 Kings 7:3'>7:3</a> <b>leprous men.</b> The account of these lepers is used to tell of the siege’s end and the provisions for Samaria (vv. <a ref='2 Kings 7:3–11'>3–11</a> ). <b>at the entrance of the gate.</b> In the area immediately outside the city gate, 4 lepers lived, shut out of Samaria because of their disease ( <a ref='Leviticus 13:46'>Lv 13:46</a> ; <a ref='Numbers 5:3'>Nu 5:3</a> ). The lepers knew that living in Samaria, whether just outside or inside the gate, offered them nothing but death. <a ref='2 Kings 7:5'>7:5</a> <b>the outskirts of the camp of the Arameans.</b> Lit. “the edge of the camp.” The normal meaning of this phrase would refer to the back edge of the army camp, the farthest point from the wall of Samaria. <a ref='2 Kings 7:6'>7:6</a> <b>the Hittites and … Egyptians.</b> Sometime before the arrival of the lepers, Yahweh had made the Syrians hear the terrifying sound of a huge army approaching. They thought the Israelite king had hired two massive foreign armies to attack them. The Hittites were descendants of the once-great Hittite empire who lived in small groups across northern Syria ( <i>see note on <a ref='1 Kings 10:29'>1Ki 10:29</a></i> ). Egypt was in decline at this time, but its army would still have represented a great danger to the Syrians. <a ref='2 Kings 7:9'>7:9</a> <b>punishment.</b> The lepers did not fear that the Syrians would return, but that Yahweh would punish them for their sin of not telling the Israelite king of their discovery. <a ref='2 Kings 7:12'>7:12</a> <b>what the Arameans have done to us.</b> Jehoram greeted the report from the lepers with great suspicion. He thought that the Arameans, or Syrians, were feigning the pull back to appear defeated, in order to lure the Israelites out of Samaria for a surprise attack on them to gain entrance into the city. However, vv. <a ref='2 Kings 7:13–15'>13–15</a> describe how the leper’s report was confirmed. <a ref='2 Kings 7:16–20'>7:16–20</a> By repeating words from vv. <a ref='2 Kings 7:1–2'>1–2</a> and by explicit statements (“according to the word of Yahweh,” v. <a ref='2 Kings 7:16'>16</a> ; “just as the man of God had spoken,” vv. <a ref='2 Kings 7:17–18'>17–18</a> ), the text emphasizes that Elisha’s prophecy in <a ref='2 Kings 7:2'>7:2</a> literally came to pass. <a ref='2 Kings 8:1–6'>8:1–6</a> The chronological question of when the events recounted in these verses took place in Elisha’s ministry has been much debated. Interpreters hold to one of 3 positions: 1) The encounter between the Shunammite woman, the king of Israel, and Gehazi took place toward the end of the reign of Jehoram in Israel. However, this would mean Gehazi was in the presence of the king (vv. <a ref='2 Kings 8:4–5'>4–5</a> ), although afflicted with leprosy ( <a ref='2 Kings 5:27'>5:27</a> ), and King Jehoram was asking what great things Elisha had done after personally witnessing the events recorded in <a ref='2 Kings 6:8–7:19'>6:8—7:19</a> . 2) Because the king of Israel did not know Elisha’s exploits, some interpreters place the final encounter during the early reign of Jehu. However, there are still the issues of Gehazi’s leprosy and Jehu’s being well acquainted with the prophecy of Elijah ( <a ref='2 Kings 9:36–37'>9:36–37</a> ; <a ref='2 Kings 10:17'>10:17</a> ) that predicted Elisha’s ministry ( <a ref='1 Kings 19:15–18'>1Ki 19:15–18</a> ). 3) The best explanation is that the record is out of chronological sequence, being thematically tied to the subject of famine in <a ref='2 Kings 6:24–7:20'>6:24—7:20</a> , but having occurred earlier in the reign of King Jehoram of Israel, before the events recorded in <a ref='2 Kings 5:1–7:20'>5:1—7:20</a> . <a ref='2 Kings 8:1'>8:1</a> <b>a famine … for seven years.</b> Seven-year famines were known in the ancient Near East (cf. <a ref='Genesis 41:29–32'>Ge 41:29–32</a> ). Since the Shunammite woman would have been only a resident alien in a foreign land, her return within 7 years may have aided her legal claim to her property (cf. <a ref='Exodus 21:2'>Ex 21:2</a> ; <a ref='Exodus 23:10–11'>23:10–11</a> ; <a ref='Leviticus 25:1–7'>Lv 25:1–7</a> ; <a ref='Deuteronomy 15:1–6'>Dt 15:1–6</a> ). <a ref='2 Kings 8:2'>8:2</a> <b>land of the Philistines.</b> The area located southwest of Israel along the Mediterranean Sea coastal plain between the Jarkon River in the north and the Besor Brook in the south. The fact that the famine was localized in Israel demonstrated that this was a curse, a punishment for apostasy (cf. <a ref='Deuteronomy 28:38–40'>Dt 28:38–40</a> ), because of Israel’s disobedience of the Mosaic Covenant. <a ref='2 Kings 8:3'>8:3</a> <b>cry out to the king.</b> The Shunammite woman made a legal appeal to the king to support her ownership claim. In Israel, the king was the final arbiter of such disputes ( <i>see note on <a ref='1 Kings 3:16–27'>1Ki 3:16–27</a></i> ). Providentially, the widow arrived just as Gehazi was describing how Elisha had raised her son from the dead (v. <a ref='2 Kings 8:5'>5</a> ). <a ref='2 Kings 8:6'>8:6</a> <b>Restore all … and all the produce.</b> The king’s judgment was to return to the woman everything she owned, including the land’s earnings during her absence. <a ref='2 Kings 8:7'>8:7</a> <b>Elisha came to Damascus.</b> It was unusual for a prophet to visit foreign capitals, but not unknown (cf. <a ref='Jonah 3:3'>Jon 3:3</a> ). Elisha went to Damascus, the capital of Syria, to carry out one of the 3 commands God had given to Elijah at Horeb ( <a ref='1 Kings 19:15–16'>1Ki 19:15–16</a> ). <b>Ben-hadad.</b> <i>See note on <a ref='1 Kings 15:18'>1Ki 15:18</a> .</i> Ben-hadad died ca. 841 BC, the same year as Jehoram of Israel ( <a ref='2 Kings 3:1'>3:1</a> ), Jehoram of Judah ( <a ref='2 Kings 8:17'>8:17</a> ), and Ahaziah of Judah ( <a ref='2 Kings 8:25–26'>8:25–26</a> ). <b>man of God.</b> <i>See note on <a ref='Deuteronomy 33:1'>Dt 33:1</a> .</i> <a ref='2 Kings 8:8'>8:8</a> <b>Hazael.</b> His name means “God sees” or “whom God beholds.” Hazael was a servant of Ben-hadad and not a member of the royal family. Assyrian records called Hazael the “son of a nobody” and his lineage was not recorded because he was a commoner. <a ref='2 Kings 8:9'>8:9</a> <b>every … good thing of Damascus.</b> The city of Damascus was a trade center between Egypt, Asia Minor, and Mesopotamia. It had within it the finest merchandise of the ancient Near East. Ben-hadad evidently thought that an impressive gift would influence Elisha’s prediction. <b>Your son.</b> Ben-hadad approached Elisha with the humble respect of a son for his father (cf. <a ref='2 Kings 5:13'>5:13</a> ; <a ref='2 Kings 6:21'>6:21</a> ). <a ref='2 Kings 8:10'>8:10</a> <b>restored to life … die.</b> Ben-hadad wanted to know whether or not he would recover from his present illness. In response, Elisha affirmed two interrelated things: 1) Ben-hadad would be restored to health; his present sickness would not be the means of his death. 2) Ben-hadad would surely die by some other means. <a ref='2 Kings 8:11'>8:11</a> <b>he was ashamed.</b> With a fixed gaze, Elisha stared at Hazael because it had been revealed to him what Hazael would do, including the murder of Ben-hadad (v. <a ref='2 Kings 8:15'>15</a> ). Hazael was embarrassed, knowing that Elisha knew of his plan to assassinate the Syrian king. <a ref='2 Kings 8:12'>8:12</a> <b>the evil.</b> Elisha mourned, knowing the atrocities that Hazael would bring on Israel. The harsh actions mentioned here were common in ancient wars ( <a ref='Psalms 137:9'>Ps 137:9</a> ; <a ref='Isaiah 13:16'>Is 13:16</a> ; <a ref='Hosea 10:14'>Hos 10:14</a> ; <a ref='Hosea 13:16'>13:16</a> ; <a ref='Amos 1:13'>Am 1:13</a> ; <a ref='Nahum 3:10'>Na 3:10</a> ). Hazael did prove to be a constant foe of Israel ( <a ref='2 Kings 9:14–16'>9:14–16</a> ; <a ref='2 Kings 10:32'>10:32</a> ; <a ref='2 Kings 12:17–18'>12:17–18</a> ; <a ref='2 Kings 13:3'>13:3</a> , <a ref='2 Kings 13:22'>22</a> ). <a ref='2 Kings 8:13'>8:13</a> <b>your servant. … dog.</b> To call oneself a dog was an expression of humility ( <i>see note on <a ref='2 Samuel 9:8'>2Sa 9:8</a></i> ). Hazael sought to deny that he would ever have the power to commit such atrocities. He was trying to convince Elisha that he had no plan to take over the kingship of Syria. <b>you will be king over Aram.</b> In response to Hazael’s feigned self-deprecation, Elisha affirmed that Yahweh willed that Hazael be king over Aram, or Syria (cf. <a ref='1 Kings 19:15'>1Ki 19:15</a> ). <a ref='2 Kings 8:15'>8:15</a> <b>he died.</b> Hazael took a bed furnishing, soaked it, and killed Ben-hadad by suffocation. <b>Hazael became king.</b> Upon Ben-hadad’s death, Hazael took the kingship of Syria and ruled ca. 841–801 BC, during the reigns of Jehoram, Jehu, and Jehoahaz in Israel and Ahaziah, Athaliah, and Joash in Judah. <a ref='2 Kings 8:16'>8:16</a> <b>fifth year.</b> Ca. 848 BC, the year Jehoshaphat of Judah died. <b>Joram.</b> An alternate name for the king referred to as Jehoram previously ( <a ref='2 Kings 1:17'>1:17</a> ; <a ref='2 Kings 3:1'>3:1</a> , <a ref='2 Kings 3:6'>6</a> ). <i>See notes on <a ref='2 Chronicles 21:4–20'>2Chr 21:4–20</a> .</i> <a ref='2 Kings 8:17'>8:17</a> <b>eight years.</b> 848–841 BC. <i>See notes on <a ref='2 Chronicles 21:4–20'>2Chr 21:4–20</a> .</i> Jehoram of Judah served as co-regent with his father Jehoshaphat for the final 4 years of his reign, 853–848 BC. Joram (Jehoram) became king of Israel during the second year of this co-regency, 852 BC ( <i>see notes on <a ref='2 Kings 1:17'>1:17</a> ; <a ref='2 Kings 3:1'>3:1</a></i> ). Jehoram of Judah ruled alone for 8 years after his father’s death, until 841 BC (cf. <a ref='2 Chronicles 21:15'>2Chr 21:15</a> ). Most likely, Obadiah prophesied during his reign. <a ref='2 Kings 8:18'>8:18</a> <b>as the house of Ahab.</b> Jehoram officially sanctioned Baal worship in Judah as Ahab had in Israel ( <a ref='1 Kings 16:31–33'>1Ki 16:31–33</a> ). <b>the daughter of Ahab.</b> Jehoram was married to Athaliah, the daughter of Ahab and Jezebel (v. <a ref='2 Kings 8:26'>26</a> ). Just as Jezebel incited Ahab to do evil in the sight of Yahweh ( <a ref='1 Kings 21:25'>1Ki 21:25</a> ), so Athaliah influenced Jehoram. Athaliah’s wicked actions are recorded in <a ref='2 Kings 11:1–16'>11:1–16</a> ; <a ref='2 Chronicles 22:10–23:15'>2Chr 22:10—23:15</a> . <a ref='2 Kings 8:19'>8:19</a> <b>a lamp … always.</b> <i>See note on <a ref='1 Kings 11:36'>1Ki 11:36</a> .</i> <a ref='2 Kings 8:20'>8:20</a> <b>Edom revolted.</b> Edom had been a vassal of the united kingdom, and of the southern kingdom of Judah since David’s reign ( <a ref='2 Samuel 8:13–14'>2Sa 8:13–14</a> ). <a ref='2 Kings 8:21'>8:21</a> <b>Zair.</b> The exact location is unknown. <a ref='2 Kings 8:22'>8:22</a> <b>Edom revolted … to this day.</b> During the reign of Jehoram, Edom defeated the Judean army, took some border lands, and became independent of Judah’s rule. The continuing sovereignty of Edom proved that not one of the future kings of Judah recorded in 2 Kings was the anticipated Messiah because He would possess Edom (cf. <a ref='Numbers 24:18'>Nu 24:18</a> ). <b>Libnah.</b> A town located in the Shephelah on the border with Philistia, about 20 mi. southwest of Jerusalem ( <a ref='Joshua 15:42'>Jos 15:42</a> ; <a ref='Joshua 21:13'>21:13</a> ). The revolt of Libnah was probably connected with that of the Philistines and Arabians recounted in <a ref='2 Chronicles 21:16–17'>2Chr 21:16–17</a> . <a ref='2 Kings 8:25–29'>8:25–29</a> The reign of Ahaziah (ca. 841 BC) is not to be confused with that of Israel’s King Ahaziah ( <a ref='1 Kings 22:51–2'>1Ki 22:51-2Ki 1:8</a> ). <i>See notes on <a ref='2 Kings 9:27'>2Ki 9:27</a> ; <a ref='2 Chronicles 22:1–9'>2Chr 22:1–9</a> .</i> <a ref='2 Kings 8:26'>8:26</a> <b>Athaliah.</b> <i>See note on v. <a ref='2 Kings 8:18'>18</a> .</i> <a ref='2 Kings 8:27'>8:27</a> <b>like the house of Ahab.</b> Like his father, Jehoram, Ahaziah continued the official sanctioning of Baal worship in Judah ( <i>see note on v. <a ref='2 Kings 8:18'>18</a></i> ). <a ref='2 Kings 8:28'>8:28</a> <b>Ramoth-gilead.</b> <i>See note on <a ref='1 Kings 22:3'>1Ki 22:3</a> .</i> <a ref='2 Kings 8:29'>8:29</a> <b>went down to see Joram.</b> Ahaziah’s travel to visit the recuperating Joram (also called Jehoram) king of Israel placed him in Jezreel (west of the Jordan, southwest of the Sea of Galilee) during Jehu’s purge of the house of Omri (see <a ref='2 Kings 9:21–29'>9:21–29</a> ). <a ref='2 Kings 9:2'>9:2</a> <b>Jehu.</b> Yahweh had previously told Elijah that Jehu would become king over Israel and kill those involved in the worship of Baal (cf. <a ref='1 Kings 19:17'>1Ki 19:17</a> ). The fulfillment of the prophecy is recorded from <a ref='2 Kings 9:1–10:31'>9:1—10:31</a> . <b>inner room.</b> A private room that could be closed off to the public. Elisha commissioned one of the younger prophets to anoint Jehu alone behind closed doors. The rite was to be a secret affair without Elisha present so that Jehoram would not suspect that a coup was coming. <a ref='2 Kings 9:3'>9:3</a> <b>anointed you king over Israel.</b> The anointing with olive oil by a prophet of Yahweh confirmed that God Himself had earlier chosen that man to be king (cf. <a ref='1 Samuel 10:1'>1Sa 10:1</a> ; <a ref='1 Samuel 16:13'>16:13</a> ). This action of anointing by a commissioned prophet indicated divine investiture with God’s sovereign power to Jehu. <b>flee and do not wait.</b> The need for haste by the young prophet underscored the danger of the assignment. A prophet in the midst of Israel’s army camp would alert the pro-Jehoram elements to the possibility of the coup. <a ref='2 Kings 9:7'>9:7</a> <b>avenge the blood.</b> Jehu was to be Yahweh’s avenger (cf. <a ref='Numbers 35:12'>Nu 35:12</a> ) for the murders of Yahweh’s prophets ( <a ref='1 Kings 18:4'>1Ki 18:4</a> ) and of people like Naboth who served Yahweh ( <a ref='1 Kings 21:1–16'>1Ki 21:1–16</a> ). <a ref='2 Kings 9:9'>9:9</a> <b>like the house of Jeroboam … Baasha.</b> God would thoroughly annihilate Ahab’s line in the same way as Jeroboam’s dynasty and Baasha’s dynasty had previously ended violently ( <a ref='1 Kings 15:27–30'>1Ki 15:27–30</a> ; <a ref='1 Kings 16:8–13'>16:8–13</a> ). <a ref='2 Kings 9:10'>9:10</a> <b>dogs shall eat.</b> Dogs were considered scavengers in the ancient Near East, and they would devour the corpse of Jezebel. <b>Jezreel.</b> Formerly the area of Naboth’s vineyard ( <a ref='1 Kings 21:1–16'>1Ki 21:1–16</a> ). <b>none shall bury</b> her. In Israel, the failure to be buried indicated disgrace ( <i>see note on <a ref='1 Kings 13:22'>1Ki 13:22</a></i> ). <a ref='2 Kings 9:11'>9:11</a> <b>this mad fellow.</b> The soldier demonstrated his disdain for Elisha’s servant (vv. <a ref='2 Kings 9:1'>1</a> , <a ref='2 Kings 9:4'>4</a> ) by referring to him as crazy or demented. In <a ref='Jeremiah 29:26'>Jer 29:26</a> and <a ref='Hosea 9:7'>Hos 9:7</a> this same term was used as a derogatory term for prophets whose messages were considered crazy. Jehu’s response referred to the prophet’s “babble,” not his behavior. <a ref='2 Kings 9:12'>9:12</a> <b>Thus and thus.</b> This refers to the repeating of the prophecy in vv. <a ref='2 Kings 9:4–10'>4–10</a> . <a ref='2 Kings 9:13'>9:13</a> <b>blew the trumpet.</b> Having laid their cloaks under Jehu’s feet with the steps of the house serving as a makeshift throne, the officers blew trumpets acclaiming Jehu as king. A trumpet often heralded such a public proclamation and assembly, including the appointment of a king (cf. <a ref='2 Kings 11:14'>11:14</a> ; <a ref='2 Samuel 15:10'>2Sa 15:10</a> ; <a ref='1 Kings 1:34'>1Ki 1:34</a> ). <a ref='2 Kings 9:15'>9:15</a> <b>let no one … go declare</b> it <b>in Jezreel.</b> For Jehu to succeed in his revolt and to avoid a civil conflict, it was important to take Joram totally by surprise. Therefore, Jehu ordered the city of Ramoth-gilead where he had been anointed (vv. <a ref='2 Kings 9:2–3'>2–3</a> ) to be sealed lest someone loyal to Joram escape and notify the king. <a ref='2 Kings 9:16'>9:16</a> <b>to Jezreel.</b> From Ramoth-gilead, Jezreel was straight west across the Jordan, north of Mt. Gilboa. <a ref='2 Kings 9:21'>9:21</a> <b>Naboth the Jezreelite.</b> Providentially, the kings of Israel and Judah met Jehu at the very place where Ahab and Jezebel had Naboth killed ( <a ref='1 Kings 21:1–16'>1Ki 21:1–16</a> ). The alarmed king, aware by then of impending disaster, summoned his forces and, accompanied by Ahaziah, met Jehu as Jehu’s men ascended the slope up to the city from the northern side. <a ref='2 Kings 9:22'>9:22</a> <b>What peace.</b> Joram wished to know if Jehu’s coming meant peace, apparently unsure of Jehu’s rebellious plans. Jehu replied that there could be no true peace in Israel because of Jezebel’s influence. “Harlotries,” a common biblical metaphor for idolatry, and “sorceries,” i.e., seeking information from demonic forces, described the nature of Jezebel’s influence. Idolatry had lured Israel into demonic practices. <a ref='2 Kings 9:25'>9:25</a> <b>Bidkar his officer.</b> “Officer” originally referred to the third man in a chariot, besides the driver and a warrior; it was his task to hold the shield and arms of the warrior. The term was eventually applied to a high-ranking official (cf. <a ref='2 Kings 7:2'>7:2</a> ). Jehu and Bidkar either rode together in one chariot as part of the chariot team or were in different chariots behind Ahab when Elijah gave his prediction to Ahab recorded in <a ref='1 Kings 21:17–24'>1Ki 21:17–24</a> . <b>Yahweh lifted up this oracle against him.</b> The term “oracle” referred to a prophetic oracle, the prophetic utterance of Elijah recorded in <a ref='1 Kings 21:19–24'>1Ki 21:19–24</a> . Jehu viewed himself as God’s avenging agent fulfilling Elijah’s prediction. <a ref='2 Kings 9:26'>9:26</a> <b>Naboth … sons.</b> Although their deaths are not expressly mentioned in the record concerning Naboth, they are plainly implied in the confiscation of his property (see <a ref='1 Kings 21:16'>1Ki 21:16</a> ). <a ref='2 Kings 9:27'>9:27</a> <b>Ahaziah the king of Judah … died.</b> Jehu and his men pursued Ahaziah and wounded him at the ascent of Gur by Ibleam. According to <a ref='2 Chronicles 22:9'>2Chr 22:9</a> , Ahaziah reached Samaria, where he hid for a while. Ahaziah then fled north to Megiddo, about 12 mi. north of Samaria, where he died. <a ref='2 Kings 9:29'>9:29</a> <b>eleventh year.</b> Ca. 841 BC. Cf. <a ref='2 Kings 8:25'>8:25</a> , “twelfth year.” In <a ref='2 Kings 8:25'>8:25</a> , the non-accession-year system of dating was used, so that Joram’s accession year was counted as the first year of his reign ( <i>see note on <a ref='2 Kings 12:6'>12:6</a></i> ). Here, the accession-year dating system was used, where Joram’s accession year and his second year were counted as the first year of his reign. <a ref='2 Kings 9:30'>9:30</a> <b>painted her eyes.</b> The painting of the eyelids with a black powder mixed with oil and applied with a brush darkened them to give an enlarged effect. Jezebel’s appearance at the window gave the air of a royal audience to awe Jehu. <a ref='2 Kings 9:31'>9:31</a> <b>Zimri.</b> In referring to Jehu by that name, Jezebel sarcastically alluded to the previous purge of Zimri ( <a ref='1 Kings 16:9–15'>1Ki 16:9–15</a> ). Since Zimri died 7 days after beginning to reign, Jezebel was implying that the same fate awaited Jehu. <a ref='2 Kings 9:32'>9:32</a> <b>officials.</b> Some of Jezebel’s own officials threw her out of a second-story window, after which Jehu drove his horses and chariots over her body. <a ref='2 Kings 9:34'>9:34</a> <b>a king’s daughter.</b> Jehu recognized Jezebel’s royalty, while denying that she deserved to be the queen of Israel. <a ref='2 Kings 9:36'>9:36</a> <b>This is the word of Yahweh.</b> Where and how Jezebel died fulfilled Elijah’s prophetic oracle ( <a ref='1 Kings 21:23'>1Ki 21:23</a> ). <a ref='2 Kings 10:1'>10:1</a> <b>seventy sons.</b> These were the male descendants of Ahab, both sons and grandsons. Ahab had a number of wives ( <a ref='1 Kings 20:5'>1Ki 20:5</a> ) and therefore many descendants. Since these living relatives could avenge a dead kinsman by killing the person responsible for his death (cf. <a ref='Numbers 35:12'>Nu 35:12</a> ), Jehu’s life was in jeopardy while Ahab’s male descendants survived. <b>Samaria.</b> Ahab’s surviving family members were living in the capital city of the northern kingdom, located about 25 mi. south of Jezreel. <b>rulers … elders … guardians.</b> Jehu sent the same message (vv. <a ref='2 Kings 10:2–3'>2–3</a> ) in a number of letters to: 1) the royal officials, who had probably fled from Jezreel to Samaria; 2) the leaders of the tribes of Israel; and 3) those appointed as the custodians and educators of the royal children. <a ref='2 Kings 10:3'>10:3</a> <b>fight for your master’s house.</b> Realizing potential conflict existed between himself and Ahab’s family, Jehu was demanding that Ahab’s appointed officials either fight to continue the royal line of Ahab or select a new king from Ahab’s descendants who would fight Jehu in battle to decide which family would rule Israel (cf. <a ref='1 Samuel 17:8–9'>1Sa 17:8–9</a> ; <a ref='2 Samuel 2:9'>2Sa 2:9</a> ). <a ref='2 Kings 10:5'>10:5</a> <b>one who</b> was <b>over the household … city.</b> These two officials were the palace administrator and the city governor, probably the commander of the city’s fighting force. <b>We are your servants.</b> These officials and leaders transferred their allegiance from the house of Omri to Jehu. <a ref='2 Kings 10:6'>10:6</a> <b>the heads of the men.</b> As a tangible sign of their surrender, Jehu required the officials to decapitate all of Ahab’s male descendants and bring their heads to Jehu at Jezreel by the next day. <a ref='2 Kings 10:7'>10:7</a> <b>heads in baskets.</b> Out of fear, the officials obeyed Jehu by decapitating Ahab’s male descendants. However, they did not personally go to Jehu in Jezreel, probably fearing that a similar fate would await them. <a ref='2 Kings 10:8'>10:8</a> <b>two heaps.</b> The practice of piling the heads of conquered subjects at the city gate was common in the ancient Near East, especially by the Assyrians. The practice was designed to dissuade rebellion. <a ref='2 Kings 10:9'>10:9</a> <b>I conspired … killed.</b> Jehu is referring to his murder of Joram ( <a ref='2 Kings 9:14–24'>9:14–24</a> ). <a ref='2 Kings 10:10'>10:10</a> <b>word of Yahweh.</b> God had prophesied through Elijah the destruction of Ahab’s house ( <a ref='1 Kings 21:17–24'>1Ki 21:17–24</a> ). <a ref='2 Kings 10:11'>10:11</a> <b>Jehu struck down all.</b> Jehu went beyond God’s mandate and executed all of Ahab’s officials, a deed for which God later judged Jehu’s house (cf. <a ref='Hosea 1:4'>Hos 1:4</a> ). <a ref='2 Kings 10:13'>10:13</a> <b>relatives of Ahaziah.</b> Since the brothers of Ahaziah, the slain king of Judah ( <a ref='2 Kings 9:27–29'>9:27–29</a> ), had been previously killed by the Philistines ( <a ref='2 Chronicles 21:17'>2Chr 21:17</a> ), these must have been relatives of Ahaziah in a broader sense, like nephews and cousins. <a ref='2 Kings 10:14'>10:14</a> This slaughter by Jehu was because these people might have stimulated and strengthened those who were still loyal to the family of Ahab. <a ref='2 Kings 10:15'>10:15</a> <b>Jehonadab the son of Rechab.</b> This man was a faithful follower of Yahweh and a strict observer of the Mosaic law, leading a life of austerity and abstinence. According to <a ref='Jeremiah 35:1–16'>Jer 35:1–16</a> , the Rechabites did not plant fields or drink wine. They shook hands, indicating a pledge of support for Jehu from this influential man. <a ref='2 Kings 10:18–19'>10:18–19</a> <b>Ahab served Baal a little; Jehu will serve him much.</b> Though it was in fact a ruse (v. <a ref='2 Kings 10:19'>19</a> ), Jehu promised to outdo Ahab’s devotion to Baal. The people of Samaria might have thought that Jehu was seeking a military, not a religious, reformation. If so, Jehu was seeking Baal’s blessing on his reign as king (v. <a ref='2 Kings 10:20'>20</a> ). <a ref='2 Kings 10:21'>10:21</a> <b>house of Baal.</b> The idolatrous worship center that Ahab had built in Samaria ( <a ref='1 Kings 16:32'>1Ki 16:32</a> ). All the worshipers could fit into that one edifice because the number of Baal devotees had been reduced by the influence of Elijah and Elisha and by the neglect and discontinuance of Baal worship under Joram. <a ref='2 Kings 10:26'>10:26</a> sacred <b>pillars.</b> These were wooden idols distinct from the main image “pillar” of Baal (v. <a ref='2 Kings 10:27'>27</a> ). <a ref='2 Kings 10:27'>10:27</a> <b>a latrine.</b> Lit. “place of dung.” This desecration of the site discouraged any rebuilding of the temple of Baal. <a ref='2 Kings 10:28'>10:28</a> <b>destroyed Baal out of Israel.</b> Jehu rid the northern kingdom of royally sanctioned Baal worship. It was done, however, not from spiritual and godly motives, but because Jehu believed that Baalism was inextricably bound to the dynasty and influence of Ahab. By its extermination, he thought he would kill all the last vestiges of Ahab loyalists and incur the support of those in the land who worshiped the true God. Jehonadab didn’t know of that motive, so he concurred with what Jehu did. <a ref='2 Kings 10:29'>10:29</a> <b>the sins of Jeroboam.</b> However, Jehu did continue to officially sanction other idolatry introduced into the northern kingdom by Jeroboam I (cf. <a ref='1 Kings 12:28–33'>1Ki 12:28–33</a> ). <a ref='2 Kings 10:33'>10:33</a> <b>from the Jordan</b> to the east <b>toward the sunrise.</b> Because Jehu failed to keep Yahweh’s law wholeheartedly (v. <a ref='2 Kings 10:31'>31</a> ), Yahweh punished him by giving Israel’s land east of the Jordan River to Syria. This lost region was the homeland of the tribes of Gad, Reuben, and half of Manasseh ( <a ref='Numbers 32:1–42'>Nu 32:1–42</a> ). <a ref='2 Kings 10:36'>10:36</a> <b>twenty-eight years.</b> 841–814 BC. <a ref='2 Kings 11:1'>11:1</a> <b>Athaliah.</b> A granddaughter of Omri ( <a ref='2 Kings 8:26'>8:26</a> ) and daughter of Ahab and Jezebel. She was zealous to rule after the death of her son, Ahaziah ( <a ref='2 Kings 9:27'>9:27</a> ) and was dedicated to seeing the worship of Baal officially sanctioned in Judah ( <i>see note on <a ref='2 Kings 8:18'>8:18</a></i> ). She reigned for 6 years (v. <a ref='2 Kings 11:3'>3</a> ) ca. 841–835 BC. <i>See note on <a ref='2 Chronicles 22:10–23:21'>2Chr 22:10—23:21</a> .</i> <b>caused all the royal seed to perish.</b> The previous deaths of Jehoram’s brothers ( <a ref='2 Chronicles 21:4'>2Chr 21:4</a> ) and Ahaziah’s brothers and relatives ( <a ref='2 Kings 10:12–14'>10:12–14</a> ; <a ref='2 Chronicles 21:17'>2Chr 21:17</a> ) left only her grandchildren for Athaliah to put to death to destroy the Davidic line. Though Yahweh had promised that the house of David would rule over Israel and Judah forever ( <a ref='2 Samuel 7:16'>2Sa 7:16</a> ), Athaliah’s purge brought the house of David to the brink of extinction. <a ref='2 Kings 11:2'>11:2</a> <b>Jehosheba.</b> She was probably the daughter of Jehoram by a wife other than Athaliah, and so a half-sister of Ahaziah, who was married to the High Priest, Jehoiad ( <a ref='2 Chronicles 22:11'>2Chr 22:11</a> ). <b>Joash.</b> The grandson of Athaliah who escaped her purge. <b>bedroom.</b> Lit. “the room of the beds.” It was either the palace storeroom where servants kept the bedding or a room in the living quarters of the temple priests. <a ref='2 Kings 11:3'>11:3</a> <b>in the house of Yahweh.</b> The temple in Jerusalem. <b>six years.</b> 841–835 BC. <a ref='2 Kings 11:4'>11:4</a> <b>seventh year.</b> The beginning of Athaliah’s 7th year of reign, 835 BC. <b>Jehoiada.</b> The High Priest during Athaliah’s reign ( <i>see note on <a ref='2 Chronicles 24:15–16'>2Chr 24:15–16</a></i> ). He was the husband of Jehosheba (v. <a ref='2 Kings 11:2'>2</a> ; <a ref='2 Chronicles 22:11'>2Chr 22:11</a> ). <b>commanders of hundreds.</b> These were the commanders of each 100-soldier unit; <a ref='2 Chronicles 23:1–2'>2Chr 23:1–2</a> names 5 of these commanders. The bodyguards were “Carites” associated with the Pelethites ( <a ref='2 Samuel 20:23'>2Sa 20:23</a> ), who were mercenary soldiers serving as royal bodyguards. The escorts, lit. “runners,” were probably another unit of royal bodyguards who provided palace security (see <a ref='1 Kings 14:27'>1Ki 14:27</a> ). Jehoiada received an agreement of support from the royal guards, sealed with an oath of allegiance, and then presented Joash to them. The military leaders supported the plan to dispose of Athaliah and make Joash king. <a ref='2 Kings 11:5–8'>11:5–8</a> Jehoiada outlined his plan to crown Joash as the king. On a selected Sabbath, the royal guards coming on duty, including priests and Levites ( <a ref='2 Chronicles 23:4'>2Chr 23:4</a> ), would guard the palace as usual. They would especially make sure that no word concerning the coup in the temple courtyard reached Athaliah and those loyal to her. The companies going off duty would not return to their quarters as usual, but would instead report to the temple to form a tight security ring around the young potential king. The successful accomplishment of Jehoiada’s plan is recorded in vv. <a ref='2 Kings 11:9–12'>9–12</a> . <a ref='2 Kings 11:6'>11:6</a> <b>the gate Sur.</b> The exact location of this gate is unknown. Verse 19 implies that this gate connected the temple with the palace. <a ref='2 Kings 11:10'>11:10</a> <b>spears and small shields.</b> These were probably part of the plunder David captured from King Hadadezer of Zobah ( <a ref='2 Samuel 8:3–12'>2Sa 8:3–12</a> ). Dedicated to Yahweh by David ( <a ref='2 Samuel 8:7'>2Sa 8:7</a> , <a ref='2 Samuel 8:11'>11</a> ), these articles were stored in the temple. Since the soldiers were already armed, these additional ancient weapons symbolically reassured the soldiers that the temple authorities approved of their actions. <a ref='2 Kings 11:12'>11:12</a> <b>the testimony.</b> This was a copy of the whole law ( <a ref='Psalms 119:88'>Ps 119:88</a> ). According to <a ref='Deuteronomy 17:18–20'>Dt 17:18–20</a> , a copy of the law was to be kept with the king always so that it became his guide for life. <b>anointed.</b> A priest or prophet customarily anointed kings, as here ( <a ref='1 Samuel 10:1'>1Sa 10:1</a> ; <a ref='1 Samuel 16:13'>16:13</a> ; <a ref='1 Kings 1:39'>1Ki 1:39</a> ; <a ref='2 Kings 9:6'>2Ki 9:6</a> ). <a ref='2 Kings 11:14'>11:14</a> <b>pillar.</b> Either one of the two pillars, Jachin or Boaz, on the temple’s front porch ( <a ref='1 Kings 7:21'>1Ki 7:21</a> ), or a raised platform in the court of the temple (cf. <a ref='2 Chronicles 6:13'>2Chr 6:13</a> ). <b>people of the land.</b> Probably Jehoiada chose to stage his coup on the Sabbath during one of the major religious festivals, when those from Judah who were loyal to Yahweh would be in Jerusalem. <a ref='2 Kings 11:16'>11:16</a> <b>king’s house and was put to death.</b> Execution was not appropriate in the temple area since it was a place of worship (cf. <a ref='2 Chronicles 24:20–22'>2Chr 24:20–22</a> ). Thus, the soldiers seized Athaliah and put her to death at one of the entrances to the palace grounds. <a ref='2 Kings 11:17'>11:17</a> <b>a covenant.</b> The renewal of the agreement between the people and Yahweh and between the house of David and the people was appropriate because of the disruption under Athaliah. A similar ceremony was held later, during the reign of Josiah ( <a ref='2 Kings 23:1–3'>23:1–3</a> ). <i>See notes on <a ref='Exodus 24:4–8'>Ex 24:4–8</a> .</i> <a ref='2 Kings 11:18'>11:18</a> <b>the house of Baal.</b> A temple that had been built in Jerusalem and used by Athaliah to promote the worship of Baal in Judah. As Jezebel had promoted Baalism in Israel, her daughter Athaliah had sought its sanction in Judah. During Athaliah’s reign as queen, Baalism gained its strongest foothold in Judah. This purge of Baalism in Judah paralleled the earlier purge of Baalism led by Jehu in the northern kingdom ( <a ref='2 Kings 10:18–29'>10:18–29</a> ). <a ref='2 Kings 11:21'>11:21</a> <b>Jehoash.</b> Jehoash and Joash are variants of the same name, meaning “Yahweh has given.” <i>See notes on <a ref='2 Chronicles 24:1–27'>2Chr 24:1–27</a> .</i> <a ref='2 Kings 12:1'>12:1</a> <b>seventh year.</b> 835 BC. Jehu of Israel began his reign in 841 BC ( <i>see notes on <a ref='2 Kings 9:29'>9:29</a> ; <a ref='2 Kings 10:36'>10:36</a></i> ). <b>forty years.</b> 835–796 BC. <a ref='2 Kings 12:2'>12:2</a> <b>all his days … Jehoiada … instructed him.</b> Joash did what pleased Yahweh while Jehoida served as his parental guardian and tutor. After Jehoida died, Joash turned away from Yahweh ( <i>see note on <a ref='2 Chronicles 24:17–18'>2Chr 24:17–18a</a></i> ). <a ref='2 Kings 12:3'>12:3</a> <b>the high places.</b> <i>See note on <a ref='1 Kings 3:2'>1Ki 3:2</a> .</i> As with most kings of Judah, Joash failed to remove these places of worship where, contrary to the Mosaic law, the people sacrificed and burned incense to Yahweh (cf. <a ref='Deuteronomy 12:2–7'>Dt 12:2–7</a> , <a ref='Deuteronomy 12:13–14'>13–14</a> ). <a ref='2 Kings 12:4–16'>12:4–16</a> See <a ref='2 Chronicles 24:5–14'>2Chr 24:5–14</a> . <a ref='2 Kings 12:4'>12:4</a> <b>the sacred things.</b> Lit. “holy gifts.” These offerings were given to the priests and used to support the temple. These 3 main offerings were the half a shekel assessed from every male 20 years old and above whenever a census was taken ( <a ref='Exodus 30:11–16'>Ex 30:11–16</a> ), the payments of personal vows ( <a ref='Leviticus 27:1–8'>Lv 27:1–8</a> ), and voluntary offerings ( <a ref='Leviticus 22:18–23'>Lv 22:18–23</a> ; <a ref='Deuteronomy 16:10'>Dt 16:10</a> ). <a ref='2 Kings 12:5'>12:5</a> <b>his acquaintance.</b> This person would be a friend of the priest who either gave offerings or collected the offerings for the priest. However, some interpret the Hebrew term to mean “treasurer.” This understanding views the individual as a member of the temple personnel who assisted the priests with the valuation of sacrifices and offerings brought to the temple. <b>repair the damages of the house.</b> During the reign of Athaliah, the temple had suffered major damages and temple articles had been taken for use in the temple of Baal ( <a ref='2 Chronicles 24:7'>2Chr 24:7</a> ). Joash ordered the priests to channel the temple offerings to fund the needed repairs. This was to be in addition to the normal temple expenses. <a ref='2 Kings 12:6'>12:6</a> <b>twenty-third year.</b> Ca. 813 BC. Judah seems to have used the non-accession-year system during the reigns of Athaliah and Joash ( <i>see note on <a ref='2 Kings 13:1'>13:1</a></i> ), which did not count the first year of the reign but began with the second. This is how we count ages today, starting with the beginning of the second year as one. Joash was 29 years of age. <a ref='2 Kings 12:7–8'>12:7–8</a> The plan of Joash did not work. Either the revenue from these sources was inadequate to support the priests and Levites and also to pay for the temple repairs, or the priests for some unknown reason would not fund the temple repairs. Therefore, the priests no longer received the offerings from the people, nor did they fund the temple repairs from the income they had already received. <a ref='2 Kings 12:9–16'>12:9–16</a> Joash instituted a new plan. First, a single collection box was to receive all incoming offerings. When the chest was full, only the royal secretary and High Priest would be authorized to empty it. Second, from the funds thus generated, men were hired to supervise and pay the carpenters, builders, masons, and stonecutters who worked on the temple repairs. The men involved were so trustworthy that no accounting was taken of them (v. <a ref='2 Kings 12:15'>15</a> ). <a ref='2 Kings 12:9'>12:9</a> <b>priests who kept watch over the threshold.</b> These were priests who normally screened the people to keep unclean worshipers from entering the temple ( <a ref='2 Kings 25:18'>25:18</a> ; <a ref='Jeremiah 52:24'>Jer 52:24</a> ). These priests took the offerings from the worshipers, who then personally watched the priests drop them into the chest. <a ref='2 Kings 12:16'>12:16</a> <b>money from the guilt offerings and … sin offerings.</b> The income from these offerings was distinct from the income mentioned in v. <a ref='2 Kings 12:4'>4</a> and so was not used in the repair of the temple, but remained the property of the priests (see <a ref='Leviticus 4:1–6:7'>Lv 4:1—6:7</a> ). The temple repairs did not deprive the priests of their income ( <a ref='Leviticus 7:7'>Lv 7:7</a> ). <a ref='2 Kings 12:17'>12:17</a> <b>Hazael.</b> <i>See notes on <a ref='2 Kings 8:8–15'>8:8–15</a> .</i> <b>Gath.</b> One of the 5 major Philistine cities ( <a ref='1 Samuel 5:8'>1Sa 5:8</a> ), located about 25 mi. southwest of Jerusalem. Gath had previously belonged to Judah ( <a ref='2 Chronicles 11:8'>2Chr 11:8</a> ). <a ref='2 Kings 12:18'>12:18</a> <b>all the holy things.</b> When Joash’s army was defeated by Hazael and his leading men killed ( <a ref='2 Chronicles 24:23–24'>2Chr 24:23–24</a> ), he averted further attacks against Jerusalem by sending tribute to the king of Syria. This tribute included gifts donated to the temple in Jerusalem by kings of Judah (cf. <a ref='1 Kings 15:15'>1Ki 15:15</a> , <a ref='1 Kings 15:18'>18</a> ). <a ref='2 Kings 12:19'>12:19</a> <b>acts of Joash.</b> A more complete account of the reign of Joash is found in <a ref='2 Chronicles 22:10–24:27'>2Chr 22:10—24:27</a> . <a ref='2 Kings 12:20'>12:20</a> <b>a conspiracy.</b> Some of the officials of Joash conspired against him because he had killed the High Priest Zechariah, the son of the priest Jehoiada ( <a ref='2 Chronicles 24:20–22'>2Chr 24:20–22</a> ). <b>house of Millo.</b> Probably a house built on a landfill north of David’s city of Jerusalem and south of the temple mount. Cf. <a ref='2 Chronicles 24:25'>2Chr 24:25</a> . <b>Silla.</b> Possibly a ramp that descended from the landfill to the Kidron Valley. <a ref='2 Kings 12:21'>12:21</a> <b>Amaziah.</b> See <a ref='2 Kings 14:1–22'>14:1–22</a> for the reign of Amaziah. <a ref='2 Kings 13:1'>13:1</a> <b>twenty-third year.</b> 814 BC. Joash of Judah began his reign in 835 BC ( <i>see note on <a ref='2 Kings 12:1'>12:1</a></i> ) and Jehu of Israel died in 814 BC ( <i>see note on <a ref='2 Kings 10:36'>10:36</a></i> ). Thus the 23rd year of Joash of Judah was calculated according to the non-accession-year system ( <i>see notes on <a ref='2 Kings 12:6'>12:6</a> ; <a ref='2 Kings 13:10'>13:10</a></i> ). <b>seventeen years.</b> 814–798 BC, i.e., part of 17 calendar years, with the actual reign counted as 16 years. <a ref='2 Kings 13:2'>13:2</a> <b>Jeroboam.</b> For his sins, <i>see notes on <a ref='1 Kings 12:25–32'>1Ki 12:25–32</a></i> . This description of Jeroboam as one who “made Israel sin” occurs in <a ref='2 Kings 13:6'>13:6</a> , <a ref='2 Kings 13:11'>11</a> ; <a ref='1 Kings 14:16'>1Ki 14:16</a> ; <a ref='1 Kings 15:30'>15:30</a> ; <a ref='1 Kings 16:31'>16:31</a> ; <a ref='2 Kings 3:3'>2Ki 3:3</a> ; <a ref='2 Kings 10:29'>10:29</a> , <a ref='2 Kings 10:31'>31</a> ; <a ref='2 Kings 14:24'>14:24</a> ; <a ref='2 Kings 15:9'>15:9</a> , <a ref='2 Kings 15:18'>18</a> , <a ref='2 Kings 15:24'>24</a> , <a ref='2 Kings 15:28'>28</a> ; <a ref='2 Kings 17:21–22'>17:21–22</a> . <a ref='2 Kings 13:2–7'>13:2–7</a> The record of the reign of Jehoahaz, the king of Israel, has literary and verbal similarities to the book of Judges: 1) Jehoahaz did evil in the sight of Yahweh (v. <a ref='2 Kings 13:2'>2</a> ; cf. <a ref='Judges 2:11–13'>Jdg 2:11–13</a> ; <a ref='Judges 3:7'>3:7</a> ); 2) the anger of Yahweh was aroused against Israel and He delivered them over to their enemies (v. <a ref='2 Kings 13:3'>3</a> ; cf. <a ref='Judges 2:14–15'>Jdg 2:14–15</a> ; <a ref='Judges 3:8'>3:8</a> ); 3) Jehoahaz cried out to Yahweh who saw their oppression (v. <a ref='2 Kings 13:4'>4</a> ; cf. <a ref='Judges 2:18'>Jdg 2:18</a> ; <a ref='Judges 3:9'>3:9</a> ); 4) Yahweh raised up a deliverer for Israel who rescued them out of the hand of their enemies (v. <a ref='2 Kings 13:5'>5</a> ; cf. <a ref='Judges 2:16'>Jdg 2:16</a> , <a ref='Judges 2:18'>18</a> ; <a ref='Judges 3:9'>3:9</a> ); and 5) Israel continued in her evil ways with the result of further oppression (vv. <a ref='2 Kings 13:6–7'>6–7</a> ; cf. <a ref='Judges 2:19'>Jdg 2:19</a> ; <a ref='Judges 3:12–14'>3:12–14</a> ). <a ref='2 Kings 13:3'>13:3</a> <b>Hazael.</b> <i>See notes on <a ref='2 Kings 8:8–15'>8:8–15</a> .</i> <b>Ben-hadad.</b> Either Ben-hadad II or, more likely, III ( <i>see note on <a ref='1 Kings 15:18'>1Ki 15:18</a></i> ). His reign as king of Syria began ca. 801 BC. The length of his rule is unknown. <a ref='2 Kings 13:5'>13:5</a> <b>a savior.</b> The savior was not specifically named. This savior was: 1) the Assyrian king Adad-Nirari III (ca. 810–783 BC), whose attack on the Syrians or Arameans, enabled the Israelites to break Syria’s control over Israelite territory (see v. <a ref='2 Kings 13:25'>25</a> ; <a ref='2 Kings 14:25'>14:25</a> ); or 2) Elisha, who as the leader of Israel’s military successes (see v. <a ref='2 Kings 13:14'>14</a> ; cf. <a ref='2 Kings 6:13'>6:13</a> , <a ref='2 Kings 6:16–23'>16–23</a> ) commissioned Joash to defeat the Syrians (vv. <a ref='2 Kings 13:15–19'>15–19</a> ); or 3) Jeroboam II (ca. 793–753 BC), who was able to extend Israel’s boundaries back into Syrian territory ( <a ref='2 Kings 14:25–27'>14:25–27</a> ). <a ref='2 Kings 13:6'>13:6</a> <b>sins … of Jeroboam.</b> <i>See note on v. <a ref='2 Kings 13:2'>2</a> .</i> <b>Asherah.</b> This idol representing Asherah, a Canaanite goddess and a consort of Baal, had been set up by Ahab ( <a ref='1 Kings 16:33'>1Ki 16:33</a> ) and had escaped destruction by Jehu when he purged Baal worship from Samaria ( <a ref='2 Kings 10:27–28'>10:27–28</a> ). Along with the other idolatrous religion of Jeroboam II, there were still remnants of Baal worship in the northern kingdom. <a ref='2 Kings 13:7'>13:7</a> the army <b>.</b> Syria was able to dominate Israel militarily because Yahweh had left Jehoahaz only a small army with very few chariots. <b>dust at threshing.</b> The army of Israel was so inconsequential, particularly when compared to the armies of Syria and Assyria, that it was likened to the dust left over after grain had been winnowed at a threshing floor. <a ref='2 Kings 13:10'>13:10</a> <b>thirty-seventh year.</b> Ca. 798 BC. Joash of Judah began his reign in 835 BC ( <i>see note on <a ref='2 Kings 12:1'>12:1</a></i> ). There is a change here to the accession-year system of dating for the reign of Joash of Judah ( <i>see note on <a ref='2 Kings 13:1'>13:1</a></i> ). This explains how Jehoahaz of Israel could reign 16 years with only a 15-year advance on Joash of Judah’s regnal years (cf. v. <a ref='2 Kings 13:1'>1</a> ). <b>Jehoash.</b> This king of Israel had the same name as his contemporary, the king of Judah ( <i>see note on <a ref='2 Kings 11:21'>11:21</a></i> ). <b>sixteen years.</b> 798–782 BC. <a ref='2 Kings 13:12'>13:12</a> <b>fought against Amaziah.</b> <i>See notes on <a ref='2 Kings 14:8–14'>14:8–14</a> .</i> <a ref='2 Kings 13:14'>13:14</a> <b>Elisha.</b> The last previous reference to Elisha the prophet was in <a ref='2 Kings 9:1'>9:1</a> when Jehu was anointed king of Israel. Since Jehu and Jehoahaz reigned from 841–798 BC ( <i>see notes on <a ref='2 Kings 10:36'>10:36</a> ; <a ref='2 Kings 13:1'>13:1</a></i> ), nothing was recorded for over 40 years of Elisha’s life. Elisha began ministering with Elijah during the kingship of Ahab ca. 874–853 BC ( <a ref='1 Kings 19:19–21'>1Ki 19:19–21</a> ) and so must have been over 70 years of age when these final events of his life took place. <b>My father.</b> Jehoash humbly voiced his great respect for Elisha and his dependence upon his counsel ( <i>see note on <a ref='2 Kings 2:12'>2:12</a></i> ). <b>the chariots of Israel and its horsemen.</b> Jehoash acknowledged through this metaphor that Yahweh, through Elisha, was the real strength and power of Israel against all her adversaries ( <i>see note on <a ref='2 Kings 2:11'>2:11</a></i> ). <a ref='2 Kings 13:16'>13:16</a> <b>Elisha placed his hands on the king’s hands.</b> This symbolic act indicated that Jehoash would exert power against the Syrians that came from Yahweh through His prophet. <a ref='2 Kings 13:17'>13:17</a> <b>window toward the east.</b> This window opened toward the east to the Transjordan region controlled by Syria ( <a ref='2 Kings 10:32–33'>10:32–33</a> ). <b>Yahweh’s arrow of salvation.</b> When Jehoash obeyed Elisha by shooting an arrow out the window, the prophet interpreted the meaning of the action. The shot symbolized Yahweh’s deliverance for Israel through the defeat of the Syrian army by Jehoash (cf. v. <a ref='2 Kings 13:5'>5</a> ). <b>Aphek.</b> <i>See note on <a ref='1 Kings 20:26'>1Ki 20:26</a> .</i> <a ref='2 Kings 13:19'>13:19</a> <b>three times.</b> Further, Elisha commanded Jehoash to shoot the remaining arrows into the ground (v. <a ref='2 Kings 13:18'>18</a> ). Jehoash shot only 3 arrows into the ground instead of emptying the entire quiver. Because of his lack of faith, Jehoash would win only 3 victories over the Syrians instead of completely destroying them. The account of these victories is given in v. <a ref='2 Kings 13:25'>25</a> . <a ref='2 Kings 13:20'>13:20</a> <b>spring.</b> The prophet, who was Israel’s defense (v. <a ref='2 Kings 13:14'>14</a> ), was dead, and it was the season for war campaigns to begin after the rains of winter. <a ref='2 Kings 13:21'>13:21</a> <b>he became alive.</b> A dead man returned to life after touching Elisha’s bones. This miracle was a sign that God’s power continued to work in relationship to Elisha even after his death. What God had promised to Jehoash through Elisha when he was alive would surely come to pass after the prophet’s death (cf. vv. <a ref='2 Kings 13:19'>19</a> , <a ref='2 Kings 13:25'>25</a> ) in the defeat of the enemy, the recovery of the cities that had been taken, and their restoration to the kingdom of Israel (vv. <a ref='2 Kings 13:22–25'>22–25</a> ). <a ref='2 Kings 13:22'>13:22</a> <i>See note on <a ref='2 Kings 8:12'>8:12</a> .</i> <a ref='2 Kings 13:23'>13:23</a> <b>His covenant with Abraham, Isaac, and Jacob.</b> During the wicked reign of Jehoahaz (vv. <a ref='2 Kings 13:2–7'>2–7</a> ), Yahweh was very patient and did not bring the ultimate military defeat that would lead to exile for Israel. This was because of His agreement with the patriarchs to give their descendants the land ( <a ref='Genesis 15:18–21'>Ge 15:18–21</a> ; <a ref='Genesis 26:2–5'>26:2–5</a> ; <a ref='Genesis 28:13–15'>28:13–15</a> ). It was God’s promise, not the Israelites’ goodness, that motivated God to be merciful and compassionate toward Israel. <a ref='2 Kings 14:1–15:38'>14:1—15:38</a> This section quickly surveys the kings and selected events of the northern and southern kingdoms from 796 to 735 BC. In contrast to the previous 19 chapters ( <a ref='1 Kings 17:1–2'>1Ki 17:1-2Ki 13:25</a> ), which narrated 90 years of history (885–796 BC) with a concentration on the ministries of Elijah and Elisha during the final 65 years of that period (860–796 BC), 62 years are covered in these two chapters. The previous section concluded with a shadow of hope: officially sanctioned Baal worship had been eradicated in both Israel ( <a ref='2 Kings 10:18–28'>10:18–28</a> ) and Judah ( <a ref='2 Kings 11:17–18'>11:17–18</a> ); the temple of Yahweh in Jerusalem had been repaired ( <a ref='2 Kings 12:9–15'>12:9–15</a> ); and the Syrian threat to Israel had been overcome ( <a ref='2 Kings 13:25'>13:25</a> ). However, this section emphasizes that the fundamental problems still remained: the false religion established by Jeroboam I continued in Israel even with the change of royal families ( <a ref='2 Kings 14:24–15:9'>14:24—15:9</a> , <a ref='2 Kings 14:18'>18</a> , <a ref='2 Kings 14:24'>24</a> , <a ref='2 Kings 14:28'>28</a> ), and the high places were not removed in Judah even though there were only good kings there during those years ( <a ref='2 Kings 14:4'>14:4</a> ; <a ref='2 Kings 15:4'>15:4</a> , <a ref='2 Kings 15:35'>35</a> ). <a ref='2 Kings 14:1'>14:1</a> <b>second year.</b> 796 BC. <b>Amaziah.</b> <i>See notes on <a ref='2 Chronicles 25:1–28'>2Chr 25:1–28</a> .</i> <a ref='2 Kings 14:2'>14:2</a> <b>twenty-nine years.</b> 796–767 BC. <a ref='2 Kings 14:3'>14:3</a> <b>not like David.</b> David set a high standard of unswerving devotion to Yahweh for the kings of Judah who were his descendants to follow (cf. <a ref='1 Kings 11:4'>1Ki 11:4</a> , <a ref='1 Kings 11:6'>6</a> ; <a ref='1 Kings 15:3'>15:3</a> ). Amaziah did not follow Yahweh completely, as David had, because he, like his father Joash, did not remove the high places (v. <a ref='2 Kings 14:4'>4</a> ) where, in disregard for Mosaic law, the people worshiped Yahweh ( <a ref='Deuteronomy 12:2–7'>Dt 12:2–7</a> , <a ref='Deuteronomy 12:13–14'>13–14</a> ). Further, according to <a ref='2 Chronicles 25:14–16'>2Chr 25:14–16</a> , Amaziah embraced the false gods of the Edomites. <a ref='2 Kings 14:5–6'>14:5–6</a> When firmly in control of the kingdom, Amaziah took revenge on Jozachar and Jehozabad, the officials who assassinated his father Joash ( <a ref='2 Kings 12:20–21'>12:20–21</a> ). However, he spared the lives of their sons, in obedience to the Mosaic law that children were not to die for their fathers’ sins ( <a ref='Deuteronomy 24:16'>Dt 24:16</a> ; cf. <a ref='Ezekiel 18:1–20'>Eze 18:1–20</a> ). <a ref='2 Kings 14:7'>14:7</a> For an elaboration of Amaziah’s war with Edom, <i>see the notes on <a ref='2 Chronicles 25:5–16'>2Chr 25:5–16</a></i> . Edom had revolted in Joram’s reign (see <a ref='2 Kings 8:20'>8:20</a> ), so the king wanted them subjugated again. <b>the Valley of Salt.</b> Probably a marshy plain at the south end of the Dead Sea ( <i>see note on <a ref='2 Samuel 8:13'>2Sa 8:13</a></i> ). <b>Sela … Joktheel.</b> Sela (meaning “rock” in Hebrew) is best identified as Petra (meaning “rock” in Greek), a city carved out of sheer mountain walls located about 50 mi. south of the Dead Sea, though some prefer to place it in northern Edom near Bozra on the King’s Highway ( <a ref='Judges 1:36'>Jdg 1:36</a> ). Renaming a captured city, as Amaziah did with the name Joktheel, implied his control over it. <a ref='2 Kings 14:8'>14:8</a> <b>Jehoash … of Israel.</b> <i>See notes on <a ref='2 Kings 13:10–23'>13:10–23</a> .</i> <b>face each other.</b> Amaziah’s challenge to Jehoash constituted a declaration of war. Amaziah, emboldened by his victory over Edom (v. <a ref='2 Kings 14:10'>10</a> ), thought he could defeat the stronger army of Israel (cf. <a ref='2 Kings 13:25'>13:25</a> ). He was probably also upset by the refusal of Jehoash to establish a marriage alliance with him (v. <a ref='2 Kings 14:9'>9</a> ). <a ref='2 Kings 14:9'>14:9</a> <b>thorn bush … cedar.</b> In this parable (cf. <a ref='Judges 9:8–15'>Jdg 9:8–15</a> ), the thorn bush (Amaziah), an irritating and worthless plant, sought to become the equal of the majestic cedar (Jehoash), but a wild animal crushed the bush. Jehoash counseled Amaziah that he was overestimating his power and prominence and should not go to war with Israel lest he be crushed (v. <a ref='2 Kings 14:10'>10</a> ). <a ref='2 Kings 14:11'>14:11</a> <b>Beth-shemesh.</b> A town about 15 mi. west of Jerusalem, where the armies of Israel and Judah faced each other in battle. <a ref='2 Kings 14:13'>14:13</a> <b>Jehoash … seized Amaziah.</b> Winning the battle, Jehoash also seized Amaziah. Jehoash probably took Amaziah back to Samaria as a hostage (v. <a ref='2 Kings 14:14'>14</a> ). The king of Judah was forced to stay in Samaria until the death of Jehoash in 782 BC (v. <a ref='2 Kings 14:17'>17</a> ). <b>Gate of Ephraim … Corner Gate.</b> The Corner Gate (cf. <a ref='Jeremiah 31:38'>Jer 31:38</a> ; <a ref='Zechariah 14:10'>Zec 14:10</a> ) was at the northwest corner of the wall around Jerusalem. The Ephraim Gate was in Jerusalem’s northern wall facing Ephraim, 600 ft. east of the Corner Gate. This northwestern section of the wall of Jerusalem, torn down by Jehoash, was the point where Jerusalem was most vulnerable. <a ref='2 Kings 14:14'>14:14</a> <b>he took.</b> Jehoash plundered both the temple at Jerusalem and the palace of Amaziah. The value of the plundered articles was probably not great, because Jehoash of Judah had previously sent the temple and palace treasures to pay tribute to Hazael of Damascus ( <a ref='2 Kings 12:17–18'>12:17–18</a> ). Jehoash probably took hostages from Jerusalem to Samaria to secure additional payments of tribute in view of the small war booty. <a ref='2 Kings 14:17'>14:17</a> <b>fifteen years.</b> 782–767 BC. <a ref='2 Kings 14:18'>14:18</a> <b>the acts of Amaziah.</b> His apostasy ( <a ref='2 Chronicles 25:27'>2Chr 25:27</a> ), his disastrous war with Israel, the ruinous condition of Jerusalem, the plunder of the temple, and the loss of hostages lost him the respect of his people who rebelled and killed him. <a ref='2 Kings 14:19'>14:19</a> <b>Lachish.</b> A town about 25 mi. southwest of Jerusalem to which Amaziah fled seeking to escape death. <a ref='2 Kings 14:21'>14:21</a> <b>sixteen years old.</b> Azariah, a.k.a. Uzziah ( <i>see note on <a ref='2 Kings 15:1'>15:1</a></i> ) had actually begun to reign at the age of <a ref='2 Kings 15:16'>16</a> in 790 BC when his father Amaziah was taken prisoner to Samaria (v. <a ref='2 Kings 15:13'>13</a> ). When Amaziah returned to Judah, Azariah ruled with him as co-regent from 782–767 BC (v. <a ref='2 Kings 15:17'>17</a> ). In 767 BC when Amaziah was killed (v. <a ref='2 Kings 15:19'>19</a> ), Azariah began his sole rule ( <a ref='2 Kings 15:1'>15:1</a> ). <i>See notes on <a ref='2 Chronicles 26:1–23'>2Chr 26:1–23</a> .</i> <a ref='2 Kings 14:22'>14:22</a> <b>Elath.</b> Elath was located on the northern coast of the Gulf of Aqabah and was closely associated with Ezion-geber, a seaport of Solomon ( <a ref='1 Kings 9:26'>1Ki 9:26</a> ). Azariah’s restoration of Elath to Judah marked the first significant act of his sole rule; his further successes are summarized in <a ref='2 Chronicles 26:6–15'>2Chr 26:6–15</a> . <a ref='2 Kings 14:23'>14:23</a> <b>fifteenth year.</b> Ca. 782 BC. This marked the beginning of the sole reign of Jeroboam II. Since his son Zechariah succeeded him in 753 BC (see <a ref='2 Kings 15:8'>15:8</a> ), Jeroboam II must have had a co-regency with his father Jehoash for 11 years, making a total reign of 41 years (793–753 BC), longer than any other king in the northern kingdom. <b>Jeroboam.</b> This was Jeroboam II, who like the other kings of Israel, followed the false religion of Jeroboam I. During the reign of Jeroboam II, the prophets Hosea ( <a ref='Hosea 1:1'>Hos 1:1</a> ) and Amos ( <a ref='Amos 1:1'>Am 1:1</a> ) ministered to the northern kingdom. These prophets showed that Jeroboam II’s reign was a time of great prosperity and greater spiritual apostasy in Israel. <a ref='2 Kings 14:25'>14:25</a> <b>restored the border of Israel.</b> Jeroboam II’s greatest accomplishment was the restoration of Israel’s boundaries to approximately their extent in Solomon’s time, excluding the territory belonging to Judah. The northern boundary was Lebo-hamath, the same as Solomon’s (cf. <a ref='1 Kings 8:65'>1Ki 8:65</a> ) and the southern boundary was the Sea of the Arabah, the Dead Sea ( <a ref='Joshua 3:16'>Jos 3:16</a> ; <a ref='Joshua 12:3'>12:3</a> ). Jeroboam II took Hamath, a major city located on the Orontes River, about 160 mi. north of the Sea of Galilee. He also controlled Damascus, indicating that the Transjordan territory south to Moab was also under his authority. These victories of Jeroboam II were accomplished because the Syrians had been weakened by attacks from the Assyrians, while Assyria herself was weak at this time, suffering from threats on her northern border, internal dissension, and a series of weak kings. <b>Jonah.</b> The territorial extension of Jeroboam II was in accordance with the will of Yahweh as revealed through the prophet Jonah. This was the same Jonah who traveled to Nineveh with God’s message of repentance for the Assyrians (see Introduction to Jonah ). <b>Gath-hepher.</b> A town located in the tribal area of Zebulun, about 14 mi. west of the Sea of Galilee ( <a ref='Joshua 19:13'>Jos 19:13</a> ). <a ref='2 Kings 14:25–26'>14:25–26</a> The explanation for Jonah’s prophecy is given here. Yahweh Himself had personally witnessed the heavy, bitter affliction borne by all in Israel with no human help available (v. <a ref='2 Kings 14:26'>26</a> ). Further, Yahweh had not decreed Israel’s final doom (v. <a ref='2 Kings 14:27'>27</a> ). To “blot out their name from under heaven” meant to annihilate Israel totally, leaving no trace or memory of her ( <a ref='Deuteronomy 9:14'>Dt 9:14</a> ; <a ref='Deuteronomy 29:20'>29:20</a> ). Thus, moved with compassion, Yahweh Himself used Jeroboam II’s reign to rescue His suffering people. However, as the books of Hosea and Amos show, Israel did not respond to God’s grace with repentance. <a ref='2 Kings 14:28'>14:28</a> Without devotion to Yahweh, Jeroboam, by might and clever leadership, brought Israel more prosperity than the country had known since Solomon. The people rested in their prosperity rather than God’s power. Material blessing was no sign of God’s blessing, since they had no commitment to Him. <a ref='2 Kings 15:1'>15:1</a> <b>twenty-seventh year.</b> 767 BC. This included the 11 years of Jeroboam II’s co-regency with Jehoash ( <i>see note on <a ref='2 Kings 14:23'>14:23</a></i> ). <b>Azariah.</b> The name means “Yahweh has helped” ( <a ref='2 Kings 14:21'>14:21</a> ; <a ref='2 Kings 15:6–8'>15:6–8</a> , <a ref='2 Kings 15:17'>17</a> , <a ref='2 Kings 15:23'>23</a> , <a ref='2 Kings 15:27'>27</a> ; <a ref='1 Chronicles 3:12'>1Chr 3:12</a> ). He was also called Uzziah, meaning “Yahweh is my strength” ( <a ref='2 Kings 15:13'>15:13</a> , <a ref='2 Kings 15:30'>30</a> , <a ref='2 Kings 15:32'>32</a> , <a ref='2 Kings 15:34'>34</a> ; <a ref='2 Chronicles 26:1–23'>2Chr 26:1–23</a> ; <a ref='Isaiah 1:1'>Is 1:1</a> ; <a ref='Isaiah 6:1'>6:1</a> ; <a ref='Hosea 1:1'>Hos 1:1</a> ; <a ref='Amos 1:1'>Am 1:1</a> ; <a ref='Zechariah 14:5'>Zec 14:5</a> ). Isaiah the prophet began his public ministry during Azariah’s reign ( <a ref='Isaiah 1:1'>Is 1:1</a> ). <a ref='2 Kings 15:2'>15:2</a> <b>fifty-two years.</b> 790–739 BC. Azariah was 16 when he began his co-regency with his father Amaziah. Azariah’s sole rule began in 767 BC ( <i>see note on v. <a ref='2 Kings 15:8'>8</a></i> ). <a ref='2 Kings 15:4'>15:4</a> Cf. <a ref='2 Kings 12:3'>12:3</a> ; <a ref='2 Kings 14:4'>14:4</a> . <a ref='2 Kings 15:5'>15:5</a> <b>leper.</b> Azariah suffered from leprosy as punishment for usurping the priestly function of burning incense on the altar in the temple ( <i>see notes on <a ref='2 Chronicles 26:16–18'>2Chr 26:16–18</a> , <a ref='2 Chronicles 26:19–20'>19–20</a></i> ). The disease eventually killed him ( <i>see note on <a ref='Isaiah 6:1'>Is 6:1</a></i> ). <b>separate house.</b> Lit. “in a house of freedom.” Azariah was relieved of all royal responsibilities. His son Jotham served as co-regent until Azariah’s death (750–739 BC; <i>see notes on <a ref='2 Kings 15:2'>15:2</a> , <a ref='2 Kings 15:32'>32</a></i> ). As co-regent, Jotham specifically supervised the palace and governed the nation. <a ref='2 Kings 15:8'>15:8</a> <b>thirty-eighth year.</b> 753 BC, making Azariah’s co-reign with his father Amaziah ( <i>see notes on <a ref='2 Kings 14:21'>14:21</a> ; <a ref='2 Kings 15:2'>15:2</a></i> ) begin in 792–791 BC (accession year) or 790 BC (non-accession year). <b>Zechariah.</b> Zechariah was the fourth and final generation of the dynasty of Jehu (ca. 753/752 BC). His death fulfilled the prophecy given by Yahweh (cf. <a ref='2 Kings 15:12'>15:12</a> ; <a ref='2 Kings 10:30'>10:30</a> ). <a ref='2 Kings 15:10'>15:10</a> <b>Shallum.</b> Shallum killed Zechariah and replaced him as king of Israel. Assyrian records call Shallum “the son of nobody,” indicating that he was not from the royal family. <a ref='2 Kings 15:13'>15:13</a> <b>thirty-ninth year.</b> 752 BC. Zechariah’s reign spanned the last months of Azariah’s 38th year (v. <a ref='2 Kings 15:8'>8</a> ) and the first months of the following year. <a ref='2 Kings 15:14'>15:14</a> <b>Menahem.</b> Menahem had probably been a military commander under Zechariah. <b>Tirzah.</b> The former capital of the northern kingdom ( <a ref='1 Kings 14:17'>1Ki 14:17</a> ; <a ref='1 Kings 15:21'>15:21</a> , <a ref='1 Kings 15:33'>33</a> ), located about 9 mi. east of Samaria. Menahem was probably stationed with his troops at Tirzah. <a ref='2 Kings 15:16'>15:16</a> <b>Tiphsah.</b> Since Tiphsah was located on the Euphrates River about 325 mi. north of Samaria ( <a ref='1 Kings 4:24'>1Ki 4:24</a> ), a majority of interpreters translate this term “Tappuah,” a town 14 mi. southwest of Tirzah ( <a ref='Joshua 17:8'>Jos 17:8</a> ). <b>ripped up.</b> The ripping open of pregnant women was a barbarous practice and elsewhere associated only with foreign armies ( <a ref='2 Kings 8:12'>8:12</a> ; <a ref='Hosea 13:16'>Hos 13:16</a> ; <a ref='Amos 1:13'>Am 1:13</a> ). Menahem probably did this as a visible reminder of the city’s failure to “open” up, or surrender, to his demands. <a ref='2 Kings 15:17'>15:17</a> <b>thirty-ninth year.</b> 752 BC. <b>ten years.</b> 752–742 BC. With Menahem, the northern kingdom changed from the non-accession to the accession-year system of computing reigns. <a ref='2 Kings 15:19'>15:19</a> <b>Pul.</b> Assyrian kings frequently had two names, a throne name for Assyria and another for Babylon. Pul was the Babylonian throne name of the Assyrian king Tiglath-pileser III (cf. <a ref='1 Chronicles 5:26'>1Chr 5:26</a> ) who reigned ca. 745–727 BC. <a ref='2 Kings 15:19–20'>15:19–20</a> Tiglath-pileser III invaded Israel in 743 BC. Menahem paid tribute of 1,000 talents of silver (ca. 37 tons) raised from the wealthy men of Israel. Each of 60,000 men paid 20 oz. of silver to raise the required 37 tons of silver. For his tribute, Tiglath-pileser III supported Menahem’s claim to the throne of Israel and withdrew his army. By this action, Menahem became a vassal of the Assyrian king. <a ref='2 Kings 15:23'>15:23</a> <b>fiftieth year.</b> 742 BC. <b>two years.</b> 742–740 BC. <a ref='2 Kings 15:24'>15:24</a> <b>sins of Jeroboam.</b> <i>See notes on <a ref='2 Kings 13:2'>13:2</a> ; <a ref='1 Kings 12:25–32'>1Ki 12:25–32</a> .</i> <a ref='2 Kings 15:25'>15:25</a> <b>Pekah.</b> <i>See note on <a ref='2 Kings 15:27'>15:27</a> .</i> Pekah was one of Pekahiah’s military officers, probably commanding Gilead, since 50 Gileadites accompanied him when he assassinated Pekahiah. Argob and Arieh were either Pekahiah’s sons or loyal military officers. Pekah probably represented the anti-Assyrian faction in Israel (cf. <a ref='2 Kings 16:5'>16:5</a> ). <a ref='2 Kings 15:27'>15:27</a> <b>fifty-second year.</b> 740 BC. <b>twenty years.</b> On the basis of Assyrian records, it can be determined that Tilgath-pileser III deposed Pekah as king of Israel in 732 BC, evidently using Hoshea as his instrument. Therefore, Pekah reigned ca. 752–732 BC, using the accession-year system of dating (that is, counting the first year as one). For an explanation of this dating system see 1 Kings Introduction: Interpretive Challenges . This included the years 752–740 BC, when Pekah ruled in Gilead while Menahem (vv. <a ref='2 Kings 15:17–22'>17–22</a> ) and Pekahiah (vv. <a ref='2 Kings 15:23–26'>23–26</a> ) reigned in Samaria (the Jordan River being the boundary of the split kingdom). Verse <a ref='2 Kings 15:25'>25</a> seems to indicate that Pekah had an alliance with Menahem and Pekahiah, ruling Gilead for them. <a ref='2 Kings 15:29'>15:29</a> <b>Ijon … Naphtali.</b> The areas of Galilee and Gilead are described here. When Pekah and Rezin, the king of Syria, sought to have Judah join their anti-Assyrian alliance, another invasion by Assyria was provoked (cf. <a ref='2 Kings 16:5–9'>16:5–9</a> ) in 733/732 BC. Tiglath-pileser III took Galilee and Gilead and converted them into 3 Assyrian provinces governed by royal appointees. He also was involved in replacing Pekah with Hoshea as king over the remaining area of Israel ( <i>see note on <a ref='2 Kings 15:27'>15:27</a></i> ). The Assyrian Empire (650 BC) Go to the Index of Charts and Maps . <a ref='2 Kings 15:30'>15:30</a> <b>twentieth year.</b> Jotham of Judah began his reign in 750 BC ( <i>see note on <a ref='2 Kings 15:32'>15:32</a></i> ). His 20th year was 732 BC, according to the non-accession-year system. Assyrian records confirm that Hoshea began to rule Israel in 732 BC ( <i>see notes on v. <a ref='2 Kings 15:27'>27</a> ; <a ref='2 Chronicles 27:1–9'>2Chr 27:1–9</a></i> ). <a ref='2 Kings 15:32'>15:32</a> <b>second year.</b> 750 BC, the year of Pekah’s second year of rule in Gilead, according to the accession-year system ( <i>see note on <a ref='2 Kings 15:27'>15:27</a></i> ). <a ref='2 Kings 15:33'>15:33</a> <b>sixteen years.</b> 750–735 BC. According to v. <a ref='2 Kings 15:30'>30</a> , Jotham reigned until 731 BC. Jotham was probably replaced as a functioning king of Judah by a pro-Assyrian faction who established Ahaz as ruler ( <i>see notes on <a ref='2 Kings 15:1–2'>15:1–2</a></i> ) while leaving Jotham as a powerless co-regent. Isaiah ( <a ref='Isaiah 1:1'>Is 1:1</a> ) and Micah ( <a ref='Micah 1:1'>Mic 1:1</a> ) the prophets ministered to Judah during Jotham’s reign. <a ref='2 Kings 15:35'>15:35</a> <b>the upper gate.</b> Probably the upper Benjamin Gate, which stood along the north side of the temple complex facing the territory of Benjamin (cf. <a ref='Jeremiah 20:2'>Jer 20:2</a> ; <a ref='Ezekiel 9:2'>Eze 9:2</a> ; <a ref='Zechariah 14:10'>Zec 14:10</a> ). Other accomplishments of Jotham are noted in <a ref='2 Chronicles 27:3–6'>2Chr 27:3–6</a> . <a ref='2 Kings 15:37'>15:37</a> <b>Rezin … Pekah.</b> <i>See notes on <a ref='2 Kings 16:5–9'>16:5–9</a> .</i> <a ref='2 Kings 16:1–17:41'>16:1—17:41</a> At this point the narrative turns to the defeat and exile of Israel by Assyria. In <a ref='2 Kings 17:7–23'>17:7–23</a> , the prophetic writer states the reasons why Israel was punished by Yahweh. A major reason was the sinful religion established by Jeroboam I ( <a ref='2 Kings 17:21–23'>17:21–23</a> ), which was followed by every king in Israel. Ominously, the section begins with the narrative concerning Ahaz of Judah who “walked in the way of the kings of Israel” ( <a ref='2 Kings 16:3'>16:3</a> ). The kind of punishment that came upon Israel would come later upon Judah for the same reason ( <a ref='2 Kings 17:19–20'>17:19–20</a> ). <a ref='2 Kings 16:1'>16:1</a> <b>seventeenth year.</b> 735 BC, since Pekah’s reign began in 752 BC ( <i>see note on <a ref='2 Kings 15:27'>15:27</a></i> ). Although Jotham, the father of Ahaz, was still alive ( <i>see note on <a ref='2 Kings 15:30'>15:30</a></i> ), Ahaz exercised the sovereign authority in Judah from 735 BC to Jotham’s death in ca. 731 BC. Isaiah ( <a ref='Isaiah 1:1–7:1'>Is 1:1—7:1</a> ) and Micah ( <a ref='Micah 1:1'>Mic 1:1</a> ) the prophets continued to minister to Judah during the reign of Ahaz. <i>See notes on <a ref='2 Chronicles 28:1–27'>2Chr 28:1–27</a> .</i> <a ref='2 Kings 16:2'>16:2</a> <b>sixteen years.</b> 731–715 BC. The principle of “dual dating” was followed here. See 1 Kings Introduction: Interpretive Challenges for an explanation of this principle. In <a ref='2 Kings 16:1'>16:1</a> and <a ref='2 Kings 17:1'>17:1</a> , Ahaz was recognized as king in the year he came to the throne as a co-regent, but the year of his official accession was determined as the year when he began to reign alone. Ahaz shared royal power with Azariah (to 739 BC) and Jotham from 744 to 735 BC ( <i>see note on <a ref='2 Kings 17:1'>17:1</a></i> ); he exercised total authority as co-regent with Jotham from 735–731 BC ( <i>see note on <a ref='2 Kings 16:1'>16:1</a></i> ); he was sole king from 731 to 729 BC and was co-regent with his son Hezekiah from 729 to 715 BC ( <i>see note on <a ref='2 Kings 18:1'>18:1</a></i> ). <a ref='2 Kings 16:3'>16:3</a> <b>walked in the way of the kings of Israel.</b> This does not necessarily mean that Ahaz participated in the calf worship introduced by Jeroboam I at Bethel and Dan, but that he increasingly brought pagan, idolatrous practices into the worship of Yahweh in Jerusalem. These are specified in vv. <a ref='2 Kings 16:10–16'>10–16</a> and parallel those of Jeroboam I in the northern kingdom. This included idols to Baal ( <a ref='2 Chronicles 28:2'>2Chr 28:2</a> ). <b>made his son pass through the fire.</b> As a part of the ritual worship of Molech, the god of the Moabites, children were sacrificed by fire (cf. <a ref='2 Kings 3:27'>3:27</a> ). This horrific practice was continually condemned in the OT ( <a ref='Leviticus 18:21'>Lv 18:21</a> ; <a ref='Leviticus 20:2–5'>20:2–5</a> ; <a ref='Deuteronomy 18:10'>Dt 18:10</a> ; <a ref='Jeremiah 7:31'>Jer 7:31</a> ; <a ref='Jeremiah 19:5'>19:5</a> ; <a ref='Jeremiah 32:35'>32:35</a> ). <b>the abominations of the nations.</b> <i>See note on <a ref='Deuteronomy 18:9–12'>Dt 18:9–12</a> .</i> <a ref='2 Kings 16:4'>16:4</a> <b>the high places.</b> Ahaz was the first king in the line of David since Solomon who was said to have personally worshiped at the high places. While all the other kings of Judah had tolerated the high places, Ahaz actively participated in the immoral Canaanite practices that were performed at the “high places” on hilltops under large trees (cf. <a ref='Hosea 4:13'>Hos 4:13</a> ). <a ref='2 Kings 16:5'>16:5</a> <b>Rezin … Pekah.</b> The kings of Syria and Israel wanted to overthrow Ahaz in order to force Judah into their anti-Assyrian coalition. The two kings with their armies besieged Jerusalem, seeking to replace Ahaz with their own king (cf. <a ref='Isaiah 7:1–6'>Is 7:1–6</a> ). Yahweh delivered Judah and Ahaz from this threat because of His promise to David (cf. <a ref='Isaiah 7:7–16'>Is 7:7–16</a> ). <a ref='2 Kings 16:6'>16:6</a> <b>Elath.</b> The Syrians did displace Judah from Elath ( <i>see note on <a ref='2 Kings 14:22'>14:22</a></i> ). Later this important port town on the Gulf of Aqabah was captured by the Edomites. <a ref='2 Kings 16:7'>16:7</a> <b>Tiglath-pileser.</b> <i>See notes on <a ref='2 Kings 15:19'>15:19</a> , <a ref='2 Kings 15:29'>29</a> .</i> <b>your servant and your son.</b> Ahaz willingly became a vassal of the Assyrian king in exchange for his military intervention. This was a pledge that Judah would serve Assyria from this point on. In support of his pledge, Ahaz sent Tiglath-pileser III silver and gold from the temple and from the palace treasuries (v. <a ref='2 Kings 16:8'>8</a> ). Evidently the prosperous reigns of Azariah and Jotham had replenished the treasures plundered by Jehoash of Israel 50 years earlier during Amaziah’s reign ( <a ref='2 Kings 14:14'>14:14</a> ). <a ref='2 Kings 16:9'>16:9</a> <b>the king of Assyria listened to him.</b> According to Assyrian records, in 733 BC Tiglath-pileser III’s army marched against Damascus, the Syrian capital, laid siege for two years, and captured it. The victorious Assyrian king executed Rezin and deported his subjects to Kir, whose location is unknown. <a ref='2 Kings 16:10'>16:10</a> <b>the altar.</b> When Ahaz traveled to Damascus to meet Tiglath-pileser III, he saw a large altar (v. <a ref='2 Kings 16:15'>15</a> ) which was most likely Assyrian. Ahaz sent a sketch of this altar to Urijah the High Priest in Jerusalem and Urijah built an altar just like it. The serious iniquity in this was meddling with and changing, according to personal taste, the furnishings of the temple, the design for which had been given by God ( <a ref='Exodus 25:40'>Ex 25:40</a> ; <a ref='Exodus 26:30'>26:30</a> ; <a ref='Exodus 27:1–8'>27:1–8</a> ; <a ref='1 Chronicles 28:19'>1Chr 28:19</a> ). This was like building an idol in the temple, done to please the pagan Assyrian king, whom Ahaz served instead of God. <a ref='2 Kings 16:12–13'>16:12–13</a> <b>offerings.</b> As did Solomon and Jeroboam before him ( <a ref='1 Kings 8:63'>1Ki 8:63</a> ; <a ref='1 Kings 12:32'>12:32</a> ), Ahaz dedicated the new altar by offering sacrifices. <a ref='2 Kings 16:14–16'>16:14–16</a> <b>bronze altar.</b> Feeling confident about his alterations in the temple, Ahaz moved the old bronze altar dedicated by Solomon ( <a ref='1 Kings 8:22'>1Ki 8:22</a> , <a ref='1 Kings 8:54'>54</a> , <a ref='1 Kings 8:64'>64</a> ), which stood in front of the temple between the new altar and the temple itself (v. <a ref='2 Kings 16:14'>14</a> ). Ahaz had the bronze altar moved to a spot north of the new altar, thereby relegating it to a place of secondary importance. All offerings from then on were to be given on the altar dedicated by Ahaz, while Ahaz reserved the bronze altar for his personal use in seeking guidance (v. <a ref='2 Kings 16:15'>15</a> ). The term “inquire” probably referred here to pagan divination through religious rituals. <a ref='Deuteronomy 18:9–14'>Dt 18:9–14</a> expressly forbade such divination in Israel. <a ref='2 Kings 16:17–18'>16:17–18</a> Ahaz made further changes in the temple at Jerusalem. First, he removed the side panels (“borders”) and “laver” from the portable stands (cf. <a ref='1 Kings 7:27–29'>1Ki 7:27–29</a> , <a ref='1 Kings 7:38–39'>38–39</a> ). Second, he removed the large ornate reservoir called “the sea” from atop the 12 bronze bulls to a new stone base (cf. <a ref='1 Kings 7:23–26'>1Ki 7:23–26</a> ). Third, he removed the “covered way,” probably some sort of canopy used by the king on the Sabbath. Fourth, he removed “the outer entry,” probably a special entrance to the temple used by the king on Sabbaths and feast days (cf. <a ref='1 Kings 10:5'>1Ki 10:5</a> ). <a ref='2 Kings 16:18'>16:18</a> <b>because of the king of Assyria.</b> Both items mentioned here were moved from the temple in hope that if the king of Assyria laid siege to Jerusalem, Ahaz could secure the entrance of the temple from him. <a ref='2 Kings 16:20'>16:20</a> <b>Hezekiah.</b> For his reign, see <a ref='2 Kings 18:1–20:21'>18:1—20:21</a> . <a ref='2 Kings 17:1'>17:1</a> <b>twelfth year.</b> 732 BC. This date for the accession of Hoshea as king of Israel is well established according to biblical and extra-biblical data ( <i>see note on <a ref='2 Kings 15:27'>15:27</a></i> ). Therefore, Ahaz of Judah must have become co-regent with his father Jotham, who was himself co-regent with his father, Azariah, at that time ( <i>see notes on <a ref='2 Kings 15:30'>15:30</a> , <a ref='2 Kings 15:33'>33</a></i> ), in 744 BC ( <i>see note on <a ref='2 Kings 16:2'>16:2</a></i> ). <b>nine years.</b> 732–722 BC according to the accession-year system. Hoshea was imprisoned (v. <a ref='2 Kings 17:4'>4</a> ) during the siege of Samaria by Assyria in 724–722 BC (v. <a ref='2 Kings 17:5'>5</a> ). <a ref='2 Kings 17:2'>17:2</a> <b>he did what was evil.</b> Though Hoshea was characterized as a wicked king, it is not stated that he promoted the religious practices of Jeroboam I. In this way, he was some improvement on the kings of Israel who had gone before him. However, this slight improvement did not offset the centuries of sin by Israel’s kings nor divert her inevitable doom. <a ref='2 Kings 17:3'>17:3</a> <b>Shalmaneser.</b> Shalmaneser V succeeded his father Tiglath-pileser III as king of Assyria and reigned from 727–722 BC. During the siege of Samaria, when the Assyrians began the destruction and captivity of the northern kingdom, Shalmaneser V died and was succeeded by Sargon II (see <a ref='Isaiah 20:1'>Is 20:1</a> ), who completed the siege, captured the city, destroyed the nation of Israel, and exiled the inhabitants (v. <a ref='2 Kings 17:6'>6</a> ). Sargon II reigned as king from 722–705 BC. <i>See note on <a ref='Hosea 10:14'>Hos 10:14</a> .</i> <a ref='2 Kings 17:4'>17:4</a> <b>So king of Egypt.</b> Instead of paying his yearly tribute owed as a vassal of Assyria, Hoshea tried to make a treaty with Osorkon IV (ca. 727–716 BC), king of Egypt. This was foolish because Assyria was powerful. It was also against God’s will, which forbade such alliances with pagan rulers (cf. <a ref='Deuteronomy 7:2'>Dt 7:2</a> ). This rebellion led to Israel’s destruction (vv. <a ref='2 Kings 17:5–6'>5–6</a> ). <a ref='2 Kings 17:5'>17:5</a> <b>Samaria … besieged.</b> In 724 BC, Shalmaneser V invaded Israel and quickly conquered the land and captured Hoshea. However, the capital city of Samaria resisted the Assyrian invaders until 722 BC. Like all major cities, Samaria had an internal water supply and plenty of stored food that allowed her to endure the siege for 3 years. <a ref='2 Kings 17:6'>17:6</a> <b>king of Assyria.</b> Sargon II ( <i>see note on <a ref='2 Kings 17:3'>17:3</a></i> ). <b>took Israel away.</b> The capture of Samaria marked the end of the northern kingdom. According to Assyrian records, the Assyrians deported 27,290 inhabitants of Israel to distant locations. The relocation of populations was characteristic of Assyrian policy during that era. The Israelites were resettled in the upper Tigris-Euphrates Valley and never returned to the Promised Land. “Halah” was a city northeast of Nineveh. The “Habor” River was a northern tributary of the Euphrates. The “cities of the Medes” were northeast of Nineveh. Samaria was resettled with foreigners (v. <a ref='2 Kings 17:24'>24</a> ). God did what He said He would do in <a ref='De 28'>Dt 28</a> . The Jews were taken as far east as Susa, where the book of Esther later took place. <a ref='2 Kings 17:7–23'>17:7–23</a> In these verses, the writer departs from quoting his written sources and gives his own explanation for the captivity of Israel. Judah is included, though her captivity did not occur until 605/604–586 BC at the hands of the Babylonians. Her sins were the same. Here is a very full and impressive vindication of God’s action in punishing His privileged but rebellious and apostate people. In v. <a ref='2 Kings 17:7'>7</a> , he begins by stating that the Israelites had sinned against Yahweh who had redeemed them from Egypt. Gross perversion of the worship of God and national propensity to idolatry finally exhausted divine patience. The idolatry of Israel is described in vv. <a ref='2 Kings 17:7–12'>7–12</a> . In response to Israel’s actions, Yahweh sent His prophets to Israel and Judah with a message of repentance (v. <a ref='2 Kings 17:13'>13</a> ). However, the people failed to respond to the prophets’ messages, because, like their fathers, they did not have faith in Yahweh (v. <a ref='2 Kings 17:14'>14</a> ). Their lack of faith resulted in disobedience to Yahweh’s commands and the further pursuit of idolatry (vv. <a ref='2 Kings 17:15–17'>15–17</a> ). The idolatry of Israel (and Judah) brought forth the anger of Yahweh, which resulted in exile (v. <a ref='2 Kings 17:18'>18</a> ). The “great sin” of both Israel and Judah was their continual following of the sinful pattern of Jeroboam I, departing from Yahweh and practicing idolatry, thus bringing down the judgment of captivity predicted by the prophets (vv. <a ref='2 Kings 17:19–23'>19–23</a> ). <a ref='2 Kings 17:7'>17:7</a> <b>feared other gods.</b> The primary cause of Israel’s exile was the worship of other gods. The fear of Yahweh led to listening to His Word and obeying His ordinances and statutes ( <a ref='Deuteronomy 4:10'>Dt 4:10</a> ; <a ref='Deuteronomy 5:29'>5:29</a> ; <a ref='Deuteronomy 6:24'>6:24</a> ), but the fear of the gods of Canaan led Israel to obey the laws of the Canaanite gods (v. <a ref='2 Kings 17:8'>8</a> ). The result of this obedience to false gods is recorded in vv. <a ref='2 Kings 17:9–12'>9–12</a> , <a ref='2 Kings 17:16–17'>16–17</a> . <a ref='2 Kings 17:8'>17:8</a> <b>walked in the statutes of the nations.</b> This was expressly forbidden in <a ref='Leviticus 18:3'>Lv 18:3</a> ; <a ref='Leviticus 20:23'>20:23</a> . <a ref='2 Kings 17:9'>17:9</a> <b>built … high places.</b> In addition to their private sins (“secret”), judgment came for public wickedness and idolatry. These were not the high places utilized by Israel for worshiping God before the building of the temple ( <i>see note on <a ref='1 Kings 3:2'>1Ki 3:2</a></i> ). In direct disobedience to <a ref='Deuteronomy 12:1–4'>Dt 12:1–4</a> , the Israelites built new raised altars in the Canaanite pattern after the temple was constructed. These “high places” were in all the habitations of Israel, from small fortified structures to large garrison cities, i.e., from the smallest to largest towns. The altars were on wooded hills with images representing the false gods (v. <a ref='2 Kings 17:10'>10</a> ; cf. <a ref='Deuteronomy 16:21–22'>Dt 16:21–22</a> ). <a ref='2 Kings 17:13'>17:13</a> <b>Turn from your evil ways.</b> The prophets continually called the people to repentance (cf. <a ref='Jeremiah 7:3'>Jer 7:3</a> , <a ref='Jeremiah 7:5'>5</a> ; <a ref='Jeremiah 18:11'>18:11</a> ; <a ref='Ezekiel 33:11'>Eze 33:11</a> ). <a ref='2 Kings 17:14'>17:14</a> <b>stiffened their neck.</b> A stubborn refusal to respond ( <i>see note on <a ref='Deuteronomy 9:6'>Dt 9:6</a></i> ; cf. <a ref='Exodus 32:9'>Ex 32:9</a> ; <a ref='Exodus 33:3'>33:3</a> , <a ref='Exodus 33:5'>5</a> ; <a ref='Exodus 34:9'>34:9</a> ; <a ref='Acts 7:51'>Ac 7:51</a> ). <a ref='2 Kings 17:16'>17:16</a> <b>molten images,</b> even <b>two calves.</b> Worship of these idols was instituted by Jeroboam (see <a ref='1 Kings 12:25–33'>1Ki 12:25–33</a> ). <b>an Asherah.</b> Built by Rehoboam (see <a ref='1 Kings 14:15'>1Ki 14:15</a> , <a ref='1 Kings 14:23'>23</a> ). <b>the host of heaven.</b> In the ancient Near East, the sun, moon, and stars were deified and worshiped. This astral worship entered Israel and Judah ( <a ref='2 Kings 21:5'>21:5</a> ; <a ref='2 Kings 23:4–5'>23:4–5</a> ; <a ref='Ezekiel 8:15–16'>Eze 8:15–16</a> ; <a ref='Amos 5:26'>Am 5:26</a> ). The worship of the heavenly bodies was prohibited by the Mosaic law ( <a ref='Deuteronomy 4:19'>Dt 4:19</a> ; <a ref='Deuteronomy 17:3'>17:3</a> ). <a ref='2 Kings 17:17'>17:17</a> <b>pass through the fire.</b> <i>See notes on <a ref='2 Kings 3:27'>3:27</a> ; <a ref='2 Kings 16:3'>16:3</a> .</i> <b>divination and omens.</b> <i>See note on <a ref='Deuteronomy 18:9–12'>Dt 18:9–12</a> .</i> Isaiah prophesied of the devastation these practices would produce ( <a ref='2 Kings 8:19–22'>8:19–22</a> ). <a ref='2 Kings 17:19'>17:19</a> Judah followed Israel into sin and judgment. <a ref='2 Kings 17:21'>17:21</a> <b>He had torn Israel.</b> <i>See notes on <a ref='1 Kings 11:11–13'>1Ki 11:11–13</a> , <a ref='1 Kings 11:29–39'>29–39</a> .</i> <a ref='2 Kings 17:22'>17:22</a> <b>the sins of Jeroboam.</b> <i>See notes on <a ref='1 Kings 12:25–32'>1Ki 12:25–32</a> .</i> The sins of that king put in motion an unbroken pattern of idolatrous iniquity. <i>See note on <a ref='2 Kings 13:2'>13:2</a> .</i> <a ref='2 Kings 17:23'>17:23</a> <b>until this day.</b> The exiles of Israel never returned en masse as did Judah ( <i>see note on <a ref='1 Chronicles 9:1'>1Chr 9:1</a></i> ). <a ref='2 Kings 17:24'>17:24</a> <b>Samaria.</b> After its conquest by the Assyrians, the central hill and coastal plain region of the former northern kingdom of Israel became an Assyrian province, all of which was called “Samaria” after the ancient capital city (cf. vv. <a ref='2 Kings 17:28–29'>28–29</a> ). The Assyrian king, Sargon II, settled alien people, who came from widely scattered areas also conquered by Assyria, into the abandoned Israelite towns. Babylon and Cuthah were located in southern Mesopotamia. Hamath was a town on the Orontes River in Syria. The exact location of Avva and Sepharvaim are unknown. These people, who intermarried with the Jews who escaped exile, became the Samaritans—a mixed Jew and Gentile people, later hated by NT Jews (cf. <a ref='Matthew 10:5'>Mt 10:5</a> ; <a ref='John 4:9'>Jn 4:9</a> ; <i>see notes on <a ref='Luke 10:29–36'>Lk 10:29–36</a></i> ). <a ref='2 Kings 17:25'>17:25</a> <b>lions among them.</b> Lions were employed occasionally as instruments of punishment by God (cf. <a ref='1 Kings 13:24'>1Ki 13:24</a> ; <a ref='1 Kings 20:36'>20:36</a> ). <a ref='2 Kings 17:26'>17:26</a> <b>the custom of the god.</b> The newcomers interpreted the lions as a punishment from the God of Israel, whom they viewed as a deity who needed to be placated. Since they did not know how to appease Him, they appealed for help to Sargon II. <a ref='2 Kings 17:27–28'>17:27–28</a> <b>one of the priests.</b> In response, the Assyrian king ordered an Israelite priest back to Samaria from exile to teach the people what the God of the land required in worship. <a ref='2 Kings 17:29–32'>17:29–32</a> Though they had been taught the proper way to worship God, these people all placed God alongside their other gods in an eclectic kind of worship that was blasphemy to the one true and living God. <a ref='2 Kings 17:30'>17:30</a> <b>Succoth-benoth.</b> Lit. “tents of the daughters,” probably indicating some deity worshiped by sexual orgies. <b>Nergal.</b> Perhaps the Assyrian god of war. <b>Ashima.</b> An idol in the form of a bald he-goat. <a ref='2 Kings 17:31'>17:31</a> <b>Nibhaz.</b> A dog-like idol. <b>Tartak.</b> Either a donkey or a celestial body, Saturn. <b>Adrammelech.</b> Perhaps the same as Molech, worshiped in the form of the sun, a mule or a peacock. <b>Anammelech.</b> A rabbit or a goat idol. <a ref='2 Kings 17:33'>17:33</a> <b>serving their own gods.</b> The religion of the Samaritans was syncretistic; it combined elements of the worship of Yahweh with the worship practices of the gods which the Assyrian settlers had brought with them ( <i>see note on v. <a ref='2 Kings 17:24'>24</a></i> ). <a ref='2 Kings 17:34–41'>17:34–41</a> Having shown how the Samaritan people and their religion came into being (vv. <a ref='2 Kings 17:24–33'>24–33</a> ), the writer of Kings shows how the syncretistic worship of the Samaritans continued for generations, even to his own day (cf. v. <a ref='2 Kings 17:41'>41</a> ; during the Babylonian exile). The religion of the Samaritans was, at its foundation, no different from Jeroboam I’s deviant religion. <a ref='2 Kings 18:1–25:21'>18:1—25:21</a> With the fall of Samaria, the northern kingdom of Israel came to an end ( <a ref='2 Kings 17:5–6'>17:5–6</a> ; <a ref='2 Kings 18:9–12'>18:9–12</a> ). This last major division of the books of Kings narrates the events in the surviving southern kingdom of Judah from 722 BC to its captivity and destruction in 586 BC. These chapters are dominated by the accounts of two good kings, Hezekiah ( <a ref='2 Kings 18:1–20:21'>18:1—20:21</a> ) and Josiah ( <a ref='2 Kings 22:1–23:30'>22:1—23:30</a> ). However, the reforms of these two godly kings did not reverse the effects of the two worst kings of Judah, Ahaz ( <a ref='2 Kings 16:1–20'>16:1–20</a> ) and Manasseh ( <a ref='2 Kings 21:1–18'>21:1–18</a> ). The result of Judah’s apostasy was exile, just as it was for Israel ( <a ref='2 Kings 23:31–25:21'>23:31—25:21</a> ). The books of Kings begin with the building of the temple ( <a ref='1 Kings 5:1–6:38'>1Ki 5:1—6:38</a> ) and end with its destruction ( <a ref='2 Kings 25:8–9'>25:8–9</a> , <a ref='2 Kings 25:13–17'>13–17</a> ), chronicling the sad journey from the establishment of true worship to the destruction of apostasy. <a ref='2 Kings 18:1'>18:1</a> <b>third year.</b> Ca. 729 BC. Hoshea began to reign in 732 BC ( <i>see notes on <a ref='2 Kings 15:27'>15:27</a> ; <a ref='2 Kings 17:1'>17:1</a></i> ). Hezekiah was co-regent with Ahaz to 715 BC ( <i>see note on <a ref='2 Kings 16:2'>16:2</a></i> ). <i>See notes on <a ref='2 Chronicles 29:1–32:32'>2Chr 29:1—32:32</a> .</i> With this verse, the writer returned from his digression summarizing the causes of captivity to the historical record of the kings of the southern kingdom, Judah. <a ref='2 Kings 18:2'>18:2</a> <b>twenty-nine years.</b> 715–686 BC. He reigned by himself for 20 years (715–695 BC), and with his son, Manasseh, for 9 years (695–686 BC). The 29 years given here indicate only those years after his co-regency with Ahaz was over, when he was the actual sovereign. During Hezekiah’s reign, the prophets Isaiah ( <a ref='2 Kings 19:2'>19:2</a> ; <a ref='Isaiah 1:1'>Is 1:1</a> ; <a ref='Isaiah 37:21'>37:21</a> ) and Micah ( <a ref='Micah 1:1'>Mic 1:1</a> ) continued to minister in Judah. <a ref='2 Kings 18:4'>18:4</a> <b>took away the high places.</b> Hezekiah was the first king of Judah to totally eradicate the high places, i.e., the worship centers built contrary to the Mosaic law (cf. <a ref='Deuteronomy 12:2–7'>Dt 12:2–7</a> , <a ref='Deuteronomy 12:13–14'>13–14</a> ). sacred <b>pillars … Asherah.</b> Hezekiah destroyed the idols used in the worship of Baal and Asherah. <b>the bronze serpent.</b> Hezekiah broke the Nehushtan into pieces, i.e., the bronze snake made by Moses in the wilderness ( <i>see notes on <a ref='Numbers 21:4–9'>Nu 21:4–9</a></i> ), because Judah had come to worship it as an idol, perhaps influenced by Canaanite religion, which regarded snakes as fertility symbols. <a ref='2 Kings 18:5'>18:5</a> <b>He trusted in Yahweh, the God of Israel.</b> The most noble quality of Hezekiah (in dramatic contrast to his father, Ahaz) was that he relied on Yahweh as his exclusive hope in every situation. What distinguished him from all other kings of Judah (after the division of the kingdom) was his firm trust in Yahweh during a severe national crisis ( <a ref='2 Kings 18:17–19:34'>18:17—19:34</a> ). Despite troublesome events, Hezekiah clung tightly to Yahweh, faithfully following Him and obeying His commands (v. <a ref='2 Kings 18:6'>6</a> ). As a result, Yahweh was with him and gave him success (v. <a ref='2 Kings 18:7'>7</a> ). <a ref='2 Kings 18:7'>18:7</a> <b>he rebelled against … Assyria.</b> Before he became king, his father had submitted to Assyria. Courageously, Hezekiah broke that control by Assyria and asserted independence (cf. <a ref='Deuteronomy 7:2'>Dt 7:2</a> ). <a ref='2 Kings 18:8'>18:8</a> <b>Gaza.</b> The southernmost city of the Philistines, located about 55 mi. southwest of Jerusalem. Since Assyria had controlled Philistia, Hezekiah’s invasion defied Assyrian rule and brought the threat of retaliation. <a ref='2 Kings 18:9–12'>18:9–12</a> These verses flash back to the time just before Israel’s destruction and captivity to give a summary of the fall of Samaria (more fully narrated in <a ref='2 Kings 17:5–23'>17:5–23</a> ) as a graphic reminder of the Assyrian power and the threat they still were to Judah. This review sets the scene for the siege of Jerusalem with its reminder of Israel’s apostasy against which Hezekiah’s faith in Yahweh was a bright contrast. <a ref='2 Kings 18:13–20:19'>18:13—20:19</a> This narrative, with a few omissions and additions, is found in <a ref='Isaiah 36:1–39:8'>Is 36:1—39:8</a> . <i>See Isaiah notes</i> for amplification. <a ref='2 Kings 18:13'>18:13</a> <b>fourteenth year.</b> 701 BC. Hezekiah began his sole rule in 715 BC ( <i>see notes on <a ref='2 Kings 18:1–2'>18:1–2</a></i> ). This date for the siege of Jerusalem is confirmed in Assyrian sources. <b>Sennacherib.</b> He succeeded Sargon II as king of Assyria in 705 BC and ruled until 681 BC. Hezekiah had rebelled against him (v. <a ref='2 Kings 18:7'>7</a> ), probably by withholding tribute when he invaded Philistia. <b>fortified cities.</b> <i>See note on <a ref='Isaiah 36:1'>Is 36:1</a> .</i> <a ref='2 Kings 18:14–16'>18:14–16</a> Hezekiah sought to rectify the situation with Sennacherib by admitting his error in rebelling and paying the tribute the Assyrian king demanded. Sennacherib asked for about 11 tons of silver and one ton of gold. To pay, Hezekiah emptied the temple and palace treasuries and stripped the layers of gold off the doors and doorposts of the temple. <a ref='2 Kings 18:17–24'>18:17–24</a> The tribute did not satisfy Sennacherib, who sent messengers to demand Hezekiah’s complete surrender. <a ref='2 Kings 18:17'>18:17</a> <b>Tartan.</b> General of the Assyrian army (cf. <a ref='Isaiah 20:1'>Is 20:1</a> ). <b>Rab-saris.</b> A high official in the palace. <b>Rabshakeh.</b> The word is not a proper noun, but means “commander.” He was the spokesman for Sennacherib, who represented the king against Jerusalem on this occasion. <b>Lachish.</b> <i>See note on <a ref='2 Kings 14:19'>14:19</a> .</i> Sennacherib’s conquest of this city was in its closing phase when he sent the messengers. <b>heavy military force.</b> This was a token force of the main army ( <a ref='2 Kings 19:35'>19:35</a> ) with which Sennacherib hoped to bluff Judah into submitting. <b>conduit of the upper pool.</b> Isaiah had met Ahaz at the same spot to try, unsuccessfully, to dissuade him from trusting in foreign powers ( <a ref='Isaiah 7:3'>Is 7:3</a> ). It was probably located on the higher ground northwest of Jerusalem on the main north-south highway between Judah and Samaria. <b>fuller’s.</b> The word means “launderer” and indicates the field where such activity was done, being near the water supply. <a ref='2 Kings 18:18'>18:18</a> <b>Eliakim … Shebnah.</b> Eliakim was the palace administrator and Shebnah, the secretary. <i>See notes on <a ref='Isaiah 22:19–22'>Is 22:19–22</a> .</i> <b>Joah … the recorder.</b> The position was that of an intermediary between the king and the people (cf. <a ref='2 Samuel 8:16'>2Sa 8:16</a> ). <a ref='2 Kings 18:19–25'>18:19–25</a> The Rabshakeh’s logic was twofold: 1) Egypt would be unable to deliver Jerusalem (vv. <a ref='2 Kings 18:20–21'>20–21</a> , <a ref='2 Kings 18:23–24'>23–24</a> ); and 2) Yahweh had called on the Assyrians to destroy Judah (vv. <a ref='2 Kings 18:22'>22</a> , <a ref='2 Kings 18:25'>25</a> ). <a ref='2 Kings 18:19'>18:19</a> <b>great king.</b> Cf. v. <a ref='2 Kings 18:28'>28</a> . The self-appropriated title of Assyrian kings. In contrast, Rabshakeh rudely omitted any title for Hezekiah (vv. <a ref='2 Kings 18:19'>19</a> , <a ref='2 Kings 18:22'>22</a> , <a ref='2 Kings 18:29–32'>29–32</a> ). <a ref='2 Kings 18:20'>18:20</a> <b>empty words.</b> <i>See note on <a ref='Isaiah 36:5'>Is 36:5</a> .</i> <b>on whom do you trust…?</b> The implication was that Assyria was so strong, there was none stronger. <a ref='2 Kings 18:21'>18:21</a> <b>crushed reed … Egypt.</b> The Assyrian’s advice strongly resembled that of Isaiah ( <a ref='Isaiah 19:14–16'>Is 19:14–16</a> ; <a ref='Isaiah 30:7'>30:7</a> ; <a ref='Isaiah 31:3'>31:3</a> ). Egypt was not strong and could not be counted on for help. <a ref='2 Kings 18:22'>18:22</a> <b>He whose high places and whose altars.</b> The Rabshakeh mistakenly thought Hezekiah’s reforms in removing idols from all over the land and reestablishing central worship in Jerusalem ( <a ref='2 Kings 18:4'>18:4</a> ; <a ref='2 Chronicles 31:1'>2Chr 31:1</a> ) had removed opportunities to worship Yahweh, and thus cut back on honoring Judah’s God, thereby displeasing Him and forfeiting His help in war. <b>this altar.</b> That all worship should center in Solomon’s temple was utterly foreign to the polytheistic Assyrians. <a ref='2 Kings 18:23–24'>18:23–24</a> <i>See note on <a ref='Isaiah 36:8–9'>Is 36:8–9</a> .</i> <a ref='2 Kings 18:25'>18:25</a> <b>Yahweh said.</b> <i>See note on <a ref='Isaiah 36:10'>Is 36:10</a> .</i> <a ref='2 Kings 18:26'>18:26</a> <b>Aramaic … Judean.</b> <i>See note on <a ref='Isaiah 36:11'>Is 36:11</a> .</i> <a ref='2 Kings 18:27'>18:27</a> <b>men … on the wall.</b> <i>See note on <a ref='Isaiah 36:12'>Is 36:12</a> .</i> <a ref='2 Kings 18:28–32'>18:28–32</a> The Rabshakeh spoke longer and louder in Hebrew suggesting that Hezekiah could not save the city, but the great king of Assyria would fill the people with abundance if they would promise to surrender to his sovereign control, give tribute to him, and be willing to go into a rich and beneficial exile (vv. <a ref='2 Kings 18:31–32'>31–32</a> ). <a ref='2 Kings 18:32'>18:32</a> <b>take you away.</b> <i>See note on <a ref='Isaiah 36:17'>Is 36:17</a> .</i> <a ref='2 Kings 18:32–35'>18:32–35</a> <i>See note on <a ref='Isaiah 36:18–20'>Is 36:18–20</a> .</i> Nebuchadnezzar’s Campaigns Against Judah (605–586 BC) Go to the Index of Charts and Maps . <a ref='2 Kings 18:36'>18:36</a> <b>were silent.</b> <i>See note on <a ref='Isaiah 36:21'>Is 36:21</a> .</i> <a ref='2 Kings 18:37'>18:37</a> <b>clothes torn.</b> <i>See note on <a ref='Isaiah 36:22'>Is 36:22</a> .</i> <a ref='2 Kings 19:1'>19:1</a> <b>tore … sackcloth.</b> <i>See note on <a ref='2 Kings 6:30'>6:30</a> .</i> A reaction that symbolized Hezekiah’s grief, repentance, and contrition. The nation had to repent and the king had to lead the way. <b>house of Yahweh.</b> <i>See note on <a ref='Isaiah 37:1'>Is 37:1</a> .</i> <a ref='2 Kings 19:2'>19:2</a> <b>elders of the priests.</b> <i>See note on <a ref='Isaiah 37:2'>Is 37:2</a> .</i> <b>Isaiah the prophet.</b> The first reference in 1-2 Kings to one of Yahweh’s greatest prophets (cf. <a ref='Isaiah 1:1'>Is 1:1</a> ). He had already been ministering for 40 years since the days of Uzziah ( <a ref='Isaiah 6:1'>Is 6:1</a> ), also called Azariah ( <a ref='2 Kings 14:21'>14:21</a> ). <a ref='2 Kings 19:3'>19:3</a> <b>come to the point of breaking forth … no strength.</b> <i>See note on <a ref='Isaiah 37:3'>Is 37:3</a> .</i> <a ref='2 Kings 19:4'>19:4</a> <b>reproach the living God.</b> <i>See note on <a ref='Isaiah 37:4'>Is 37:4</a> .</i> <b>remnant that is left.</b> <i>See note on <a ref='Isaiah 37:4'>Is 37:4</a> .</i> <a ref='2 Kings 19:6'>19:6</a> <b>Do not be afraid.</b> Sennacherib had blasphemed Yahweh by equating Him with other gods. Yahweh would personally demonstrate to the Assyrian king His superiority over all other so-called deities. <a ref='2 Kings 19:7'>19:7</a> <b>spirit.</b> Yahweh promised to incline Sennacherib’s attitude in such a way that he would leave Jerusalem unharmed and return home. How Yahweh did that is recorded in vv. <a ref='2 Kings 19:35–37'>35–37</a> . <a ref='2 Kings 19:8'>19:8</a> <b>Libnah.</b> <i>See note on <a ref='Isaiah 37:8'>Is 37:8</a> .</i> <a ref='2 Kings 19:9'>19:9</a> <b>Tirhakah king of Ethiopia.</b> <i>See note on <a ref='Isaiah 37:9'>Is 37:9</a> .</i> <a ref='2 Kings 19:9–13'>19:9–13</a> The king of Assyria sent messengers to summarize the arguments given in the Rabshakeh’s ultimatum of <a ref='2 Kings 18:19–25'>18:19–25</a> . <a ref='2 Kings 19:10'>19:10</a> <b>deceive.</b> The accusation of deception was first against Hezekiah ( <a ref='2 Kings 18:29'>18:29</a> ), then against Yahweh. <a ref='2 Kings 19:11–13'>19:11–13</a> The threat repeated the thrust of <a ref='2 Kings 18:33–35'>18:33–35</a> . <a ref='2 Kings 19:12–13'>19:12–13</a> The conquered cities mentioned here lay between the Tigris and Euphrates Rivers in Mesopotamia, and were cities of Syria that had recently fallen to Sennacherib and the Assyrians. <a ref='2 Kings 19:14'>19:14</a> <b>house of Yahweh.</b> Godly Hezekiah returned to the house of Yahweh (cf. v. <a ref='2 Kings 19:1'>1</a> ) as he should have, in contrast to Ahaz who in a similar crisis refused even to ask a sign from Yahweh ( <a ref='Isaiah 7:11–12'>Is 7:11–12</a> ). <a ref='2 Kings 19:15'>19:15</a> <b>is enthroned … made heaven and earth.</b> <i>See note on <a ref='Isaiah 37:16'>Is 37:16</a> .</i> <a ref='2 Kings 19:16'>19:16</a> <b>hear … see … listen.</b> <i>See note on <a ref='Isaiah 37:17'>Is 37:17</a> .</i> <a ref='2 Kings 19:17–18'>19:17–18</a> <i>See note on <a ref='Isaiah 37:18–19'>Is 37:18–19</a> .</i> <a ref='2 Kings 19:19'>19:19</a> <b>You alone.</b> <i>See note on <a ref='Isaiah 37:20'>Is 37:20</a> .</i> <a ref='2 Kings 19:20'>19:20</a> <b>Isaiah the son of Amoz.</b> <i>See note on <a ref='Isaiah 37:21'>Is 37:21</a> .</i> <a ref='2 Kings 19:21'>19:21</a> <b>mocked you.</b> <i>See note on <a ref='Isaiah 37:22'>Is 37:22</a> .</i> <a ref='2 Kings 19:22'>19:22</a> <b>you reproached and blasphemed.</b> Yahweh had heard Sennacherib’s reproach against Him (v. <a ref='2 Kings 19:16'>16</a> ). <a ref='2 Kings 19:23–24'>19:23–24</a> <i>See note on <a ref='Isaiah 37:24–25'>Is 37:24–25</a> .</i> <a ref='2 Kings 19:25–28'>19:25–28</a> <b>I have brought it to pass.</b> <i>See notes on <a ref='Isaiah 37:26–29'>Is 37:26–29</a> .</i> <a ref='2 Kings 19:29'>19:29</a> <b>sign.</b> The two years in which they were sustained by the growth of the crops were the two in which Sennacherib ravaged them. He left immediately after the deliverance (v. <a ref='2 Kings 19:36'>36</a> ), so in the third year the people remaining could plant again. <a ref='2 Kings 19:30–31'>19:30–31</a> <b>remnant … remnant.</b> From the remnant of survivors in Jerusalem came descendants who covered the land once again (cf. <a ref='Isaiah 1:9'>Is 1:9</a> , <a ref='Isaiah 1:27'>27</a> ; <a ref='Isaiah 3:10'>3:10</a> ; <a ref='Isaiah 4:3'>4:3</a> ; <a ref='Isaiah 6:13'>6:13</a> ; <a ref='Isaiah 8:16–17'>8:16–17</a> ; <a ref='Isaiah 10:20'>10:20</a> , <a ref='Isaiah 10:22'>22</a> ; <a ref='Isaiah 11:12'>11:12</a> , <a ref='Isaiah 11:16'>16</a> ; <a ref='Isaiah 26:1–4'>26:1–4</a> , <a ref='Isaiah 26:8'>8</a> ; <a ref='Isaiah 27:12'>27:12</a> ; <a ref='Isaiah 28:5'>28:5</a> ; <a ref='Isaiah 37:4'>37:4</a> ). <a ref='2 Kings 19:31'>19:31</a> <b>zeal of Yahweh.</b> The same confirmation of God’s promise in <a ref='2 Kings 19:7'>19:7</a> assured the future establishment of the messianic kingdom. Deliverance from Sennacherib in Hezekiah’s day was a down payment on the literal, final restoration of Israel at Christ’s second coming. <a ref='2 Kings 19:32'>19:32</a> <b>will not come … throw up a siege ramp.</b> <i>See note on <a ref='Isaiah 37:33'>Is 37:33</a> .</i> <a ref='2 Kings 19:33'>19:33</a> <b>he will return.</b> <i>See note on <a ref='Isaiah 37:34'>Is 37:34</a> .</i> <a ref='2 Kings 19:34'>19:34</a> <b>for My own sake.</b> Since Sennacherib had directly challenged Yahweh’s faithfulness to His Word (v. <a ref='2 Kings 19:10'>10</a> ), the faithfulness of God was at stake in this contest with the Assyrians (cf. <a ref='Ezekiel 36:22–23'>Eze 36:22–23</a> ). <b>for My servant David’s sake.</b> God pledged to perpetuate David’s line on his throne ( <a ref='2 Samuel 7:16'>2Sa 7:16</a> ; cf. <a ref='Isaiah 9:6–7'>Is 9:6–7</a> ; <a ref='Isaiah 11:1'>11:1</a> ; <a ref='Isaiah 55:3'>55:3</a> ). <a ref='2 Kings 19:35'>19:35</a> <b>the angel of Yahweh.</b> For identification, <i>see note on <a ref='Exodus 3:2'>Ex 3:2</a></i> . For the angel as an agent of destruction, see <a ref='Genesis 19:15'>Ge 19:15</a> ; <a ref='2 Samuel 24:16'>2Sa 24:16</a> . <a ref='2 Kings 19:35–37'>19:35–37</a> <b>struck.</b> <i>See notes on <a ref='Isaiah 37:36–38'>Is 37:36–38</a> .</i> <a ref='2 Kings 20:1'>20:1</a> <b>In those days … ill to the point of death.</b> The date of Hezekiah’s sickness poses 3 reasonable possibilities: 1) since Hezekiah would be given 15 years of life and delivered from the Assyrians (v. <a ref='2 Kings 20:6'>6</a> ), the sickness occurred ca. 701 BC; 2) since Berodach-baladan (v. <a ref='2 Kings 20:12'>12</a> ) died in 703 BC, the sickness occurred shortly before and was followed by the embassy from Babylon that saw the temple treasures (vv. <a ref='2 Kings 20:12–19'>12–19</a> ); or 3) since Berodach-baladan’s greatest power was ca. 721–710 BC, Hezekiah’s sickness occurred during those years. The first or second possibility is most likely. <b>Set your house in order.</b> An instruction telling Hezekiah to make his final will known to his family (cf. <a ref='2 Samuel 17:23'>2Sa 17:23</a> ). <b>you shall die and not live.</b> The prediction sounded final, but Hezekiah knew God was willing to hear his appeal (cf. <a ref='Exodus 32:7–14'>Ex 32:7–14</a> ). <a ref='2 Kings 20:2–3'>20:2–3</a> <b>prayed … wept greatly.</b> Hezekiah reminded Yahweh in prayer of his piety and devotion to God. He did not specifically ask to be healed. Based on the interpretation of the date from v. <a ref='2 Kings 20:1'>1</a> , Hezekiah wept because: 1) he thought his death would give Sennacherib cause for boasting; or 2) his son Manasseh was too young to become king. <a ref='2 Kings 20:3'>20:3</a> <b>whole heart.</b> <i>See note on <a ref='Isaiah 38:3'>Is 38:3</a> .</i> <a ref='2 Kings 20:6'>20:6</a> <b>fifteen years.</b> Yahweh’s immediate (v. <a ref='2 Kings 20:4'>4</a> ) response granted the king’s request. Having to reverse a prophecy so quickly did not alarm Isaiah as it did Jonah later on ( <a ref='Jonah 4:2–3'>Jon 4:2–3</a> ). Isaiah resembled Nathan in this respect ( <a ref='2 Samuel 7:3–6'>2Sa 7:3–6</a> ). <b>I will deliver … this city.</b> <i>See note on <a ref='Isaiah 38:6'>Is 38:6</a> .</i> <a ref='2 Kings 20:8–11'>20:8–11</a> <b>sign … back ten steps.</b> Here is the first biblical mention of any means of marking time. Hezekiah requested this sign to confirm Yahweh’s promise of healing. <a ref='2 Kings 20:12'>20:12</a> <b>At that time.</b> Just after Hezekiah’s sickness and recovery. <b>Berodach-baladan.</b> Berodach-baladan (see note ), ruler of the city of Babylon, defied Assyria repeatedly between 721 and 710 BC. He apparently approached Hezekiah (ca. 703 BC) for help against Sargon, king of Assyria, though interest in the reversal of the sundial ( <a ref='2 Chronicles 32:31'>2Chr 32:31</a> ) and Hezekiah’s recovery may have been part of his motivation. <a ref='2 Kings 20:13'>20:13</a> <b>Hezekiah listened.</b> The text does not say whether it was because of flattery or out of a desire for help against the Assyrian threat. Cf. “glad about these things” in <a ref='Isaiah 39:2'>Is 39:2</a> . <a ref='2 Kings 20:13–14'>20:13–14</a> <b>treasure house … treasuries.</b> <i>See notes on <a ref='Isaiah 39:2–3'>Is 39:2–3</a> .</i> <a ref='2 Kings 20:16–17'>20:16–17</a> <b>word of Yahweh … carried to Babylon.</b> Isaiah predicted the Babylonian captivity that would come over a century later (586 BC), another prophecy historically fulfilled in all of its expected detail. <a ref='2 Kings 20:17'>20:17</a> <b>nothing shall be left.</b> Hezekiah’s sin of parading his wealth before the visitors backfired, though this sin was only symptomatic of the ultimate reason for the captivity. The major cause was the corrupt leadership of Manasseh, Hezekiah’s son ( <a ref='2 Kings 21:11–15'>21:11–15</a> ). <a ref='2 Kings 20:18'>20:18</a> <b>sons who will issue from you.</b> Hezekiah’s sons had to go into captivity. See <a ref='2 Kings 24:12–16'>24:12–16</a> ; <a ref='2 Chronicles 33:11'>2Chr 33:11</a> ; <a ref='Daniel 1:3–4'>Da 1:3–4</a> , <a ref='Daniel 1:6'>6</a> for the prophecy’s fulfillment. <a ref='2 Kings 20:19'>20:19</a> <b>word of Yahweh … good.</b> A surprising response to the negative prophecy of vv. <a ref='2 Kings 20:16–18'>16–18</a> . It acknowledged Isaiah as God’s faithful messenger, and God’s goodness in not destroying Jerusalem during Hezekiah’s lifetime. <b>peace and truth in my days.</b> Hezekiah might have reacted selfishly, or perhaps he looked for a bright spot to lighten the gloomy fate of his descendants. <a ref='2 Kings 20:20'>20:20</a> <b>conduit.</b> <i>See note on <a ref='2 Chronicles 32:30'>2Chr 32:30</a> .</i> <a ref='2 Kings 21:1'>21:1</a> <b>twelve years old.</b> Manasseh began to reign as co-regent alongside his father, Hezekiah, in 695 BC. Since the years of the subsequent royal reigns in Judah total 10 years longer than the actual historical period and the dates of the later kings synchronize well with history, it is best to assume a 10-year co-regency in Manasseh’s long reign. Hezekiah groomed his son as a youth to succeed him as king; however, Manasseh turned out to be the worst king in Judah’s history. <b>fifty-five years.</b> 695–642 BC. <i>See notes on <a ref='2 Chronicles 33:1–20'>2Chr 33:1–20</a> .</i> <a ref='2 Kings 21:2'>21:2</a> <b>the abominations of the nations.</b> The detestable practices of the Canaanites were enumerated in <a ref='Deuteronomy 18:9–12'>Dt 18:9–12</a> . Israel’s reproduction of these abominable practices of the nations that preceded her in the land was forbidden in <a ref='Deuteronomy 12:29–31'>Dt 12:29–31</a> . The idolatry of Manasseh is detailed in vv. <a ref='2 Kings 21:3–9'>3–9</a> (cf. <a ref='2 Kings 17:7–12'>17:7–12</a> , <a ref='2 Kings 17:15–17'>15–17</a> ). <a ref='2 Kings 21:3'>21:3</a> <b>high places … altars … Asherah.</b> Manasseh reversed the reforms of Hezekiah (cf. <a ref='2 Kings 18:4'>18:4</a> ), reestablishing the worship of Baal as an official state-sanctioned religion in Judah, just as Ahab had done in Israel (cf. <a ref='1 Kings 16:30–33'>1Ki 16:30–33</a> ). <b>host of heaven.</b> <i>See note on <a ref='2 Kings 17:16'>17:16</a> .</i> The worship of the sun, moon, and stars was prohibited in <a ref='Deuteronomy 4:19'>Dt 4:19</a> ; <a ref='Deuteronomy 17:2–5'>17:2–5</a> . <a ref='2 Kings 21:4'>21:4</a> <b>altars in the house of Yahweh.</b> These altars were dedicated to “the host of heaven” (v. <a ref='2 Kings 21:5'>5</a> ). <a ref='2 Kings 21:6'>21:6</a> <b>made his son pass through the fire.</b> <i>See note on <a ref='2 Kings 16:3'>16:3</a> .</i> <b>soothsaying … omens … mediums and spiritists.</b> The king was engaged in every form of occultism, including black magic, fortune-telling, demon contacts, and wizards. All this was in direct violation of God’s law ( <a ref='Leviticus 19:31'>Lv 19:31</a> ; <a ref='Deuteronomy 18:9–12'>Dt 18:9–12</a> ). <a ref='2 Kings 21:7'>21:7</a> <b>put … put.</b> Manasseh provoked Yahweh by putting an idol of a Canaanite goddess in the temple where Yahweh had “put” His name (see <a ref='1 Kings 8:29'>1Ki 8:29</a> ; <a ref='1 Kings 9:3'>9:3</a> ; <a ref='2 Chronicles 7:12'>2Chr 7:12</a> , <a ref='2 Chronicles 7:16'>16</a> ). Asherah (cf. <a ref='2 Kings 23:4'>23:4</a> ; <a ref='2 Chronicles 15:16'>2Chr 15:16</a> ) was believed to be the mother of 70 deities, including Baal. <a ref='2 Kings 21:8–9'>21:8–9</a> This alludes to the promise of <a ref='2 Samuel 7:10'>2Sa 7:10</a> . From the very start of their time in Canaan, the people were called to this obedience, but because the people of Judah did not follow carefully the stipulations of the Mosaic law, they were again led into idolatry by Manasseh. Their idolatry even exceeded the idolatry of the Canaanites from whom they took the land. <a ref='2 Kings 21:10'>21:10</a> <b>the prophets.</b> Through his spokesman, Yahweh announced Judah’s judgment. In vv. <a ref='2 Kings 21:11–15'>11–15</a> , the prophetic message to Judah is summarized. <a ref='2 Kings 21:11'>21:11</a> <b>Amorites.</b> A general designation of the original inhabitants of Canaan (cf. <a ref='Genesis 15:16'>Ge 15:16</a> ; <a ref='Joshua 24:8'>Jos 24:8</a> ). <a ref='2 Kings 21:13'>21:13</a> <b>the level.</b> These were weighted lines dropped from walls to see whether they were structurally straight (cf. <a ref='Isaiah 28:17'>Is 28:17</a> ; <a ref='Amos 7:7–8'>Am 7:7–8</a> ). Walls out of line were torn down. Yahweh had measured Jerusalem by the standard of His Word and had determined that the fate of Samaria (Israel) was also to befall Jerusalem. <b>wipe Jerusalem.</b> As one would wipe food off a dish, Yahweh would wipe Jerusalem clean off the earth, i.e., obliterate her, and leave her turned upside down, empty, and useless. <a ref='2 Kings 21:14'>21:14</a> <b>abandon.</b> Yahweh was going to abandon His people into the hands of enemies who would plunder them (cf. <a ref='Jeremiah 12:7'>Jer 12:7</a> ). <b>remnant.</b> Judah, the only remaining group of the chosen people. <a ref='2 Kings 21:15'>21:15</a> <b>provoking Me to anger.</b> The history of God’s people Israel was a history of disobedience toward Yahweh. With the reign of Manasseh, the sin of God’s people climaxed, God’s patience was withdrawn, and the judgment of exile became inevitable (cf. <a ref='2 Kings 24:1–4'>24:1–4</a> ). <a ref='2 Kings 21:16'>21:16</a> <b>very much innocent blood.</b> The reference here is ambiguous and several interpretations have been offered: 1) child sacrifice (cf. v. <a ref='2 Kings 21:6'>6</a> ); 2) oppression and persecution of the weak ( <a ref='Jeremiah 7:6'>Jer 7:6</a> ; <a ref='Jeremiah 22:3'>22:3</a> , <a ref='Jeremiah 22:17'>17</a> ; <a ref='Ezekiel 22:6–31'>Eze 22:6–31</a> ); or 3) the martyrdom of God’s prophets (cf. v. <a ref='2 Kings 21:10'>10</a> ). A combination of all 3 is most likely. Jewish and Christian tradition alike report that Manasseh had Isaiah sawn in two inside a hollow log (cf. <a ref='Hebrews 11:37'>Heb 11:37</a> ). <a ref='2 Kings 21:19'>21:19</a> <b>two years.</b> 642–640 BC. Amon continued the idolatrous practices of his father, abandoning Yahweh completely (vv. <a ref='2 Kings 21:20–22'>20–22</a> ). <i>See note on <a ref='2 Chronicles 33:21–25'>2Chr 33:21–25</a> .</i> <a ref='2 Kings 21:24'>21:24</a> <b>the people of the land.</b> Probably a group of Judah’s national leaders who killed the assassins of Amon and installed his son Josiah on the throne. Apparently, they desired to maintain the Davidic dynasty (cf. <a ref='2 Kings 11:14–18'>2Ki 11:14–18</a> ). <a ref='2 Kings 22:1'>22:1</a> <b>thirty-one years.</b> 640–609 BC. During Josiah’s reign, power in the ancient Near East passed from Assyria to Babylon. Nineveh, the capital of Assyria, was destroyed by the Babylonians in 612 BC and the whole Assyrian empire fell in 609 BC. Josiah was the last good king of the Davidic line prior to the Babylonian exile. Jeremiah ( <a ref='Jeremiah 1:2'>Jer 1:2</a> ), possibly Habakkuk, and Zephaniah ( <a ref='Zephaniah 1:1'>Zep 1:1</a> ) were prophets to Judah during the reign of Josiah. <i>See notes on <a ref='2 Chronicles 34:1–35:27'>2Chr 34:1—35:27</a> .</i> <a ref='2 Kings 22:2'>22:2</a> <b>and did not turn aside.</b> Josiah had complete devotion to God’s approved course of conduct for his life (cf. <a ref='2 Kings 23:25'>23:25</a> ). He obeyed the Mosaic stipulations as he came to know them, following the example of David, who set the pattern for the rulers of God’s people ( <a ref='Deuteronomy 17:11'>Dt 17:11</a> , <a ref='Deuteronomy 17:20'>20</a> ; <a ref='Joshua 1:7'>Jos 1:7</a> ). <a ref='2 Kings 22:3'>22:3</a> <b>eighteenth year.</b> 622 BC, when Josiah was 26 years of age. <a ref='2 Kings 22:4'>22:4</a> <b>Hilkiah.</b> The High Priest was the father of Azariah and the grandfather of Seraiah, the High Priest who would be executed at the time of the exile by the Babylonians (cf. <a ref='2 Kings 25:8–20'>25:8–20</a> ). <a ref='2 Kings 22:4–7'>22:4–7</a> <b>the doorkeepers.</b> <i>See note on <a ref='2 Kings 12:9'>12:9</a> .</i> Josiah used the same procedure as King Joash had for collecting funds to repair the temple after its abuse in the days of Manasseh and Amon. <a ref='2 Kings 22:8'>22:8</a> <b>the book of the law.</b> A scroll containing the Torah (the Pentateuch), the revelation of God through Moses to Israel ( <i>see notes on <a ref='2 Kings 23:2'>23:2</a> ; <a ref='Deuteronomy 28:61'>Dt 28:61</a></i> ). Manasseh may have destroyed all the copies of God’s law that were not hidden. This could have been the official copy laid beside the ark of the covenant in the Most Holy Place ( <a ref='Deuteronomy 31:25–26'>Dt 31:25–26</a> ). It may have been removed from its place under Ahaz, Manasseh, or Amon (cf. <a ref='2 Chronicles 35:3'>2Chr 35:3</a> ), but was found during repair work. <a ref='2 Kings 22:9–10'>22:9–10</a> Some believe that Shaphan must have read <a ref='De 28-30'>Dt 28–30</a> , in which are recorded a renewal of the national covenant and a listing of the terrible threats and curses against all who violate the law of God. <a ref='2 Kings 22:11'>22:11</a> <b>tore his clothes.</b> Josiah’s reaction at the reading of the law was one of immediate contrition, expressed by the common sign of lamentation and grief (see <a ref='2 Kings 18:37'>18:37</a> ; <a ref='2 Kings 19:1'>19:1</a> ). Josiah’s grief sprang from Judah’s guilt and God’s punishment (v. <a ref='2 Kings 22:13'>13</a> ). <a ref='2 Kings 22:14'>22:14</a> <b>Huldah.</b> This prophetess is otherwise unknown in the OT. She was held in some regard for her prophetic gift, though why she was consulted and not another prophet like Jeremiah or Zephaniah ( <i>see note on <a ref='2 Kings 22:1'>22:1</a></i> ) is unexplained. Rarely did God speak to the nation through a woman (cf. Miriam, <a ref='Ex 15'>Ex 15</a> ; Deborah, <a ref='Jdg 5'>Jdg 5</a> ), and never did a woman have an ongoing prophetic ministry identified in Scripture. No woman was inspired to author any of Scripture’s 66 books. <b>the wardrobe.</b> Likely, these were the royal garments or those used by the priests. <b>the Second Quarter.</b> This district of Jerusalem was called “second” because it comprised the city’s first major expansion. It was probably located on the western hill of Jerusalem, an area enclosed by the city wall and built during the reign of Hezekiah. The expansion of the city during Hezekiah’s reign was perhaps to accommodate Jewish refugees who had escaped from the Assyrian invasion of Israel. <a ref='2 Kings 22:15–20'>22:15–20</a> Huldah gave God’s message to Josiah through his messengers. First, Yahweh confirmed to Josiah that He was surely going to bring His judgment upon Jerusalem because of her idolatry (vv. <a ref='2 Kings 22:15–17'>15–17</a> ). Second, Yahweh’s personal word to Josiah was that he would die “in peace” (v. <a ref='2 Kings 22:20'>20</a> ), meaning that he would escape the horrors in store for Jerusalem. This promise was based on Josiah’s response of tenderness and humility before Yahweh when he heard the scroll describing Judah’s future devastation (vv. <a ref='2 Kings 22:18–19'>18–19</a> ). <a ref='2 Kings 22:20'>22:20</a> <b>in peace.</b> His heart was at peace with God and he never lived to see Jerusalem destroyed, but he did die in battle ( <a ref='2 Chronicles 35:23'>2Chr 35:23</a> ). <a ref='2 Kings 23:2'>23:2</a> <b>book of the covenant.</b> Although this designation was used in <a ref='Exodus 24:7'>Ex 24:7</a> with reference to the contents of <a ref='Exodus 20:22–23:33'>Ex 20:22—23:33</a> , it seems here to refer to a larger writing. Since the larger part of the Pentateuch focused on the Mosaic Covenant, these 5 books came to be called thusly. Since all the men of Judah and all the inhabitants of Jerusalem were assembled together by Josiah, it seems best to view this as the reading of the whole written law found in <a ref='Ge 1'>Ge 1</a> through <a ref='De 34'>Dt 34</a> ( <i>see notes on <a ref='Deuteronomy 31:9'>Dt 31:9</a> , <a ref='Deuteronomy 31:11'>11</a></i> ). <a ref='2 Kings 23:3'>23:3</a> <b>pillar.</b> <i>See note on <a ref='2 Kings 11:14'>11:14</a> .</i> <b>a covenant … this covenant.</b> Josiah made a public, binding agreement to completely obey Yahweh by doing all that was commanded in the Book of the Covenant that the people had just heard read to them. Following Josiah’s example, all the people promised to keep the stipulations of the Mosaic Covenant. <i>See notes on <a ref='2 Kings 11:17'>11:17</a> ; <a ref='Exodus 24:4–8'>Ex 24:4–8</a> .</i> <a ref='2 Kings 23:4'>23:4</a> <b>Asherah.</b> <i>See note on <a ref='2 Kings 21:7'>21:7</a> .</i> <b>the fields of the Kidron.</b> Josiah burned everything in the temple that was devoted to idolatry. This was done in the lower portion of the Kidron Valley, east of the city of Jerusalem (cf. v. <a ref='2 Kings 23:6'>6</a> ). <b>ashes to Bethel.</b> Located about 10 mi. north of Jerusalem, Bethel was one of the two original places where Jeroboam I established an apostate worship center ( <a ref='1 Kings 12:28–33'>1Ki 12:28–33</a> ). Bethel was located just north of the border of Judah in the former northern kingdom, which was then the Assyrian province of Samaria. With a decline in Assyrian power, Josiah was able to exert his religious influence in the north. He used the ashes of the burned articles of idolatry to desecrate Jeroboam’s religious center (cf. vv. <a ref='2 Kings 23:15–20'>15–20</a> ). <a ref='2 Kings 23:5'>23:5</a> <b>constellations.</b> Cf. <a ref='2 Kings 21:3'>21:3</a> . The astrologers were also removed. See <a ref='Isaiah 47:13'>Is 47:13</a> . <a ref='2 Kings 23:6'>23:6</a> <b>Asherah.</b> The idol of Asherah ( <i>see note on <a ref='2 Kings 21:7'>21:7</a></i> ). <b>graves of the common people.</b> The Kidron Valley contained a burial ground for the common people (cf. <a ref='Jeremiah 26:23'>Jer 26:23</a> ). Scattering ashes from the object of idolatry is said in <a ref='2 Chronicles 34:4'>2Chr 34:4</a> to have been on the graves of those who sacrificed to that idol. The “common people” had followed their leaders to apostasy, defilement, and damnation—all symbolized by the act of scattering the ashes. <a ref='2 Kings 23:7'>23:7</a> <b>houses.</b> Tents (called “Succoth-benoth” in <a ref='2 Kings 17:30'>17:30</a> ) used by women who were devoted to Asherah, in which they made hangings and committed sexual sins. <a ref='2 Kings 23:8'>23:8</a> <b>Geba to Beersheba.</b> Geba was located about 7 mi. northeast of Jerusalem at the far north of Judah and Beersheba was located ca. 45 mi. south of Jerusalem at the southern end of Judah. Thus, this phrase was an idiomatic way of saying “throughout all of Judah.” <a ref='2 Kings 23:10'>23:10</a> <b>Topheth.</b> Meaning “a drum” and identifying the area in the Valley of Hinnom where child sacrifice occurred (cf. <a ref='Isaiah 30:33'>Is 30:33</a> ; <a ref='Jeremiah 7:31–32'>Jer 7:31–32</a> ; <a ref='Jeremiah 19:5–6'>19:5–6</a> ). Perhaps called “drum” because drums were beaten to drown out the cries of the children being sacrificed. <a ref='2 Kings 23:11'>23:11</a> <b>horses … given to the sun.</b> The horses and the chariots of the sun were probably thought to symbolize the sun blazing a trail across the sky and were a part of worshiping the sun. Recently, a religious shrine with horse figurines has been found in Jerusalem (cf. <a ref='Ezekiel 8:16'>Eze 8:16</a> ). <a ref='2 Kings 23:12'>23:12</a> <b>on the roof.</b> Altars were erected on the flat roofs of houses so people could worship the “host of heaven” by burning incense ( <a ref='Jeremiah 19:13'>Jer 19:13</a> ; <a ref='Zephaniah 1:5'>Zep 1:5</a> ). <a ref='2 Kings 23:13'>23:13</a> <b>Solomon … had built.</b> Solomon had built high places east of Jerusalem on the Mt. of Olives, renamed after the desecration, to be used in worship of foreign gods, e.g., the fertility goddess Ashtoreth from Sidon, the Moabite god Chemosh, and the Ammonite god Molech ( <a ref='1 Kings 11:7'>1Ki 11:7</a> ). These altars existed for over 300 years before Josiah finally destroyed them. The placing of human bones defiled them and, thus, rendered these sites unclean and unsuitable as places of worship. <a ref='2 Kings 23:15'>23:15</a> <b>the altar … at Bethel.</b> Josiah reduced the altar that Jeroboam I had built at Bethel to dust and ashes (see <a ref='1 Kings 12:28–33'>1Ki 12:28–33</a> ). <a ref='2 Kings 23:16'>23:16</a> <b>graves.</b> Seeing graves nearby, perhaps where idolatrous priests were buried, Josiah had their bones removed and burned on the altar at Bethel to defile it. This action fulfilled a prophecy given about the altar approximately 300 years before ( <a ref='1 Kings 13:2'>1Ki 13:2</a> ). <a ref='2 Kings 23:17–18'>23:17–18</a> See <a ref='1 Kings 13:1–32'>1Ki 13:1–32</a> , especially vv. <a ref='1 Kings 13:31–32'>31–32</a> . <a ref='2 Kings 23:18'>23:18</a> <b>Samaria.</b> The former northern kingdom of Israel had become known as Samaria, so named as an Assyrian province ( <i>see note on <a ref='2 Kings 17:24'>17:24</a></i> ). <a ref='2 Kings 23:19'>23:19</a> <b>cities of Samaria.</b> The desecration of the high place at Bethel was only the beginning of Josiah’s desecration of all the high places in the Assyrian province of Samaria. <a ref='2 Kings 23:20'>23:20</a> <b>all the priests … he slaughtered.</b> These non-Levitical priests, who led apostate worship in the former northern kingdom, were idolaters who seduced God’s people into idolatry. They were put to death in accordance with the statutes of <a ref='Deuteronomy 13:6–18'>Dt 13:6–18</a> ; <a ref='Deuteronomy 17:2–7'>17:2–7</a> , and their graves were doubly defiled with burned bones. <a ref='2 Kings 23:21–22'>23:21–22</a> <b>such a Passover.</b> Judah’s celebration of this Passover (see <a ref='Deuteronomy 16:2–8'>Dt 16:2–8</a> ) more closely conformed to the instructions given in the Mosaic law than any in the previous 400 years of Israel’s history. Though the Passover was observed by Hezekiah ( <a ref='2Ch 30'>2Chr 30</a> ), no observance had been in exact conformity to God’s law since the judges. Further details of this Passover observance are found in <a ref='2 Chronicles 35:1–19'>2Chr 35:1–19</a> . <a ref='2 Kings 23:23'>23:23</a> <b>eighteenth year.</b> Ca. 622 BC. All the reforms of Josiah described took place in the same year (cf. <a ref='2 Kings 22:3'>22:3</a> ). <a ref='2 Kings 23:24'>23:24</a> <b>the book … found.</b> See <a ref='2 Kings 22:8'>22:8</a> . <a ref='2 Kings 23:25'>23:25</a> <b>no king like him.</b> Of all the kings in David’s line, including David himself, no king more closely approximated the royal ideal of <a ref='Deuteronomy 17:14–20'>Dt 17:14–20</a> than Josiah (cf. <a ref='Matthew 22:37'>Mt 22:37</a> ). Yet, even Josiah fell short of complete obedience because he had multiple wives (cf. vv. <a ref='2 Kings 23:31'>31</a> , <a ref='2 Kings 23:36'>36</a> ; <i>see note on <a ref='Genesis 2:24'>Ge 2:24</a></i> ). However, even this righteous king could not turn away Yahweh’s wrath because of Manasseh’s sin (vv. <a ref='2 Kings 23:26–27'>26–27</a> ). See chaps. <a ref='2Ki 17-18'>17–18</a> . <a ref='2 Kings 23:29'>23:29</a> <b>Neco.</b> Pharaoh Neco II (609–594 BC) was an ally of Assyria against the growing power of Babylon. For some unstated reason, Josiah was determined to stop Neco and his army from joining the Assyrian army at the Euphrates River to fight Babylon. <b>Megiddo.</b> The well-fortified stronghold overlooking the Jezreel Valley about 65 mi. north of Jerusalem. Megiddo guarded a strategic pass on the route between Egypt and Mesopotamia. Josiah’s death is explained in more detail in <a ref='2 Chronicles 35:20–27'>2Chr 35:20–27</a> . <a ref='2 Kings 23:31'>23:31</a> <b>three months.</b> Jehoahaz reigned during 609 BC, became a prisoner of Pharaoh Neco II, and ultimately died in Egypt. <i>See note on <a ref='2 Chronicles 36:1–4'>2Chr 36:1–4</a> .</i> <a ref='2 Kings 23:33'>23:33</a> <b>Riblah in the land of Hamath.</b> Jehoahaz was in prison at Pharaoh Neco II’s military headquarters located on the Orontes River in the north Lebanon Valley ( <i>see note on <a ref='2 Kings 25:6'>25:6</a></i> ). <b>silver … gold.</b> The tax imposed on Judah, whose king was imprisoned, was 750 lbs. of silver and 7.5 lbs. of gold. <a ref='2 Kings 23:34'>23:34</a> <b>Eliakim … Jehoiakim.</b> In 609 BC, Pharaoh Neco II placed Jehoahaz’s older brother on the throne of Judah. Neco changed his name from Eliakim, meaning “God has established,” to Jehoiakim, “Yahweh has established.” The naming of a person was regarded in the ancient Near East as a sign of authority; so by naming Jehoiakim, Neco demonstrated that he was the lord who controlled Judah. As a vassal of Egypt, Judah risked attack by Egypt’s enemy Babylon. <i>See note on <a ref='2 Chronicles 36:5–8'>2Chr 36:5–8</a> .</i> <a ref='2 Kings 23:35'>23:35</a> Jehoiakim taxed his people severely to pay tribute to Egypt, though he still had enough to build a magnificent palace for himself (see <a ref='Jeremiah 22:13–14'>Jer 22:13–14</a> ). <a ref='2 Kings 23:36'>23:36</a> <b>eleven years.</b> 609–597 BC. <a ref='2 Kings 24:1'>24:1</a> <b>Nebuchadnezzar.</b> Nebuchadnezzar II was the son of Nabopolassar, king of Babylon from 626–605 BC. As crown prince, Nebuchadnezzar had led his father’s army against Pharaoh Neco and the Egyptians at Carchemish on the Euphrates River in northern Syria (605 BC). By defeating the Egyptians, Babylon was established as the strongest nation in the ancient Near East. Egypt and its vassals, including Judah, became vassals of Babylon with this victory. Nebuchadnezzar followed up his victory at Carchemish by invading the land of Judah. Later, in 605 BC, Nebuchadnezzar took some captives to Babylon, including Daniel and his friends (cf. <a ref='Daniel 1:1–3'>Da 1:1–3</a> ). Toward the end of 605 BC, Nabopolassar died and Nebuchadnezzar succeeded him as king of Babylon, 3 years after Jehoiakim had taken the throne in Judah ( <a ref='Jeremiah 25:1'>Jer 25:1</a> ). Nebuchadnezzar reigned from 605–562 BC. <b>three years.</b> Nebuchadnezzar returned to the west in 604 BC and took tribute from all of the kings of the west, including Jehoiakim of Judah. Jehoiakim submitted to Babylonian rule from 604–602 BC. In 602 BC, Jehoiakim rebelled against Babylon, disregarding the advice of the prophet Jeremiah ( <a ref='Jeremiah 27:9–11'>Jer 27:9–11</a> ). <a ref='2 Kings 24:2'>24:2</a> <b>Yahweh sent … bands.</b> As punishment for Jehoiakim’s disobedience of Yahweh’s Word through His prophet Jeremiah, Yahweh sent Babylonian troops, along with the troops of other loyal nations, to inflict military defeats upon Judah. <a ref='2 Kings 24:4'>24:4</a> <b>innocent blood.</b> <i>See note on <a ref='2 Kings 21:16'>21:16</a> .</i> <a ref='2 Kings 24:7'>24:7</a> <b>king of Egypt.</b> In 601 BC, Nebuchadnezzar again marched west against Egypt and was turned back by strong Egyptian resistance. However Egypt, though able to defend its own land, was not able to be aggressive and recover its conquered lands or provide any help for its allies, including Judah. <a ref='2 Kings 24:8'>24:8</a> <b>eighteen.</b> This reading is preferred over the “eight” of <a ref='2 Chronicles 36:9'>2Chr 36:9</a> ( <i>see note</i> ). <b>three months.</b> Having regrouped, Nebuchadnezzar invaded Judah for a second time in the spring of 597 BC. Before he could enter Jerusalem, Jehoiakim died and was succeeded as king of Judah by his son, Jehoiachin. Jehoiachin ruled for a short time in 597 BC. <i>See note on <a ref='2 Chronicles 36:9–10'>2Chr 36:9–10</a> .</i> <a ref='2 Kings 24:10–12'>24:10–12</a> The Babylonian siege of Jerusalem was begun by the troops of Nebuchadnezzar. Later, Nebuchadnezzar himself went to Jerusalem and it was to the king himself that Jehoiachin surrendered (v. <a ref='2 Kings 24:12'>12</a> ). <a ref='2 Kings 24:12'>24:12</a> <b>eighth year.</b> 597 BC. For the first time, the books of Kings dated an event in Israelite history by a non-Israelite king. This indicated that Judah’s exile was imminent and the land would be in the hands of Gentiles. The (Medo-) Babylonian Empire (560 BC) Go to the Index of Charts and Maps . <a ref='2 Kings 24:13'>24:13</a> Nebuchadnezzar plundered the treasures of the temple and king’s palace, just as Yahweh had said he would (cf. <a ref='2 Kings 20:16–18'>20:16–18</a> ). <a ref='2 Kings 24:14–16'>24:14–16</a> In 597 BC, Nebuchadnezzar took an additional 10,000 Judeans as captives to Babylon, in particular the leaders of the nation. This included the leaders of the military and those whose skills would support the military. Included in this deportation was the prophet Ezekiel ( <i>see notes on <a ref='Ezekiel 1:1–3'>Eze 1:1–3</a></i> ). Only the lower classes remained behind in Jerusalem. The Babylonian policy of captivity was different from that of the Assyrians, who took most of the people into exile and resettled the land of Israel with foreigners ( <a ref='2 Kings 17:24'>17:24</a> ). The Babylonians took only the leaders and the strong, while leaving the weak and poor, elevating those left to leadership and thereby earning their loyalty. Those taken to Babylon were allowed to work and live in the mainstream of society. This kept the captive Jews together, so it would be possible for them to return, as recorded in Ezra. <a ref='2 Kings 24:17'>24:17</a> <b>Mattaniah … Zedekiah.</b> Mattaniah was a son of Josiah and an uncle of Jehoiachin (cf. <a ref='1 Chronicles 3:15'>1Chr 3:15</a> ; <a ref='Jeremiah 1:3'>Jer 1:3</a> ). Mattaniah’s name, meaning “gift of Yahweh,” was changed to Zedekiah, “righteousness of Yahweh.” Nebuchadnezzar’s changing of Zedekiah’s name demonstrated his authority as lord over him ( <i>see note on <a ref='2 Kings 23:34'>23:34</a></i> ). <i>See notes on <a ref='2 Chronicles 36:11–21'>2Chr 36:11–21</a> .</i> <a ref='2 Kings 24:18'>24:18</a> <b>eleven years.</b> Zedekiah ruled in Jerusalem, under Babylonian sovereignty, from 597–586 BC. <a ref='2 Kings 24:20'>24:20</a> <b>Zedekiah rebelled.</b> In 588 BC, Apries (also called Hophra), the grandson of Neco, became Pharaoh over Egypt. He appears to have influenced Zedekiah to revolt against Babylon (cf. <a ref='Ezekiel 17:15–18'>Eze 17:15–18</a> ). <a ref='2 Kings 25:1'>25:1</a> <b>ninth year.</b> Responding to Zedekiah’s rebellion ( <a ref='2 Kings 24:20'>24:20</a> ), Nebuchadnezzar sent his whole army to lay siege against the city of Jerusalem. The siege began in the ninth year of Zedekiah’s reign, Jan., 588 BC. The “siege wall” was comprised of either wood towers higher than the walls of the city or a dirt rampart encircling the city. Second Kings, Jeremiah, and Lamentations Compared <a ref='2Ki 25'>2 Kings 25</a> (See also <a ref='2 Chronicles 36:11–21'>2Chr 36:11–21</a> ) Jeremiah Lamentations 1. The siege of Jerusalem <a ref='2 Kings 25:1–2'>1–2</a> <a ref='Jeremiah 39:1–3'>39:1–3</a> ; <a ref='Jeremiah 52:4–5'>52:4–5</a> <a ref='Lamentations 2:20–22'>2:20–22</a> ; <a ref='Lamentations 3:5'>3:5</a> , <a ref='Lamentations 3:7'>7</a> 2. The famine in the city <a ref='2 Kings 25:3'>3</a> <a ref='Jeremiah 37:21'>37:21</a> ; <a ref='Jeremiah 52:6'>52:6</a> <a ref='Lamentations 1:11'>1:11</a> , <a ref='Lamentations 1:19'>19</a> ; <a ref='Lamentations 2:11–12'>2:11–12</a> ; <a ref='Lamentations 2:19–20'>2:19–20</a> ; <a ref='Lamentations 4:4–5'>4:4–5</a> , <a ref='Lamentations 4:9–10'>9–10</a> ; <a ref='Lamentations 5:9–10'>5:9–10</a> 3. The flight of the army and the king <a ref='2 Kings 25:4–7'>4–7</a> <a ref='Jeremiah 39:4–7'>39:4–7</a> ; <a ref='Jeremiah 52:8–11'>52:8–11</a> <a ref='Lamentations 1:3'>1:3</a> , <a ref='Lamentations 1:6'>6</a> ; <a ref='Lamentations 2:2'>2:2</a> ; <a ref='Lamentations 4:19–20'>4:19–20</a> 4. The burning of the palace, temple, and city <a ref='2 Kings 25:8–9'>8–9</a> <a ref='Jeremiah 39:8'>39:8</a> ; <a ref='Jeremiah 52:13'>52:13</a> <a ref='Lamentations 2:3–5'>2:3–5</a> ; <a ref='Lamentations 4:11'>4:11</a> ; <a ref='Lamentations 5:18'>5:18</a> 5. The breaching of the city walls <a ref='2 Kings 25:10'>10</a> <a ref='Jeremiah 33:4–5'>33:4–5</a> ; <a ref='Jeremiah 52:7'>52:7</a> <a ref='Lamentations 2:7–9'>2:7–9</a> 6. The exile of the populace <a ref='2 Kings 25:11–12'>11–12</a> <a ref='Jeremiah 28:3–4'>28:3–4</a> , <a ref='Jeremiah 28:14'>14</a> ; <a ref='Jeremiah 39:9–10'>39:9–10</a> <a ref='Lamentations 1:1'>1:1</a> , <a ref='Lamentations 1:4–5'>4–5</a> , <a ref='Lamentations 1:18'>18</a> ; <a ref='Lamentations 2:9'>2:9</a> , <a ref='Lamentations 2:14'>14</a> ; <a ref='Lamentations 3:2'>3:2</a> , <a ref='Lamentations 3:19'>19</a> ; <a ref='Lamentations 4:22'>4:22</a> ; <a ref='Lamentations 5:2'>5:2</a> 7. The looting of the temple <a ref='2 Kings 25:13–15'>13–15</a> <a ref='Jeremiah 51:51'>51:51</a> <a ref='Lamentations 1:10'>1:10</a> ; <a ref='Lamentations 2:6–7'>2:6–7</a> 8. The execution of the leaders <a ref='2 Kings 25:18–21'>18–21</a> <a ref='Jeremiah 39:6'>39:6</a> <a ref='Lamentations 1:15'>1:15</a> ; <a ref='Lamentations 2:2'>2:2</a> , <a ref='Lamentations 2:20'>20</a> 9. The vassal status of Judah <a ref='2 Kings 25:22–25'>22–25</a> <a ref='Jeremiah 40:9'>40:9</a> <a ref='Lamentations 1:1'>1:1</a> ; <a ref='Lamentations 5:8–9'>5:8–9</a> 10. The collapse of the expected foreign help <a ref='2 Kings 24:7'>24:7</a> <a ref='Jeremiah 27:1–11'>27:1–11</a> ; <a ref='Jeremiah 37:5–10'>37:5–10</a> <a ref='Lamentations 4:17'>4:17</a> ; <a ref='Lamentations 5:6'>5:6</a> Go to the Index of Charts and Maps . <a ref='2 Kings 25:2'>25:2</a> <b>eleventh year.</b> Jerusalem withstood the siege until the 11th year of Zedekiah, July, 586 BC. Hezekiah’s tunnel guaranteed the city an uninterrupted supply of fresh water ( <a ref='2 Kings 20:20'>20:20</a> ) and an Egyptian foray into Judah gave the city a temporary reprieve from the siege ( <a ref='Jeremiah 37:5'>Jer 37:5</a> ). <a ref='2 Kings 25:3'>25:3</a> <b>famine.</b> After a siege of 2 1/2 years, the food supply in Jerusalem ran out ( <a ref='Jeremiah 38:2–3'>Jer 38:2–3</a> ). <a ref='2 Kings 25:4'>25:4</a> <b>the city was broken into.</b> The two walls near the king’s garden were probably located at the extreme southeast corner of the city, giving direct access to the Kidron Valley. This gave Zedekiah and his soldiers an opportunity to flee for their lives to the east. <a ref='2 Kings 25:5'>25:5</a> <b>plains of Jericho.</b> Zedekiah fled toward the Jordan Rift Valley. Babylonian pursuers caught him in the Jordan Valley south of Jericho, about 20 mi. east of Jerusalem. <a ref='2 Kings 25:6'>25:6</a> <b>Riblah.</b> Located on the Orontes River about 180 mi. north of Jerusalem, Riblah was Nebuchadnezzar’s military headquarters for his invasion of Judah. This location was ideally situated as a field headquarters for military forces because ample provisions could be found nearby (cf. <a ref='2 Kings 23:33'>23:33</a> ). The captured traitor Zedekiah was brought to Nebuchadnezzar at Riblah, where he was blinded after witnessing the death of his sons. The execution of the royal heirs ensured the impossibility of a future claim to the throne or rebellion from his descendants. The blinding made his own future rebellion or retaliation impossible. Jeremiah had warned Zedekiah that he would see Nebuchadnezzar ( <i>see notes on <a ref='Jeremiah 32:2–5'>Jer 32:2–5</a> ; <a ref='Jeremiah 34:3'>34:3</a></i> ), while Ezekiel had said he would not see Babylon ( <i>see note on <a ref='Ezekiel 12:10–13'>Eze 12:10–13</a></i> ). Both prophecies were accurately fulfilled. <a ref='2 Kings 25:8'>25:8</a> <b>seventh day.</b> <i>See note on <a ref='Jeremiah 52:12'>Jer 52:12</a> .</i> This was Aug., 586 BC, one month after the Babylonian breakthrough of Jerusalem’s walls (vv. <a ref='2 Kings 25:2–4'>2–4</a> ). <b>Nebuzaradan.</b> He was the commander of Nebuchadnezzar’s own imperial guard, sent by the king to oversee the destruction of Jerusalem. The dismantling and destruction of Jerusalem was accomplished by the Babylonians in an orderly progression. <a ref='2 Kings 25:9'>25:9</a> First, Jerusalem’s most important buildings were burned. <a ref='2 Kings 25:10'>25:10</a> Second, the Babylonian army tore down Jerusalem’s outer walls, the city’s main defense. <a ref='2 Kings 25:11–12'>25:11–12</a> Third, Nebuzaradan organized and led a forced march of remaining Judeans into exile in Babylon. The exiles included survivors from Jerusalem and those who had surrendered to the Babylonians before the capture of the city. Only poor, unskilled laborers were left behind to tend the vineyards and farm the fields. <a ref='2 Kings 25:13–17'>25:13–17</a> Fourth, the items made with precious metals in the temple were carried away to Babylon. <i>See notes on <a ref='1 Kings 7:15–49'>1Ki 7:15–49</a> .</i> <a ref='2 Kings 25:17'>25:17</a> <b>three cubits.</b> <i>See note on <a ref='Jeremiah 52:22'>Jer 52:22</a> .</i> <a ref='2 Kings 25:18–21'>25:18–21</a> Fifth, Nebuzaradan took Jerusalem’s remaining leaders to Riblah, where Nebuchadnezzar had them executed. This insured that they would never lead another rebellion against Babylon. <a ref='2 Kings 25:18'>25:18</a> <b>Seraiah.</b> Seraiah was the grandson of Hilkiah ( <a ref='2 Kings 22:4'>22:4</a> , <a ref='2 Kings 22:8'>8</a> ; <a ref='1 Chronicles 6:13–14'>1Chr 6:13–14</a> ) and an ancestor of Ezra ( <a ref='Ezra 7:1'>Ezr 7:1</a> ). Even though Seraiah was executed, his sons were deported ( <a ref='1 Chronicles 6:15'>1Chr 6:15</a> ). <a ref='2 Kings 25:21'>25:21</a> <b>Judah went into exile.</b> Exile was the ultimate curse brought upon Judah because of her disobedience to the Mosaic Covenant (cf. <a ref='Leviticus 26:33'>Lv 26:33</a> ; <a ref='Deuteronomy 28:36'>Dt 28:36</a> , <a ref='Deuteronomy 28:64'>64</a> ). The book of Lamentations records the sorrow of Jeremiah over this destruction of Jerusalem. <a ref='2 Kings 25:22–30'>25:22–30</a> The books of Kings conclude with this brief epilogue. Despite the punishment of Yahweh experienced by Israel and Judah, the people were still rebellious (vv. <a ref='2 Kings 25:22–26'>22–26</a> ). However, due to Yahweh’s mercy, the house of David endured (vv. <a ref='2 Kings 25:27–30'>27–30</a> ). The books of Kings end with a note of hope. <a ref='2 Kings 25:22'>25:22</a> <b>Gedaliah.</b> In an attempt to maintain political stability, Nebuchadnezzar appointed a governor from an important Judean family. A more detailed account of Gedaliah’s activities is found in <a ref='Jeremiah 40:7–41:18'>Jer 40:7—41:18</a> . Gedaliah’s grandfather, Shaphan, was Josiah’s secretary, who had implemented that king’s reforms ( <a ref='2 Kings 22:3'>22:3</a> ). His father, Ahikam, was part of Josiah’s delegation sent to Huldah ( <a ref='2 Kings 22:14'>22:14</a> ) and a supporter of the prophet Jeremiah ( <a ref='Jeremiah 26:24'>Jer 26:24</a> ). <a ref='2 Kings 25:23'>25:23</a> <b>Mizpah.</b> Located about 8 mi. north of Jerusalem, Mizpah became the new center of Judah. Mizpah might have been one of the few towns left standing after the Babylonian invasion. <a ref='2 Kings 25:24'>25:24</a> <b>swore.</b> As governor, Gedaliah pledged to the remaining people that loyalty to the Babylonians would ensure their safety. <a ref='2 Kings 25:25'>25:25</a> <b>seventh month.</b> October, 586 BC, two months after the destruction of Jerusalem (cf. v. <a ref='2 Kings 25:8'>8</a> ). <b>Ishmael.</b> Elishama, Ishmael’s grandfather, was a secretary under Jehoiakim ( <a ref='Jeremiah 36:12'>Jer 36:12</a> ; <a ref='Jeremiah 41:1'>41:1</a> ). Ishmael probably assassinated Gedaliah because he wished to reestablish the kingship in Judah with himself as king, since he was of royal blood (cf. <a ref='Jeremiah 41:1'>Jer 41:1</a> ). <a ref='2 Kings 25:26'>25:26</a> <b>went to Egypt.</b> Fearing reprisals from the Babylonians, the people fled to Egypt. <a ref='2 Kings 25:27'>25:27</a> <b>thirty-seventh year.</b> March, 561 BC. Jehoiachin was about 55 years old (cf. <a ref='2 Kings 24:8'>24:8</a> ). <b>Evil-merodach.</b> The son and successor of Nebuchadnezzar, he ruled as king of Babylon from 562–560 BC. To gain favor with the Jews, the king released Jehoiachin from his imprisonment and gave him special privileges. <a ref='2 Kings 25:28–30'>25:28–30</a> <b>spoke to him good</b> words <b>.</b> This good word from the king of Babylon to the surviving representative of the house of David served as a concluding reminder of God’s good Word to David. Through the curse of exile, the dynasty of David had survived. There was still hope that God’s good Word to David concerning the seed who will build God’s temple and establish God’s eternal kingdom would be fulfilled (cf. <a ref='2 Samuel 7:12–16'>2Sa 7:12–16</a> ). The book of 2 Kings opened with Elijah being carried away to heaven, the destination of all those faithful to God. The book ends with Israel, and then Judah, being carried away to pagan lands as a result of failing to be faithful to God.",
    "type": "notes"
  },
  {
    "id": "notes12f",
    "title": "Translator’s Notes and Cross-References for 2 Kings",
    "content": "Notes and Cross-References 2 Kings 1 1:1 A <a ref='2 Samuel 8:2'>2Sa 8:2</a> ; <a ref='2 Kings 3:5'>2Ki 3:5</a> 1:2 B <a ref='2 Kings 1:3'>2Ki 1:3</a> , <a ref='2 Kings 1:6'>6</a> , <a ref='2 Kings 1:16'>16</a> ; <a ref='Matthew 10:25'>Mt 10:25</a> ; <a ref='Mark 3:22'>Mk 3:22</a> 1:2 C <a ref='2 Kings 8:7–10'>2Ki 8:7-10</a> 1:3 a The personal covenant name of God, a form of I AM WHO I AM, cf. <a ref='Exodus 3:14–15'>Ex 3:14-15</a> 1:3 D <a ref='1 Kings 17:1'>1Ki 17:1</a> ; <a ref='1 Kings 21:17'>21:17</a> 1:3 E <a ref='2 Kings 1:2'>2Ki 1:2</a> 1:4 b Lit <i>The bed where you went up, you shall not come down from it</i> 1:4 F <a ref='2 Kings 1:6'>2Ki 1:6</a> , <a ref='2 Kings 1:16'>16</a> 1:5 c Lit <i>What is this that you have returned?</i> 1:6 d v <a ref='2 Kings 1:4'>4</a> , note b 1:6 G <a ref='2 Kings 1:2'>2Ki 1:2</a> 1:7 e Lit <i>judgment</i> 1:8 H <a ref='Zechariah 13:4'>Zec 13:4</a> ; <a ref='Matthew 3:4'>Mt 3:4</a> ; <a ref='Mark 1:6'>Mk 1:6</a> 1:9 I <a ref='2 Kings 6:13'>2Ki 6:13</a> , <a ref='2 Kings 6:14'>14</a> 1:10 J <a ref='1 Kings 18:36–38'>1Ki 18:36-38</a> ; <a ref='Luke 9:54'>Lk 9:54</a> 1:10 K <a ref='Job 1:16'>Job 1:16</a> 1:13 L <a ref='Isaiah 1:5'>Is 1:5</a> ; <a ref='Jeremiah 5:3'>Jer 5:3</a> 1:14 f Lit <i>soul</i> 1:15 M <a ref='2 Kings 1:3'>2Ki 1:3</a> 1:15 N <a ref='Isaiah 51:12'>Is 51:12</a> ; <a ref='Jeremiah 1:17'>Jer 1:17</a> ; <a ref='Ezekiel 2:6'>Eze 2:6</a> 1:16 g v <a ref='2 Kings 1:4'>4</a> , note b 1:16 O <a ref='2 Kings 1:3'>2Ki 1:3</a> 1:17 P <a ref='2 Kings 3:1'>2Ki 3:1</a> ; <a ref='2 Kings 8:16'>8:16</a> 2 Kings 2 2:1 a Or <i>windstorm</i> 2:1 A <a ref='Genesis 5:24'>Ge 5:24</a> ; <a ref='Hebrews 11:5'>Heb 11:5</a> 2:1 B <a ref='1 Kings 19:16–21'>1Ki 19:16-21</a> 2:1 C <a ref='Joshua 4:19'>Jos 4:19</a> 2:2 D <a ref='Ruth 1:15'>Ru 1:15</a> 2:2 E <a ref='1 Kings 12:28'>1Ki 12:28</a> , <a ref='1 Kings 12:29'>29</a> 2:2 F <a ref='1 Samuel 1:26'>1Sa 1:26</a> ; <a ref='2 Kings 2:4'>2Ki 2:4</a> , <a ref='2 Kings 2:6'>6</a> 2:3 b Lit <i>your head</i> 2:3 G <a ref='2 Kings 4:1'>2Ki 4:1</a> , <a ref='2 Kings 4:38'>38</a> ; <a ref='2 Kings 5:22'>5:22</a> 2:4 H <a ref='2 Kings 2:2'>2Ki 2:2</a> 2:4 I <a ref='Joshua 6:26'>Jos 6:26</a> 2:5 c Lit <i>your head</i> 2:5 d Lit <i>said</i> 2:5 J <a ref='2 Kings 2:3'>2Ki 2:3</a> 2:5 K <a ref='2 Kings 2:3'>2Ki 2:3</a> 2:6 L <a ref='2 Kings 2:2'>2Ki 2:2</a> 2:6 M <a ref='Joshua 3:8'>Jos 3:8</a> , <a ref='Joshua 3:15–17'>15-17</a> 2:7 N <a ref='2 Kings 2:15'>2Ki 2:15</a> , <a ref='2 Kings 2:16'>16</a> 2:8 O <a ref='1 Kings 19:13'>1Ki 19:13</a> , <a ref='1 Kings 19:19'>19</a> 2:8 P <a ref='Exodus 14:21'>Ex 14:21</a> , <a ref='Exodus 14:22'>22</a> ; <a ref='2 Kings 2:14'>2Ki 2:14</a> 2:9 Q <a ref='Numbers 11:17–25'>Nu 11:17-25</a> ; <a ref='Deuteronomy 21:17'>Dt 21:17</a> 2:10 R <a ref='Acts 1:10'>Ac 1:10</a> 2:11 e Or <i>windstorm</i> 2:11 S <a ref='2 Kings 6:17'>2Ki 6:17</a> 2:12 f Lit <i>chariot</i> 2:12 g Lit <i>him</i> 2:12 T <a ref='2 Kings 13:14'>2Ki 13:14</a> 2:12 U <a ref='Genesis 37:34'>Ge 37:34</a> ; <a ref='Job 1:20'>Job 1:20</a> 2:14 V <a ref='2 Kings 2:8'>2Ki 2:8</a> 2:15 W <a ref='2 Kings 2:7'>2Ki 2:7</a> 2:16 X <a ref='1 Kings 18:12'>1Ki 18:12</a> ; <a ref='Acts 8:39'>Ac 8:39</a> 2:17 Y <a ref='2 Kings 8:11'>2Ki 8:11</a> 2:19 h Lit <i>causes barrenness</i> 2:20 i Lit <i>there</i> 2:21 j Lit <i>there</i> 2:21 k Lit <i>healed</i> 2:21 Z <a ref='Exodus 15:25'>Ex 15:25</a> , <a ref='Exodus 15:26'>26</a> ; <a ref='2 Kings 4:41'>2Ki 4:41</a> ; <a ref='2 Kings 6:6'>6:6</a> 2:22 l Lit <i>healed</i> 2:23 A <a ref='2 Chronicles 36:16'>2Chr 36:16</a> ; <a ref='Psalms 31:17'>Ps 31:17</a> , <a ref='Psalms 31:18'>18</a> 2:24 m Lit <i>them</i> 2:24 B <a ref='Nehemiah 13:25–27'>Ne 13:25-27</a> 2:25 C <a ref='1 Kings 18:19'>1Ki 18:19</a> , <a ref='1 Kings 18:20'>20</a> ; <a ref='2 Kings 4:25'>2Ki 4:25</a> 2 Kings 3 3:1 A <a ref='2 Kings 1:17'>2Ki 1:17</a> 3:2 B <a ref='Exodus 23:24'>Ex 23:24</a> ; <a ref='2 Kings 10:18'>2Ki 10:18</a> , <a ref='2 Kings 10:26–28'>26-28</a> 3:2 C <a ref='1 Kings 16:31'>1Ki 16:31</a> , <a ref='1 Kings 16:32'>32</a> 3:3 D <a ref='1 Kings 12:28–32'>1Ki 12:28-32</a> 3:3 E <a ref='1 Kings 14:9'>1Ki 14:9</a> , <a ref='1 Kings 14:16'>16</a> 3:4 F <a ref='2 Samuel 8:2'>2Sa 8:2</a> ; <a ref='Isaiah 16:1'>Is 16:1</a> , <a ref='Isaiah 16:2'>2</a> 3:5 G <a ref='2 Kings 1:1'>2Ki 1:1</a> 3:6 a Lit <i>in that day</i> 3:7 H <a ref='1 Kings 22:4'>1Ki 22:4</a> 3:8 b Lit <i>said</i> 3:9 c Lit <i>was at their feet</i> 3:9 I <a ref='2 Kings 3:1'>2Ki 3:1</a> 3:9 J <a ref='2 Kings 3:7'>2Ki 3:7</a> 3:9 K <a ref='1 Kings 22:47'>1Ki 22:47</a> 3:11 L <a ref='1 Kings 22:7'>1Ki 22:7</a> 3:11 M <a ref='2 Kings 2:25'>2Ki 2:25</a> 3:11 N <a ref='1 Kings 19:21'>1Ki 19:21</a> ; <a ref='John 13:4'>Jn 13:4</a> , <a ref='John 13:5'>5</a> , <a ref='John 13:13'>13</a> , <a ref='John 13:14'>14</a> 3:13 O <a ref='1 Kings 18:19'>1Ki 18:19</a> ; <a ref='1 Kings 22:6–11'>22:6-11</a> , <a ref='1 Kings 22:22–25'>22-25</a> 3:14 P <a ref='1 Kings 17:1'>1Ki 17:1</a> ; <a ref='2 Kings 5:16'>2Ki 5:16</a> 3:15 Q <a ref='1 Samuel 16:23'>1Sa 16:23</a> ; <a ref='1 Chronicles 25:1'>1Chr 25:1</a> 3:15 R <a ref='1 Kings 18:46'>1Ki 18:46</a> ; <a ref='Ezekiel 1:3'>Eze 1:3</a> 3:17 S <a ref='Psalms 107:35'>Ps 107:35</a> 3:18 T <a ref='Jeremiah 32:17'>Jer 32:17</a> , <a ref='Jeremiah 32:27'>27</a> ; <a ref='Mark 10:27'>Mk 10:27</a> ; <a ref='Luke 1:37'>Lk 1:37</a> 3:19 U <a ref='2 Kings 3:25'>2Ki 3:25</a> 3:20 V <a ref='Exodus 29:39'>Ex 29:39</a> , <a ref='Exodus 29:40'>40</a> 3:21 d Lit <i>gird themselves with a belt</i> 3:24 e Lit <i>into it</i> 3:25 f Lit <i>pulled</i> 3:25 W <a ref='2 Kings 3:19'>2Ki 3:19</a> 3:25 X <a ref='Isaiah 16:7'>Is 16:7</a> ; <a ref='Jeremiah 48:31'>Jer 48:31</a> , <a ref='Jeremiah 48:36'>36</a> 3:27 Y <a ref='Amos 2:1'>Am 2:1</a> ; <a ref='Micah 6:7'>Mic 6:7</a> 2 Kings 4 4:1 a Lit <i>Elisha, saying</i> 4:1 A <a ref='2 Kings 2:3'>2Ki 2:3</a> 4:1 B <a ref='Leviticus 25:39–41'>Lv 25:39-41</a> , <a ref='Leviticus 25:48'>48</a> ; <a ref='1 Samuel 22:2'>1Sa 22:2</a> ; <a ref='Nehemiah 5:2–5'>Ne 5:2-5</a> 4:2 C <a ref='1 Kings 17:12'>1Ki 17:12</a> 4:6 D <a ref='Matthew 14:20'>Mt 14:20</a> 4:7 E <a ref='1 Kings 12:22'>1Ki 12:22</a> 4:8 b Lit <i>great</i> 4:8 c Lit <i>bread</i> 4:8 F <a ref='Joshua 19:18'>Jos 19:18</a> 4:9 G <a ref='2 Kings 4:7'>2Ki 4:7</a> 4:10 H <a ref='Matthew 10:41'>Mt 10:41</a> , <a ref='Matthew 10:42'>42</a> ; <a ref='Matthew 25:40'>25:40</a> ; <a ref='Romans 12:13'>Ro 12:13</a> 4:11 d Lit <i>lay there</i> 4:12 I <a ref='2 Kings 4:29–31'>2Ki 4:29-31</a> ; <a ref='2 Kings 5:20–27'>5:20-27</a> ; <a ref='2 Kings 8:4'>8:4</a> , <a ref='2 Kings 8:5'>5</a> 4:13 e Lit <i>fearful</i> 4:13 f Lit <i>fear</i> 4:13 g Lit <i>said</i> 4:14 h Lit <i>said</i> 4:16 i Lit <i>when the time revives</i> 4:16 J <a ref='Genesis 18:14'>Ge 18:14</a> 4:16 K <a ref='2 Kings 4:28'>2Ki 4:28</a> 4:17 j Lit <i>when the time revived</i> 4:19 k Lit <i>the</i> 4:21 L <a ref='2 Kings 4:32'>2Ki 4:32</a> 4:21 M <a ref='2 Kings 4:7'>2Ki 4:7</a> 4:23 N <a ref='Numbers 10:10'>Nu 10:10</a> ; <a ref='Numbers 28:11'>28:11</a> ; <a ref='1 Chronicles 23:31'>1Chr 23:31</a> 4:25 l Lit <i>this Shunammite</i> 4:25 O <a ref='2 Kings 2:25'>2Ki 2:25</a> 4:26 m Lit <i>said</i> 4:27 P <a ref='2 Kings 4:25'>2Ki 4:25</a> 4:28 Q <a ref='2 Kings 4:16'>2Ki 4:16</a> 4:29 n Lit <i>bless</i> 4:29 R <a ref='1 Kings 18:46'>1Ki 18:46</a> ; <a ref='2 Kings 9:1'>2Ki 9:1</a> 4:29 S <a ref='Exodus 4:17'>Ex 4:17</a> ; <a ref='2 Kings 2:14'>2Ki 2:14</a> 4:29 T <a ref='Luke 10:4'>Lk 10:4</a> 4:29 U <a ref='Exodus 7:19'>Ex 7:19</a> , <a ref='Exodus 7:20'>20</a> ; <a ref='Exodus 14:16'>14:16</a> 4:30 V <a ref='2 Kings 2:2'>2Ki 2:2</a> , <a ref='2 Kings 2:4'>4</a> 4:31 o Lit <i>attentiveness</i> 4:31 W <a ref='John 11:11'>Jn 11:11</a> 4:33 X <a ref='2 Kings 4:4'>2Ki 4:4</a> ; <a ref='Matthew 6:6'>Mt 6:6</a> ; <a ref='Luke 8:51'>Lk 8:51</a> 4:34 Y <a ref='1 Kings 17:21–23'>1Ki 17:21-23</a> 4:35 Z <a ref='1 Kings 17:21'>1Ki 17:21</a> 4:37 A <a ref='Hebrews 11:35'>Heb 11:35</a> 4:38 p Lit <i>And</i> 4:38 B <a ref='2 Kings 2:1'>2Ki 2:1</a> 4:38 C <a ref='2 Kings 8:1'>2Ki 8:1</a> 4:38 D <a ref='2 Kings 2:3'>2Ki 2:3</a> 4:38 E <a ref='Luke 10:39'>Lk 10:39</a> ; <a ref='Acts 22:3'>Ac 22:3</a> 4:38 F <a ref='Ezekiel 11:3'>Eze 11:3</a> , <a ref='Ezekiel 11:7'>7</a> , <a ref='Ezekiel 11:11'>11</a> ; <a ref='Ezekiel 24:3'>24:3</a> 4:40 G <a ref='Exodus 10:17'>Ex 10:17</a> 4:41 H <a ref='Exodus 15:25'>Ex 15:25</a> ; <a ref='2 Kings 2:21'>2Ki 2:21</a> 4:42 I <a ref='Matthew 14:16–21'>Mt 14:16-21</a> ; <a ref='Matthew 15:32–38'>15:32-38</a> 4:43 J <a ref='Luke 9:13'>Lk 9:13</a> ; <a ref='John 6:9'>Jn 6:9</a> 4:44 K <a ref='Matthew 14:20'>Mt 14:20</a> ; <a ref='Matthew 15:37'>15:37</a> ; <a ref='John 6:13'>Jn 6:13</a> 2 Kings 5 5:1 a Lit <i>before</i> 5:1 b Lit <i>the one whose face is lifted up</i> 5:1 A <a ref='Luke 4:27'>Lk 4:27</a> 5:2 c Lit <i>was before</i> 5:2 B <a ref='2 Kings 6:23'>2Ki 6:23</a> ; <a ref='2 Kings 13:20'>13:20</a> 5:4 d Lit <i>He</i> 5:5 e Lit <i>enter</i> 5:5 f Approx. 750 lb. or 340 kg, a talent was approx. 75 lb. or 34 kg 5:5 g Approx. 150 lb. or 66 kg, a shekel was approx. 0.4 oz. or 11 gm 5:5 C <a ref='1 Samuel 9:7'>1Sa 9:7</a> ; <a ref='2 Kings 4:42'>2Ki 4:42</a> 5:5 D <a ref='Judges 14:12'>Jdg 14:12</a> ; <a ref='2 Kings 5:22'>2Ki 5:22</a> , <a ref='2 Kings 5:23'>23</a> 5:7 h Lit <i>an occasion</i> 5:7 E <a ref='Genesis 37:29'>Ge 37:29</a> 5:7 F <a ref='Genesis 30:2'>Ge 30:2</a> ; <a ref='1 Samuel 2:6'>1Sa 2:6</a> 5:7 G <a ref='1 Kings 20:7'>1Ki 20:7</a> ; <a ref='Luke 11:54'>Lk 11:54</a> 5:8 H <a ref='1 Kings 12:22'>1Ki 12:22</a> 5:10 I <a ref='John 9:7'>Jn 9:7</a> 5:12 i Or <i>Amanah</i> 5:12 J <a ref='Proverbs 14:17'>Pr 14:17</a> ; <a ref='Proverbs 16:32'>16:32</a> ; <a ref='Proverbs 19:11'>19:11</a> 5:13 K <a ref='1 Samuel 28:23'>1Sa 28:23</a> 5:13 L <a ref='2 Kings 2:12'>2Ki 2:12</a> ; <a ref='2 Kings 6:21'>6:21</a> ; <a ref='2 Kings 8:9'>8:9</a> 5:14 M <a ref='2 Kings 5:10'>2Ki 5:10</a> ; <a ref='Job 33:25'>Job 33:25</a> 5:14 N <a ref='Luke 4:27'>Lk 4:27</a> ; <a ref='Luke 5:13'>5:13</a> 5:15 j Lit <i>he and</i> 5:15 O <a ref='Joshua 2:11'>Jos 2:11</a> ; <a ref='1 Samuel 17:46'>1Sa 17:46</a> , <a ref='1 Samuel 17:47'>47</a> ; <a ref='2 Kings 5:8'>2Ki 5:8</a> 5:15 P <a ref='1 Samuel 25:27'>1Sa 25:27</a> 5:16 Q <a ref='2 Kings 3:14'>2Ki 3:14</a> 5:16 R <a ref='Genesis 14:22'>Ge 14:22</a> , <a ref='Genesis 14:23'>23</a> ; <a ref='2 Kings 5:20'>2Ki 5:20</a> , <a ref='2 Kings 5:26'>26</a> 5:17 S <a ref='Exodus 20:24'>Ex 20:24</a> 5:18 T <a ref='2 Kings 7:2'>2Ki 7:2</a> , <a ref='2 Kings 7:17'>17</a> 5:19 U <a ref='Exodus 4:18'>Ex 4:18</a> ; <a ref='1 Samuel 1:17'>1Sa 1:17</a> ; <a ref='Mark 5:34'>Mk 5:34</a> 5:20 k Lit <i>from</i> 5:20 V <a ref='2 Kings 4:12'>2Ki 4:12</a> , <a ref='2 Kings 4:31'>31</a> , <a ref='2 Kings 4:36'>36</a> 5:20 W <a ref='Exodus 20:7'>Ex 20:7</a> ; <a ref='2 Kings 6:31'>2Ki 6:31</a> 5:22 X <a ref='2 Kings 4:26'>2Ki 4:26</a> 5:22 Y <a ref='Joshua 24:33'>Jos 24:33</a> 5:22 Z <a ref='2 Kings 5:5'>2Ki 5:5</a> 5:23 A <a ref='2 Kings 6:3'>2Ki 6:3</a> 5:24 l Heb <i>ophel</i> 5:24 B <a ref='Joshua 7:1'>Jos 7:1</a> , <a ref='Joshua 7:11'>11</a> , <a ref='Joshua 7:12'>12</a> , <a ref='Joshua 7:21'>21</a> ; <a ref='1 Kings 21:16'>1Ki 21:16</a> 5:25 C <a ref='2 Kings 5:22'>2Ki 5:22</a> 5:26 D <a ref='2 Kings 5:16'>2Ki 5:16</a> 5:27 E <a ref='Exodus 4:6'>Ex 4:6</a> ; <a ref='Numbers 12:10'>Nu 12:10</a> 2 Kings 6 6:1 A <a ref='2 Kings 2:3'>2Ki 2:3</a> 6:3 a Lit <i>said</i> 6:5 b Lit <i>as for the iron, it fell</i> 6:6 B <a ref='Exodus 15:25'>Ex 15:25</a> ; <a ref='2 Kings 2:21'>2Ki 2:21</a> ; <a ref='2 Kings 4:41'>4:41</a> 6:8 c Lit <i>took counsel</i> 6:9 C <a ref='2 Kings 4:1'>2Ki 4:1</a> , <a ref='2 Kings 4:7'>7</a> ; <a ref='2 Kings 6:12'>6:12</a> 6:10 d Lit <i>not once or twice</i> 6:13 D <a ref='Genesis 37:17'>Ge 37:17</a> 6:15 e Lit <i>How</i> 6:16 E <a ref='Exodus 14:13'>Ex 14:13</a> 6:16 F <a ref='2 Chronicles 32:7'>2Chr 32:7</a> , <a ref='2 Chronicles 32:8'>8</a> ; <a ref='Romans 8:31'>Ro 8:31</a> 6:17 G <a ref='2 Kings 6:20'>2Ki 6:20</a> 6:17 H <a ref='2 Kings 2:11'>2Ki 2:11</a> ; <a ref='Psalms 68:17'>Ps 68:17</a> ; <a ref='Zechariah 6:1–7'>Zec 6:1-7</a> 6:18 f Lit <i>nation</i> 6:18 I <a ref='Genesis 19:11'>Ge 19:11</a> 6:20 J <a ref='2 Kings 6:17'>2Ki 6:17</a> 6:21 K <a ref='2 Kings 2:12'>2Ki 2:12</a> ; <a ref='2 Kings 5:13'>5:13</a> ; <a ref='2 Kings 8:9'>8:9</a> 6:22 L <a ref='Deuteronomy 20:11–16'>Dt 20:11-16</a> ; <a ref='2 Chronicles 28:8–15'>2Chr 28:8-15</a> 6:22 M <a ref='Romans 12:20'>Ro 12:20</a> 6:23 N <a ref='2 Kings 5:2'>2Ki 5:2</a> ; <a ref='2 Kings 24:2'>24:2</a> 6:24 O <a ref='1 Kings 20:1'>1Ki 20:1</a> 6:25 g Approx. 2 lb. or 0.8 kg, a shekel was approx. 0.4 oz. or 11 gm 6:25 h A kab was approx. 2 qt. or 1.9 l 6:25 P <a ref='Leviticus 26:26'>Lv 26:26</a> 6:27 i Lit <i>No, let Yahweh help you</i> 6:28 j Lit <i>to you</i> 6:28 Q <a ref='Judges 18:23'>Jdg 18:23</a> 6:29 R <a ref='Leviticus 26:27–29'>Lv 26:27-29</a> ; <a ref='Deuteronomy 28:52'>Dt 28:52</a> , <a ref='Deuteronomy 28:53'>53</a> , <a ref='Deuteronomy 28:57'>57</a> ; <a ref='Lamentations 4:10'>Lam 4:10</a> 6:30 k Lit <i>within</i> 6:30 l Lit <i>flesh</i> 6:30 S <a ref='1 Kings 21:27'>1Ki 21:27</a> 6:31 m Lit <i>stands</i> 6:31 T <a ref='Ruth 1:17'>Ru 1:17</a> ; <a ref='1 Kings 19:2'>1Ki 19:2</a> 6:32 n Lit <i>press him with the door</i> 6:32 U <a ref='Ezekiel 8:1'>Eze 8:1</a> ; <a ref='Ezekiel 14:1'>14:1</a> ; <a ref='Ezekiel 20:1'>20:1</a> 6:32 V <a ref='1 Kings 18:4'>1Ki 18:4</a> , <a ref='1 Kings 18:13'>13</a> , <a ref='1 Kings 18:14'>14</a> ; <a ref='1 Kings 21:10'>21:10</a> , <a ref='1 Kings 21:13'>13</a> 6:33 W <a ref='Isaiah 8:21'>Is 8:21</a> 2 Kings 7 7:1 a A seah was approx. 7 qt. or 7.7 l 7:1 b A shekel was approx. 0.4 oz. or 11 gm 7:1 A <a ref='2 Kings 7:18'>2Ki 7:18</a> 7:2 c Lit <i>from there</i> 7:2 B <a ref='2 Kings 5:18'>2Ki 5:18</a> ; <a ref='2 Kings 7:17'>7:17</a> , <a ref='2 Kings 7:19'>19</a> 7:2 C <a ref='Genesis 7:11'>Ge 7:11</a> ; <a ref='Malachi 3:10'>Mal 3:10</a> 7:3 D <a ref='Leviticus 13:45'>Lv 13:45</a> , <a ref='Leviticus 13:46'>46</a> ; <a ref='Numbers 5:2–4'>Nu 5:2-4</a> ; <a ref='Numbers 12:10–14'>12:10-14</a> 7:4 d Lit <i>fall</i> 7:4 E <a ref='2 Kings 6:24'>2Ki 6:24</a> 7:6 F <a ref='2 Samuel 5:24'>2Sa 5:24</a> 7:6 G <a ref='1 Kings 10:29'>1Ki 10:29</a> 7:6 H <a ref='2 Chronicles 12:2'>2Chr 12:2</a> , <a ref='2 Chronicles 12:3'>3</a> ; <a ref='Isaiah 31:1'>Is 31:1</a> ; <a ref='Isaiah 36:9'>36:9</a> 7:7 I <a ref='Psalms 48:4–6'>Ps 48:4-6</a> ; <a ref='Proverbs 28:1'>Pr 28:1</a> 7:8 J <a ref='Joshua 7:21'>Jos 7:21</a> 7:9 e Lit <i>find</i> 7:12 K <a ref='2 Kings 6:25–29'>2Ki 6:25-29</a> 7:12 L <a ref='Joshua 8:4–12'>Jos 8:4-12</a> 7:13 f Lit <i>in it</i> 7:16 g A seah was approx. 7 qt. or 7.7 l 7:16 M <a ref='2 Kings 7:1'>2Ki 7:1</a> 7:17 h Lit <i>over the gate</i> 7:17 N <a ref='2 Kings 7:2'>2Ki 7:2</a> 7:17 O <a ref='2 Kings 6:32'>2Ki 6:32</a> 7:18 i A seah was approx. 7 qt. or 7.7 l 7:18 P <a ref='2 Kings 7:1'>2Ki 7:1</a> 7:19 j Lit <i>from there</i> 7:19 Q <a ref='2 Kings 7:2'>2Ki 7:2</a> 2 Kings 8 8:1 a Lit <i>you and your</i> 8:1 A <a ref='2 Kings 4:18'>2Ki 4:18</a> , <a ref='2 Kings 4:31–35'>31-35</a> 8:1 B <a ref='Psalms 105:16'>Ps 105:16</a> ; <a ref='Haggai 1:11'>Hag 1:11</a> 8:1 C <a ref='Genesis 41:27'>Ge 41:27</a> , <a ref='Genesis 41:54'>54</a> 8:4 D <a ref='2 Kings 4:12'>2Ki 4:12</a> ; <a ref='2 Kings 5:20–27'>5:20-27</a> 8:5 E <a ref='2 Kings 4:35'>2Ki 4:35</a> 8:7 F <a ref='1 Kings 11:24'>1Ki 11:24</a> 8:7 G <a ref='2 Kings 6:24'>2Ki 6:24</a> 8:7 H <a ref='2 Kings 5:20'>2Ki 5:20</a> 8:8 I <a ref='1 Kings 19:15'>1Ki 19:15</a> , <a ref='1 Kings 19:17'>17</a> 8:8 J <a ref='1 Kings 14:3'>1Ki 14:3</a> 8:8 K <a ref='2 Kings 1:2'>2Ki 1:2</a> 8:9 L <a ref='2 Kings 5:13'>2Ki 5:13</a> 8:10 M <a ref='2 Kings 8:14'>2Ki 8:14</a> 8:10 N <a ref='2 Kings 8:15'>2Ki 8:15</a> 8:11 b Lit <i>made his face stand fast and he set</i> 8:11 O <a ref='2 Kings 2:17'>2Ki 2:17</a> 8:11 P <a ref='Luke 19:41'>Lk 19:41</a> 8:12 Q <a ref='2 Kings 10:32'>2Ki 10:32</a> , <a ref='2 Kings 10:33'>33</a> ; <a ref='2 Kings 12:17'>12:17</a> ; <a ref='2 Kings 13:3'>13:3</a> , <a ref='2 Kings 13:7'>7</a> 8:12 R <a ref='2 Kings 15:16'>2Ki 15:16</a> ; <a ref='Nahum 3:10'>Na 3:10</a> 8:13 c Lit <i>said</i> 8:13 S <a ref='1 Samuel 17:43'>1Sa 17:43</a> ; <a ref='2 Samuel 9:8'>2Sa 9:8</a> 8:13 T <a ref='1 Kings 19:15'>1Ki 19:15</a> 8:14 U <a ref='2 Kings 8:10'>2Ki 8:10</a> 8:15 V <a ref='2 Kings 8:10'>2Ki 8:10</a> 8:16 W <a ref='2 Kings 1:17'>2Ki 1:17</a> ; <a ref='2 Kings 3:1'>3:1</a> 8:17 X <a ref='2 Chronicles 21:5–10'>2Chr 21:5-10</a> 8:18 Y <a ref='2 Kings 8:27'>2Ki 8:27</a> 8:19 d Lit <i>said</i> 8:19 e Descendant on the throne 8:19 Z <a ref='2 Samuel 7:12–15'>2Sa 7:12-15</a> ; <a ref='1 Kings 11:36'>1Ki 11:36</a> 8:20 A <a ref='1 Kings 22:47'>1Ki 22:47</a> ; <a ref='2 Kings 3:9'>2Ki 3:9</a> , <a ref='2 Kings 3:26'>26</a> , <a ref='2 Kings 3:27'>27</a> ; <a ref='2 Kings 8:22'>8:22</a> 8:21 f Lit <i>the people</i> 8:21 B <a ref='2 Samuel 18:17'>2Sa 18:17</a> ; <a ref='2 Samuel 19:8'>19:8</a> 8:22 g Lit <i>from under the hand of</i> 8:22 C <a ref='Genesis 27:40'>Ge 27:40</a> 8:22 D <a ref='Joshua 21:13'>Jos 21:13</a> ; <a ref='2 Kings 19:8'>2Ki 19:8</a> 8:24 E <a ref='2 Chronicles 21:20'>2Chr 21:20</a> 8:24 F <a ref='2 Chronicles 21:1'>2Chr 21:1</a> , <a ref='2 Chronicles 21:7'>7</a> 8:25 G <a ref='2 Chronicles 22:1–6'>2Chr 22:1-6</a> 8:26 H <a ref='2 Chronicles 22:2'>2Chr 22:2</a> 8:27 I <a ref='2 Chronicles 22:3'>2Chr 22:3</a> 8:28 J <a ref='2 Kings 8:15'>2Ki 8:15</a> 8:28 K <a ref='1 Kings 22:3'>1Ki 22:3</a> , <a ref='1 Kings 22:29'>29</a> 8:29 L <a ref='2 Kings 9:15'>2Ki 9:15</a> 8:29 M <a ref='2 Kings 8:28'>2Ki 8:28</a> ; <a ref='2 Chronicles 22:5'>2Chr 22:5</a> , <a ref='2 Chronicles 22:6'>6</a> 8:29 N <a ref='2 Kings 9:16'>2Ki 9:16</a> 2 Kings 9 9:1 A <a ref='2 Kings 2:3'>2Ki 2:3</a> 9:1 B <a ref='2 Kings 4:29'>2Ki 4:29</a> 9:1 C <a ref='1 Samuel 10:1'>1Sa 10:1</a> ; <a ref='1 Samuel 16:1'>16:1</a> ; <a ref='1 Kings 1:39'>1Ki 1:39</a> 9:1 D <a ref='2 Kings 8:28'>2Ki 8:28</a> , <a ref='2 Kings 8:29'>29</a> 9:2 a Lit <i>cause him to</i> 9:2 E <a ref='1 Kings 19:16'>1Ki 19:16</a> , <a ref='1 Kings 19:17'>17</a> ; <a ref='2 Kings 9:14'>2Ki 9:14</a> , <a ref='2 Kings 9:20'>20</a> 9:2 F <a ref='2 Kings 9:5'>2Ki 9:5</a> , <a ref='2 Kings 9:11'>11</a> 9:3 G <a ref='2 Chronicles 22:7'>2Chr 22:7</a> 9:4 H <a ref='2 Kings 9:1'>2Ki 9:1</a> 9:5 b Lit <i>To whom of us all?</i> 9:6 I <a ref='1 Samuel 2:7'>1Sa 2:7</a> , <a ref='1 Samuel 2:8'>8</a> ; <a ref='1 Kings 19:16'>1Ki 19:16</a> ; <a ref='2 Kings 9:3'>2Ki 9:3</a> ; <a ref='2 Chronicles 22:7'>2Chr 22:7</a> 9:7 J <a ref='Deuteronomy 32:35'>Dt 32:35</a> , <a ref='Deuteronomy 32:43'>43</a> 9:7 K <a ref='1 Kings 18:4'>1Ki 18:4</a> ; <a ref='1 Kings 21:15'>21:15</a> , <a ref='1 Kings 21:21'>21</a> , <a ref='1 Kings 21:25'>25</a> 9:7 L <a ref='2 Kings 9:32–37'>2Ki 9:32-37</a> 9:8 c Lit <i>him who urinates against the wall</i> , cf. <a ref='1 Samuel 25:22'>1Sa 25:22</a> , <a ref='1 Samuel 25:34'>34</a> ; <a ref='1 Kings 14:10'>1Ki 14:10</a> ; <a ref='1 Kings 21:21'>21:21</a> ; <a ref='2 Kings 9:8'>2Ki 9:8</a> 9:8 M <a ref='1 Kings 21:21'>1Ki 21:21</a> ; <a ref='2 Kings 10:17'>2Ki 10:17</a> 9:8 N <a ref='1 Samuel 25:22'>1Sa 25:22</a> 9:8 O <a ref='Deuteronomy 32:36'>Dt 32:36</a> ; <a ref='2 Kings 14:26'>2Ki 14:26</a> 9:9 P <a ref='1 Kings 14:10'>1Ki 14:10</a> , <a ref='1 Kings 14:11'>11</a> ; <a ref='1 Kings 15:29'>15:29</a> 9:9 Q <a ref='1 Kings 16:3–5'>1Ki 16:3-5</a> , <a ref='1 Kings 16:11'>11</a> , <a ref='1 Kings 16:12'>12</a> 9:10 d Lit <i>portion</i> 9:10 R <a ref='1 Kings 21:23'>1Ki 21:23</a> ; <a ref='2 Kings 9:35'>2Ki 9:35</a> , <a ref='2 Kings 9:36'>36</a> 9:11 S <a ref='2 Kings 9:17'>2Ki 9:17</a> , <a ref='2 Kings 9:19'>19</a> , <a ref='2 Kings 9:22'>22</a> 9:11 T <a ref='Jeremiah 29:26'>Jer 29:26</a> ; <a ref='Hosea 9:7'>Hos 9:7</a> ; <a ref='Mark 3:21'>Mk 3:21</a> 9:13 U <a ref='Matthew 21:7'>Mt 21:7</a> , <a ref='Matthew 21:8'>8</a> ; <a ref='Mark 11:7'>Mk 11:7</a> , <a ref='Mark 11:8'>8</a> 9:13 V <a ref='2 Samuel 15:10'>2Sa 15:10</a> ; <a ref='1 Kings 1:34'>1Ki 1:34</a> , <a ref='1 Kings 1:39'>39</a> 9:14 e Lit <i>he and</i> 9:14 f Lit <i>keeping</i> 9:14 W <a ref='1 Kings 22:3'>1Ki 22:3</a> ; <a ref='2 Kings 8:28'>2Ki 8:28</a> 9:15 g Heb <i>Jehoram</i> 9:15 h Lit <i>go out from</i> 9:15 X <a ref='2 Kings 8:29'>2Ki 8:29</a> 9:16 Y <a ref='2 Kings 8:29'>2Ki 8:29</a> 9:17 i Lit <i>multitude</i> 9:18 Z <a ref='2 Kings 9:19'>2Ki 9:19</a> , <a ref='2 Kings 9:22'>22</a> 9:19 j Lit <i>said</i> 9:20 A <a ref='2 Samuel 18:27'>2Sa 18:27</a> 9:20 B <a ref='1 Kings 19:17'>1Ki 19:17</a> 9:21 k Heb <i>Jehoram</i> 9:21 l Lit <i>Yoke the chariot</i> 9:21 m Lit <i>portion</i> 9:21 C <a ref='2 Chronicles 22:7'>2Chr 22:7</a> 9:21 D <a ref='1 Kings 21:1–7'>1Ki 21:1-7</a> , <a ref='1 Kings 21:15–19'>15-19</a> ; <a ref='2 Kings 9:26'>2Ki 9:26</a> 9:22 n Heb <i>Jehoram</i> 9:22 o Lit <i>said</i> 9:22 E <a ref='1 Kings 16:30–33'>1Ki 16:30-33</a> ; <a ref='1 Kings 18:19'>18:19</a> ; <a ref='2 Chronicles 21:13'>2Chr 21:13</a> 9:23 p Heb <i>Jehoram</i> 9:23 q Lit <i>turned his hands</i> 9:23 F <a ref='2 Kings 11:14'>2Ki 11:14</a> 9:24 r Lit <i>filled his hand with the bow</i> 9:24 s Heb <i>Jehoram</i> 9:24 t Lit <i>out at</i> 9:24 G <a ref='1 Kings 22:34'>1Ki 22:34</a> 9:25 u Lit <i>portion</i> 9:25 v Lit <i>I and you</i> 9:25 H <a ref='1 Kings 21:1'>1Ki 21:1</a> 9:25 I <a ref='1 Kings 21:19'>1Ki 21:19</a> , <a ref='1 Kings 21:24–29'>24-29</a> 9:25 J <a ref='Isaiah 13:1'>Is 13:1</a> 9:26 w Lit <i>portion</i> 9:26 K <a ref='1 Kings 21:13'>1Ki 21:13</a> , <a ref='1 Kings 21:19'>19</a> 9:26 L <a ref='2 Kings 9:21'>2Ki 9:21</a> , <a ref='2 Kings 9:25'>25</a> 9:27 M <a ref='2 Chronicles 22:7'>2Chr 22:7</a> , <a ref='2 Chronicles 22:9'>9</a> 9:27 N <a ref='Joshua 17:11'>Jos 17:11</a> ; <a ref='Judges 1:27'>Jdg 1:27</a> 9:28 O <a ref='2 Kings 23:30'>2Ki 23:30</a> 9:29 P <a ref='2 Kings 8:25'>2Ki 8:25</a> 9:30 Q <a ref='Jeremiah 4:30'>Jer 4:30</a> ; <a ref='Ezekiel 23:40'>Eze 23:40</a> 9:31 x Or <i>well</i> 9:31 y Lit <i>his</i> 9:31 R <a ref='1 Kings 16:9–20'>1Ki 16:9-20</a> ; <a ref='2 Kings 9:18–22'>2Ki 9:18-22</a> 9:34 S <a ref='1 Kings 21:25'>1Ki 21:25</a> 9:34 T <a ref='1 Kings 16:31'>1Ki 16:31</a> 9:36 z Lit <i>portion</i> 9:36 U <a ref='1 Kings 21:23'>1Ki 21:23</a> 9:37 a Lit <i>portion</i> 9:37 V <a ref='Jeremiah 8:1–3'>Jer 8:1-3</a> 2 Kings 10 10:1 A <a ref='1 Kings 16:24–29'>1Ki 16:24-29</a> 10:2 a Lit <i>and</i> 10:2 b Lit <i>and with you the</i> 10:2 B <a ref='2 Kings 5:6'>2Ki 5:6</a> 10:3 c Lit <i>most upright</i> 10:4 C <a ref='2 Kings 9:24'>2Ki 9:24</a> , <a ref='2 Kings 9:27'>27</a> 10:5 D <a ref='Joshua 9:8'>Jos 9:8</a> , <a ref='Joshua 9:11'>11</a> ; <a ref='1 Kings 20:4'>1Ki 20:4</a> , <a ref='1 Kings 20:32'>32</a> ; <a ref='2 Kings 18:14'>2Ki 18:14</a> 10:7 E <a ref='Judges 9:5'>Jdg 9:5</a> ; <a ref='2 Kings 11:1'>2Ki 11:1</a> 10:9 F <a ref='2 Kings 9:14–24'>2Ki 9:14-24</a> 10:9 G <a ref='2 Kings 10:6'>2Ki 10:6</a> 10:10 H <a ref='2 Kings 9:7–10'>2Ki 9:7-10</a> 10:10 I <a ref='1 Kings 21:19–29'>1Ki 21:19-29</a> 10:11 d Lit <i>he had no survivor</i> 10:11 J <a ref='Hosea 1:4'>Hos 1:4</a> 10:12 e Lit <i>house of binding</i> 10:13 f Lit <i>brothers</i> 10:13 g Lit <i>about the peace of</i> 10:13 K <a ref='2 Kings 8:24'>2Ki 8:24</a> , <a ref='2 Kings 8:29'>29</a> ; <a ref='2 Chronicles 21:17'>2Chr 21:17</a> ; <a ref='2 Chronicles 22:8'>22:8</a> 10:15 h Or <i>greeted</i> 10:15 i Lit <i>said</i> 10:15 L <a ref='Jeremiah 35:6–19'>Jer 35:6-19</a> 10:15 M <a ref='1 Chronicles 2:55'>1Chr 2:55</a> 10:15 N <a ref='Ezra 10:19'>Ezr 10:19</a> ; <a ref='Ezekiel 17:18'>Eze 17:18</a> 10:16 j Lit <i>they</i> 10:16 O <a ref='1 Kings 19:10'>1Ki 19:10</a> 10:17 P <a ref='2 Kings 9:8'>2Ki 9:8</a> 10:17 Q <a ref='2 Kings 10:10'>2Ki 10:10</a> 10:18 R <a ref='1 Kings 16:31'>1Ki 16:31</a> , <a ref='1 Kings 16:32'>32</a> 10:19 k Lit <i>insidiousness</i> 10:19 S <a ref='1 Kings 18:19'>1Ki 18:19</a> ; <a ref='1 Kings 22:6'>22:6</a> 10:20 T <a ref='Joel 1:14'>Joel 1:14</a> 10:20 U <a ref='Exodus 32:4–6'>Ex 32:4-6</a> 10:21 l Lit <i>in all</i> 10:21 V <a ref='1 Kings 16:32'>1Ki 16:32</a> ; <a ref='2 Kings 11:18'>2Ki 11:18</a> 10:22 m Lit <i>over the</i> 10:24 n Lit <i>his soul for his soul</i> 10:24 W <a ref='1 Kings 20:30–42'>1Ki 20:30-42</a> 10:25 o Lit <i>runners</i> 10:25 p Lit <i>city</i> 10:25 X <a ref='1 Samuel 22:17'>1Sa 22:17</a> 10:25 Y <a ref='1 Kings 18:40'>1Ki 18:40</a> 10:26 Z <a ref='1 Kings 14:23'>1Ki 14:23</a> ; <a ref='2 Kings 3:2'>2Ki 3:2</a> 10:27 A <a ref='Ezra 6:11'>Ezr 6:11</a> ; <a ref='Daniel 2:5'>Da 2:5</a> ; <a ref='Daniel 3:29'>3:29</a> 10:29 B <a ref='1 Kings 12:28–30'>1Ki 12:28-30</a> ; <a ref='1 Kings 13:33'>13:33</a> , <a ref='1 Kings 13:34'>34</a> 10:29 C <a ref='1 Kings 12:29'>1Ki 12:29</a> 10:30 D <a ref='2 Kings 15:12'>2Ki 15:12</a> 10:31 q Lit <i>did not watch</i> 10:31 E <a ref='Proverbs 4:23'>Pr 4:23</a> 10:31 F <a ref='2 Kings 10:29'>2Ki 10:29</a> 10:32 r Lit <i>in</i> 10:32 G <a ref='2 Kings 13:25'>2Ki 13:25</a> ; <a ref='2 Kings 14:25'>14:25</a> 10:32 H <a ref='1 Kings 19:17'>1Ki 19:17</a> ; <a ref='2 Kings 8:12'>2Ki 8:12</a> ; <a ref='2 Kings 13:22'>13:22</a> 10:33 I <a ref='Deuteronomy 2:36'>Dt 2:36</a> 10:33 J <a ref='Amos 1:3–5'>Am 1:3-5</a> 10:36 s Lit <i>days</i> 2 Kings 11 11:1 A <a ref='2 Chronicles 22:10–12'>2Chr 22:10-12</a> 11:2 B <a ref='2 Kings 11:21'>2Ki 11:21</a> ; <a ref='2 Kings 12:1'>12:1</a> 11:4 a Lit <i>runners</i> 11:4 C <a ref='2 Chronicles 23:1–21'>2Chr 23:1-21</a> 11:4 D <a ref='2 Samuel 20:23'>2Sa 20:23</a> ; <a ref='2 Kings 11:19'>2Ki 11:19</a> 11:5 E <a ref='1 Chronicles 9:25'>1Chr 9:25</a> 11:6 b Lit <i>runners</i> 11:6 c Lit <i>and shall</i> 11:8 F <a ref='Numbers 27:16'>Nu 27:16</a> , <a ref='Numbers 27:17'>17</a> 11:9 G <a ref='2 Chronicles 23:8'>2Chr 23:8</a> 11:10 H <a ref='2 Samuel 8:7'>2Sa 8:7</a> ; <a ref='1 Chronicles 18:7'>1Chr 18:7</a> 11:11 d Lit <i>runners</i> 11:11 e Lit <i>shoulder</i> 11:12 I <a ref='2 Samuel 1:10'>2Sa 1:10</a> 11:12 J <a ref='Exodus 25:16'>Ex 25:16</a> ; <a ref='Exodus 31:18'>31:18</a> 11:12 K <a ref='1 Samuel 10:24'>1Sa 10:24</a> 11:13 L <a ref='2 Chronicles 23:12'>2Chr 23:12</a> 11:14 f Lit <i>trumpets</i> 11:14 M <a ref='2 Kings 23:3'>2Ki 23:3</a> ; <a ref='2 Chronicles 34:31'>2Chr 34:31</a> 11:14 N <a ref='1 Kings 1:39'>1Ki 1:39</a> , <a ref='1 Kings 1:40'>40</a> 11:14 O <a ref='Genesis 37:29'>Ge 37:29</a> ; <a ref='Genesis 44:13'>44:13</a> 11:14 P <a ref='2 Kings 9:23'>2Ki 9:23</a> 11:15 g Lit <i>from within</i> 11:16 h Lit <i>placed hands to her</i> 11:16 Q <a ref='Genesis 9:6'>Ge 9:6</a> ; <a ref='Leviticus 24:17'>Lv 24:17</a> 11:17 R <a ref='Joshua 24:25'>Jos 24:25</a> ; <a ref='2 Chronicles 15:12–14'>2Chr 15:12-14</a> ; <a ref='2 Chronicles 34:31'>34:31</a> 11:17 S <a ref='1 Samuel 10:25'>1Sa 10:25</a> ; <a ref='2 Samuel 5:3'>2Sa 5:3</a> 11:18 i Lit <i>oversight</i> 11:18 T <a ref='2 Kings 10:26'>2Ki 10:26</a> , <a ref='2 Kings 10:27'>27</a> 11:18 U <a ref='Deuteronomy 12:2'>Dt 12:2</a> , <a ref='Deuteronomy 12:3'>3</a> 11:18 V <a ref='1 Kings 18:40'>1Ki 18:40</a> 11:19 j Lit <i>runners</i> 11:19 W <a ref='2 Kings 11:4'>2Ki 11:4</a> 11:19 X <a ref='2 Kings 11:6'>2Ki 11:6</a> 11:20 Y <a ref='Proverbs 11:10'>Pr 11:10</a> 11:21 k Ch 12:1 in Heb 11:21 Z <a ref='2 Chronicles 24:1–14'>2Chr 24:1-14</a> 2 Kings 12 12:1 A <a ref='2 Chronicles 24:1'>2Chr 24:1</a> 12:3 B <a ref='2 Kings 14:4'>2Ki 14:4</a> ; <a ref='2 Kings 15:35'>15:35</a> 12:4 a Lit <i>passed over</i> , cf. <a ref='Exodus 30:14'>Ex 30:14</a> 12:4 C <a ref='2 Kings 22:4'>2Ki 22:4</a> 12:4 D <a ref='Exodus 30:13–16'>Ex 30:13-16</a> ; <a ref='Exodus 35:5'>35:5</a> , <a ref='Exodus 35:22'>22</a> , <a ref='Exodus 35:29'>29</a> ; <a ref='1 Chronicles 29:3–9'>1Chr 29:3-9</a> 12:5 b Lit <i>breaches</i> , so through v <a ref='2 Kings 12:12'>12</a> 12:6 E <a ref='2 Chronicles 24:5'>2Chr 24:5</a> 12:9 F <a ref='Mark 12:41'>Mk 12:41</a> ; <a ref='Luke 21:1'>Lk 21:1</a> 12:10 G <a ref='2 Samuel 8:17'>2Sa 8:17</a> ; <a ref='2 Kings 19:2'>2Ki 19:2</a> ; <a ref='2 Kings 22:3'>22:3</a> , <a ref='2 Kings 22:4'>4</a> , <a ref='2 Kings 22:12'>12</a> 12:11 c Lit <i>brought</i> 12:12 d Lit <i>went out</i> 12:12 H <a ref='2 Kings 22:5'>2Ki 22:5</a> , <a ref='2 Kings 22:6'>6</a> 12:13 I <a ref='2 Chronicles 24:14'>2Chr 24:14</a> 12:13 J <a ref='1 Kings 7:48'>1Ki 7:48</a> , <a ref='1 Kings 7:50'>50</a> 12:15 K <a ref='2 Kings 22:7'>2Ki 22:7</a> ; <a ref='1 Corinthians 4:2'>1Co 4:2</a> ; <a ref='2 Corinthians 8:20'>2Co 8:20</a> 12:16 L <a ref='Leviticus 5:15–18'>Lv 5:15-18</a> 12:16 M <a ref='Leviticus 4:24'>Lv 4:24</a> , <a ref='Leviticus 4:29'>29</a> 12:16 N <a ref='Leviticus 7:7'>Lv 7:7</a> ; <a ref='Numbers 18:19'>Nu 18:19</a> 12:17 O <a ref='1 Kings 19:17'>1Ki 19:17</a> ; <a ref='2 Kings 8:12'>2Ki 8:12</a> ; <a ref='2 Kings 10:32'>10:32</a> , <a ref='2 Kings 10:33'>33</a> 12:17 P <a ref='2 Chronicles 24:23'>2Chr 24:23</a> , <a ref='2 Chronicles 24:24'>24</a> 12:18 Q <a ref='1 Kings 14:26'>1Ki 14:26</a> ; <a ref='1 Kings 15:18'>15:18</a> ; <a ref='2 Kings 16:8'>2Ki 16:8</a> ; <a ref='2 Kings 18:15'>18:15</a> , <a ref='2 Kings 18:16'>16</a> 12:18 R <a ref='2 Kings 12:4'>2Ki 12:4</a> 12:20 S <a ref='2 Chronicles 24:25–27'>2Chr 24:25-27</a> 12:20 T <a ref='2 Kings 14:5'>2Ki 14:5</a> 12:20 U <a ref='Judges 9:6'>Jdg 9:6</a> ; <a ref='2 Samuel 5:9'>2Sa 5:9</a> ; <a ref='1 Kings 11:27'>1Ki 11:27</a> 12:21 V <a ref='2 Chronicles 24:26'>2Chr 24:26</a> 12:21 W <a ref='2 Kings 14:1'>2Ki 14:1</a> 2 Kings 13 13:2 A <a ref='1 Kings 12:26–33'>1Ki 12:26-33</a> 13:3 B <a ref='Judges 2:14'>Jdg 2:14</a> 13:3 C <a ref='2 Kings 12:17'>2Ki 12:17</a> 13:3 D <a ref='2 Kings 13:24'>2Ki 13:24</a> , <a ref='2 Kings 13:25'>25</a> 13:4 E <a ref='Numbers 21:7–9'>Nu 21:7-9</a> 13:4 F <a ref='Exodus 3:7'>Ex 3:7</a> , <a ref='Exodus 3:9'>9</a> ; <a ref='2 Kings 14:26'>2Ki 14:26</a> 13:5 G <a ref='2 Kings 13:25'>2Ki 13:25</a> ; <a ref='2 Kings 14:25'>14:25</a> , <a ref='2 Kings 14:27'>27</a> ; <a ref='Nehemiah 9:27'>Ne 9:27</a> 13:6 a Lit <i>it</i> 13:6 H <a ref='2 Kings 13:2'>2Ki 13:2</a> 13:6 I <a ref='1 Kings 16:33'>1Ki 16:33</a> 13:7 J <a ref='Amos 1:3'>Am 1:3</a> 13:11 b Lit <i>it</i> 13:12 K <a ref='2 Kings 13:14–19'>2Ki 13:14-19</a> ; <a ref='2 Kings 14:8–15'>14:8-15</a> 13:14 c Lit <i>was sick with his sickness</i> 13:14 d Lit <i>his face</i> 13:14 L <a ref='2 Kings 2:12'>2Ki 2:12</a> 13:15 e Lit <i>took to himself</i> 13:17 M <a ref='1 Kings 20:26'>1Ki 20:26</a> 13:19 N <a ref='2 Kings 5:20'>2Ki 5:20</a> 13:19 O <a ref='2 Kings 13:25'>2Ki 13:25</a> 13:20 P <a ref='2 Kings 3:7'>2Ki 3:7</a> ; <a ref='2 Kings 24:2'>24:2</a> 13:21 f Lit <i>went and touched</i> 13:21 Q <a ref='Matthew 27:52'>Mt 27:52</a> 13:22 R <a ref='2 Kings 8:12'>2Ki 8:12</a> , <a ref='2 Kings 8:13'>13</a> 13:23 S <a ref='2 Kings 14:27'>2Ki 14:27</a> 13:23 T <a ref='1 Kings 8:28'>1Ki 8:28</a> 13:23 U <a ref='Genesis 13:16'>Ge 13:16</a> , <a ref='Genesis 13:17'>17</a> ; <a ref='Genesis 17:2–5'>17:2-5</a> 13:25 V <a ref='2 Kings 10:32'>2Ki 10:32</a> , <a ref='2 Kings 10:33'>33</a> ; <a ref='2 Kings 14:25'>14:25</a> 13:25 W <a ref='2 Kings 13:18'>2Ki 13:18</a> , <a ref='2 Kings 13:19'>19</a> 2 Kings 14 14:1 A <a ref='2 Chronicles 25:1'>2Chr 25:1</a> 14:1 B <a ref='2 Kings 13:10'>2Ki 13:10</a> 14:4 C <a ref='2 Kings 12:3'>2Ki 12:3</a> 14:4 D <a ref='2 Kings 16:4'>2Ki 16:4</a> 14:5 E <a ref='2 Kings 12:20'>2Ki 12:20</a> 14:6 F <a ref='Deuteronomy 24:16'>Dt 24:16</a> 14:6 G <a ref='Jeremiah 31:30'>Jer 31:30</a> ; <a ref='Ezekiel 18:4'>Eze 18:4</a> , <a ref='Ezekiel 18:20'>20</a> 14:7 H <a ref='2 Samuel 8:13'>2Sa 8:13</a> ; <a ref='1 Chronicles 18:12'>1Chr 18:12</a> ; <a ref='2 Chronicles 25:11'>2Chr 25:11</a> 14:7 I <a ref='Isaiah 16:1'>Is 16:1</a> 14:7 J <a ref='Joshua 15:38'>Jos 15:38</a> 14:8 K <a ref='2 Chronicles 25:17–24'>2Chr 25:17-24</a> 14:8 L <a ref='2 Samuel 2:14–17'>2Sa 2:14-17</a> 14:9 M <a ref='Judges 9:8–15'>Jdg 9:8-15</a> 14:10 N <a ref='2 Kings 14:7'>2Ki 14:7</a> 14:10 O <a ref='Deuteronomy 8:14'>Dt 8:14</a> ; <a ref='2 Chronicles 26:16'>2Chr 26:16</a> 14:11 P <a ref='Joshua 19:38'>Jos 19:38</a> 14:12 a Lit <i>smitten before</i> 14:12 Q <a ref='2 Samuel 18:17'>2Sa 18:17</a> 14:13 b Approx. 600 ft. or 183 m, a cubit was approx. 18 in. or 45 cm 14:13 R <a ref='Nehemiah 8:16'>Ne 8:16</a> ; <a ref='Nehemiah 12:39'>12:39</a> 14:13 S <a ref='2 Chronicles 25:23'>2Chr 25:23</a> 14:14 T <a ref='1 Kings 14:26'>1Ki 14:26</a> ; <a ref='2 Kings 12:18'>2Ki 12:18</a> 14:15 U <a ref='2 Kings 13:12'>2Ki 13:12</a> , <a ref='2 Kings 13:13'>13</a> 14:17 V <a ref='2 Chronicles 25:25–28'>2Chr 25:25-28</a> 14:19 W <a ref='Joshua 10:31'>Jos 10:31</a> ; <a ref='2 Kings 18:14'>2Ki 18:14</a> , <a ref='2 Kings 18:17'>17</a> 14:21 c In <a ref='2 Chronicles 26:1'>2Chr 26:1</a> , <i>Uzziah</i> 14:22 X <a ref='1 Kings 9:26'>1Ki 9:26</a> ; <a ref='2 Kings 16:6'>2Ki 16:6</a> ; <a ref='2 Chronicles 8:17'>2Chr 8:17</a> 14:25 d Or <i>the entrance of Hamath</i> 14:25 e Lit <i>by</i> 14:25 Y <a ref='2 Kings 10:32'>2Ki 10:32</a> ; <a ref='2 Kings 13:25'>13:25</a> 14:25 Z <a ref='1 Kings 8:65'>1Ki 8:65</a> 14:25 A <a ref='Deuteronomy 3:17'>Dt 3:17</a> 14:25 B <a ref='Jonah 1:1'>Jon 1:1</a> ; <a ref='Matthew 12:39'>Mt 12:39</a> , <a ref='Matthew 12:40'>40</a> 14:25 C <a ref='Joshua 19:13'>Jos 19:13</a> 14:26 D <a ref='2 Kings 13:4'>2Ki 13:4</a> 14:26 E <a ref='Deuteronomy 32:36'>Dt 32:36</a> 14:27 F <a ref='2 Kings 13:23'>2Ki 13:23</a> 14:28 G <a ref='1 Kings 11:24'>1Ki 11:24</a> 14:28 H <a ref='2 Chronicles 8:3'>2Chr 8:3</a> 2 Kings 15 15:1 A <a ref='2 Kings 14:17'>2Ki 14:17</a> 15:2 a In <a ref='2 Chronicles 26:3'>2Chr 26:3</a> , <i>Jechiliah</i> 15:2 B <a ref='2 Chronicles 26:3'>2Chr 26:3</a> , <a ref='2 Chronicles 26:4'>4</a> 15:4 C <a ref='2 Kings 12:3'>2Ki 12:3</a> 15:5 b Lit <i>and</i> 15:5 D <a ref='2 Chronicles 26:21–23'>2Chr 26:21-23</a> 15:5 E <a ref='Leviticus 13:46'>Lv 13:46</a> ; <a ref='Numbers 12:14'>Nu 12:14</a> 15:8 F <a ref='2 Kings 15:1'>2Ki 15:1</a> 15:10 G <a ref='Amos 7:9'>Am 7:9</a> 15:12 H <a ref='2 Kings 10:30'>2Ki 10:30</a> 15:13 I <a ref='2 Kings 15:1'>2Ki 15:1</a> , <a ref='2 Kings 15:8'>8</a> 15:13 J <a ref='1 Kings 16:24'>1Ki 16:24</a> 15:14 K <a ref='1 Kings 14:17'>1Ki 14:17</a> 15:16 L <a ref='2 Kings 8:12'>2Ki 8:12</a> ; <a ref='Hosea 13:16'>Hos 13:16</a> 15:17 M <a ref='2 Kings 15:1'>2Ki 15:1</a> , <a ref='2 Kings 15:8'>8</a> , <a ref='2 Kings 15:13'>13</a> 15:19 c A talent was approx. 75 lb. or 34 kg 15:19 N <a ref='1 Chronicles 5:25'>1Chr 5:25</a> , <a ref='1 Chronicles 5:26'>26</a> 15:19 O <a ref='2 Kings 14:5'>2Ki 14:5</a> 15:20 d A shekel was approx. 0.4 oz. or 11 gm 15:23 P <a ref='2 Kings 15:1'>2Ki 15:1</a> , <a ref='2 Kings 15:8'>8</a> , <a ref='2 Kings 15:13'>13</a> , <a ref='2 Kings 15:17'>17</a> 15:25 Q <a ref='1 Kings 16:18'>1Ki 16:18</a> 15:27 R <a ref='2 Kings 15:23'>2Ki 15:23</a> 15:27 S <a ref='2 Chronicles 28:6'>2Chr 28:6</a> ; <a ref='Isaiah 7:1'>Is 7:1</a> 15:29 e In <a ref='1 Chronicles 5:6'>1Chr 5:6</a> , <a ref='1 Chronicles 5:26'>26</a> , <i>Tilgath-pilneser</i> 15:29 T <a ref='2 Kings 15:19'>2Ki 15:19</a> 15:29 U <a ref='2 Kings 17:6'>2Ki 17:6</a> 15:32 f Azariah 15:33 V <a ref='2 Chronicles 27:1'>2Chr 27:1</a> 15:34 W <a ref='2 Kings 15:3'>2Ki 15:3</a> , <a ref='2 Kings 15:4'>4</a> ; <a ref='2 Chronicles 26:4'>2Chr 26:4</a> , <a ref='2 Chronicles 26:5'>5</a> 15:35 X <a ref='2 Kings 12:3'>2Ki 12:3</a> 15:35 Y <a ref='2 Chronicles 23:20'>2Chr 23:20</a> ; <a ref='2 Chronicles 27:3'>27:3</a> 15:37 Z <a ref='2 Kings 16:5'>2Ki 16:5</a> ; <a ref='Isaiah 7:1'>Is 7:1</a> 2 Kings 16 16:1 A <a ref='2 Chronicles 28:1'>2Chr 28:1</a> 16:2 B <a ref='2 Chronicles 28:1–4'>2Chr 28:1-4</a> 16:3 C <a ref='Leviticus 18:21'>Lv 18:21</a> ; <a ref='2 Kings 17:17'>2Ki 17:17</a> ; <a ref='2 Kings 21:6'>21:6</a> 16:3 D <a ref='Deuteronomy 12:31'>Dt 12:31</a> ; <a ref='2 Kings 21:2'>2Ki 21:2</a> , <a ref='2 Kings 21:11'>11</a> 16:4 E <a ref='Deuteronomy 12:2'>Dt 12:2</a> ; <a ref='2 Kings 14:4'>2Ki 14:4</a> 16:5 a Lit <i>fight</i> 16:5 F <a ref='2 Kings 15:37'>2Ki 15:37</a> ; <a ref='Isaiah 7:1'>Is 7:1</a> 16:5 G <a ref='2 Chronicles 28:5'>2Chr 28:5</a> , <a ref='2 Chronicles 28:6'>6</a> 16:6 b Heb <i>Eloth</i> 16:6 c As in some ancient versions; Heb <i>Edomites</i> 16:6 H <a ref='2 Kings 14:22'>2Ki 14:22</a> ; <a ref='2 Chronicles 26:2'>2Chr 26:2</a> 16:7 d Lit <i>palm</i> 16:7 I <a ref='2 Chronicles 28:16'>2Chr 28:16</a> 16:7 J <a ref='2 Kings 15:29'>2Ki 15:29</a> 16:8 K <a ref='2 Kings 12:17'>2Ki 12:17</a> , <a ref='2 Kings 12:18'>18</a> ; <a ref='2 Kings 18:15'>18:15</a> 16:9 L <a ref='2 Chronicles 28:21'>2Chr 28:21</a> 16:9 M <a ref='Amos 1:3–5'>Am 1:3-5</a> 16:9 N <a ref='Isaiah 22:6'>Is 22:6</a> ; <a ref='Amos 9:7'>Am 9:7</a> 16:10 O <a ref='2 Kings 15:29'>2Ki 15:29</a> 16:10 P <a ref='Isaiah 8:2'>Is 8:2</a> 16:11 e Lit <i>until</i> 16:12 f Or <i>went up on it</i> 16:12 Q <a ref='2 Chronicles 26:16'>2Chr 26:16</a> , <a ref='2 Chronicles 26:19'>19</a> 16:14 g Lit <i>he also</i> 16:14 R <a ref='Exodus 27:1'>Ex 27:1</a> , <a ref='Exodus 27:2'>2</a> ; <a ref='Exodus 40:6'>40:6</a> , <a ref='Exodus 40:29'>29</a> ; <a ref='2 Chronicles 4:1'>2Chr 4:1</a> 16:14 S <a ref='2 Kings 16:11'>2Ki 16:11</a> 16:15 h Lit <i>commanded him, Urijah</i> 16:15 T <a ref='Exodus 29:39–41'>Ex 29:39-41</a> 16:15 U <a ref='2 Kings 16:14'>2Ki 16:14</a> 16:17 V <a ref='1 Kings 7:27'>1Ki 7:27</a> , <a ref='1 Kings 7:28'>28</a> , <a ref='1 Kings 7:38'>38</a> 16:17 W <a ref='1 Kings 7:23'>1Ki 7:23</a> , <a ref='1 Kings 7:25'>25</a> 16:19 X <a ref='2 Chronicles 28:26'>2Chr 28:26</a> 16:20 Y <a ref='Isaiah 14:28'>Is 14:28</a> 16:20 Z <a ref='2 Chronicles 28:27'>2Chr 28:27</a> 2 Kings 17 17:1 A <a ref='2 Kings 15:30'>2Ki 15:30</a> 17:3 B <a ref='Hosea 10:14'>Hos 10:14</a> 17:3 C <a ref='2 Kings 18:9–12'>2Ki 18:9-12</a> 17:5 D <a ref='Hosea 13:16'>Hos 13:16</a> 17:6 E <a ref='Hosea 13:16'>Hos 13:16</a> 17:6 F <a ref='Deuteronomy 28:64'>Dt 28:64</a> ; <a ref='Deuteronomy 29:27'>29:27</a> , <a ref='Deuteronomy 29:28'>28</a> 17:6 G <a ref='2 Kings 18:11'>2Ki 18:11</a> ; <a ref='1 Chronicles 5:26'>1Chr 5:26</a> 17:6 H <a ref='Isaiah 37:12'>Is 37:12</a> 17:6 I <a ref='Isaiah 13:17'>Is 13:17</a> ; <a ref='Isaiah 21:2'>21:2</a> 17:7 a Or <i>reverenced</i> , so in ch 17:7 J <a ref='Joshua 23:16'>Jos 23:16</a> 17:7 K <a ref='Exodus 14:15–30'>Ex 14:15-30</a> 17:7 L <a ref='Judges 6:10'>Jdg 6:10</a> 17:8 M <a ref='Leviticus 18:3'>Lv 18:3</a> ; <a ref='Deuteronomy 18:9'>Dt 18:9</a> 17:8 N <a ref='2 Kings 16:3'>2Ki 16:3</a> ; <a ref='2 Kings 17:19'>17:19</a> 17:9 b Or <i>uttered words which</i> 17:9 O <a ref='2 Kings 18:8'>2Ki 18:8</a> 17:10 c Wooden symbols of a female deity 17:10 P <a ref='Exodus 34:12–14'>Ex 34:12-14</a> 17:10 Q <a ref='1 Kings 14:23'>1Ki 14:23</a> ; <a ref='Micah 5:14'>Mic 5:14</a> 17:12 R <a ref='Exodus 20:4'>Ex 20:4</a> 17:13 S <a ref='Nehemiah 9:29'>Ne 9:29</a> , <a ref='Nehemiah 9:30'>30</a> 17:13 T <a ref='2 Kings 17:23'>2Ki 17:23</a> 17:13 U <a ref='1 Samuel 9:9'>1Sa 9:9</a> 17:13 V <a ref='Jeremiah 7:3–7'>Jer 7:3-7</a> ; <a ref='Jeremiah 18:11'>18:11</a> ; <a ref='Ezekiel 18:31'>Eze 18:31</a> 17:14 d Lit <i>like the neck of</i> 17:14 W <a ref='Exodus 32:9'>Ex 32:9</a> ; <a ref='Exodus 33:3'>33:3</a> ; <a ref='Acts 7:51'>Ac 7:51</a> 17:15 X <a ref='Jeremiah 8:9'>Jer 8:9</a> 17:15 Y <a ref='Exodus 24:6–8'>Ex 24:6-8</a> ; <a ref='Deuteronomy 29:25'>Dt 29:25</a> 17:15 Z <a ref='Deuteronomy 32:21'>Dt 32:21</a> 17:15 A <a ref='Jeremiah 2:5'>Jer 2:5</a> ; <a ref='Romans 1:21–23'>Ro 1:21-23</a> 17:15 B <a ref='Deuteronomy 12:30'>Dt 12:30</a> , <a ref='Deuteronomy 12:31'>31</a> 17:16 e A wooden symbol of a female deity 17:16 C <a ref='1 Kings 12:28'>1Ki 12:28</a> 17:16 D <a ref='1 Kings 14:15'>1Ki 14:15</a> , <a ref='1 Kings 14:23'>23</a> 17:16 E <a ref='Deuteronomy 4:19'>Dt 4:19</a> ; <a ref='2 Kings 21:3'>2Ki 21:3</a> 17:16 F <a ref='1 Kings 16:31'>1Ki 16:31</a> 17:17 G <a ref='2 Kings 16:3'>2Ki 16:3</a> 17:17 H <a ref='Leviticus 19:26'>Lv 19:26</a> ; <a ref='Deuteronomy 18:10–12'>Dt 18:10-12</a> 17:17 I <a ref='1 Kings 21:20'>1Ki 21:20</a> 17:18 f Lit <i>face</i> 17:18 J <a ref='2 Kings 17:6'>2Ki 17:6</a> 17:18 K <a ref='1 Kings 11:13'>1Ki 11:13</a> , <a ref='1 Kings 11:32'>32</a> , <a ref='1 Kings 11:36'>36</a> 17:19 g Lit <i>of Israel which they</i> 17:19 L <a ref='1 Kings 14:22'>1Ki 14:22</a> , <a ref='1 Kings 14:23'>23</a> 17:19 M <a ref='2 Kings 16:3'>2Ki 16:3</a> 17:20 h Lit <i>from His face</i> 17:20 N <a ref='2 Kings 15:29'>2Ki 15:29</a> 17:21 O <a ref='1 Kings 11:11'>1Ki 11:11</a> , <a ref='1 Kings 11:31'>31</a> 17:21 P <a ref='1 Kings 12:20'>1Ki 12:20</a> 17:21 Q <a ref='1 Kings 12:28–33'>1Ki 12:28-33</a> 17:23 R <a ref='2 Kings 17:6'>2Ki 17:6</a> 17:23 S <a ref='2 Kings 17:13'>2Ki 17:13</a> 17:24 i In <a ref='2 Kings 18:34'>2Ki 18:34</a> , <i>Ivvah</i> 17:24 T <a ref='Ezra 4:2'>Ezr 4:2</a> , <a ref='Ezra 4:10'>10</a> 17:24 U <a ref='2 Kings 18:34'>2Ki 18:34</a> 17:24 V <a ref='1 Kings 8:65'>1Ki 8:65</a> 17:25 W <a ref='2 Kings 17:32–41'>2Ki 17:32-41</a> 17:27 j Lit <i>exile from there</i> 17:27 k Lit <i>them</i> 17:29 X <a ref='1 Kings 12:31'>1Ki 12:31</a> ; <a ref='1 Kings 13:32'>13:32</a> 17:30 Y <a ref='2 Kings 17:24'>2Ki 17:24</a> 17:31 Z <a ref='2 Kings 17:17'>2Ki 17:17</a> 17:31 A <a ref='2 Kings 19:37'>2Ki 19:37</a> 17:31 B <a ref='2 Kings 17:24'>2Ki 17:24</a> 17:32 l Lit <i>appointed from one extremity of themselves</i> 17:32 C <a ref='Zephaniah 1:5'>Zep 1:5</a> 17:32 D <a ref='1 Kings 12:31'>1Ki 12:31</a> 17:34 E <a ref='Genesis 32:28'>Ge 32:28</a> ; <a ref='Genesis 35:10'>35:10</a> 17:35 F <a ref='Judges 6:10'>Jdg 6:10</a> 17:35 G <a ref='Exodus 20:5'>Ex 20:5</a> 17:35 H <a ref='Deuteronomy 5:9'>Dt 5:9</a> 17:36 I <a ref='Exodus 14:15–30'>Ex 14:15-30</a> 17:36 J <a ref='Exodus 6:6'>Ex 6:6</a> ; <a ref='Exodus 9:15'>9:15</a> 17:36 K <a ref='Leviticus 19:32'>Lv 19:32</a> ; <a ref='Deuteronomy 6:13'>Dt 6:13</a> 17:37 L <a ref='Deuteronomy 5:32'>Dt 5:32</a> 17:38 M <a ref='Deuteronomy 4:23'>Dt 4:23</a> ; <a ref='Deuteronomy 6:12'>6:12</a> 17:41 N <a ref='Zephaniah 1:5'>Zep 1:5</a> ; <a ref='Matthew 6:24'>Mt 6:24</a> 2 Kings 18 18:1 A <a ref='2 Kings 16:2'>2Ki 16:2</a> ; <a ref='2 Kings 17:1'>17:1</a> 18:1 B <a ref='2 Chronicles 28:27'>2Chr 28:27</a> 18:2 C <a ref='2 Chronicles 29:1'>2Chr 29:1</a> , <a ref='2 Chronicles 29:2'>2</a> 18:3 D <a ref='2 Kings 20:3'>2Ki 20:3</a> ; <a ref='2 Chronicles 31:20'>2Chr 31:20</a> 18:4 a A wooden symbol of a female deity 18:4 b Lit <i>a piece of bronze</i> 18:4 E <a ref='2 Kings 18:22'>2Ki 18:22</a> ; <a ref='2 Chronicles 31:1'>2Chr 31:1</a> 18:4 F <a ref='Numbers 21:8'>Nu 21:8</a> , <a ref='Numbers 21:9'>9</a> 18:5 G <a ref='2 Kings 19:10'>2Ki 19:10</a> 18:5 H <a ref='2 Kings 23:25'>2Ki 23:25</a> 18:6 I <a ref='Deuteronomy 10:20'>Dt 10:20</a> ; <a ref='Joshua 23:8'>Jos 23:8</a> 18:7 J <a ref='Genesis 39:2'>Ge 39:2</a> , <a ref='Genesis 39:3'>3</a> ; <a ref='1 Samuel 18:14'>1Sa 18:14</a> 18:7 K <a ref='2 Kings 16:7'>2Ki 16:7</a> 18:8 L <a ref='2 Chronicles 28:18'>2Chr 28:18</a> ; <a ref='Isaiah 14:29'>Is 14:29</a> 18:8 M <a ref='2 Kings 17:9'>2Ki 17:9</a> 18:9 N <a ref='2 Kings 17:3–7'>2Ki 17:3-7</a> 18:10 O <a ref='2 Kings 17:6'>2Ki 17:6</a> 18:11 P <a ref='1 Chronicles 5:26'>1Chr 5:26</a> 18:12 Q <a ref='1 Kings 9:6'>1Ki 9:6</a> ; <a ref='Daniel 9:6'>Da 9:6</a> , <a ref='Daniel 9:10'>10</a> 18:13 R <a ref='2 Chronicles 32:1'>2Chr 32:1</a> ; <a ref='Isaiah 36:1–39:8'>Is 36:1-39:8</a> 18:14 c Approx. 11.25 tons or 10.2 metric tons, a talent was approx. 75 lb. or 34 kg 18:14 d Approx. 1.13 tons or 1 metric ton 18:14 S <a ref='2 Kings 18:7'>2Ki 18:7</a> 18:15 T <a ref='1 Kings 15:18'>1Ki 15:18</a> , <a ref='1 Kings 15:19'>19</a> ; <a ref='2 Kings 12:18'>2Ki 12:18</a> ; <a ref='2 Kings 16:8'>16:8</a> 18:17 e Or <i>launderer’s</i> 18:17 U <a ref='Isaiah 20:1'>Is 20:1</a> 18:17 V <a ref='2 Kings 20:20'>2Ki 20:20</a> ; <a ref='Isaiah 7:3'>Is 7:3</a> 18:18 W <a ref='2 Kings 19:2'>2Ki 19:2</a> ; <a ref='Isaiah 22:20'>Is 22:20</a> 18:18 X <a ref='Isaiah 22:15'>Is 22:15</a> 18:19 Y <a ref='2 Chronicles 32:10'>2Chr 32:10</a> 18:20 f Lit <i>a word of the lips</i> 18:20 Z <a ref='2 Kings 18:7'>2Ki 18:7</a> 18:21 g Lit <i>rely for yourself</i> 18:21 h Lit <i>palm</i> 18:21 A <a ref='Isaiah 30:2'>Is 30:2</a> , <a ref='Isaiah 30:3'>3</a> , <a ref='Isaiah 30:7'>7</a> ; <a ref='Ezekiel 29:6'>Eze 29:6</a> , <a ref='Ezekiel 29:7'>7</a> 18:22 B <a ref='2 Kings 18:4'>2Ki 18:4</a> ; <a ref='2 Chronicles 31:1'>2Chr 31:1</a> 18:23 i Lit <i>please exchange pledges</i> 18:24 j Lit <i>turn away the face of</i> 18:24 k Or <i>governor</i> 18:25 l Lit <i>without Yahweh</i> 18:26 m Lit <i>hear</i> 18:26 n Hebrew 18:26 C <a ref='Ezra 4:7'>Ezr 4:7</a> ; <a ref='Daniel 2:4'>Da 2:4</a> 18:28 o Lit <i>and spoke, saying,</i> 18:29 p Ancient versions <i>my</i> 18:29 D <a ref='2 Chronicles 32:15'>2Chr 32:15</a> 18:31 q Lit <i>Make with me a blessing</i> 18:31 E <a ref='1 Kings 4:20'>1Ki 4:20</a> , <a ref='1 Kings 4:25'>25</a> 18:32 F <a ref='Deuteronomy 8:7–9'>Dt 8:7-9</a> ; <a ref='Deuteronomy 11:12'>11:12</a> 18:33 G <a ref='2 Kings 19:12'>2Ki 19:12</a> ; <a ref='Isaiah 10:10'>Is 10:10</a> , <a ref='Isaiah 10:11'>11</a> 18:34 r In <a ref='2 Kings 17:24'>2Ki 17:24</a> , <i>Avva</i> 18:34 H <a ref='2 Kings 19:13'>2Ki 19:13</a> 18:34 I <a ref='Isaiah 10:9'>Is 10:9</a> 18:34 J <a ref='2 Kings 17:24'>2Ki 17:24</a> 18:35 s Lit <i>who have</i> 18:35 K <a ref='Psalms 2:1–3'>Ps 2:1-3</a> ; <a ref='Psalms 59:7'>59:7</a> 18:37 L <a ref='2 Kings 18:26'>2Ki 18:26</a> 18:37 M <a ref='2 Kings 6:30'>2Ki 6:30</a> 2 Kings 19 19:1 A <a ref='2 Chronicles 32:20–22'>2Chr 32:20-22</a> ; <a ref='Isaiah 37:1'>Is 37:1</a> 19:1 B <a ref='2 Kings 18:37'>2Ki 18:37</a> 19:1 C <a ref='1 Kings 21:27'>1Ki 21:27</a> 19:2 D <a ref='2 Samuel 3:31'>2Sa 3:31</a> 19:2 E <a ref='Isaiah 1:1'>Is 1:1</a> ; <a ref='Isaiah 2:1'>2:1</a> 19:4 a Or <i>defy</i> , cf. <a ref='1 Samuel 17:26'>1Sa 17:26</a> 19:4 F <a ref='Joshua 14:12'>Jos 14:12</a> ; <a ref='2 Samuel 16:12'>2Sa 16:12</a> 19:4 G <a ref='2 Kings 18:35'>2Ki 18:35</a> 19:4 H <a ref='Isaiah 1:9'>Is 1:9</a> 19:6 I <a ref='2 Kings 18:17'>2Ki 18:17</a> 19:6 J <a ref='2 Kings 18:22–25'>2Ki 18:22-25</a> , <a ref='2 Kings 18:30'>30</a> , <a ref='2 Kings 18:35'>35</a> 19:7 K <a ref='2 Kings 7:6'>2Ki 7:6</a> 19:7 L <a ref='2 Kings 19:37'>2Ki 19:37</a> 19:8 b Lit <i>he</i> 19:8 M <a ref='Joshua 10:29'>Jos 10:29</a> 19:8 N <a ref='2 Kings 18:14'>2Ki 18:14</a> 19:9 c Or <i>Cush</i> , cf. <a ref='Genesis 10:6'>Ge 10:6</a> 19:10 d Lit <i>Judah, saying,</i> 19:10 O <a ref='2 Kings 18:5'>2Ki 18:5</a> 19:10 P <a ref='2 Kings 18:30'>2Ki 18:30</a> 19:12 e Lit <i>the</i> 19:12 Q <a ref='2 Kings 18:33'>2Ki 18:33</a> 19:12 R <a ref='2 Kings 17:6'>2Ki 17:6</a> 19:12 S <a ref='Genesis 11:31'>Ge 11:31</a> 19:12 T <a ref='Isaiah 37:12'>Is 37:12</a> 19:13 U <a ref='2 Kings 18:34'>2Ki 18:34</a> 19:14 f Lit <i>letters…read them</i> 19:14 g Lit <i>Hezekiah spread</i> 19:14 V <a ref='Isaiah 37:14'>Is 37:14</a> 19:15 h Lit <i>seated</i> 19:15 W <a ref='Exodus 25:22'>Ex 25:22</a> ; <a ref='Isaiah 37:14'>Is 37:14</a> 19:15 X <a ref='2 Kings 5:15'>2Ki 5:15</a> 19:16 i Or <i>defy</i> , cf. <a ref='1 Samuel 17:26'>1Sa 17:26</a> 19:16 Y <a ref='Psalms 31:2'>Ps 31:2</a> ; <a ref='Isaiah 37:17'>Is 37:17</a> 19:16 Z <a ref='1 Kings 8:29'>1Ki 8:29</a> ; <a ref='2 Chronicles 6:40'>2Chr 6:40</a> 19:16 A <a ref='2 Kings 19:4'>2Ki 19:4</a> 19:18 B <a ref='Isaiah 44:9–20'>Is 44:9-20</a> ; <a ref='Acts 17:29'>Ac 17:29</a> 19:19 C <a ref='1 Kings 8:42'>1Ki 8:42</a> , <a ref='1 Kings 8:43'>43</a> 19:19 D <a ref='2 Kings 19:15'>2Ki 19:15</a> 19:20 E <a ref='2 Kings 20:5'>2Ki 20:5</a> 19:21 F <a ref='Jeremiah 14:17'>Jer 14:17</a> ; <a ref='Lamentations 2:13'>Lam 2:13</a> 19:21 G <a ref='Psalms 109:25'>Ps 109:25</a> ; <a ref='Matthew 27:39'>Mt 27:39</a> 19:22 j Or <i>defied</i> , cf. <a ref='1 Samuel 17:26'>1Sa 17:26</a> 19:22 k Lit <i>on high</i> 19:22 H <a ref='2 Kings 19:4'>2Ki 19:4</a> 19:22 I <a ref='2 Kings 19:6'>2Ki 19:6</a> 19:22 J <a ref='Isaiah 5:24'>Is 5:24</a> ; <a ref='Isaiah 30:11–15'>30:11-15</a> 19:23 l Or <i>defied</i> , cf. <a ref='1 Samuel 17:26'>1Sa 17:26</a> 19:23 m As in some ancient versions; M.T. <i>will cut…will enter</i> 19:23 K <a ref='2 Kings 18:17'>2Ki 18:17</a> 19:23 L <a ref='2 Chronicles 26:10'>2Chr 26:10</a> ; <a ref='Isaiah 10:18'>Is 10:18</a> 19:24 n As in some ancient versions; M.T. <i>will dry up</i> 19:24 o Lit <i>the besieged place</i> 19:24 M <a ref='Isaiah 19:6'>Is 19:6</a> 19:25 N <a ref='Isaiah 45:7'>Is 45:7</a> 19:25 O <a ref='Isaiah 10:5'>Is 10:5</a> 19:26 P <a ref='Psalms 129:6'>Ps 129:6</a> 19:27 Q <a ref='Psalms 139:1'>Ps 139:1</a> 19:28 p Or <i>complacency</i> 19:28 R <a ref='Ezekiel 19:9'>Eze 19:9</a> ; <a ref='Ezekiel 29:4'>29:4</a> 19:28 S <a ref='2 Kings 19:33'>2Ki 19:33</a> , <a ref='2 Kings 19:36'>36</a> 19:29 q Lit <i>eating</i> 19:29 T <a ref='Exodus 3:12'>Ex 3:12</a> ; <a ref='2 Kings 20:8'>2Ki 20:8</a> , <a ref='2 Kings 20:9'>9</a> 19:30 U <a ref='2 Kings 19:4'>2Ki 19:4</a> ; <a ref='2 Chronicles 32:22'>2Chr 32:22</a> , <a ref='2 Chronicles 32:23'>23</a> 19:31 r Lit <i>those who escape</i> 19:31 s Some ancient mss <i>Yahweh of hosts</i> 19:31 V <a ref='Isaiah 10:20'>Is 10:20</a> 19:31 W <a ref='Isaiah 9:7'>Is 9:7</a> 19:32 X <a ref='Isaiah 8:7–10'>Is 8:7-10</a> 19:33 Y <a ref='2 Kings 19:28'>2Ki 19:28</a> 19:34 Z <a ref='2 Kings 20:6'>2Ki 20:6</a> ; <a ref='Isaiah 31:5'>Is 31:5</a> 19:34 A <a ref='1 Kings 11:12'>1Ki 11:12</a> , <a ref='1 Kings 11:13'>13</a> 19:35 t Lit <i>they</i> 19:35 u Assyrians 19:35 B <a ref='2 Samuel 24:16'>2Sa 24:16</a> ; <a ref='2 Chronicles 32:21'>2Chr 32:21</a> 19:36 C <a ref='2 Kings 19:7'>2Ki 19:7</a> , <a ref='2 Kings 19:28'>28</a> , <a ref='2 Kings 19:33'>33</a> 19:36 D <a ref='Jonah 1:2'>Jon 1:2</a> 19:37 v Some ancient mss <i>Adrammelech and Sharezer his sons struck him down</i> 19:37 E <a ref='2 Kings 19:17'>2Ki 19:17</a> , <a ref='2 Kings 19:31'>31</a> 19:37 F <a ref='Genesis 8:4'>Ge 8:4</a> ; <a ref='Jeremiah 51:27'>Jer 51:27</a> 19:37 G <a ref='Ezra 4:2'>Ezr 4:2</a> 2 Kings 20 20:1 A <a ref='2 Chronicles 32:24'>2Chr 32:24</a> ; <a ref='Isaiah 38:1–22'>Is 38:1-22</a> 20:1 B <a ref='2 Samuel 17:23'>2Sa 17:23</a> 20:3 a Lit <i>great weeping</i> 20:3 C <a ref='Nehemiah 5:19'>Ne 5:19</a> ; <a ref='Nehemiah 13:14'>13:14</a> , <a ref='Nehemiah 13:22'>22</a> , <a ref='Nehemiah 13:31'>31</a> 20:3 D <a ref='2 Kings 18:3–6'>2Ki 18:3-6</a> 20:3 E <a ref='2 Samuel 12:21'>2Sa 12:21</a> , <a ref='2 Samuel 12:22'>22</a> 20:5 F <a ref='1 Samuel 9:16'>1Sa 9:16</a> ; <a ref='1 Samuel 10:1'>10:1</a> 20:5 G <a ref='2 Kings 19:20'>2Ki 19:20</a> 20:5 H <a ref='Psalms 39:12'>Ps 39:12</a> 20:6 b Lit <i>days</i> 20:6 I <a ref='2 Kings 19:34'>2Ki 19:34</a> 20:9 J <a ref='Isaiah 38:7'>Is 38:7</a> 20:10 c Heb <i>Yehezekiah</i> ; lit <i>Yahweh will strengthen</i> 20:10 d Lit <i>said</i> 20:11 e Lit <i>steps</i> 20:11 K <a ref='Joshua 10:12–14'>Jos 10:12-14</a> ; <a ref='Isaiah 38:8'>Is 38:8</a> 20:12 f Many mss and ancient versions <i>Merodach-baladan</i> , cf. <a ref='Isaiah 39:1'>Is 39:1</a> 20:12 L <a ref='2 Chronicles 32:31'>2Chr 32:31</a> ; <a ref='Isaiah 39:1–8'>Is 39:1-8</a> 20:13 M <a ref='2 Chronicles 32:27'>2Chr 32:27</a> 20:17 N <a ref='2 Kings 24:13'>2Ki 24:13</a> ; <a ref='2 Kings 25:13–15'>25:13-15</a> ; <a ref='2 Chronicles 36:10'>2Chr 36:10</a> ; <a ref='Jeremiah 52:17–19'>Jer 52:17-19</a> 20:18 O <a ref='2 Kings 24:12'>2Ki 24:12</a> ; <a ref='2 Chronicles 33:11'>2Chr 33:11</a> 20:18 P <a ref='Daniel 1:3–7'>Da 1:3-7</a> 20:19 Q <a ref='1 Samuel 3:18'>1Sa 3:18</a> 20:20 R <a ref='2 Chronicles 32:32'>2Chr 32:32</a> 20:20 S <a ref='Nehemiah 3:16'>Ne 3:16</a> 20:21 T <a ref='2 Chronicles 32:33'>2Chr 32:33</a> 2 Kings 21 21:1 A <a ref='2 Chronicles 33:1–9'>2Chr 33:1-9</a> 21:2 B <a ref='Jeremiah 15:4'>Jer 15:4</a> 21:2 C <a ref='2 Kings 16:3'>2Ki 16:3</a> 21:3 a A wooden symbol of a female deity 21:3 D <a ref='2 Kings 18:4'>2Ki 18:4</a> 21:3 E <a ref='1 Kings 16:31–33'>1Ki 16:31-33</a> 21:3 F <a ref='Deuteronomy 17:2–5'>Dt 17:2-5</a> ; <a ref='2 Kings 17:16'>2Ki 17:16</a> ; <a ref='2 Kings 23:5'>23:5</a> 21:4 G <a ref='2 Kings 16:10–16'>2Ki 16:10-16</a> 21:4 H <a ref='2 Samuel 7:13'>2Sa 7:13</a> ; <a ref='1 Kings 8:29'>1Ki 8:29</a> 21:5 I <a ref='2 Kings 23:4'>2Ki 23:4</a> , <a ref='2 Kings 23:5'>5</a> 21:5 J <a ref='1 Kings 7:12'>1Ki 7:12</a> ; <a ref='2 Kings 23:12'>2Ki 23:12</a> 21:6 K <a ref='Leviticus 18:21'>Lv 18:21</a> ; <a ref='2 Kings 16:3'>2Ki 16:3</a> ; <a ref='2 Kings 17:17'>17:17</a> 21:6 L <a ref='Leviticus 19:26'>Lv 19:26</a> , <a ref='Leviticus 19:31'>31</a> ; <a ref='Deuteronomy 18:10–14'>Dt 18:10-14</a> 21:7 M <a ref='Deuteronomy 16:21'>Dt 16:21</a> ; <a ref='2 Kings 23:6'>2Ki 23:6</a> 21:7 N <a ref='1 Kings 8:29'>1Ki 8:29</a> ; <a ref='1 Kings 9:3'>9:3</a> ; <a ref='2 Chronicles 7:12'>2Chr 7:12</a> , <a ref='2 Chronicles 7:16'>16</a> 21:8 O <a ref='2 Samuel 7:10'>2Sa 7:10</a> ; <a ref='2 Kings 18:11'>2Ki 18:11</a> , <a ref='2 Kings 18:12'>12</a> 21:9 P <a ref='Proverbs 29:12'>Pr 29:12</a> 21:11 Q <a ref='2 Kings 21:2'>2Ki 21:2</a> ; <a ref='2 Kings 24:3'>24:3</a> , <a ref='2 Kings 24:4'>4</a> 21:11 R <a ref='Genesis 15:16'>Ge 15:16</a> ; <a ref='1 Kings 21:26'>1Ki 21:26</a> 21:11 S <a ref='2 Kings 21:16'>2Ki 21:16</a> 21:11 T <a ref='2 Kings 21:21'>2Ki 21:21</a> 21:12 U <a ref='1 Samuel 3:11'>1Sa 3:11</a> ; <a ref='Jeremiah 19:3'>Jer 19:3</a> 21:13 V <a ref='Isaiah 34:11'>Is 34:11</a> ; <a ref='Amos 7:7'>Am 7:7</a> , <a ref='Amos 7:8'>8</a> 21:16 W <a ref='2 Kings 24:4'>2Ki 24:4</a> 21:16 X <a ref='2 Kings 21:11'>2Ki 21:11</a> 21:17 Y <a ref='2 Chronicles 33:11–19'>2Chr 33:11-19</a> 21:18 Z <a ref='2 Chronicles 33:20'>2Chr 33:20</a> 21:18 A <a ref='2 Kings 21:26'>2Ki 21:26</a> 21:19 B <a ref='2 Chronicles 33:21–23'>2Chr 33:21-23</a> 21:20 C <a ref='2 Kings 21:2–6'>2Ki 21:2-6</a> , <a ref='2 Kings 21:11'>11</a> , <a ref='2 Kings 21:16'>16</a> 21:22 D <a ref='2 Kings 22:17'>2Ki 22:17</a> ; <a ref='1 Chronicles 28:9'>1Chr 28:9</a> 21:23 E <a ref='2 Kings 12:20'>2Ki 12:20</a> ; <a ref='2 Kings 14:19'>14:19</a> 21:24 F <a ref='2 Kings 14:5'>2Ki 14:5</a> 21:26 G <a ref='2 Kings 21:18'>2Ki 21:18</a> 2 Kings 22 22:1 A <a ref='2 Chronicles 34:1'>2Chr 34:1</a> 22:1 B <a ref='Joshua 15:39'>Jos 15:39</a> 22:2 C <a ref='Deuteronomy 5:32'>Dt 5:32</a> ; <a ref='Joshua 1:7'>Jos 1:7</a> 22:3 D <a ref='2 Chronicles 34:8'>2Chr 34:8</a> 22:4 a Or <i>total</i> 22:4 E <a ref='2 Kings 12:4'>2Ki 12:4</a> , <a ref='2 Kings 12:9'>9</a> , <a ref='2 Kings 12:10'>10</a> 22:5 b Lit <i>breach</i> 22:5 F <a ref='2 Kings 12:11–14'>2Ki 12:11-14</a> 22:7 G <a ref='2 Kings 12:15'>2Ki 12:15</a> ; <a ref='1 Corinthians 4:2'>1Co 4:2</a> 22:8 H <a ref='Deuteronomy 31:24–26'>Dt 31:24-26</a> ; <a ref='2 Chronicles 34:14'>2Chr 34:14</a> , <a ref='2 Chronicles 34:15'>15</a> 22:11 I <a ref='Genesis 37:34'>Ge 37:34</a> ; <a ref='Joshua 7:6'>Jos 7:6</a> 22:12 c In <a ref='2 Chronicles 34:20'>2Chr 34:20</a> , <i>Abdon, son of Micah</i> 22:12 J <a ref='2 Kings 25:22'>2Ki 25:22</a> ; <a ref='Jeremiah 26:24'>Jer 26:24</a> 22:12 K <a ref='2 Chronicles 34:20'>2Chr 34:20</a> 22:13 L <a ref='Deuteronomy 29:23–28'>Dt 29:23-28</a> ; <a ref='Deuteronomy 31:17'>31:17</a> , <a ref='Deuteronomy 31:18'>18</a> 22:14 d In <a ref='2 Chronicles 34:22'>2Chr 34:22</a> , <i>Tokhath, son of Hasrah</i> 22:14 M <a ref='2 Chronicles 34:22'>2Chr 34:22</a> 22:14 N <a ref='Zephaniah 1:10'>Zep 1:10</a> 22:16 O <a ref='Deuteronomy 29:27'>Dt 29:27</a> ; <a ref='Daniel 9:11–14'>Da 9:11-14</a> 22:17 P <a ref='Deuteronomy 29:25'>Dt 29:25</a> , <a ref='Deuteronomy 29:26'>26</a> ; <a ref='2 Kings 21:22'>2Ki 21:22</a> 22:18 Q <a ref='2 Chronicles 34:26'>2Chr 34:26</a> 22:19 R <a ref='1 Samuel 24:5'>1Sa 24:5</a> ; <a ref='Psalms 51:17'>Ps 51:17</a> 22:19 S <a ref='Exodus 10:3'>Ex 10:3</a> ; <a ref='1 Kings 21:29'>1Ki 21:29</a> 22:19 T <a ref='Leviticus 26:31'>Lv 26:31</a> 22:19 U <a ref='Jeremiah 26:6'>Jer 26:6</a> 22:19 V <a ref='2 Kings 22:11'>2Ki 22:11</a> 22:20 W <a ref='2 Kings 23:30'>2Ki 23:30</a> 2 Kings 23 23:1 A <a ref='2 Chronicles 34:29–32'>2Chr 34:29-32</a> 23:2 B <a ref='Deuteronomy 31:10–13'>Dt 31:10-13</a> 23:2 C <a ref='2 Kings 22:8'>2Ki 22:8</a> 23:3 a Lit <i>took a stand in</i> 23:3 D <a ref='2 Kings 11:14'>2Ki 11:14</a> , <a ref='2 Kings 11:17'>17</a> 23:3 E <a ref='Deuteronomy 13:4'>Dt 13:4</a> 23:4 b Lit <i>keepers of the threshold</i> 23:4 c A wooden symbol of a female deity, so in ch 23:4 F <a ref='2 Kings 25:18'>2Ki 25:18</a> ; <a ref='Jeremiah 52:24'>Jer 52:24</a> 23:4 G <a ref='2 Kings 21:3'>2Ki 21:3</a> , <a ref='2 Kings 21:7'>7</a> ; <a ref='2 Chronicles 33:3'>2Chr 33:3</a> 23:4 H <a ref='2 Kings 23:15'>2Ki 23:15</a> 23:5 I <a ref='2 Kings 21:3'>2Ki 21:3</a> 23:6 d Lit <i>sons of the people</i> 23:6 J <a ref='2 Kings 23:15'>2Ki 23:15</a> 23:6 K <a ref='2 Chronicles 34:4'>2Chr 34:4</a> 23:7 e Or <i>tents</i> ; lit <i>houses</i> 23:7 L <a ref='1 Kings 14:24'>1Ki 14:24</a> ; <a ref='1 Kings 15:12'>15:12</a> 23:7 M <a ref='Exodus 35:25'>Ex 35:25</a> , <a ref='Exodus 35:26'>26</a> ; <a ref='Ezekiel 16:16'>Eze 16:16</a> 23:8 N <a ref='Joshua 21:17'>Jos 21:17</a> ; <a ref='1 Kings 15:22'>1Ki 15:22</a> 23:9 O <a ref='Ezekiel 44:10–14'>Eze 44:10-14</a> 23:10 f Lit <i>place of burning</i> 23:10 P <a ref='Isaiah 30:33'>Is 30:33</a> ; <a ref='Jeremiah 7:31'>Jer 7:31</a> , <a ref='Jeremiah 7:32'>32</a> ; <a ref='Jeremiah 19:4–6'>19:4-6</a> 23:10 Q <a ref='Leviticus 18:21'>Lv 18:21</a> 23:10 R <a ref='1 Kings 11:7'>1Ki 11:7</a> 23:11 S <a ref='Deuteronomy 4:19'>Dt 4:19</a> ; <a ref='Job 31:26'>Job 31:26</a> ; <a ref='Ezekiel 8:16'>Eze 8:16</a> 23:12 g Or <i>ran from there</i> 23:12 T <a ref='Jeremiah 19:13'>Jer 19:13</a> ; <a ref='Zephaniah 1:5'>Zep 1:5</a> 23:12 U <a ref='2 Kings 21:5'>2Ki 21:5</a> ; <a ref='2 Chronicles 33:5'>2Chr 33:5</a> 23:12 V <a ref='2 Kings 23:4'>2Ki 23:4</a> , <a ref='2 Kings 23:6'>6</a> 23:13 W <a ref='1 Kings 11:7'>1Ki 11:7</a> 23:13 X <a ref='1 Kings 11:5'>1Ki 11:5</a> 23:13 Y <a ref='Numbers 21:29'>Nu 21:29</a> 23:14 Z <a ref='Deuteronomy 7:5'>Dt 7:5</a> , <a ref='Deuteronomy 7:25'>25</a> 23:14 A <a ref='2 Kings 23:16'>2Ki 23:16</a> 23:15 h As in Gr; Heb <i>burned the high place</i> 23:15 B <a ref='1 Kings 13:1'>1Ki 13:1</a> 23:15 C <a ref='1 Kings 12:28–33'>1Ki 12:28-33</a> 23:15 D <a ref='2 Kings 23:6'>2Ki 23:6</a> 23:16 E <a ref='1 Kings 13:2'>1Ki 13:2</a> 23:17 F <a ref='1 Kings 13:1'>1Ki 13:1</a> , <a ref='1 Kings 13:30'>30</a> , <a ref='1 Kings 13:31'>31</a> 23:18 i Lit <i>let his bones escape</i> 23:18 G <a ref='1 Kings 13:11'>1Ki 13:11</a> , <a ref='1 Kings 13:31'>31</a> 23:19 j As in ancient versions 23:19 k Lit <i>according to all the acts</i> 23:19 H <a ref='2 Chronicles 34:6'>2Chr 34:6</a> , <a ref='2 Chronicles 34:7'>7</a> 23:20 l Lit <i>sacrificed</i> 23:20 I <a ref='2 Kings 10:25'>2Ki 10:25</a> ; <a ref='2 Kings 11:18'>11:18</a> 23:21 J <a ref='2 Chronicles 35:1–17'>2Chr 35:1-17</a> 23:21 K <a ref='Numbers 9:2–4'>Nu 9:2-4</a> ; <a ref='Deuteronomy 16:2–8'>Dt 16:2-8</a> 23:22 L <a ref='2 Chronicles 35:18'>2Chr 35:18</a> , <a ref='2 Chronicles 35:19'>19</a> 23:24 m Or <i>perform</i> 23:24 M <a ref='Leviticus 19:31'>Lv 19:31</a> ; <a ref='2 Kings 21:6'>2Ki 21:6</a> 23:24 N <a ref='Genesis 31:19'>Ge 31:19</a> mg 23:24 O <a ref='2 Kings 21:11'>2Ki 21:11</a> , <a ref='2 Kings 21:21'>21</a> 23:24 P <a ref='Deuteronomy 18:10–22'>Dt 18:10-22</a> 23:24 Q <a ref='2 Kings 22:8'>2Ki 22:8</a> 23:25 R <a ref='2 Kings 18:5'>2Ki 18:5</a> 23:26 S <a ref='2 Kings 21:11–13'>2Ki 21:11-13</a> ; <a ref='Jeremiah 15:4'>Jer 15:4</a> 23:27 n Or <i>temple</i> 23:27 T <a ref='2 Kings 18:11'>2Ki 18:11</a> 23:27 U <a ref='2 Kings 21:13'>2Ki 21:13</a> , <a ref='2 Kings 21:14'>14</a> 23:29 V <a ref='2 Chronicles 35:20–24'>2Chr 35:20-24</a> 23:29 W <a ref='Jeremiah 46:2'>Jer 46:2</a> 23:29 X <a ref='Judges 5:19'>Jdg 5:19</a> 23:30 o Lit <i>him, dead</i> 23:30 Y <a ref='2 Kings 9:28'>2Ki 9:28</a> 23:30 Z <a ref='2 Chronicles 36:1–4'>2Chr 36:1-4</a> 23:31 A <a ref='1 Chronicles 3:15'>1Chr 3:15</a> ; <a ref='Jeremiah 22:11'>Jer 22:11</a> 23:31 B <a ref='2 Kings 24:18'>2Ki 24:18</a> 23:32 C <a ref='2 Kings 21:2–7'>2Ki 21:2-7</a> 23:33 p A talent was approx. 75 lb. or 34 kg 23:33 D <a ref='2 Kings 23:29'>2Ki 23:29</a> 23:33 E <a ref='2 Kings 25:6'>2Ki 25:6</a> 23:33 F <a ref='1 Kings 8:65'>1Ki 8:65</a> 23:34 q As in Gr; Heb <i>he came</i> 23:34 G <a ref='1 Chronicles 3:15'>1Chr 3:15</a> 23:34 H <a ref='2 Kings 24:17'>2Ki 24:17</a> ; <a ref='2 Chronicles 36:4'>2Chr 36:4</a> 23:34 I <a ref='Jeremiah 22:11'>Jer 22:11</a> , <a ref='Jeremiah 22:12'>12</a> ; <a ref='Ezekiel 19:3'>Eze 19:3</a> , <a ref='Ezekiel 19:4'>4</a> 23:35 r Lit <i>mouth</i> 23:35 J <a ref='2 Kings 23:33'>2Ki 23:33</a> 23:36 K <a ref='2 Chronicles 36:5'>2Chr 36:5</a> ; <a ref='Jeremiah 22:18'>Jer 22:18</a> , <a ref='Jeremiah 22:19'>19</a> ; <a ref='Jeremiah 26:1'>26:1</a> 23:37 L <a ref='2 Kings 23:32'>2Ki 23:32</a> 2 Kings 24 24:1 A <a ref='2 Chronicles 36:6'>2Chr 36:6</a> ; <a ref='Jeremiah 25:1'>Jer 25:1</a> ; <a ref='Daniel 1:1'>Da 1:1</a> , <a ref='Daniel 1:2'>2</a> 24:2 B <a ref='Jeremiah 35:11'>Jer 35:11f</a> 24:2 C <a ref='2 Kings 6:23'>2Ki 6:23</a> 24:2 D <a ref='2 Kings 13:20'>2Ki 13:20</a> 24:2 E <a ref='2 Kings 23:27'>2Ki 23:27</a> 24:3 a Lit <i>mouth</i> 24:3 F <a ref='2 Kings 18:25'>2Ki 18:25</a> 24:3 G <a ref='2 Kings 23:26'>2Ki 23:26</a> 24:4 H <a ref='2 Kings 21:16'>2Ki 21:16</a> 24:6 I <a ref='Jeremiah 22:18'>Jer 22:18</a> , <a ref='Jeremiah 22:19'>19</a> 24:7 J <a ref='Jeremiah 37:5–7'>Jer 37:5-7</a> 24:7 K <a ref='Jeremiah 46:2'>Jer 46:2</a> 24:7 L <a ref='Genesis 15:18'>Ge 15:18</a> 24:8 M <a ref='1 Chronicles 3:16'>1Chr 3:16</a> 24:8 N <a ref='2 Chronicles 36:9'>2Chr 36:9</a> 24:9 O <a ref='2 Kings 21:2–7'>2Ki 21:2-7</a> 24:12 P <a ref='Jeremiah 22:24–30'>Jer 22:24-30</a> ; <a ref='Jeremiah 24:1'>24:1</a> ; <a ref='Jeremiah 29:1'>29:1</a> , <a ref='Jeremiah 29:2'>2</a> 24:12 Q <a ref='2 Chronicles 36:10'>2Chr 36:10</a> 24:13 R <a ref='2 Kings 20:17'>2Ki 20:17</a> ; <a ref='Isaiah 39:6'>Is 39:6</a> 24:13 S <a ref='2 Kings 25:13–15'>2Ki 25:13-15</a> 24:13 T <a ref='1 Kings 7:48–50'>1Ki 7:48-50</a> 24:14 U <a ref='Jeremiah 24:1'>Jer 24:1</a> 24:14 V <a ref='2 Kings 24:16'>2Ki 24:16</a> ; <a ref='Jeremiah 52:28'>Jer 52:28</a> 24:14 W <a ref='Jeremiah 24:1'>Jer 24:1</a> ; <a ref='Jeremiah 29:2'>29:2</a> 24:14 X <a ref='2 Kings 25:12'>2Ki 25:12</a> 24:15 Y <a ref='2 Chronicles 36:10'>2Chr 36:10</a> ; <a ref='Jeremiah 22:24–28'>Jer 22:24-28</a> ; <a ref='Ezekiel 17:12'>Eze 17:12</a> 24:16 Z <a ref='2 Kings 24:14'>2Ki 24:14</a> 24:17 b Jehoiachin’s uncle 24:17 A <a ref='2 Chronicles 36:10–13'>2Chr 36:10-13</a> ; <a ref='Jeremiah 37:1'>Jer 37:1</a> 24:18 B <a ref='Jeremiah 27:1'>Jer 27:1</a> ; <a ref='Jeremiah 28:1'>28:1</a> ; <a ref='Jeremiah 52:1'>52:1</a> 24:18 C <a ref='2 Kings 23:31'>2Ki 23:31</a> 24:19 D <a ref='2 Kings 23:37'>2Ki 23:37</a> 24:20 E <a ref='Deuteronomy 4:24'>Dt 4:24</a> ; <a ref='Deuteronomy 29:27'>29:27</a> ; <a ref='2 Kings 23:26'>2Ki 23:26</a> 24:20 F <a ref='2 Chronicles 36:13'>2Chr 36:13</a> ; <a ref='Ezekiel 17:15'>Eze 17:15</a> 2 Kings 25 25:1 a Lit <i>against it</i> 25:1 A <a ref='2 Chronicles 36:17–20'>2Chr 36:17-20</a> ; <a ref='Jeremiah 39:1–7'>Jer 39:1-7</a> 25:1 B <a ref='Jeremiah 21:2'>Jer 21:2</a> ; <a ref='Jeremiah 34:1'>34:1</a> , <a ref='Jeremiah 34:2'>2</a> ; <a ref='Ezekiel 24:2'>Eze 24:2</a> 25:1 C <a ref='Ezekiel 21:22'>Eze 21:22</a> 25:3 D <a ref='2 Kings 6:24'>2Ki 6:24</a> , <a ref='2 Kings 6:25'>25</a> ; <a ref='Lamentations 4:9'>Lam 4:9</a> , <a ref='Lamentations 4:10'>10</a> 25:4 b As in some ancient mss and versions; M.T. <i>he</i> 25:4 E <a ref='Ezekiel 33:21'>Eze 33:21</a> 25:4 F <a ref='Nehemiah 3:15'>Ne 3:15</a> 25:6 G <a ref='Jeremiah 34:21'>Jer 34:21</a> , <a ref='Jeremiah 34:22'>22</a> 25:6 H <a ref='Jeremiah 32:4'>Jer 32:4</a> 25:6 I <a ref='2 Kings 23:33'>2Ki 23:33</a> 25:7 J <a ref='Jeremiah 39:6'>Jer 39:6</a> , <a ref='Jeremiah 39:7'>7</a> 25:7 K <a ref='Ezekiel 12:13'>Eze 12:13</a> 25:8 L <a ref='Jeremiah 52:12'>Jer 52:12</a> 25:8 M <a ref='Jeremiah 39:8–12'>Jer 39:8-12</a> 25:9 N <a ref='1 Kings 9:8'>1Ki 9:8</a> ; <a ref='2 Chronicles 36:19'>2Chr 36:19</a> ; <a ref='Psalms 74:3–7'>Ps 74:3-7</a> 25:9 O <a ref='Amos 2:5'>Am 2:5</a> 25:10 P <a ref='2 Kings 14:13'>2Ki 14:13</a> ; <a ref='Nehemiah 1:3'>Ne 1:3</a> 25:11 Q <a ref='2 Chronicles 36:20'>2Chr 36:20</a> 25:12 R <a ref='2 Kings 24:14'>2Ki 24:14</a> ; <a ref='Jeremiah 40:7'>Jer 40:7</a> 25:13 c Lit <i>bronze of them</i> 25:13 S <a ref='1 Kings 7:15–22'>1Ki 7:15-22</a> ; <a ref='2 Kings 20:17'>2Ki 20:17</a> ; <a ref='2 Chronicles 3:15–17'>2Chr 3:15-17</a> ; <a ref='2 Chronicles 36:18'>36:18</a> 25:13 T <a ref='1 Kings 7:23–26'>1Ki 7:23-26</a> ; <a ref='2 Chronicles 4:2–4'>2Chr 4:2-4</a> 25:14 U <a ref='Exodus 27:3'>Ex 27:3</a> ; <a ref='1 Kings 7:47–50'>1Ki 7:47-50</a> ; <a ref='2 Chronicles 4:16'>2Chr 4:16</a> 25:16 V <a ref='1 Kings 7:47'>1Ki 7:47</a> 25:17 d A cubit was approx. 18 in. or 45 cm 25:17 W <a ref='1 Kings 7:15–22'>1Ki 7:15-22</a> 25:18 e Lit <i>keepers of the door</i> 25:18 X <a ref='1 Chronicles 6:14'>1Chr 6:14</a> ; <a ref='Ezra 7:1'>Ezr 7:1</a> 25:18 Y <a ref='Jeremiah 21:1'>Jer 21:1</a> ; <a ref='Jeremiah 29:25'>29:25</a> , <a ref='Jeremiah 29:29'>29</a> 25:19 f Lit <i>men of those seeing the king’s face</i> 25:19 g Or <i>scribe, a captain</i> 25:19 Z <a ref='Es 1:14'>Es 1:14</a> 25:20 A <a ref='2 Kings 23:33'>2Ki 23:33</a> 25:21 B <a ref='Deuteronomy 28:64'>Dt 28:64</a> ; <a ref='2 Kings 23:27'>2Ki 23:27</a> 25:22 C <a ref='Jeremiah 39:14'>Jer 39:14</a> ; <a ref='Jeremiah 40:7–9'>40:7-9</a> 25:23 D <a ref='Jeremiah 40:7–9'>Jer 40:7-9</a> 25:23 E <a ref='Joshua 18:26'>Jos 18:26</a> 25:25 h Lit <i>and ten men with him</i> 25:25 F <a ref='Jeremiah 41:1'>Jer 41:1</a> , <a ref='Jeremiah 41:2'>2</a> 25:26 G <a ref='Jeremiah 43:4–7'>Jer 43:4-7</a> 25:27 H <a ref='Jeremiah 52:31–34'>Jer 52:31-34</a> 25:27 I <a ref='2 Kings 24:12'>2Ki 24:12</a> , <a ref='2 Kings 24:15'>15</a> 25:27 J <a ref='Genesis 40:13'>Ge 40:13</a> , <a ref='Genesis 40:20'>20</a> 25:28 K <a ref='Daniel 2:37'>Da 2:37</a> ; <a ref='Daniel 5:18'>5:18</a> , <a ref='Daniel 5:19'>19</a> 25:29 i Lit <i>he</i> 25:29 j Lit <i>ate bread</i> 25:29 k Lit <i>his presence</i> 25:29 L <a ref='2 Samuel 9:7'>2Sa 9:7</a> 25:30 M <a ref='Nehemiah 11:23'>Ne 11:23</a> ; <a ref='Nehemiah 12:47'>12:47</a>",
    "type": "notes"
  }
]