[
  {
    "start": 40001001,
    "content": "<b><a>1:1</a></b> <b>book of the genealogy of Jesus Christ.</b> <b>Jesus.</b> <b>son of David.</b> <b>son of Abraham.</b> book of the genealogy of Jesus Christ. This phrase is viewed by some as Matthew’s title for the entire Gospel. The Greek phrase translated “book of the genealogy” is exactly the same phrase used in Ge 5:1 in the LXX. Jesus. The Hebrew Jeshua means “Yahweh is Salvation.” son of David. A messianic title used as such in only the Synoptic Gospels ( see notes on 22:42 , 45 ). son of Abraham. Takes His royal lineage all the way back to the nation’s inception in the Abrahamic Covenant ( Ge 12:1–3 )."
  },
  {
    "start": 40001002,
    "content": "<b><a>1:2</a></b> For a comparison of this genealogy and the one given by Luke, see note on Lk 3:23–38 ."
  },
  {
    "start": 40001003,
    "content": "<b><a>1:3</a></b> <b>Tamar.</b> Tamar. It is unusual for women to be named in genealogies. Matthew names 5: “Tamar” was a Canaanite woman who posed as a prostitute to seduce Judah ( Ge 38:13–30 ). “Rahab” (v. 5 ) was a Gentile and a prostitute ( Jos 2:1 ). “Ruth” (v. 5 ) was a Moabite woman ( Ru 1:3 ) and a worshiper of idols. “Bathsheba” (“ wife of Uriah,” v. 6 ) committed adultery with David ( 2Sa 11 ). And “Mary” (v. 16 ) bore the stigma of pregnancy outside of wedlock. Each of these women is an object lesson about the workings of divine grace."
  },
  {
    "start": 40001005,
    "end": 40001006,
    "content": "<b><a>1:5–6</a></b> <b>Salmon was the father of Boaz by Rahab. … Jesse was the father of David the king.</b> Salmon was the father of Boaz by Rahab. … Jesse was the father of David the king. This is not an exhaustive genealogy. Several additional generations must have elapsed between Rahab (in Joshua’s time) and David (v. 6 )—nearly 4 centuries later. Matthew’s genealogy (like most of the biblical ones) sometimes skips over several generations between well-known characters in order to abbreviate the listing."
  },
  {
    "start": 40001008,
    "content": "<b><a>1:8</a></b> <b>Joram was the father of Uzziah.</b> Joram was the father of Uzziah. Cf. 1Chr 3:10–12 . Matthew skips over Ahaziah, Joash, and Amaziah, going directly from Joram to Uzziah (Azariah)—using a kind of genealogical shorthand. He seems to do this intentionally in order to make a symmetrical 3-fold division in v. 17 ."
  },
  {
    "start": 40001011,
    "content": "<b><a>1:11</a></b> <b>Josiah was the father of Jeconiah.</b> Josiah was the father of Jeconiah. Again, Matthew skips a generation between Josiah and Jeconiah (cf. 1Chr 3:14–16 ). Jeconiah is also called Jehoiachin ( 2Ki 24:6 ; 2Chr 36:8 ) and sometimes Coniah ( Jer 22:24 ). Jeconiah’s presence in this genealogy presents an interesting dilemma. A curse on him forbade any of his descendants from the throne of David forever ( Jer 22:30 ). Since Jesus was heir through Joseph to the royal line of descent, but not an actual son of Joseph and thus not a physical descendant through this line, the curse bypassed Him."
  },
  {
    "start": 40001012,
    "content": "<b><a>1:12</a></b> <b>Shealtiel was the father of Zerubbabel.</b> Shealtiel was the father of Zerubbabel. See 1Chr 3:17–19 , where Zerubbabel is said to be the offspring of Pedaiah, Shealtiel’s brother. Elsewhere in the OT, Zerubbabel is always called the son of Shealtiel (e.g., Hag 1:1 ; Ezr 3:2 ; Ne 12:1 ). Possibly Shealtiel adopted his nephew ( see note on Hag 2:23 ). Zerubbabel is the last character in Matthew’s list who appears in any of the OT genealogies."
  },
  {
    "start": 40001016,
    "content": "<b><a>1:16</a></b> <b>Joseph the husband of Mary, by whom Jesus was born.</b> Joseph the husband of Mary, by whom Jesus was born. The pronoun “whom” is sing., referring to Mary alone. The unusual way in which this final entry is phrased underscores the fact that Jesus was not Joseph’s literal offspring. The genealogy nonetheless establishes His claim to the throne of David as Joseph’s legal heir."
  },
  {
    "start": 40001017,
    "content": "<b><a>1:17</a></b> <b>fourteen generations.</b> fourteen generations. The significance of the number 14 is not clear, but Matthew’s attention to numbers—a distinctly Hebrew characteristic—is evident throughout the Gospel. The systematic ordering may be an aid for memorization. Note that Matthew counts Jeconiah in both the third and fourth groups, representing both the last generation before the Babylonian captivity and the first generation after."
  },
  {
    "start": 40001018,
    "content": "<b><a>1:18</a></b> <b>betrothed.</b> <b>with child by the Holy Spirit.</b> betrothed. Jewish betrothal was as binding as modern marriage. A divorce was necessary to terminate the betrothal (v. 19 ) and the betrothed couple were regarded legally as husband and wife (v. 19 )—although physical union had not yet taken place. See note on Lk 2:5 . with child by the Holy Spirit. See vv. 20 , 23 ; Lk 1:26–35 ."
  },
  {
    "start": 40001019,
    "content": "<b><a>1:19</a></b> <b>Joseph. … righteous man … planned to send her away secretly.</b> Joseph. … righteous man … planned to send her away secretly. Stoning was the legal prescription for this sort of adultery ( Dt 22:23–24 ). Joseph’s righteousness meant he was also merciful; thus he did not intend to “disgrace” Mary. The phrase “a righteous man” is a Hebraism suggesting that he was a true believer in God who had thereby been declared righteous, and who carefully obeyed the law (see Ge 6:9 ). To “send her away” would be to obtain a legal divorce ( 19:8–9 ; Dt 24:1 ), which according to the Jewish custom was necessary in order to dissolve a betrothal ( see note on v. 18 )."
  },
  {
    "start": 40001020,
    "content": "<b><a>1:20</a></b> <b>an angel of the Lord.</b> <b>in a dream.</b> an angel of the Lord. This is one of only a few such angelic visitations in the NT, most of which are associated with Christ’s birth. For others, see 28:2 ; Ac 5:19 ; 8:26 ; 10:3 ; 12:7–10 ; 27:23 ; Rev 1:1 . in a dream. As if to underscore the supernatural character of Christ’s advent, Matthew’s narrative of the event describes 5 such revelatory dreams: v. 20 ; 2:12–13 , 19 , 22 . Here the angel told Joseph he was to take Mary into his own home."
  },
  {
    "start": 40001021,
    "content": "<b><a>1:21</a></b> <b>Jesus.</b> Jesus. See v. 25 ; Lk 1:31 . The name actually means “Savior” ( see note on v. 1 )."
  },
  {
    "start": 40001022,
    "content": "<b><a>1:22</a></b> <b>would be fulfilled.</b> would be fulfilled. Matthew points out fulfillments of OT prophecies no less than a dozen times (cf. 2:15 , 17 , 23 ; 4:14 ; 8:17 ; 12:17 ; 13:14 , 35 ; 21:4 ; 26:54–56 ; 27:9 , 35 ). He quotes from the OT more than 60 times, more frequently than any other NT writer, except Paul in Romans."
  },
  {
    "start": 40001023,
    "content": "<b><a>1:23</a></b> <b>.</b> <b>.</b> virgin . Scholars sometimes dispute whether the Hebrew term in Is 7:14 means “virgin” or “maiden.” Matthew is quoting here from the LXX which uses the unambiguous Greek term for “virgin” ( see note on Is 7:14 ). Thus Matthew, writing under the Spirit’s inspiration, ends all doubt about the meaning of the word in Is 7:14 . Immanuel . Cf. Is 8:8 , 10 ."
  },
  {
    "start": 40001024,
    "content": "<b><a>1:24</a></b> <b>took</b> <b>as his wife.</b> took Mary as his wife. See note on Lk 2:5 ."
  },
  {
    "start": 40002001,
    "content": "<b><a>2:1</a></b> <b>Bethlehem.</b> <b>in the days of Herod the king.</b> <b>magi from the east.</b> <b>saying.</b> Bethlehem. A small village on the southern outskirts of Jerusalem. Hebrew scholars in Jesus’ day clearly expected Bethlehem to be the birthplace of the Messiah (cf. Mic 5:2 ; Jn 7:42 ). in the days of Herod the king. This refers to Herod the Great, the first of several important rulers from the Herodian dynasty who are named in Scripture. This Herod, founder of the famous line, ruled from 37–4 BC. He is thought to have been Idumean, a descendant of the Edomites, offspring of Esau. Herod was ruthless and cunning. He loved opulence and grand building projects, and many of the most magnificent ruins that can be seen in modern Israel date back to the days of Herod the Great. His most famous project was the rebuilding of the temple at Jerusalem ( see note on 24:1 ). That project alone took several decades and was not completed until long after Herod’s death (cf. Jn 2:20 ). See note on v. 22 . magi from the east. The number of wise men is not given. The traditional notion that there were 3 stems from the number of gifts they brought. These were not kings, but Magi, magicians or astrologers—possibly Zoroastrian wise men from Persia whose knowledge of the Hebrew Scriptures could be traced back to the time of Daniel (cf. Da 5:11 ). saying. This present participle conveys the idea of continuous action. It suggests they went around the city questioning everyone they met."
  },
  {
    "start": 40002002,
    "content": "<b><a>2:2</a></b> <b>star.</b> star. This could not have been a supernova or a conjunction of planets, as some modern theories suggest, because of the way the star moved and settled over one place (cf. v. 9 ). It is more likely a supernatural reality similar to the Shekinah that guided the Israelites in the days of Moses ( Ex 13:21 )."
  },
  {
    "start": 40002004,
    "content": "<b><a>2:4</a></b> <b>chief priests.</b> <b>scribes.</b> chief priests. These were the temple hierarchy. They were mostly Sadducees ( see note on 3:7 ). scribes. Primarily Pharisees, i.e., authorities on Jewish law. Sometimes they are referred to as “scholars of the Law” ( see note on Lk 10:25 ). They were professional scholars whose specialty was explaining the application of the law. They knew exactly where the Messiah was to be born (v. 5 ), but lacked the faith to accompany the Magi to the place where He was."
  },
  {
    "start": 40002006,
    "content": "<b><a>2:6</a></b> <b>.</b> This ancient prophecy from Mic 5:2 was written in the eighth century BC. The original prophecy, not quoted in full by Matthew, declared the deity of Israel’s Messiah: “From you One will go forth for Me to be ruler in Israel. His goings forth are from everlasting, from the days of ancient days.” A Leader who will shepherd My people Israel . This portion of Matthew’s quote actually seems to be a reference to God’s words to David when Israel’s kingdom was originally established ( 2Sa 5:2 ; 1Chr 11:2 ). The Greek word for “leader” evokes the image of strong, even stern, leadership. “Shepherd” emphasizes tender care. Christ’s rule involves both (cf. Rev 12:5 )."
  },
  {
    "start": 40002008,
    "content": "<b><a>2:8</a></b> <b>that I too may come and worship Him.</b> that I too may come and worship Him. Herod actually wanted to kill the Child (vv. 13–18 ), whom he saw as a potential threat to his throne."
  },
  {
    "start": 40002011,
    "content": "<b><a>2:11</a></b> <b>into the house.</b> <b>the Child with Mary His mother.</b> <b>gold, frankincense, and myrrh.</b> into the house. By the time the wise men arrived, Mary and Joseph were situated in a house, not a stable (cf. Lk 2:7 ). the Child with Mary His mother. Whenever Matthew mentions Mary in connection with her Child, Christ is always given first place (cf. vv. 13–14 , 20–21 ). gold, frankincense, and myrrh. Gifts suitable for a king (cf. Is 60:6 ). The fact that Gentiles would offer such worship had prophetic significance as well ( Ps 72:10 )."
  },
  {
    "start": 40002012,
    "end": 40002013,
    "content": "<b><a>2:12–13</a></b> <b>in a dream.</b> in a dream. See note on 1:20 ."
  },
  {
    "start": 40002015,
    "content": "<b><a>2:15</a></b> <b>the death of Herod.</b> <b>.</b> the death of Herod. Recent scholarship sets this date at 4 BC. It is probable that the stay in Egypt was very brief—perhaps no more than a few weeks. Out of Egypt . This quotation is from Hos 11:1 ( see note there ), which speaks of God’s leading Israel out of Egypt in the Exodus. Matthew suggests that Israel’s sojourn in Egypt was a pictorial prophecy, rather than a specific verbal one such as v. 6 ; cf. 1:23 . These are called “types” and all are always fulfilled in Christ, and identified clearly by the NT writers. Another example of a type is found in Jn 3:14 . See note on v. 17 ."
  },
  {
    "start": 40002016,
    "content": "<b><a>2:16</a></b> <b>slew all the male children.</b> slew all the male children. Herod’s act is all the more heinous in light of his full knowledge that the Lord’s Anointed One was the target of his murderous plot."
  },
  {
    "start": 40002017,
    "content": "<b><a>2:17</a></b> <b>fulfilled.</b> fulfilled. See note on v. 15 . Again, this prophecy is in the form of a type. Verse 18 quotes Jer 31:15 ( see note there ), which speaks of all Israel’s mourning at the time of the Babylonian captivity (ca. 586 BC). That wailing prefigured the wailing over Herod’s massacre."
  },
  {
    "start": 40002019,
    "content": "<b><a>2:19</a></b> <b>in a dream.</b> in a dream. See note on 1:20 ."
  },
  {
    "start": 40002022,
    "content": "<b><a>2:22</a></b> <b>Archelaus.</b> Archelaus. Herod’s kingdom was divided 3 ways and given to his sons: Archelaus ruled Judea, Samaria, and Idumea; Herod Philip II ruled the regions north of Galilee ( Lk 3:1 ); and Herod Antipas ruled Galilee and Perea ( Lk 3:1 ). History records that Archelaus was so brutal and ineffective that he was deposed by Rome after a short reign and replaced with a governor appointed by Rome. Pontius Pilate was the fifth governor of Judea. Herod Antipas is the main Herod in the Gospel accounts. He was the one who had John the Baptist put to death ( 14:1–12 ), and examined Christ on the eve of the crucifixion ( Lk 23:7–12 )."
  },
  {
    "start": 40002023,
    "content": "<b><a>2:23</a></b> <b>He shall be called a Nazarene.</b> He shall be called a Nazarene. Nazareth, an obscure town 70 mi. north of Jerusalem, was a place of lowly reputation, and nowhere mentioned in the OT. Some have suggested that “Nazarene” is a reference to the Hebrew word for branch in Is 11:1 . Others point out that Matthew’s statement that “prophets” had made this prediction may be a reference to verbal prophecies nowhere recorded in the OT. A still more likely explanation is that Matthew is using “Nazarene” as a synonym for someone who is despised or detestable—for that was how people from the region were often characterized (cf. Jn 1:46 ). If that is the case, the prophecies Matthew has in mind would include Ps 22:6–8 ; Is 49:7 ; 53:3 ."
  },
  {
    "start": 40003001,
    "content": "<b><a>3:1</a></b> <b>John the Baptist.</b> <b>the wilderness of Judea.</b> John the Baptist. Cf. Mk 1:2–14 ; Lk 1:5–25 , 57–80 ; 3:3–20 ; Jn 1:6–8 , 19–39 . the wilderness of Judea. The region to the immediate west of the Dead Sea—an utterly barren desert. The Jewish sect of the Essenes had significant communities in this region. But there is no biblical evidence to suggest that John was in any way connected with that sect. John seems to have preached near the northern end of this region, close by where the Jordan flows into the Dead Sea (v. 6 ). This was a full day’s journey from Jerusalem and seems an odd location to announce the arrival of a King. But it is perfectly in keeping with God’s ways ( 1Co 1:26–29 )."
  },
  {
    "start": 40003002,
    "content": "<b><a>3:2</a></b> <b>Repent.</b> <b>the kingdom of heaven.</b> <b>is at hand.</b> Repent. This is no mere academic change of mind, nor mere regret or remorse. John the Baptist spoke of repentance as a radical turning from sin that inevitably became manifest in the fruit of righteousness (v. 8 ). Jesus’ first sermon began with the same imperative ( 4:17 ). For a discussion of the nature of repentance, see notes on 2Co 7:8–11 . the kingdom of heaven. This is an expression unique to Matthew’s Gospel. Matthew uses the word “heaven” as a euphemism for God’s name—to accommodate his Jewish readers’ sensitivities (cf. 23:22 ). Throughout the rest of Scripture, the kingdom is called “the kingdom of God.” Both expressions refer to the sphere of God’s dominion over those who belong to Him. The kingdom is now manifest in heaven’s spiritual rule over the hearts of believers ( Lk 17:21 ); and one day it will be established in a literal earthly kingdom ( Rev 20:4–6 ). is at hand. In one sense the kingdom is a present reality, but in its fullest sense it awaits a yet-future fulfillment."
  },
  {
    "start": 40003003,
    "content": "<b><a>3:3</a></b> <b>referred to by Isaiah the prophet.</b> referred to by Isaiah the prophet. John’s mission had long ago been described in Is 40:3–5 ( see notes there ). All 4 of the Gospels cite this passage as a prophecy pointing to John the Baptist ( see note on Lk 3:6 )."
  },
  {
    "start": 40003004,
    "content": "<b><a>3:4</a></b> <b>a garment of camel’s hair and a leather belt.</b> <b>locusts.</b> a garment of camel’s hair and a leather belt. Practical and long-wearing clothes, but far from comfortable or fashionable. John evokes the image of Elijah ( 2Ki 1:8 )—and the Israelites were expecting Elijah before the day of the Lord ( Mal 4:5 ). locusts. These were an allowed food ( Lv 11:22 )."
  },
  {
    "start": 40003006,
    "content": "<b><a>3:6</a></b> <b>baptized.</b> baptized. The symbolism of John’s baptism likely had its roots in OT purification rituals (cf. Lv 15:13 ). Baptism had also long been administered to Gentile proselytes coming into Judaism. The baptism of John thus powerfully and dramatically symbolized repentance. Jews accepting John’s baptism were admitting they had been as Gentiles and needed to become the people of God genuinely, inwardly (an amazing admission, given their hatred of Gentiles). The people were repenting in anticipation of the Messiah’s arrival. The meaning of John’s baptism differs somewhat from Christian baptism (cf. Ac 18:25 ). Actually, Christian baptism altered the significance of the ritual, symbolizing the believer’s identification with Christ in His death, burial, and resurrection ( Ro 6:3–5 ; Col 2:12 )."
  },
  {
    "start": 40003007,
    "content": "<b><a>3:7</a></b> <b>Pharisees and Sadducees.</b> <b>the wrath to come.</b> Pharisees and Sadducees. See note on Jn 3:1 . The Pharisees were a small (about 6,000), legalistic sect of the Jews who were known for their rigid adherence to the ceremonial fine points of the law. Their name means “separated ones.” Jesus’ interaction with the Pharisees was usually adversarial. He rebuked them for using human tradition to nullify Scripture ( 15:3–9 ), and especially for rank hypocrisy ( 15:7–8 ; 22:18 ; 23:13 , 23 , 25 , 29 ; Lk 12:1 ). The Sadducees were known for their denial of things supernatural. They denied the resurrection of the dead ( 22:23 ) and the existence of angels ( Ac 23:8 ). Unlike the Pharisees, they rejected human tradition and scorned legalism. They accepted only the Pentateuch as authoritative. They tended to be wealthy, aristocratic members of the priestly tribe, and in the days of Herod their sect controlled the temple ( see note on 2:4 ), though they were fewer in number than the Pharisees. Pharisees and Sadducees had little in common. Pharisees were ritualists; Sadducees were rationalists. Pharisees were legalists; Sadducees were liberals. Pharisees were separatists; Sadducees were compromisers and political opportunists. Yet they united together in their opposition to Christ ( 22:15–16 , 23 , 34–35 ). John publicly addressed them as deadly snakes. the wrath to come. See note on Lk 3:7 . John’s preaching echoed the familiar OT theme of promised wrath in the Day of the Lord (e.g., Eze 7:19 ; Zep 1:18 ; see Introduction to Joel: Historical and Theological Themes ). This must have been a particularly stinging rebuke to the Jewish leaders, who imagined that divine wrath was reserved only for non-Jews."
  },
  {
    "start": 40003008,
    "content": "<b><a>3:8</a></b> <b>fruit in keeping with repentance.</b> fruit in keeping with repentance. See note on v. 2 . Repentance itself is not a work, but works are its inevitable fruit. Repentance and faith are inextricably linked in Scripture. Repentance means turning from one’s sin, and faith is turning to God (cf. 1Th 1:9 ). They are like opposite sides of the same coin. That is why both are linked to conversion ( Mk 1:15 ; Ac 3:19 ; 20:21 ). Note that the works John demanded to see were “fruit” of repentance. But repentance itself is no more a “work” than faith is ( see note on 2Ti 2:25 )."
  },
  {
    "start": 40003009,
    "content": "<b><a>3:9</a></b> <b>Abraham for our father.</b> Abraham for our father. See Jn 8:39–44 . They believed that merely being descendants of Abraham, members of God’s chosen race, made them spiritually secure. But Abraham’s real descendants are those who share his faith (cf. Ro 4:16 ). And “those who are of faith … are sons of Abraham” ( Ga 3:7 , 29 ). See note on Lk 3:8 ."
  },
  {
    "start": 40003010,
    "content": "<b><a>3:10</a></b> <b>the axe is … laid at the root.</b> the axe is … laid at the root. Irreversible judgment was imminent ( see note on 11:3 )."
  },
  {
    "start": 40003011,
    "content": "<b><a>3:11</a></b> <b>with water for repentance.</b> <b>with the Holy Spirit.</b> <b>with … fire.</b> Three types of baptism are referred to here: 1) with water for repentance. John’s baptism symbolized cleansing ( see note on v. 6 ); 2) with the Holy Spirit. All believers in Christ are Spirit-baptized ( 1Co 12:13 ); and 3) with … fire. Because fire is used throughout this context as a means of judgment (vv. 10 , 12 ), this must speak of a baptism of judgment upon the unrepentant."
  },
  {
    "start": 40003012,
    "content": "<b><a>3:12</a></b> <b>winnowing fork.</b> winnowing fork. A tool for tossing grain into the wind so that the chaff is blown away."
  },
  {
    "start": 40003014,
    "content": "<b><a>3:14</a></b> <b>John tried to prevent Him.</b> John tried to prevent Him. John’s baptism symbolized repentance, and John saw this as inappropriate for the One he knew was the spotless Lamb of God (cf. Jn 1:29 )."
  },
  {
    "start": 40003015,
    "content": "<b><a>3:15</a></b> <b>it is fitting for us to fulfill all righteousness.</b> it is fitting for us to fulfill all righteousness. Christ was here identifying Himself with sinners. He will ultimately bear their sins; His perfect righteousness will be imputed to them ( 2Co 5:21 ). This act of baptism was a necessary part of the righteousness He secured for sinners. This first public event of His ministry is also rich in meaning: 1) it pictured His death and resurrection (cf. Lk 12:50 ); 2) it therefore prefigured the significance of Christian baptism ( see note on v. 6 ); 3) it marked His first public identification with those whose sins He would bear ( Is 53:11 ; 1Pe 3:18 ); and 4) it was a public affirmation of His messiahship by testimony directly from heaven ( see note on v. 17 )."
  },
  {
    "start": 40003016,
    "end": 40003017,
    "content": "<b><a>3:16–17</a></b> <b>Jesus … the Spirit of God. … voice out of the heavens.</b> Jesus … the Spirit of God. … voice out of the heavens. Here all 3 Persons of the Trinity are clearly delineated. See note on Lk 3:22 . The Father’s command to hear His Son and the Spirit’s vindication and empowerment ( see note on 12:31 ) officially inaugurated Christ’s ministry."
  },
  {
    "start": 40003017,
    "content": "<b><a>3:17</a></b> <b>My beloved Son, in whom I am well-pleased.</b> My beloved Son, in whom I am well-pleased. This heavenly pronouncement combines language from Ps 2:7 and Is 42:1 —prophecies that would have been well known to those with messianic expectations. Cf. 17:5 ; Mk 1:11 ; 9:7 ; Lk 3:22 ; 9:35 ."
  },
  {
    "start": 40004001,
    "content": "<b><a>4:1</a></b> <b>led up by the Spirit … to be tempted by the devil.</b> led up by the Spirit … to be tempted by the devil. God Himself is never the agent of temptation ( Jas 1:13 ), but here—as in the book of Job—God uses even satanic tempting to serve His sovereign purposes. Christ was tempted in all points ( Heb 4:15 ; 1Jn 2:16 ); Satan tempted Him with “the lust of the flesh” (vv. 2–3 ); “the lust of the eyes” (vv. 8–9 ); and “the pride of life” (vv. 5–6 )."
  },
  {
    "start": 40004002,
    "content": "<b><a>4:2</a></b> <b>forty days and forty nights.</b> forty days and forty nights. Similarly, Moses was without food or drink on Sinai for “forty days and nights” ( Dt 9:9 ), and Elijah also fasted that long ( 1Ki 19:8 ). See note on 12:40 ."
  },
  {
    "start": 40004003,
    "content": "<b><a>4:3</a></b> <b>If You are the Son of God.</b> If You are the Son of God. The conditional “if” carries the meaning of “since” in this context. There was no doubt in Satan’s mind who Jesus was; but Satan’s design was to get Him to violate the plan of God."
  },
  {
    "start": 40004004,
    "content": "<b><a>4:4</a></b> <b>It is written.</b> <b>.</b> It is written. All 3 of Jesus’ replies to the Devil were taken from Deuteronomy. This one, from Dt 8:3 , states that God allowed Israel to hunger, so that He might feed them with manna and teach them to trust Him to provide for them. So the verse is directly applicable to Jesus’ circumstances and a fitting reply to Satan’s temptation. every word that proceeds out of the mouth of God . A more important source of sustenance than food, it nurtures our spiritual needs in a way that benefits us eternally, rather than merely providing temporal relief from physical hunger."
  },
  {
    "start": 40004005,
    "content": "<b><a>4:5</a></b> <b>pinnacle of the temple.</b> pinnacle of the temple. This was probably a roof with a portico at the southeast corner of the temple complex, where a massive retaining wall reached from a level well above the temple mount, deep into the Kidron Valley. According to the Jewish historian Josephus, this was a drop of nearly 450 ft."
  },
  {
    "start": 40004006,
    "content": "<b><a>4:6</a></b> <b>for it is written …</b> <b>.</b> for it is written … Lest You strike Your foot against a stone . Note that Satan also quoted Scripture ( Ps 91:11–12 )—but utterly twisted its meaning, employing a passage about trusting God to justify testing Him."
  },
  {
    "start": 40004007,
    "content": "<b><a>4:7</a></b> <b>it is written.</b> it is written. Christ replied with another verse from Israel’s wilderness experience ( Dt 6:16 )—recalling the experience at Massah, where the grumbling Israelites put the Lord to the test, angrily demanding that Moses produce water where there was none ( Ex 17:2–7 )."
  },
  {
    "start": 40004009,
    "content": "<b><a>4:9</a></b> <b>I will give You.</b> I will give You. Satan is the “ruler of this world” ( Jn 12:31 ; 14:30 ; 16:11 ), and the “god of this age” ( 2Co 4:4 ). The whole world lies in his power ( 1Jn 5:19 ). This is illustrated in Da 10:13 ( see note there ), where demonic power controlled the kingdom of Persia, so that a demon is called the prince of the kingdom of Persia."
  },
  {
    "start": 40004010,
    "content": "<b><a>4:10</a></b> <b>For it is written.</b> For it is written. Here Christ was citing and paraphrasing Dt 6:13–14 . Again, these relate to the Israelites’ wilderness experiences. Christ, like them, was led into the wilderness to be tested (cf. Dt 8:2 ). Unlike them, He withstood every aspect of the test."
  },
  {
    "start": 40004011,
    "content": "<b><a>4:11</a></b> <b>angels came and</b> <b>minister to Him.</b> angels came and began to minister to Him. Psalm 91:11–12 —the verse Satan tried to twist—was thus fulfilled in God’s way, and in God’s perfect timing."
  },
  {
    "start": 40004012,
    "content": "<b><a>4:12</a></b> <b>John had been taken into custody.</b> John had been taken into custody. John was imprisoned for his bold rebuke of Herod Antipas. See 14:3–4 ."
  },
  {
    "start": 40004013,
    "content": "<b><a>4:13</a></b> <b>leaving Nazareth.</b> <b>Capernaum.</b> leaving Nazareth. Some time elapsed between vv. 12 and 13 . Jesus’ stay in Nazareth ended abruptly when He was violently rejected by the people of Nazareth, who tried to murder Him (see Lk 4:16–30 ). Capernaum. He settled in this important town on the trade route at the north end of the Sea of Galilee. Capernaum was the home of Peter and Andrew (v. 18 ), James and John (v. 21 ), and Matthew ( 9:9 ). A comparison of the Gospels reveals that Christ had already ministered extensively in Capernaum ( see note on Lk 4:23 )."
  },
  {
    "start": 40004015,
    "content": "<b><a>4:15</a></b> <b>.</b> Galilee of the Gentiles . This name was used even in Isaiah’s time because Galilee lay on the route through which all Gentiles passed in and out of Israel. In Jesus’ time, the region of Galilee had become an important center of Roman occupation. The prophecy cited by Matthew is from Is 9:1–2 . See Is 42:6–7 ."
  },
  {
    "start": 40004017,
    "content": "<b><a>4:17</a></b> <b>From that time Jesus began to preach.</b> <b>Repent, for the kingdom of heaven is at hand.</b> From that time Jesus began to preach. This marks the beginning of His public ministry. Note that His message was an exact echo of what John the Baptist preached. Repent, for the kingdom of heaven is at hand. See note on 3:2 . The opening word of this first sermon sets the tone for Jesus’ entire earthly ministry (cf. Lk 5:32 ). Repentance was a constant motif in all His public preaching. And in His closing charge to the apostles, He commanded them to preach repentance as well ( Lk 24:47 )."
  },
  {
    "start": 40004018,
    "content": "<b><a>4:18</a></b> <b>two brothers.</b> two brothers. Jesus had encountered Peter and Andrew before, near Bethabara, in the Jordan region, where Andrew (and perhaps Peter as well) had become a disciple of John the Baptist ( Jn 1:35–42 ). They left John to follow Jesus for a time before returning to fishing in Capernaum. Perhaps they had returned to Capernaum during Jesus’ earlier ministry here ( see note on Lk 4:23 ). Here He called them to follow Him in long-term discipleship."
  },
  {
    "start": 40004021,
    "content": "<b><a>4:21</a></b> <b>James the</b> <b>of Zebedee.</b> James the son of Zebedee. This James is easy to distinguish from the other men named James in the NT, because he is never mentioned in Scripture apart from his brother John. His martyrdom by Herod Agrippa I marked the beginning of a time of severe persecution in the early church ( Ac 12:2 ). For information on others named James, see note on 10:2 ; Introduction to James: Author and Date ."
  },
  {
    "start": 40004023,
    "content": "<b><a>4:23</a></b> <b>teaching … preaching the gospel … healing.</b> teaching … preaching the gospel … healing. The 3 main aspects of Christ’s public ministry."
  },
  {
    "start": 40004024,
    "content": "<b><a>4:24</a></b> <b>Syria.</b> Syria. The area immediately northeast of Galilee."
  },
  {
    "start": 40004025,
    "content": "<b><a>4:25</a></b> <b>Decapolis.</b> Decapolis. A confederation of 10 Hellenized cities south of Galilee and mostly east of the Jordan. The league of cities was formed shortly after Pompey’s invasion of Israel (ca. 64 BC) to preserve Greek culture in the Semitic region. These cities were naturally Gentile strongholds."
  },
  {
    "start": 40005001,
    "end": 40007029,
    "content": "<b><a>5:1—7:29</a></b> The Sermon on the Mount introduces a series of 5 important discourses recorded in Matthew (see Introduction: Historical and Theological Themes ). This sermon is a masterful exposition of the law and a potent assault on Pharisaic legalism, closing with a call to true faith and salvation ( 7:13–29 ). Christ expounded the full meaning of the law, showing that its demands were humanly impossible (cf. 5:48 ). This is the proper use of the law with respect to salvation: it closes off every possible avenue of human merit and leaves sinners dependent on nothing but divine grace for salvation (cf. Ro 3:19–20 ; Ga 3:23–24 ). Christ plumbed the depth of the law, showing that its true demands went far beyond the surface meaning of the words ( 5:28 , 39 , 44 ) and set a standard that is higher than the most diligent students of the law had heretofore realized ( 5:20 ). See note on Lk 6:17–49 ."
  },
  {
    "start": 40005003,
    "content": "<b><a>5:3</a></b> <b>Blessed.</b> <b>poor in spirit.</b> <b>theirs is the kingdom of heaven.</b> Blessed. The word lit. means “happy, fortunate, blissful.” Here it speaks of more than a surface emotion. Jesus was describing the divinely bestowed well-being that belongs only to the faithful. The Beatitudes demonstrate that the way to heavenly blessedness is antithetical to the worldly path normally followed in pursuit of happiness. The worldly idea is that happiness is found in riches, merriment, abundance, leisure, and such things. The real truth is the very opposite. The Beatitudes give Jesus’ description of the character of true faith. poor in spirit. The opposite of self-sufficiency. This speaks of the deep humility of recognizing one’s utter spiritual bankruptcy apart from God. It describes those who are acutely conscious of their own lostness and hopelessness apart from divine grace (cf. 9:12 ; Lk 18:13 ). See note on 19:17 . theirs is the kingdom of heaven. See note on 3:2 . Notice that the truth of salvation by grace is clearly presupposed in this opening verse of the Sermon on the Mount. Jesus was teaching that the kingdom is a gracious gift to those who sense their own poverty of spirit."
  },
  {
    "start": 40005004,
    "content": "<b><a>5:4</a></b> <b>those who mourn.</b> those who mourn. This speaks of mourning over sin, the godly sorrow that produces repentance leading to salvation without regret ( 2Co 7:10 ). The “comfort” is the comfort of forgiveness and salvation (cf. Is 40:1–2 )."
  },
  {
    "start": 40005005,
    "content": "<b><a>5:5</a></b> <b>the lowly.</b> the lowly. Lowliness or gentleness or meekness is the opposite of being out of control. It is not weakness, but supreme self-control empowered by the Spirit (cf. Ga 5:23 ). The statement that the lowly “shall inherit the earth” is quoted from Ps 37:11 ."
  },
  {
    "start": 40005006,
    "content": "<b><a>5:6</a></b> <b>hunger and thirst for righteousness.</b> hunger and thirst for righteousness. This is the opposite of the self-righteousness of the Pharisees. It speaks of those who seek God’s righteousness rather than attempting to establish a righteousness of their own ( Ro 10:3 ; Php 3:9 ). What they seek will fill them, i.e., it will satisfy their hunger and thirst for a right relationship with God."
  },
  {
    "start": 40005007,
    "content": "<b><a>5:7</a></b> <b>they shall receive mercy.</b> they shall receive mercy. The converse is also true. Cf. Jas 2:13 ."
  },
  {
    "start": 40005008,
    "content": "<b><a>5:8</a></b> <b>see God.</b> see God. Not only with the perception of faith, but in the glory of heaven. Cf. Heb 12:14 ; Rev 22:3–4 ."
  },
  {
    "start": 40005009,
    "content": "<b><a>5:9</a></b> <b>peacemakers.</b> peacemakers. See vv. 44–45 for more on this quality."
  },
  {
    "start": 40005010,
    "content": "<b><a>5:10</a></b> <b>persecuted.</b> persecuted. Cf. Jas 5:10–11 ; 1Pe 4:12–14 . See note on Lk 6:22 ."
  },
  {
    "start": 40005013,
    "content": "<b><a>5:13</a></b> <b>salt … tasteless, how will it be made salty</b> <b>?</b> salt … tasteless, how will it be made salty again ? Salt is both a preservative and a flavor enhancer. No doubt its use as a preservative is what Jesus had mostly in view here. Pure salt cannot lose its flavor or effectiveness, but the salt that is common in the Dead Sea area is contaminated with gypsum and other minerals and may have a flat taste or be ineffective as a preservative. Such mineral salts were useful for little more than keeping footpaths free of vegetation."
  },
  {
    "start": 40005016,
    "content": "<b><a>5:16</a></b> <b>light shine.</b> light shine. A godly life gives convincing testimony of the saving power of God. That brings Him glory. Cf. 1Pe 2:12 ."
  },
  {
    "start": 40005017,
    "content": "<b><a>5:17</a></b> <b>Do not think … abolish the Law or the Prophets.</b> <b>fulfill.</b> Do not think … abolish the Law or the Prophets. Jesus was neither giving a new law nor modifying the old, but rather explaining the true significance of the moral content of Moses’ law and the rest of the OT. “The Law and the Prophets” speaks of the entirety of the OT Scriptures, not the rabbinical interpretations of them. fulfill. This speaks of fulfillment in the same sense that prophecy is fulfilled. Christ was indicating that He is the fulfillment of the law in all its aspects. He fulfilled the moral law by keeping it perfectly. He fulfilled the ceremonial law by being the embodiment of everything the law’s types and symbols pointed to. And He fulfilled the judicial law by personifying God’s perfect justice (cf. 12:18 , 20 )."
  },
  {
    "start": 40005018,
    "content": "<b><a>5:18</a></b> <b>until heaven and earth pass away … until all is accomplished.</b> <b>smallest letter or stroke.</b> until heaven and earth pass away … until all is accomplished. Here Christ was affirming the utter inerrancy and absolute authority of the OT as the Word of God—down to the smallest stroke or letter. Again ( see note on v. 17 ), this suggests that the NT should not be seen as supplanting and abrogating the OT, but as fulfilling and explicating it. For example, all the ceremonial requirements of the Mosaic law were fulfilled in Christ and are no longer to be observed by Christians ( Col 2:16–17 ). Yet not the smallest letter or stroke is thereby erased; the underlying truths of those Scriptures remain—and in fact the mysteries behind them are now revealed in the brighter light of the gospel. smallest letter or stroke. The phrase “smallest letter” refers to the smallest Hebrew letter, the yohd , which is a meager stroke of the pen, like an accent mark or an apostrophe. The “stroke” is a tiny extension on a Hebrew letter, like the serif in modern typefaces."
  },
  {
    "start": 40005019,
    "content": "<b><a>5:19</a></b> <b>shall be called least … shall be called great.</b> shall be called least … shall be called great. The consequence of practicing or teaching disobedience of any of God’s Word is to be called least in the kingdom of heaven (see note on Jas 2:10 ). Determining rank in the kingdom of heaven is entirely God’s prerogative (cf. Mt 20:23 ), and Jesus declares that He will hold those in lowest esteem who hold His Word in low esteem. There is no impunity for believers who disobey, discredit, or belittle God’s law (see note on 2Co 5:10 ). That Jesus does not refer to loss of salvation is clear from the fact that, though offenders will be called least, they will still be in the kingdom of heaven. The positive result is that whoever keeps and teaches God’s Word, he shall be called great in the kingdom of heaven. Here again Jesus mentions the two aspects of doing and teaching. Kingdom citizens are to uphold every part of God’s law both in their living and in their teaching."
  },
  {
    "start": 40005020,
    "content": "<b><a>5:20</a></b> <b>unless your righteousness surpasses</b> <b>of the scribes and Pharisees.</b> <b>will not enter the kingdom of heaven.</b> unless your righteousness surpasses that of the scribes and Pharisees. On the one hand, Jesus was calling His disciples to a deeper, more radical holiness than that of the Pharisees. Pharisaism had a tendency to soften the law’s demands by focusing only on external obedience. In the verses that follow, Jesus unpacks the full moral significance of the law, and shows that the righteousness the law calls for actually involves an internal conformity to the spirit of the law, rather than mere external compliance to the letter. will not enter the kingdom of heaven. On the other hand, this sets up an impossible barrier to works-salvation. Scripture teaches repeatedly that sinners are capable of nothing but a flawed and imperfect righteousness (e.g., Is 64:6 ). Therefore, the only righteousness by which sinners may be justified is the perfect righteousness of God that is imputed to those who believe ( Ge 15:6 ; Ro 4:5 )."
  },
  {
    "start": 40005021,
    "end": 40005022,
    "content": "<b><a>5:21–22</a></b> <b>You have heard … But I say to you.</b> You have heard … But I say to you. See vv. 27 , 31 , 33 , 38 , 43 . The quotes are from Ex 20:13 ; Dt 5:17 . Jesus was not altering the terms of the law in any of these passages. Rather, He was correcting what they had “heard”—the rabbinical understanding of the law ( see note on v. 38 )."
  },
  {
    "start": 40005022,
    "content": "<b><a>5:22</a></b> <b>Raca.</b> <b>hell.</b> Raca. Lit. “Empty-headed.” Jesus suggested here that the verbal abuse stems from the same sinful motives (anger and hatred) that ultimately lead to murder. The internal attitude is what the law actually prohibits, and therefore an abusive insult carries the same kind of moral guilt as an act of murder. hell. A reference to the Hinnom Valley, southwest of Jerusalem. Ahaz and Manasseh permitted human sacrifices there during their reigns ( 2Chr 28:3 ; 33:6 ), and therefore it was called “the valley of Slaughter” ( Jer 19:6 ). In Jesus’ day, it was a garbage dump where fires burned continually and was thus an apt symbol of eternal fire."
  },
  {
    "start": 40005025,
    "content": "<b><a>5:25</a></b> <b>Make friends quickly.</b> <b>opponent.</b> <b>prison.</b> Make friends quickly. Jesus calls for reconciliation to be sought eagerly, aggressively, quickly—even if it involves self-sacrifice. It is better to be wronged than to allow a dispute between brethren to be a cause for dishonoring Christ ( 1Co 6:7 ). opponent. This speaks of one’s adversary in a law case. prison. Debtor’s prison, where the person could work to earn back what he had defrauded."
  },
  {
    "start": 40005027,
    "content": "<b><a>5:27</a></b> Quoted from Ex 20:14 ; Dt 5:18 ."
  },
  {
    "start": 40005029,
    "content": "<b><a>5:29</a></b> <b>tear it out and throw it from you.</b> tear it out and throw it from you. Jesus was not advocating self-mutilation (for this would not in fact cure lust, which is actually a problem of the heart). He was using this graphic hyperbole to demonstrate the seriousness of sins of lust and evil desire. The point is that it would be “better” (v. 30 ) to lose a member of one’s own body than to bear the eternal consequences of the guilt from such a sin. Sin must be dealt with drastically because of its deadly effects."
  },
  {
    "start": 40005031,
    "content": "<b><a>5:31</a></b> <b>it was said.</b> it was said. See note on Dt 24:1–4 . The rabbis had taken liberty with what Scripture actually said. They referred to Dt 24:1–4 as if it were given merely to regulate the paperwork when one sought divorce ( see note on 19:7 ). Thus, they had wrongly concluded that men could divorce their wives for anything that displeased them, as long as they gave “a certificate of divorce.” But Moses provided this as a concession to protect the woman who was divorced ( see notes on 19:7–9 ), not to justify or legalize divorce under all circumstances."
  },
  {
    "start": 40005032,
    "content": "<b><a>5:32</a></b> <b>except for … sexual immorality.</b> <b>makes her commit adultery.</b> except for … sexual immorality. See note on 19:9 . Divorce was allowed in cases of adultery. Luke 16:18 must be understood in the light of this verse. makes her commit adultery. The assumption is that divorced people will remarry. If the divorce was not for sexual immorality, any remarriage is adultery, because God does not acknowledge the divorce. For more on divorce, see note on 1Co 7:15 ."
  },
  {
    "start": 40005033,
    "content": "<b><a>5:33</a></b> <b>.</b> You shall not make false vows . This expresses teaching from Lv 19:12 ; Nu 30:2 ; Dt 23:21 , 23 ."
  },
  {
    "start": 40005034,
    "content": "<b><a>5:34</a></b> <b>make no oath at all.</b> make no oath at all. Cf. Jas 5:12 . This should not be taken as a universal condemnation of oaths in all circumstances. God Himself confirmed a promise with an oath ( Heb 6:13–18 ; cf. Ac 2:30 ). Christ Himself spoke under oath ( 26:63–64 ). And the law prescribed oaths in certain circumstances (e.g., Nu 5:19 , 21 ; 30:2–3 ). What Christ is forbidding here is the flippant, profane, or careless use of oaths in everyday speech. In that culture, such oaths were often employed for deceptive purposes. To make the person being victimized believe the truth was being told, the Jews would swear by “heaven,” “earth,” “Jerusalem,” or their own “heads” (vv. 34–36 ), not by God, hoping to avoid divine judgment for their lie. But it all was in God’s creation, so it drew Him in and produced guilt before Him, exactly as if the oath were made in His name. Jesus suggested that all our speech should be as if we were under an oath to tell the truth (v. 37 )."
  },
  {
    "start": 40005038,
    "content": "<b><a>5:38</a></b> <b>.</b> An eye for an eye . The law did establish this standard as a principle for limiting retribution to that which was just ( Ex 21:24 ; Lv 24:20 ; Dt 19:21 ). Its design was to ensure that the punishment in civil cases fit the crime. It was never meant to sanction acts of personal retaliation. So again ( see notes on vv. 17–18 ) Jesus made no alteration to the true meaning of the law. He was merely explaining and affirming the law’s true meaning."
  },
  {
    "start": 40005039,
    "content": "<b><a>5:39</a></b> <b>do not resist an evil person.</b> do not resist an evil person. Like v. 38 , this deals only with matters of personal retaliation, not criminal offenses or acts of military aggression. Jesus applied this principle of nonretaliation to affronts against one’s dignity (v. 39 ), lawsuits to gain one’s personal assets (v. 40 ), infringements on one’s liberty (v. 41 ), and violations of property rights (v. 42 ). He was calling for a full surrender of all personal rights."
  },
  {
    "start": 40005041,
    "content": "<b><a>5:41</a></b> <b>forces.</b> forces. The word speaks of coercion. The NT picture of this is when Roman soldiers forced Simon the Cyrene to carry Jesus’ cross ( 27:32 )."
  },
  {
    "start": 40005043,
    "content": "<b><a>5:43</a></b> <b>and hate your enemy.</b> love your neighbor and hate your enemy. The first half of this is found in Moses’ law ( Lv 19:18 ). The second part was found in how the scribes and Pharisees explained and applied that OT command. Jesus’ application was exactly the opposite, resulting in a much higher standard: love for one’s neighbors should extend even to those neighbors who are enemies (v. 44 ). Again, this was no innovation, since even the OT taught that God’s people should do good to their enemies ( Pr 25:21 )."
  },
  {
    "start": 40005044,
    "end": 40005045,
    "content": "<b><a>5:44–45</a></b> <b>love your enemies … that you may be sons of your Father.</b> love your enemies … that you may be sons of your Father. This plainly teaches that God’s love extends even to His enemies. This universal love of God is manifest in blessings which God bestows on all indiscriminately. Theologians refer to this as common grace. This must be distinguished from the everlasting love God has for the elect ( Jer 31:3 ), but it is a sincere goodwill nonetheless (cf. Ps 145:9 )."
  },
  {
    "start": 40005046,
    "content": "<b><a>5:46</a></b> <b>tax collectors.</b> tax collectors. Disloyal Israelites hired by the Romans to tax other Jews for personal profit. They became symbols for the worst kind of people. Cf. 9:10–11 ; 11:19 ; 18:17 ; 21:31 ; Mk 2:14–16 ; Lk 5:30 ; 7:25 , 29 , 34 ; 18:11–13 . Matthew had been one of them ( see notes on 9:9 ; Mk 2:15 )."
  },
  {
    "start": 40005048,
    "content": "<b><a>5:48</a></b> <b>you are to be perfect.</b> you are to be perfect. Christ sets an unattainable standard. This sums up what the law itself demanded ( Jas 2:10 ). Though this standard is impossible to meet, God could not lower it without compromising His own perfection. He who is perfect could not set an imperfect standard of righteousness. The marvelous truth of the gospel is that Christ has met this standard on our behalf ( see note on 2Co 5:21 )."
  },
  {
    "start": 40006001,
    "end": 40006018,
    "content": "<b><a>6:1–18</a></b> Here Christ expands the thought of 5:20 , showing how the Pharisees’ righteousness was deficient by exposing their hypocrisy in the matters of giving to the poor (vv. 1–4 ); prayer (vv. 5–15 ); and fasting (vv. 16–18 ). All of these acts are supposed to be worship rendered to God, never displays of self-righteousness to gain the admiration of others."
  },
  {
    "start": 40006002,
    "content": "<b><a>6:2</a></b> <b>hypocrites.</b> <b>they have their reward.</b> hypocrites. This word had its origins in Greek theater, describing a character who wore a mask. The term, as used in the NT, normally described an unregenerate person who was self-deceived. they have their reward. Cf. vv. 5 , 16 . Their reward is that they were seen by men, nothing more. God does not reward hypocrisy, but He does punish it (cf. 23:13–23 )."
  },
  {
    "start": 40006004,
    "content": "<b><a>6:4</a></b> <b>sees … in secret.</b> sees … in secret. Cf. vv. 6 , 18 ; Jer 17:10 ; Heb 4:13 . God is omniscient."
  },
  {
    "start": 40006007,
    "content": "<b><a>6:7</a></b> <b>meaningless repetition.</b> meaningless repetition. Prayers are not to be merely recited, nor are our words to be repeated thoughtlessly, or as if they were automatic formulas. But this is not a prohibition against importunity ( see notes on Lk 11:1–8 )."
  },
  {
    "start": 40006009,
    "content": "<b><a>6:9</a></b> <b>in this way.</b> in this way. Cf. Lk 11:2–4 . The prayer is a model, not merely a liturgy. It is notable for its brevity, simplicity, and comprehensiveness. Of the 6 petitions, 3 are directed to God (vv. 9–10 ) and 3 toward human needs (vv. 11–13 )."
  },
  {
    "start": 40006010,
    "content": "<b><a>6:10</a></b> <b>Your will be done.</b> Your will be done. All prayer, first of all, willingly submits to God’s purposes, plans, and glory. See note on 26:39 ."
  },
  {
    "start": 40006012,
    "content": "<b><a>6:12</a></b> <b>forgive us our debts.</b> forgive us our debts. The parallel passage ( Lk 11:4 ) uses a word that means “sins,” so that in context, spiritual debts are intended. Sinners are debtors to God for their violations of His laws ( see notes on 18:23–27 ). This request is the heart of the prayer; it is what Jesus stressed in the words that immediately follow the prayer (vv. 14–15 ; cf. Mk 11:25 )."
  },
  {
    "start": 40006013,
    "content": "<b><a>6:13</a></b> <b>do not lead us into temptation.</b> do not lead us into temptation. Cf. Lk 22:40 . God does not tempt men ( Jas 1:13 ), but He will subject them to trials that may expose them to Satan’s assaults, as in the case of Job and Peter ( Lk 22:31–32 ). This petition reflects the believing one’s desire to avoid the dangers of sin altogether. God knows what one’s need is before one asks (v. 8 ), and He promises that no one will be subjected to testing beyond what can be endured. He also promises a way of escape—often through endurance ( 1Co 10:13 ). But still, the proper attitude for the believer is the one expressed in this petition."
  },
  {
    "start": 40006015,
    "content": "<b><a>6:15</a></b> <b>then your Father will not forgive your transgressions.</b> then your Father will not forgive your transgressions. This is not to suggest that God will withdraw justification from those who have already received the free pardon He extends to all believers. Forgiveness in that sense—a permanent and complete acquittal from the guilt and ultimate penalty of sin—belongs to all who are in Christ (cf. Jn 5:24 ; Ro 8:1 ; Eph 1:7 ). Yet, Scripture also teaches that God chastens His children who disobey ( Heb 12:5–7 ). Believers are to confess their sins in order to obtain a day-to-day cleansing ( 1Jn 1:9 ). This sort of forgiveness is a simple washing from the worldly defilements of sin, not a repeat of the wholesale cleansing from sin’s corruption that comes with justification. It is like a washing of the feet rather than a bath (cf. Jn 13:10 ). Forgiveness in this latter sense is what God threatens to withhold from Christians who refuse to forgive others (cf. 18:23–35 )."
  },
  {
    "start": 40006016,
    "end": 40006017,
    "content": "<b><a>6:16–17</a></b> <b>whenever you fast.</b> whenever you fast. This indicates that fasting is assumed to be a normal part of one’s spiritual life (cf. 1Co 7:5 ). Fasting is associated with sadness ( 9:14–15 ), prayer ( 17:21 ), charity ( Is 58:3–6 ), and seeking the Lord’s will ( Ac 13:2–3 ; 14:23 )."
  },
  {
    "start": 40006020,
    "content": "<b><a>6:20</a></b> <b>treasures.</b> treasures. Don’t amass earthly wealth. Jesus commends the use of financial assets for purposes which are heavenly and eternal. See notes on Lk 16:1–9 ."
  },
  {
    "start": 40006022,
    "end": 40006023,
    "content": "<b><a>6:22–23</a></b> This is an argument from the lesser to the greater. The analogy is simple. If your eye is bad, no light can come in, and you are left with darkness because of that malady. How much worse when the problem is not merely related to external perception, but an internal corruption of one’s whole nature, so that the darkness actually emanates from within and affects one’s whole being. Jesus was indicting them for their superficial earthly religion that left their hearts dark. See note on Lk 11:34 ."
  },
  {
    "start": 40006024,
    "content": "<b><a>6:24</a></b> <b>wealth.</b> wealth. Earthly, material treasures, especially money. See note on Lk 16:13 ."
  },
  {
    "start": 40006026,
    "content": "<b><a>6:26</a></b> <b>your heavenly Father feeds them.</b> your heavenly Father feeds them. Obviously this in no way advocates a sinful kind of idleness ( Pr 19:15 ). Birds are not idle, either. But it is God who provides them with food to eat."
  },
  {
    "start": 40006029,
    "content": "<b><a>6:29</a></b> <b>Solomon in all his glory.</b> Solomon in all his glory. The glory and pageantry of Solomon’s kingdom was famous worldwide. Cf. 2Chr 9 ."
  },
  {
    "start": 40006030,
    "content": "<b><a>6:30</a></b> <b>You of little faith!</b> You of little faith! Cf. 8:26 ; 14:31 ; 16:8 ; 17:20 . This was the Lord’s recurring rebuke of the weak disciples."
  },
  {
    "start": 40006032,
    "content": "<b><a>6:32</a></b> <b>Gentiles.</b> Gentiles. I.e., those outside the people of promise and outside the blessing of God. Cf. Eph 4:17–19 ."
  },
  {
    "start": 40006033,
    "content": "<b><a>6:33</a></b> <b>His kingdom.</b> His kingdom. This is the same as the kingdom of heaven. See note on 3:2 . It refers to the sphere of salvation. Jesus was urging them to seek salvation—and with it would come the full care and provision of God. Cf. Ro 8:32 ; Php 4:19 ; 1Pe 5:7 ."
  },
  {
    "start": 40007001,
    "content": "<b><a>7:1</a></b> <b>Do not judge.</b> Do not judge. As the context reveals, this does not prohibit all types of judging (v. 16 ). There is a righteous kind of judgment we are supposed to exercise with careful discernment ( Jn 7:24 ). Censorious, hypocritical, self-righteous, or other kinds of unfair judgments are forbidden; but in order to fulfill the commandments that follow, it is necessary to discern dogs and swine (v. 6 ) from one’s own brethren (vv. 3–5 )."
  },
  {
    "start": 40007006,
    "content": "<b><a>7:6</a></b> <b>Do not give what is holy to dogs.</b> Do not give what is holy to dogs. This principle is why Jesus Himself did not do miracles for unbelievers ( 13:58 ). This is to be done in respect for what is holy, not merely out of contempt for the dogs and swine. Nothing here contradicts the principle of 5:44 . That verse governs personal dealings with one’s enemies ( see note there ); this principle governs how one handles the gospel in the face of those who hate the truth."
  },
  {
    "start": 40007011,
    "content": "<b><a>7:11</a></b> <b>you … being evil.</b> <b>how much more.</b> you … being evil. Jesus presupposes the doctrine of human depravity ( see note on Ro 1:18—3:20 ). how much more. If earthly fathers give what their sons need (vv. 9–10 ), will not God give to His sons what they ask (vv. 7–8 )? See note on Jas 1:17 ."
  },
  {
    "start": 40007012,
    "content": "<b><a>7:12</a></b> <b>whatever you want people to do for you, so do for them.</b> whatever you want people to do for you, so do for them. Versions of the “Golden Rule” existed before Christ, in the rabbinic writings and even in Hinduism and Buddhism. All of them cast the rule as a negative command, such as Rabbi Hillel’s version, “What is hateful to yourself do not to someone else.” Jesus made it a positive command, enriching its meaning and underscoring that this one imperative aptly summarizes the whole gist of the ethical principles contained in the Law and the Prophets."
  },
  {
    "start": 40007013,
    "end": 40007029,
    "content": "<b><a>7:13–29</a></b> This closing section of the Sermon on the Mount is a gospel application. Here are two gates, two ways, two destinations, and two groups of people (vv. 13–14 ); two kinds of trees and two kinds of fruit (vv. 17–20 ); two groups at the judgment (vv. 21–23 ); and two kinds of builders, building on two kinds of foundations (vv. 24–28 ). Christ is drawing the line as clearly as possible between the way that leads to destruction and the way that leads to life."
  },
  {
    "start": 40007014,
    "content": "<b><a>7:14</a></b> <b>way is constricted.</b> way is constricted. Christ continually emphasized the difficulty of following Him ( 10:38 ; 16:24–25 ; Jn 15:18–19 ; 16:1–3 ; cf. Ac 14:22 ). Salvation is by grace alone, but is not easy. It calls for knowledge of the truth, repentance, submission to Christ as Lord, and a willingness to obey His will and Word. See notes on 19:16–28 ."
  },
  {
    "start": 40007015,
    "content": "<b><a>7:15</a></b> <b>false prophets.</b> <b>sheep’s clothing.</b> false prophets. These deceive not by disguising themselves as sheep, but by impersonating true shepherds. They promote the wide gate and the wide way. sheep’s clothing. This may refer to the woolen attire that was the characteristic garb of a shepherd."
  },
  {
    "start": 40007016,
    "content": "<b><a>7:16</a></b> <b>You will know them by their fruits.</b> You will know them by their fruits. See note on 3:8 . False doctrine cannot restrain the flesh, so false prophets manifest wickedness. Cf. 2Pe 2:12–22 ."
  },
  {
    "start": 40007021,
    "content": "<b><a>7:21</a></b> <b>Not everyone who says … but he who does.</b> Not everyone who says … but he who does. The barrenness of this sort of faith demonstrates its real character (cf. v. 20 )—the faith that says but does not do is really unbelief. Jesus was not suggesting that works are meritorious for salvation, but that true faith will not fail to produce the fruit of good works. This is precisely the point of Jas 1:22–25 ; 2:26 ."
  },
  {
    "start": 40007022,
    "content": "<b><a>7:22</a></b> <b>did we not prophesy … cast out demons … do many miracles?</b> did we not prophesy … cast out demons … do many miracles? Note that far from being totally devoid of works of any kind, these people were claiming to have done some remarkable signs and wonders. In fact, their whole confidence was in these works—further proof that these works, spectacular as they might have appeared, could not have been authentic. No one so bereft of genuine faith could possibly produce true good works. A bad tree cannot bear good fruit (v. 18 )."
  },
  {
    "start": 40007023,
    "content": "<b><a>7:23</a></b> <b>.</b> lawlessness . All sin is lawlessness ( 1Jn 3:4 ), i.e., rebellion against the law of God (cf. 13:41 )."
  },
  {
    "start": 40007024,
    "end": 40007027,
    "content": "<b><a>7:24–27</a></b> The house represents a religious life; the rain represents divine judgment. Only the house built on the foundation of obedience to God’s Word stands, which calls for repentance, rejection of salvation by works, and trust in God’s grace to save through His merciful provision. See notes on Jas 1:22–25 ."
  },
  {
    "start": 40007029,
    "content": "<b><a>7:29</a></b> <b>not as their scribes.</b> not as their scribes. The scribes quoted others to establish the authority of their teachings; Jesus was His own authority ( 28:18 ). This matter of authority was a major issue between Jesus and the Jews, who felt their authority challenged. See note on 21:23 . Cf. Mk 1:22 ; 11:28–33 ; Lk 4:32 ; 20:2–8 ; Jn 12:49–50 ; 14:10 ."
  },
  {
    "start": 40008001,
    "content": "<b><a>8:1</a></b> <b>down from the mountain.</b> down from the mountain. Cf. 5:1 ."
  },
  {
    "start": 40008002,
    "content": "<b><a>8:2</a></b> <b>if You are willing.</b> if You are willing. He had no doubt about Christ’s power, only His will (cf. Mk 1:40–45 )."
  },
  {
    "start": 40008004,
    "content": "<b><a>8:4</a></b> <b>tell no one.</b> <b>the offering that Moses commanded.</b> <b>as a testimony to them.</b> tell no one. Publicity over such miracles might hinder Christ’s mission and divert public attention from His message. Mark records that this is precisely what happened. In this man’s exuberance over the miracle, he disobeyed; as a result, Christ had to move His ministry away from the city and into the desert regions ( Mk 1:45 ). the offering that Moses commanded. A sacrifice of two birds, one of which was killed and the other set free ( Lv 14:4–7 ). as a testimony to them. I.e., the priests."
  },
  {
    "start": 40008005,
    "content": "<b><a>8:5</a></b> <b>Capernaum.</b> <b>centurion.</b> Capernaum. See note on 4:13 . centurion. A Roman military officer who commanded (cf. v. 9 ) 100 men. Luke indicates that the centurion appealed to Jesus through intermediaries ( Lk 7:3–6 )—because of his own sense of unworthiness (v. 8 ; cf. Lk 7:7 ). Matthew makes no mention of the intermediaries."
  },
  {
    "start": 40008008,
    "content": "<b><a>8:8</a></b> <b>I am not good enough for You to come under my roof.</b> I am not good enough for You to come under my roof. Jewish tradition held that a person who entered a Gentile’s house was ceremonially defiled (cf. Jn 18:28 ). The centurion, undoubtedly familiar with this law, felt unworthy of having Jesus suffer such an inconvenience for his sake. He also had faith enough to know that Christ could heal by merely speaking a word ( see note on v. 10 )."
  },
  {
    "start": 40008010,
    "content": "<b><a>8:10</a></b> <b>I have not found such great faith with anyone in Israel.</b> I have not found such great faith with anyone in Israel. This centurion understood Jesus’ absolute authority (vv. 8–9 ). Even some of Jesus’ own disciples did not see things so clearly (cf. v. 26 )."
  },
  {
    "start": 40008011,
    "content": "<b><a>8:11</a></b> <b>many … from east and west.</b> many … from east and west. Gentiles, in the kingdom with Abraham, will enjoy salvation and the blessing of God (cf. Is 49:8–12 ; 59:19 ; Mal 1:11 ; Lk 13:28–29 )."
  },
  {
    "start": 40008012,
    "content": "<b><a>8:12</a></b> <b>sons of the kingdom.</b> <b>will be cast out.</b> <b>weeping and gnashing.</b> sons of the kingdom. The Hebrew nation, physical heirs of Abraham. will be cast out. This was exactly opposite to the rabbinical understanding, which suggested that the kingdom would feature a great feast in the company of Abraham and the Messiah—open to Jews only. weeping and gnashing. See note on 22:13 . Cf. 24:51 ; 25:30 ; Lk 13:28 . This expression describes the eternal agonies of those in hell."
  },
  {
    "start": 40008013,
    "content": "<b><a>8:13</a></b> <b>as you have believed.</b> as you have believed. Sometimes faith was involved in the Lord’s healings (in this case not by the one being healed, as in 9:2 ; 15:28 ); other times it was not a factor (vv. 14–16 ; Lk 22:51 )."
  },
  {
    "start": 40008016,
    "content": "<b><a>8:16</a></b> <b>demon-possessed.</b> demon-possessed. This means “demonized,” or under the internal control of a demon. All of the cases of demonization dealt with by Christ involved the actual indwelling of demons who utterly controlled the bodies of their victims, even to the point of speaking through them ( Mk 5:5–9 ), causing derangement ( Jn 10:20 ), violence ( Lk 8:29 ), or rendering them mute ( Mk 9:17–22 )."
  },
  {
    "start": 40008017,
    "content": "<b><a>8:17</a></b> <b>spoken through Isaiah the prophet.</b> spoken through Isaiah the prophet. See note on healing and the atonement at Is 53:4–5 . Matthew was citing that passage here. Christ bore both the guilt and the curse of sin (cf. Ga 3:13 ). Both physical healing and ultimate victory over death are guaranteed by Christ’s atoning work, but these will not be fully realized until the very end ( 1Co 15:26 )."
  },
  {
    "start": 40008018,
    "content": "<b><a>8:18</a></b> <b>the other side.</b> the other side. The eastern shore of the lake."
  },
  {
    "start": 40008019,
    "content": "<b><a>8:19</a></b> <b>a scribe.</b> a scribe. As a scribe, this man was breaking with his fellow scribes by publicly declaring his willingness to follow Jesus. Nonetheless, Jesus evidently knew that he had not counted the cost in terms of suffering and inconvenience."
  },
  {
    "start": 40008020,
    "content": "<b><a>8:20</a></b> <b>Son of Man.</b> Son of Man. See notes on Mk 2:10 ; Jn 1:51 . This is the name Jesus used for Himself more than any other. It is used 83 times in the Gospels, always by Jesus Himself. It was a messianic title ( Da 7:13–14 ), with an obvious reference to the humanity and the humility of Christ. Yet, it also speaks of His everlasting glory, as Da 7:13–14 shows (cf. 24:27 ; Ac 7:56 )."
  },
  {
    "start": 40008021,
    "content": "<b><a>8:21</a></b> <b>permit me first to go and bury my father.</b> permit me first to go and bury my father. This does not mean that the man’s father was already dead. The phrase, “I must bury my father” was a common figure of speech meaning, “Let me wait until I receive my inheritance.”"
  },
  {
    "start": 40008022,
    "content": "<b><a>8:22</a></b> <b>allow the dead to bury their own dead.</b> allow the dead to bury their own dead. Let the world (the spiritually dead) take care of mundane things."
  },
  {
    "start": 40008024,
    "content": "<b><a>8:24</a></b> <b>there arose a great storm.</b> <b>Jesus … was sleeping.</b> there arose a great storm. The Sea of Galilee is more than 690 ft. below sea level. To the north, Mt. Hermon rises 9,200 ft., and from May to Oct. strong winds often sweep through the narrow surrounding gorges into this valley, causing extremely sudden and violent storms. Jesus … was sleeping. Just before the disciples saw one of the most awesome displays of His deity, they were given a touching picture of His humanity. He was so weary that not even the violent tossing of the boat awakened Him—even though the disciples feared they would drown (v. 25 )."
  },
  {
    "start": 40008026,
    "content": "<b><a>8:26</a></b> <b>you men of little faith.</b> <b>calm.</b> you men of little faith. See note on 6:30 . calm. Cf. Pss 65:7 ; 89:9 ."
  },
  {
    "start": 40008027,
    "content": "<b><a>8:27</a></b> <b>the winds and the sea obey Him.</b> the winds and the sea obey Him. This was convincing proof of His deity (cf. Pss 29:3–4 ; 89:9 ; 93:4 ; 107:25–29 )."
  },
  {
    "start": 40008028,
    "content": "<b><a>8:28</a></b> <b>region of the Gadarenes.</b> <b>two men … demon-possessed.</b> region of the Gadarenes. This refers to a small town on the lake opposite Tiberius, perhaps where the modern village of Khersa (Kursi) is located. Some ancient tombs are there, and the shoreline descends steeply into the water, exactly matching the description of the terrain in this account. two men … demon-possessed. Mk 5:2 and Lk 8:27 mention only one of the men. Evidently one was more dominant than the other."
  },
  {
    "start": 40008029,
    "content": "<b><a>8:29</a></b> <b>to torment us before the time?</b> to torment us before the time? Evidently, even the demons not only recognized the deity of Jesus, but also knew there was a divinely appointed time for their judgment and He would be their judge. Their eschatology was factually correct, but it is one thing to know the truth, and quite another thing to love it (cf. Jas 2:19 )."
  },
  {
    "start": 40008030,
    "content": "<b><a>8:30</a></b> <b>herd of many swine.</b> herd of many swine. Mk 5:13 adds that there were 2,000 in this herd. Such a large herd of unclean animals suggests that Gentiles dominated the region. It also suggests that the number of demons was large (cf. Mk 5:9 )."
  },
  {
    "start": 40008031,
    "content": "<b><a>8:31</a></b> <b>the demons</b> <b>plead with Him.</b> the demons began to plead with Him. Luke 8:31 relates they pleaded not to be sent into the abyss, meaning the pit, the underworld, the prison of bound demons who disobeyed ( see notes on 2Pe 2:4 ; Jd 6 ). They knew Jesus had the power and authority to send them there if He desired."
  },
  {
    "start": 40008034,
    "content": "<b><a>8:34</a></b> <b>pleaded with Him to leave.</b> pleaded with Him to leave. Perhaps they were concerned with the financial impact from the loss of the pigs. More likely, they were all ungodly people frightened to be in the presence of such spiritual power (cf. Mk 5:14–15 )."
  },
  {
    "start": 40009001,
    "content": "<b><a>9:1</a></b> <b>His own city.</b> His own city. Capernaum ( see note on 4:13 ). Jesus had left there to get away from the crowds for a time ( 8:18 )."
  },
  {
    "start": 40009002,
    "content": "<b><a>9:2</a></b> <b>your sins are forgiven.</b> your sins are forgiven. The fact that the man was brought on a bed indicates that his paralysis was severe. Jesus’ words of forgiveness may indicate that the paralysis was a direct consequence of the man’s own sin. Cf. Jn 9:1–3 ; see notes on Lk 5:20–26 ."
  },
  {
    "start": 40009003,
    "content": "<b><a>9:3</a></b> <b>This man blasphemes.</b> This man blasphemes. This would be a true judgment about anyone but God incarnate, for only the One who has been sinned against has the prerogative to forgive. Jesus’ words to the man were therefore an unequivocal claim of divine authority."
  },
  {
    "start": 40009004,
    "content": "<b><a>9:4</a></b> <b>knowing their thoughts.</b> knowing their thoughts. Cf. 12:25 ; Jn 2:24 . Though the Lord Jesus humbled Himself ( Php 2:4–8 ) and subordinated His human volition and actions to the will of His Father ( Jn 5:30 ), He was still fully God and, therefore, omniscient. ( Mk 13:32 ; see note on Lk 2:52 .)"
  },
  {
    "start": 40009005,
    "content": "<b><a>9:5</a></b> <b>which is easier.</b> which is easier. It is certainly easier to claim the power to pronounce absolution from sin than to demonstrate the power to heal. Christ actually proved His power to forgive by instantly healing the man of his paralysis. If He could do the apparently harder, He could also do what seemed easier. The actual forgiving of the sins was in reality the more difficult task, however, because it ultimately required Him to sacrifice His life."
  },
  {
    "start": 40009009,
    "content": "<b><a>9:9</a></b> <b>sitting in the tax office.</b> sitting in the tax office. Matthew’s own humility is seen here. He did not disguise his past or make any excuse for it. Whereas Mk 2:14 and Lk 5:27 employ his former name, Levi, Matthew himself used the name by which he was known after becoming a disciple (cf. Mk 3:18 ; Lk 6:15 ). Tax collectors were among the most despised persons in this society. The money they collected was often partly extorted for personal gain (cf. Lk 19:8 ) and partly a tax for Rome, which made them not only thieves, but also traitors to the Jewish nation ( see notes on 5:46 ; Mk 2:15 )."
  },
  {
    "start": 40009011,
    "content": "<b><a>9:11</a></b> <b>tax collectors.</b> tax collectors. See note on 5:46 ."
  },
  {
    "start": 40009012,
    "content": "<b><a>9:12</a></b> <b>healthy … sick.</b> healthy … sick. The Pharisees thought they were well—religiously pure and whole. The outcasts knew they were not. Salvation can’t come to the self-righteous."
  },
  {
    "start": 40009013,
    "content": "<b><a>9:13</a></b> <b>go and learn what this means.</b> go and learn what this means. This phrase was commonly used as a rebuke for those who did not know something they should have known. The verse Jesus cites is Hos 6:6 (cf. 1Sa 15:22 ; Mic 6:6–8 ), which emphasizes the absolute priority of the law’s moral standards over the ceremonial requirements. The Pharisees tended to focus on the outward, ritual, and ceremonial aspects of God’s law—to the neglect of its inward, eternal, and moral precepts. In doing so, they became harsh, judgmental, and self-righteously scornful of others. Jesus repeated this same criticism in 12:7 ."
  },
  {
    "start": 40009014,
    "content": "<b><a>9:14</a></b> <b>disciples of John.</b> <b>the Pharisees fast.</b> disciples of John. Luke implies that the Pharisees asked this question ( see note on Lk 5:33 ; cf. Mk 2:18–20 ). Evidently, some Pharisees were still present when John’s disciples came. Both groups together may have asked this question. the Pharisees fast. Cf. Lk 18:12 ."
  },
  {
    "start": 40009015,
    "content": "<b><a>9:15</a></b> <b>then they will fast.</b> then they will fast. See note on 6:16–17 . Using the analogy of a wedding party, Jesus answered that as long as Christ was present with them there was too much joy for fasting, which was connected to seasons of sorrow and intense prayer."
  },
  {
    "start": 40009016,
    "content": "<b><a>9:16</a></b> <b>unshrunk cloth on an old garment.</b> unshrunk cloth on an old garment. That new cloth does not work on old material is analogous to trying to patch New Covenant truth onto old Mosaic ceremonial forms."
  },
  {
    "start": 40009017,
    "content": "<b><a>9:17</a></b> <b>new wine into old wineskins.</b> new wine into old wineskins. Animal skins were used for fermentation of wine because of their elasticity. As the wine fermented, pressure built up, stretching the wineskin. A previously stretched skin lacked elasticity and would rupture, ruining both wine and wineskin. Jesus used this as an illustration to teach that the forms of old rituals, such as the ceremonial fastings practiced by the Pharisees and John’s disciples, were not fit for the new wine of the New Covenant era (cf. Col 2:17 ). In both analogies (vv. 16–17 ), the Lord was saying that what the Pharisees did in fasting or any other ritual had no part with the gospel."
  },
  {
    "start": 40009018,
    "content": "<b><a>9:18</a></b> <b>official.</b> official. Jairus ( Mk 5:22 ; Lk 8:41 ) was a ruler of the synagogue."
  },
  {
    "start": 40009020,
    "content": "<b><a>9:20</a></b> <b>hemorrhage for twelve years.</b> <b>the fringe of His garment.</b> hemorrhage for twelve years. This woman’s affliction not only was serious physically but also left her permanently unclean for ceremonial reasons (cf. Lv 15:25–27 ). This meant she would have been shunned by all, including her own family, and excluded from both synagogue and temple. the fringe of His garment. Cf. 14:36 . Probably one of the tassels that were sown to the corners of a garment in order to remind the wearer to obey God’s commandments ( Nu 15:38–40 ; Dt 22:12 )."
  },
  {
    "start": 40009022,
    "content": "<b><a>9:22</a></b> <b>saved you.</b> saved you. Lit. “saved you.”"
  },
  {
    "start": 40009023,
    "content": "<b><a>9:23</a></b> <b>flute-players … crowd in noisy disorder.</b> flute-players … crowd in noisy disorder. Typical fixtures at a time of mourning in that culture (cf. 2Chr 35:25 ). The crowd at a funeral usually included professional mourners, women whose task it was to wail plaintively, while reciting the name of the departed one, as well as any other loved ones who had died recently. The result was a noisy, chaotic din."
  },
  {
    "start": 40009024,
    "content": "<b><a>9:24</a></b> <b>asleep.</b> <b>they</b> <b>laughing at Him.</b> asleep. Jesus was not saying that her death was a misdiagnosis. This was a prophecy that she would live again. He made a similar comment about Lazarus’ death ( Jn 11:11 )—and then had to explain to the disciples that he was speaking metaphorically ( Jn 11:14 ). Sleep is a designation for death in the NT (cf. 1Co 11:30 ; 15:51 ; 1Th 5:10 ). they began laughing at Him. How quickly their paid act of mourning turned to derision!"
  },
  {
    "start": 40009027,
    "content": "<b><a>9:27</a></b> <b>Son of David.</b> Son of David. Cf. 1:1 ; 12:23 ; 21:9 , 15 . A messianic title ( see note on 1:1 ). See 20:29–34 for a remarkably similar, but separate, account."
  },
  {
    "start": 40009029,
    "content": "<b><a>9:29</a></b> <b>according to your faith.</b> according to your faith. See note on 8:13 ."
  },
  {
    "start": 40009030,
    "content": "<b><a>9:30</a></b> <b>See that no one knows.</b> See that no one knows. See note on 8:4 ."
  },
  {
    "start": 40009034,
    "content": "<b><a>9:34</a></b> <b>the ruler of the demons.</b> the ruler of the demons. The Pharisees had seen enough of Jesus’ power to know it was God’s power. But, in their willful unbelief, they said His was the power of Satan. See note on 12:24 ; cf. 25:41 ; Mk 3:22 ; Lk 11:15 ."
  },
  {
    "start": 40009035,
    "content": "<b><a>9:35</a></b> <b>every … disease and … sickness.</b> every … disease and … sickness. Jesus banished illness in an unprecedented healing display, giving impressive evidence of His deity, and making the Jews’ rejection all the more heinous. See note on 12:15 ."
  },
  {
    "start": 40009036,
    "content": "<b><a>9:36</a></b> <b>He felt compassion for them.</b> <b>they were distressed and downcast.</b> He felt compassion for them. Here the humanity of Christ allowed expression of His attitude toward sinners in terms of human passion. He was moved with compassion. Whereas God, who is immutable, is not subject to the rise and fall and change of emotions ( Nu 23:19 ), Christ, who was fully human with all the faculties of humanity, was on occasion moved to literal tears over the plight of sinners ( Lk 19:41 ; see note on Lk 13:34 ). God Himself expressed similar compassion through the prophets ( Ex 33:19 ; Ps 86:15 ; Jer 9:1 ; 13:17 ; 14:17 ). they were distressed and downcast. The people’s spiritual needs were even more desperate than the need for physical healing. Meeting that need would require more laborers (v. 37 )."
  },
  {
    "start": 40009037,
    "content": "<b><a>9:37</a></b> <b>harvest.</b> harvest. Cf. Lk 10:1–2 . The Lord spoke of the spiritual harvest of souls for salvation."
  },
  {
    "start": 40009038,
    "content": "<b><a>9:38</a></b> <b>Therefore pray earnestly.</b> Therefore pray earnestly. Jesus affirmed the fact that believers’ prayers participate in the fulfillment of God’s plans."
  },
  {
    "start": 40010001,
    "end": 40010002,
    "content": "<b><a>10:1–2</a></b> <b>disciples … apostles.</b> disciples … apostles. “Disciple” means “student,” one who is being taught by another. “Apostle” refers to a qualified representative who is sent on a mission. The two terms emphasize different aspects of their calling."
  },
  {
    "start": 40010002,
    "content": "<b><a>10:2</a></b> <b>the names of the twelve apostles.</b> <b>Peter … Andrew … James … John.</b> the names of the twelve apostles. The 12 are always listed in a similar order (cf. Mk 3:16–19 ; Lk 6:13–16 ; Ac 1:13 ). Peter is always named first. The list contains 3 groups of 4. The 3 subgroups are always listed in the same order, and the first name in each subgroup is always the same, though there is some variation in the order within the subgroups—but Judas Iscariot is always named last. Peter … Andrew … James … John. The first subgroup of 4 are the most familiar to us. These two sets of brothers, all fishermen, represent an inner circle of disciples often seen closest to Jesus ( see note on 17:1 )."
  },
  {
    "start": 40010003,
    "content": "<b><a>10:3</a></b> <b>James the son of Alphaeus.</b> <b>Thaddaeus.</b> James the son of Alphaeus. There are 4 men in the NT named James: 1) the Apostle James, brother of John ( see note on 4:21 ); 2) the disciple mentioned here, also called “James the Less” ( Mk 15:40 ); 3) James, father of Judas (not Iscariot, Lk 6:16 ); and 4) James, the Lord’s half-brother ( Mk 6:3 ; Ga 1:19 ), who wrote the epistle that bears the name. He also played a leading role in the early Jerusalem Church ( Ac 12:17 ; 15:13 ; Ga 1:19 ). Thaddaeus. Elsewhere he is called Judas, son of James ( Lk 6:16 ; Ac 1:13 )."
  },
  {
    "start": 40010004,
    "content": "<b><a>10:4</a></b> <b>Simon the Zealot.</b> Simon the Zealot. The better manuscripts read “Cananaean”—a term for the party of the Zealots, a group determined to overthrow Roman domination in Israel. Simon was probably a member of the Zealot party before coming to Christ. See note on Mk 3:18 ."
  },
  {
    "start": 40010005,
    "end": 40011001,
    "content": "<b><a>10:5—11:1</a></b> This is the second of 5 major discourses recorded in Matthew (see Introduction: Historical and Theological Themes )."
  },
  {
    "start": 40010006,
    "content": "<b><a>10:6</a></b> <b>lost sheep of the house of Israel.</b> lost sheep of the house of Israel. Cf. 15:24 ; Jer 50:6 . Jesus narrowed this priority even more when He said the gospel was only for those who knew they were spiritually sick ( 9:13 ) and needed a physician ( Lk 5:31–32 )."
  },
  {
    "start": 40010007,
    "content": "<b><a>10:7</a></b> <b>at hand.</b> at hand. See note on 3:2 ."
  },
  {
    "start": 40010008,
    "content": "<b><a>10:8</a></b> <b>Freely you received, freely give.</b> Freely you received, freely give. Jesus was giving them great power, to heal the sick and raise the dead. If they sold these gifts for money, they could have made quite a fortune. But that would have obscured the message of grace Christ sent them to preach. So He forbade them to charge money for their ministry. Yet they were permitted to accept support to meet their basic needs, for a workman is worthy of such support (v. 10 )."
  },
  {
    "start": 40010009,
    "end": 40010010,
    "content": "<b><a>10:9–10</a></b> See note on Lk 9:3 . The restrictions on what they were to carry were unique for this mission. See Lk 22:36 where, on a later mission, Christ gave completely different instructions. The point here was to teach them to trust the Lord to supply their needs through the generosity of the people to whom they ministered, and to teach those who received the blessing of their ministry to support the servants of Christ. Cf. 1Ti 5:18 ."
  },
  {
    "start": 40010013,
    "content": "<b><a>10:13</a></b> <b>peace.</b> peace. This is equivalent to the Hebrew “shalom” and refers to prosperity, well-being, or blessing."
  },
  {
    "start": 40010014,
    "content": "<b><a>10:14</a></b> <b>heed your words.</b> <b>shake the dust off your feet.</b> heed your words. The priority was to preach that the King had come and His kingdom was near. The message was the main thing. The signs and wonders were to authenticate it. shake the dust off your feet. It was common for Jews to shake the dust off their feet—as an expression of disdain—when returning from Gentile regions. Paul and Barnabas also did this when expelled from Antioch ( Ac 13:51 ). This was a visible protest, signifying that they regarded the place as no better than a pagan land."
  },
  {
    "start": 40010015,
    "content": "<b><a>10:15</a></b> <b>Sodom and Gomorrah.</b> Sodom and Gomorrah. Those cities and the entire surrounding region were judged without warning, and with the utmost severity. See notes on Ge 19:1–29 ."
  },
  {
    "start": 40010016,
    "content": "<b><a>10:16</a></b> <b>wolves.</b> wolves. Used to describe false prophets who persecute the true ones and seek to destroy the Church (cf. 7:15 ; Lk 10:3 ; Ac 20:29 ). See note on Lk 10:3 ."
  },
  {
    "start": 40010017,
    "content": "<b><a>10:17</a></b> <b>deliver you over.</b> deliver you over. This is a technical word, in this context, used for delivering a prisoner for punishment. Persecution of believers has often been the official policy of governments. Such persecutions give opportunity for testifying to the truth of the gospel. Cf. Jn 16:1–4 ; 2Ti 4:16 ."
  },
  {
    "start": 40010019,
    "content": "<b><a>10:19</a></b> <b>do not worry.</b> do not worry. See note on Lk 12:11 ."
  },
  {
    "start": 40010021,
    "end": 40010023,
    "content": "<b><a>10:21–23</a></b> These verses clearly have an eschatological significance that goes beyond the disciples’ immediate mission. The persecutions He describes seem to belong to the tribulation period that precedes Christ’s second coming, alluded to in v. 23 ."
  },
  {
    "start": 40010022,
    "content": "<b><a>10:22</a></b> <b>one who has endured to the end.</b> one who has endured to the end. See note on 24:13 ."
  },
  {
    "start": 40010024,
    "content": "<b><a>10:24</a></b> <b>not above.</b> not above. If the Teacher (Christ) suffers, so will His pupils. If they attack the Master (Christ) with blasphemies, so will they curse the servants. This was the promise of persecution. Cf. Jn 15:20 ."
  },
  {
    "start": 40010025,
    "content": "<b><a>10:25</a></b> <b>Beelzebul.</b> Beelzebul. The Philistine deity associated with satanic idolatry. The name came to be used for Satan, the prince of demons ( see notes on 2Ki 1:2 ; Lk 11:15 )."
  },
  {
    "start": 40010028,
    "content": "<b><a>10:28</a></b> <b>fear Him.</b> fear Him. God is the one who destroys in hell. Cf. Lk 12:5 . Persecutors can only harm the body."
  },
  {
    "start": 40010029,
    "content": "<b><a>10:29</a></b> <b>apart from your Father.</b> apart from your Father. Not merely “without His knowledge”; Jesus was teaching that God providentially controls the timing and circumstances of such insignificant events as the death of a sparrow. Even the number of hairs on our heads is controlled by His sovereign will (v. 30 ). In other words, divine providence governs even the smallest details and even the most mundane matters. These are very powerful affirmations of the sovereignty of God."
  },
  {
    "start": 40010032,
    "content": "<b><a>10:32</a></b> <b>confesses Me.</b> confesses Me. The person who acknowledges Christ as Lord in life or in death, if necessary, is the one whom the Lord will acknowledge before God as His own. See note on 2Ti 2:10–13 ."
  },
  {
    "start": 40010033,
    "content": "<b><a>10:33</a></b> See note on Lk 12:9 ."
  },
  {
    "start": 40010034,
    "content": "<b><a>10:34</a></b> <b>not … peace, but a sword.</b> not … peace, but a sword. Though the ultimate end of the gospel is peace with God ( Jn 14:27 ; Ro 8:6 ), the immediate result of the gospel is frequently conflict. Conversion to Christ can result in strained family relationships (vv. 35–36 ), persecution, and even martyrdom. Following Christ presupposes a willingness to endure such hardships (vv. 32–33 , 37–39 ). Though He is called “Prince of Peace” ( Is 9:6 ), Christ will have no one deluded into thinking that He calls believers to a life devoid of all conflict."
  },
  {
    "start": 40010035,
    "end": 40010036,
    "content": "<b><a>10:35–36</a></b> Quoted from Mic 7:6 ."
  },
  {
    "start": 40010038,
    "content": "<b><a>10:38</a></b> <b>take his cross.</b> take his cross. Here is Jesus’ first mention of the word “cross” to His disciples ( see note on 16:21 ). To them it would have evoked a picture of a violent, degrading death ( see note on 27:31 ). He was demanding total commitment from them—even unto physical death—and making this call to full surrender a part of the message they were to proclaim to others. This same call to life-or-death devotion to Christ is repeated in 16:24 ; Mk 8:34 ; Lk 9:23 ; 14:27 . For those who come to Christ with self-renouncing faith, there will be true and eternal life (v. 39 )."
  },
  {
    "start": 40010040,
    "content": "<b><a>10:40</a></b> <b>He who receives you receives Me.</b> He who receives you receives Me. Christ lives in His people. They also come in His name as His ambassadors ( 2Co 5:20 ). Therefore, how they are treated is how He is treated (cf. 18:5 ; 25:45 ; Lk 9:48 )."
  },
  {
    "start": 40010041,
    "content": "<b><a>10:41</a></b> <b>in the name of a prophet … in the name of a righteous man.</b> in the name of a prophet … in the name of a righteous man. This expands on the principle of v. 40 . To welcome Christ’s emissaries is tantamount to welcoming Him (cf. 25:40 )."
  },
  {
    "start": 40010042,
    "content": "<b><a>10:42</a></b> <b>little ones.</b> little ones. Believers. See notes on 18:3–10 ; 25:40 ."
  },
  {
    "start": 40011001,
    "content": "<b><a>11:1</a></b> <b>in their cities.</b> in their cities. I.e., in Galilee. Meanwhile, the disciples were also ministering in the Jewish towns in and around Galilee ( 10:5–6 )."
  },
  {
    "start": 40011003,
    "content": "<b><a>11:3</a></b> <b>Are You the One who is to come, or shall we look for someone else?</b> Are You the One who is to come, or shall we look for someone else? John the Baptist had introduced Christ as One who would bring a fierce judgment and “burn up the chaff with unquenchable fire” ( 3:12 ). He was understandably confused by the turn of events: he was imprisoned, and Christ was carrying on a ministry of healing, not judgment, in Galilee, far from Jerusalem, the city of the King—and not finding a completely warm reception there (cf. 8:34 ). John wondered if he had misunderstood Jesus’ agenda. It would be wrong to interpret this as a wavering of his faith (v. 7 )."
  },
  {
    "start": 40011004,
    "content": "<b><a>11:4</a></b> <b>report to John.</b> report to John. He sent John’s disciples back as eyewitnesses of many miracles. Evidently, He performed these miracles in their presence just so that they could report back to John that they had personally seen proof that He was indeed the Messiah (cf. Is 29:18–19 ; 35:5–10 ). Note, however, that He offered no further explanation to John, knowing exactly how strong John’s faith was (cf. 1Co 10:13 )."
  },
  {
    "start": 40011010,
    "content": "<b><a>11:10</a></b> Quoted from Mal 3:1 ."
  },
  {
    "start": 40011011,
    "content": "<b><a>11:11</a></b> <b>least … is greater than he.</b> least … is greater than he. John was greater than the OT prophets because he actually saw with his eyes and personally participated in the fulfillment of what they only prophesied (vv. 10 , 13 ; cf. 1Pe 1:10–11 ). But all believers after the cross are greater still, because they participate in the full understanding and experience of something John merely foresaw in shadowy form—the actual atoning work of Christ."
  },
  {
    "start": 40011012,
    "content": "<b><a>11:12</a></b> <b>the kingdom of heaven suffers violence.</b> the kingdom of heaven suffers violence. From the time he began his preaching ministry, John the Baptist evoked a strong reaction. Having been imprisoned already, John ultimately fell victim to Herod’s savagery. But the kingdom can never be subdued or opposed by human violence. Notice that where Matthew says, the “violent men take it by force,” Luke has, “everyone forcing his way into it” ( Lk 16:16 ). So the sense of this verse may be rendered this way: “The kingdom presses ahead relentlessly, and only the relentless press their way into it.” Thus again Christ is magnifying the difficulty of entering the kingdom ( see notes on 7:13–14 )."
  },
  {
    "start": 40011014,
    "content": "<b><a>11:14</a></b> <b>John himself is Elijah.</b> John himself is Elijah. I.e., he is the fulfillment of Mal 4:5–6 (see 17:12–13 ). The Jews were aware that Elijah had not died (cf. 2Ki 2:11 ). This does not suggest that John was Elijah returned. In fact, John himself denied that he was Elijah ( Jn 1:21 ); yet he came in the spirit and power of Elijah ( Lk 1:17 ). If they had believed, John would have been the fulfillment of the Elijah prophecies. See notes on Mk 9:13 ; Rev 11:5–6 ."
  },
  {
    "start": 40011016,
    "content": "<b><a>11:16</a></b> <b>like children.</b> like children. See note on Lk 7:32 ."
  },
  {
    "start": 40011019,
    "content": "<b><a>11:19</a></b> <b>eating and drinking.</b> eating and drinking. See note on Lk 7:34 ."
  },
  {
    "start": 40011021,
    "content": "<b><a>11:21</a></b> <b>Woe to you, Chorazin! … Bethsaida!</b> <b>Tyre … Sidon.</b> Woe to you, Chorazin! … Bethsaida! Both were cities very close to Capernaum, near the northern shore of the Sea of Galilee. Tyre … Sidon. Phoenician cities on the shore of the Mediterranean. The prophecy about the destruction of Tyre and Sidon in Eze 26–28 was fulfilled in precise detail."
  },
  {
    "start": 40011022,
    "content": "<b><a>11:22</a></b> <b>more tolerable.</b> more tolerable. This indicates that there will be degrees of punishment in hell for the ungodly ( see notes on 10:15 ; Mk 6:11 ; Lk 12:47–48 ; Heb 10:29 )."
  },
  {
    "start": 40011023,
    "content": "<b><a>11:23</a></b> <b>Capernaum … exalted … descend.</b> Capernaum … exalted … descend. Capernaum, chosen by Jesus to be His headquarters, faced an even greater condemnation. Curiously, there is no record that the people of that city ever mocked or ridiculed Jesus, ran Him out of town, or threatened His life. Yet the sin of that city—indifference to Christ—was worse than Sodom’s gross wickedness (cf. 10:15 )."
  },
  {
    "start": 40011025,
    "content": "<b><a>11:25</a></b> <b>wise and intelligent … infants.</b> wise and intelligent … infants. There is sarcasm in these words as the Jewish leaders are ironically identified as wise and intelligent and the followers of Christ as the infants (cf. 18:3–10 )—yet God has revealed to those followers the truth of the Messiah and His gospel. Cf. 13:10–17 ."
  },
  {
    "start": 40011026,
    "content": "<b><a>11:26</a></b> <b>this way was well-pleasing in Your sight.</b> this way was well-pleasing in Your sight. Cf. Lk 10:21–22 . This is a powerful affirmation of the sovereignty of God over all the affairs of men; and in the verse that follows, Christ claimed that the task of executing the divine will had been committed to Him—a claim that would be utterly blasphemous if Jesus were anything less than sovereign God Himself."
  },
  {
    "start": 40011028,
    "end": 40011030,
    "content": "<b><a>11:28–30</a></b> <b>Come to Me, all who are weary and heavy-laden.</b> Come to Me, all who are weary and heavy-laden. There is an echo of the first beatitude ( 5:3 ) in this passage. Note that this is an open invitation to all who hear—but phrased in such a way that the only ones who will respond to the invitation are those who are burdened by their own spiritual bankruptcy and the weight of trying to save themselves by keeping the law. The stubbornness of humanity’s sinful rebellion is such that without a sovereignly bestowed spiritual awakening, all sinners refuse to acknowledge the depth of their spiritual poverty. That is why, as Jesus says in v. 27 , our salvation is the sovereign work of God. But the truth of divine election in v. 27 is not incompatible with the free offer to all in vv. 28–30 ."
  },
  {
    "start": 40011029,
    "content": "<b><a>11:29</a></b> <b>.</b> you will find rest . I.e., from the endless, fruitless effort to save oneself by the works of the law (cf. Heb 4:1–3 , 6 , 9–11 ). This speaks of a permanent respite in the grace of God which is apart from works (v. 30 )."
  },
  {
    "start": 40012002,
    "content": "<b><a>12:2</a></b> <b>not lawful to do on a Sabbath.</b> not lawful to do on a Sabbath. Actually, no law prohibited the plucking of grain in order to eat on the Sabbath. Gleaning handfuls of grain from a neighbor’s field to satisfy one’s immediate hunger was explicitly permitted ( Dt 23:25 ). What was prohibited was labor for the sake of profit. Thus a farmer could not harvest for profit on the Sabbath, but an individual could glean enough grain to eat."
  },
  {
    "start": 40012003,
    "content": "<b><a>12:3</a></b> <b>He said.</b> He said. Jesus’ answer in vv. 3–8 points out that the Sabbath laws do not restrict deeds of necessity (vv. 3–4 ); service to God (vv. 5–6 ); or acts of mercy (vv. 7–8 ). He reaffirmed that the Sabbath was made for man’s benefit and God’s glory. It was never intended to be a yoke of bondage to the people of God ( Mk 2:27 ). See note on Lk 6:9 ."
  },
  {
    "start": 40012004,
    "content": "<b><a>12:4</a></b> <b>the consecrated bread.</b> the consecrated bread. The consecrated bread of the Presence, 12 loaves baked fresh each Sabbath, which was usually eaten by the priests only ( Lv 24:5–9 ). God was not offended by David’s act, done to satisfy a legitimate need when his men were weak with hunger ( 1Sa 21:4–6 ). See notes on Mk 2:26 ; Lk 6:3 ."
  },
  {
    "start": 40012005,
    "content": "<b><a>12:5</a></b> <b>break the Sabbath and are innocent?</b> break the Sabbath and are innocent? I.e., the priests have to do their work on the Sabbath, proving that some aspects of the Sabbath restrictions are not inviolable moral absolutes, but rather precepts pertaining to the ceremonial features of the law."
  },
  {
    "start": 40012006,
    "content": "<b><a>12:6</a></b> <b>greater than the temple.</b> greater than the temple. This was a straightforward claim of deity. The Lord Jesus was God incarnate—God dwelling in human flesh—far superior to a building which God merely visited."
  },
  {
    "start": 40012007,
    "content": "<b><a>12:7</a></b> <b>.</b> compassion, and not a sacrifice . Quoted from Hos 6:6 . See note on 9:13 ."
  },
  {
    "start": 40012008,
    "content": "<b><a>12:8</a></b> <b>the Son of Man is Lord of the Sabbath.</b> the Son of Man is Lord of the Sabbath. Christ has the prerogative to rule over not only their man-made sabbatarian rules, but also over the Sabbath itself—which was designed for worshiping God. Again, this was an inescapable claim of deity—and as such it prompted the Pharisees’ violent outrage (v. 14 )."
  },
  {
    "start": 40012010,
    "content": "<b><a>12:10</a></b> <b>Is it lawful to heal on the Sabbath?</b> Is it lawful to heal on the Sabbath? Jewish tradition prohibited the practice of medicine on the Sabbath, except in life-threatening situations. But no actual law in the OT forbade the giving of medicine, healing, or any other acts of mercy on the Sabbath. It is always lawful to do good."
  },
  {
    "start": 40012015,
    "content": "<b><a>12:15</a></b> <b>He healed them all.</b> He healed them all. See note on 9:35 . In all of OT history there was never a time or a person who exhibited such extensive healing power. Physical healings were very rare in the OT. Christ chose to display His deity by healing, raising the dead, and liberating people from demons. That not only showed the Messiah’s power over the physical and spiritual realms, but also demonstrated the compassion of God toward those affected by sin. See note on Jn 11:35 ."
  },
  {
    "start": 40012016,
    "content": "<b><a>12:16</a></b> <b>warned them not to make Him known.</b> warned them not to make Him known. See note on 8:4 . Here Christ seems concerned about the potential zealotry of those who would try to press Him into the conquering-hero mold that the rabbinical experts had made out of messianic prophecy ( see note on v. 18 )."
  },
  {
    "start": 40012018,
    "content": "<b><a>12:18</a></b> <b>.</b> Behold, My Servant . Verses 18–21 are quoted from Is 42:1–4 , to demonstrate that (contrary to the typical first-century rabbinical expectations) the Messiah would not arrive with political agendas, military campaigns, and great fanfare, but with gentleness and meekness—declaring righteousness even “to the Gentiles.”"
  },
  {
    "start": 40012019,
    "content": "<b><a>12:19</a></b> <b>.</b> not quarrel, nor cry out . The Messiah would not try to stir up a revolution or force His way into power."
  },
  {
    "start": 40012020,
    "content": "<b><a>12:20</a></b> <b>.</b> battered reed … smoldering wick . The reed was used by shepherds to fashion a small musical instrument. Once cracked or worn, it was useless. A smoldering wick was also useless for giving light. These represent people who are deemed useless by the world. Christ’s work was to restore and rekindle such people, not to “break” them. This speaks of His tender compassion toward the lowliest of the lost. He came not to gather the strong for a revolution, but to show mercy to the weak. Cf. 1Co 1:26–29 ."
  },
  {
    "start": 40012023,
    "content": "<b><a>12:23</a></b> <b>Son of David.</b> Son of David. See note on 1:1 ."
  },
  {
    "start": 40012024,
    "content": "<b><a>12:24</a></b> <b>Beelzebul.</b> Beelzebul. See note on 10:25 . After all the displays of Jesus’ deity, the Pharisees declared that He was from Satan—exactly opposite the truth, and they knew it ( see note on v. 31 ; cf. 9:34 ; Mk 3:22 ; Lk 11:15 )."
  },
  {
    "start": 40012028,
    "content": "<b><a>12:28</a></b> <b>kingdom of God has come.</b> kingdom of God has come. That was precisely true. The King was in their midst, displaying His sovereign power. He showed it by demonstrating His ability to bind Satan and his demons (v. 29 )."
  },
  {
    "start": 40012031,
    "content": "<b><a>12:31</a></b> <b>blasphemy against the Spirit.</b> blasphemy against the Spirit. The sin He was confronting was the Pharisees’ deliberate rejection of that which they knew to be of God (cf. Jn 11:48 ; Ac 4:16 ). They could not deny the reality of what the Holy Spirit had done through Him, so they attributed to Satan a work that they knew was of God (v. 24 ; Mk 3:22 )."
  },
  {
    "start": 40012032,
    "content": "<b><a>12:32</a></b> <b>it shall be forgiven him.</b> it shall be forgiven him. Someone never exposed to Christ’s divine power and presence might reject Him in ignorance and be forgiven—assuming the unbelief gives way to genuine repentance. Even a Pharisee such as Saul of Tarsus could be forgiven for speaking against Jesus or persecuting His followers—because his unbelief stemmed from ignorance ( 1Ti 1:13 ). But those who know His claims are true and reject Him anyway sin “against the Holy Spirit”—because it is the Holy Spirit who testifies of Christ and makes His truth known to us ( Jn 15:26 ; 16:14–15 ). No forgiveness was possible for these Pharisees who witnessed His miracles firsthand, knew the truth of His claims, and still blasphemed the Holy Spirit—because they had already rejected the fullest possible revelation. See notes on Heb 6:4–6 ; 10:29 ."
  },
  {
    "start": 40012036,
    "content": "<b><a>12:36</a></b> <b>every careless word.</b> every careless word. The most seemingly insignificant sin—even a slip of the tongue—carries the full potential of all hell’s evil (cf. Jas 3:6 ). No infraction against God’s holiness is therefore a trifling thing, and each person will ultimately give account of every such indiscretion. There is no truer indication of a bad tree than the bad fruit of speech (vv. 33 , 35 ). The poisonous snakes were known by their poisonous mouths revealing evil hearts (v. 34 ; cf. Lk 6:45 ). Every person is judged by his words, because they reveal the state of his heart."
  },
  {
    "start": 40012038,
    "content": "<b><a>12:38</a></b> <b>we want to see a sign from You.</b> we want to see a sign from You. They were hoping for a sign of astronomical proportions ( Lk 11:16 ). Instead, He gives them a “sign” from Scripture. See notes on 16:1 ; 21:21 ."
  },
  {
    "start": 40012039,
    "content": "<b><a>12:39</a></b> <b>An evil and adulterous generation.</b> An evil and adulterous generation. This speaks of spiritual adultery—unfaithfulness to God (cf. Jer 5:7–8 )."
  },
  {
    "start": 40012040,
    "content": "<b><a>12:40</a></b> <b>.</b> three days and three nights . Quoted from Jon 1:17 . This sort of expression was a common way of underscoring the prophetic significance of a period of time. An expression like “forty days and forty nights” ( see note on 4:2 ) may in some cases simply refer to a period of time longer than a month. “Three days and three nights” was an emphatic way of saying “three days,” and by Jewish reckoning this would be an apt way of expressing a period of time that includes parts of 3 days. Thus, if Christ was crucified on a Friday, and His resurrection occurred on the first day of the week, by Hebrew reckoning this would qualify as 3 days and 3 nights. All sorts of elaborate schemes have been devised to suggest that Christ might have died on a Wednesday or Thursday, just to accommodate the extreme literal meaning of these words. But the original meaning would not have required that sort of wooden interpretation. See note on Lk 13:32 ."
  },
  {
    "start": 40012041,
    "content": "<b><a>12:41</a></b> <b>men of Nineveh … repented.</b> men of Nineveh … repented. See Jon 3:5–10 . The revival in Nineveh under Jonah’s preaching was one of the most extraordinary spiritual revivals the world has ever seen. Some have suggested that the repentance of the Ninevites stopped short of saving faith, because the city reverted within one generation to its old pagan ways (cf. Na 3:7–8 ). From Jesus’ words here, however, it is clear that the revival under Jonah represented authentic saving conversions. Only eternity will reveal how many souls from that one generation were swept into the kingdom as a result of the revival."
  },
  {
    "start": 40012042,
    "content": "<b><a>12:42</a></b> <b>Queen of the South.</b> Queen of the South. See 1Ki 10:1–13 . The queen of Sheba came to see Solomon’s glory ( see note on 6:29 ) and in the process encountered the glory of Solomon’s God ( 1Ki 10:9 )."
  },
  {
    "start": 40012045,
    "content": "<b><a>12:45</a></b> <b>the last state of that man becomes worse than the first.</b> the last state of that man becomes worse than the first. The problem is that the evil spirit found the house “unoccupied” (v. 44 ). This is the description of someone who attempts moral reform without ever being indwelt by the Holy Spirit. Reform apart from regeneration is never effective and eventually reverts back to prereform behavior."
  },
  {
    "start": 40012046,
    "content": "<b><a>12:46</a></b> <b>brothers.</b> brothers. These are actual siblings (half-brothers) of Jesus. Matthew explicitly connects them with Mary, indicating that they were not cousins or Joseph’s sons from a previous marriage, as some of the church fathers imagined. They are mentioned in all the Gospels ( Mk 3:31 ; Lk 8:19–21 ; Jn 7:3–5 ). Matthew and Mark give the names of 4 of Jesus’ brothers, and mention that He had sisters as well ( 13:55 ; Mk 6:3 )."
  },
  {
    "start": 40012048,
    "end": 40012049,
    "content": "<b><a>12:48–49</a></b> Jesus was not repudiating His earthly family (cf. Jn 19:26–27 ). Rather, He was emphasizing the supremacy and eternality of spiritual relationships (cf. 10:37 ). After all, even His own family needed Him as Savior (cf. Jn 7:5 )."
  },
  {
    "start": 40012050,
    "content": "<b><a>12:50</a></b> <b>does the will of My Father.</b> does the will of My Father. This is not salvation by works. Doing the will of God is the evidence of salvation by grace. See notes on 7:21–27 ."
  },
  {
    "start": 40013001,
    "end": 40013052,
    "content": "<b><a>13:1–52</a></b> This is the third of 5 discourses featured in Matthew (see Introduction: Historical and Theological Themes )."
  },
  {
    "start": 40013003,
    "content": "<b><a>13:3</a></b> <b>parables.</b> parables. Parables were a common form of teaching in Judaism. The Greek term for “parable” appears 45 times in the LXX. A parable is a long analogy, often cast in the form of a story. Before this point in His ministry, Jesus had employed many graphic analogies (cf. 5:13–16 ), but their meaning was fairly clear in the context of His teaching. Parables required more explanation (cf. v. 36 ) and Jesus employed them to obscure the truth from unbelievers while making it clearer to His disciples (vv. 11–12 ). For the remainder of His Galilean ministry, He did not speak to the multitudes except in parables (v. 34 ). Jesus’ veiling the truth from unbelievers this way was both an act of judgment and an act of mercy. It was “judgment” because it kept them in the darkness that they loved (cf. Jn 3:19 ), but it was “mercy” because they had already rejected the light, so any exposure to more truth would only increase their condemnation. See note on v. 13 ."
  },
  {
    "start": 40013004,
    "content": "<b><a>13:4</a></b> <b>beside the road.</b> beside the road. The fields were bordered by paths beaten hard by foot traffic and baking sun."
  },
  {
    "start": 40013005,
    "content": "<b><a>13:5</a></b> <b>rocky places.</b> rocky places. Very shallow soil atop a layer of bedrock. From the top it looks fertile, but there is no depth to sustain a root system or reach water (v. 21 )."
  },
  {
    "start": 40013007,
    "content": "<b><a>13:7</a></b> <b>thorns.</b> thorns. Weeds, the roots of which were still in the ground after plowing had been done."
  },
  {
    "start": 40013011,
    "content": "<b><a>13:11</a></b> <b>To you it has been given.</b> <b>the mysteries of the kingdom of heaven.</b> To you it has been given. Here Jesus clearly affirms that the ability to comprehend spiritual truth is a gracious gift of God, sovereignly bestowed on the elect (v. 11 ). The reprobate ones, on the other hand, are passed over. They reap the natural consequence of their own unbelief and rebellion—spiritual blindness (v. 13 ). the mysteries of the kingdom of heaven. “Mysteries” are those truths which have been hidden from all ages in the past and revealed in the NT. See notes on 1Co 2:7 ; 4:1 ; Eph 3:4–5 . Many specific doctrines of the NT are identified as “mysteries” (e.g., Ro 11:25 ; 1Co 15:51 ; Eph 5:32 ; 6:19 ; Col 1:26–27 ; 2Th 2:7 ; 1Ti 3:9 , 16 )."
  },
  {
    "start": 40013013,
    "content": "<b><a>13:13</a></b> <b>because while seeing they do not see.</b> because while seeing they do not see. Here Matthew seems to suggest that their own unbelief is the cause of their spiritual blindness. Luke 8:10 , however, emphasizes God’s initiative in obscuring the truth from these unbelievers (“to the rest it is in parables, so that seeing they may not see, and hearing they may not understand ”—cf. Is 6:9 ). Both things are true, of course. Yet we are not to think that God blinds them because He somehow delights in their destruction (cf. Eze 33:11 ; see note on 23:37 ). This judicial blinding may be viewed as an act of mercy, lest their condemnation be increased ( see note on v. 3 )."
  },
  {
    "start": 40013014,
    "end": 40013015,
    "content": "<b><a>13:14–15</a></b> Quoted from Is 6:9–10 ( see notes there )."
  },
  {
    "start": 40013017,
    "content": "<b><a>13:17</a></b> <b>many … desired to see.</b> many … desired to see. Cf. Jn 8:56 ; 1Pe 1:9–12 ."
  },
  {
    "start": 40013019,
    "content": "<b><a>13:19</a></b> <b>word of the kingdom.</b> <b>evil one.</b> word of the kingdom. The message of how to enter God’s kingdom, the sphere of salvation, i.e., the gospel (cf. “word of reconciliation” in 2Co 5:19 ). evil one. Satan. Cf. 1Jn 5:19 . The gospel never penetrates these souls, so it disappears from the surface of their understanding—seen as the enemy snatching it away."
  },
  {
    "start": 40013020,
    "content": "<b><a>13:20</a></b> <b>rocky places.</b> rocky places. Some people make an emotional, superficial commitment to salvation in Christ, but it is not real. They remain interested only until there is a sacrificial price to pay, and then abandon Christ. See note on 1Jn 2:19 ."
  },
  {
    "start": 40013022,
    "content": "<b><a>13:22</a></b> <b>seed was sown among the thorns.</b> seed was sown among the thorns. These people make superficial commitments without a true repentance. They can’t break with the love of money and the world ( Jas 4:4 ; 1Jn 2:15–17 ; see notes on 19:16–21 )."
  },
  {
    "start": 40013023,
    "content": "<b><a>13:23</a></b> <b>the good soil.</b> the good soil. As there were 3 soils with no fruit, thus no salvation, there are 3 kinds of good soil with fruit. Not all believers are equally fruitful, but all are fruitful (cf. 7:16 ; Jn 15:8 )."
  },
  {
    "start": 40013025,
    "content": "<b><a>13:25</a></b> <b>tares.</b> tares. Probably darnel, a type of weed that can hardly be distinguished from wheat until the head matures. In an agricultural setting, sowing darnel in someone else’s wheat field was a way for enemies to destroy someone’s livelihood catastrophically. It pictures Satan’s efforts to deceive the church by mingling his children with God’s, in some cases making it impossible for believers to discern the true from the false. The parable is explained in vv. 36–43 ."
  },
  {
    "start": 40013032,
    "content": "<b><a>13:32</a></b> <b>a tree, so that</b> <b>come and</b> <b>.</b> a tree, so that the birds of the air come and nest in its branches . Palestinian mustard plants are large shrubs, sometimes up to 15 ft. high—certainly large enough for birds to lodge in. This is undoubtedly a reference to several OT passages, including Eze 17:23 ; 31:6 ; Da 4:21 —passages which prophesied the inclusion of Gentiles in the kingdom."
  },
  {
    "start": 40013033,
    "content": "<b><a>13:33</a></b> <b>The kingdom of heaven is like leaven.</b> The kingdom of heaven is like leaven. Here the kingdom is pictured as yeast, multiplying quietly and permeating all that it contacts. The lesson is the same as the parable of the mustard seed. Some interpreters suggest that since leaven is nearly always a symbol of evil in Scripture ( see note on Mk 8:15 ), it must carry that connotation here as well. They make the leaven some evil influence inside the kingdom. But that twists Jesus’ actual words and violates the context, in which Jesus is repeatedly describing that kingdom itself as the pervading influence."
  },
  {
    "start": 40013034,
    "content": "<b><a>13:34</a></b> <b>He was not speaking to them without a parable.</b> He was not speaking to them without a parable. For the rest of His Galilean ministry, all Jesus’ public teaching consisted only of parables."
  },
  {
    "start": 40013035,
    "content": "<b><a>13:35</a></b> <b>spoken through the prophet.</b> spoken through the prophet. The “prophet” in this case was the psalmist. See Ps 78:2 ."
  },
  {
    "start": 40013037,
    "content": "<b><a>13:37</a></b> <b>The one who sows.</b> The one who sows. The true sower of salvation seed is the Lord Himself. He alone can give the power in the heart to transform. He is the One who saves sinners, even through the preaching and witnessing of believers ( Ro 10:14 )."
  },
  {
    "start": 40013043,
    "content": "<b><a>13:43</a></b> <b>.</b> shine forth as the sun . Cf. Da 12:3 . Believers already shine in that they possess the Spirit of Christ and the glorious message of the gospel ( 5:16 ; 2Co 4:3–7 ). We will shine even more in the glory of Christ’s kingdom and eternal heaven ( Ro 8:16–23 ; Php 3:20–21 ; Rev 19:7–9 )."
  },
  {
    "start": 40013044,
    "end": 40013046,
    "content": "<b><a>13:44–46</a></b> These two parables have identical meanings. Both picture salvation as something hidden from most people ( see note on v. 11 ), but so valuable that people who have it revealed to them are willing to give up all they have to possess it."
  },
  {
    "start": 40013047,
    "content": "<b><a>13:47</a></b> <b>dragnet.</b> dragnet. Some fishing was done with a large weighted net dragged along the bottom of the lake. When pulled in, it contained an assortment that had to be separated. In a similar way the visible kingdom, the sphere of those who claim to be believers, is full of both good and bad and will be sorted in the judgment."
  },
  {
    "start": 40013049,
    "content": "<b><a>13:49</a></b> <b>angels.</b> angels. They serve God in judgment (cf. v. 41 ; 2Th 1:7–10 )."
  },
  {
    "start": 40013052,
    "content": "<b><a>13:52</a></b> <b>brings out of his treasure things new and old.</b> brings out of his treasure things new and old. The disciples were not to spurn the old for the sake of the new. Rather, the new insights they gleaned from Jesus’ parables were to be understood in light of the old truths, and vice versa."
  },
  {
    "start": 40013054,
    "content": "<b><a>13:54</a></b> <b>His hometown.</b> His hometown. I.e., Nazareth."
  },
  {
    "start": 40013055,
    "content": "<b><a>13:55</a></b> <b>His brothers.</b> His brothers. See note on 12:46 . The fact that Joseph does not actually appear in any of these accounts suggests that he was no longer living."
  },
  {
    "start": 40013057,
    "content": "<b><a>13:57</a></b> <b>A prophet … without honor … in his hometown.</b> A prophet … without honor … in his hometown. This is an ancient proverb paralleling the modern saying, “familiarity breeds contempt.” They knew Jesus too well as a boy and a young man from their own town—and they concluded that He was nothing special. Verse 58 gives the sad result (cf. Mk 6:4 )."
  },
  {
    "start": 40013058,
    "content": "<b><a>13:58</a></b> <b>He did not do many miracles there.</b> He did not do many miracles there. See note on Mk 6:5 ."
  },
  {
    "start": 40014001,
    "end": 40014012,
    "content": "<b><a>14:1–12</a></b> The record of the murder of John the Baptist is also in Mk 6:14–29 ; cf. Lk 9:7–9 ."
  },
  {
    "start": 40014003,
    "content": "<b><a>14:3</a></b> <b>Herodias, the wife of his brother Philip.</b> Herodias, the wife of his brother Philip. Herodias was the daughter of Aristobulus, another son of Herod the Great; so when she married Philip, she was marrying her own father’s brother. What precipitated the arrest of John the Baptist was that Herod Antipas (another of Herodias’ uncles) talked Herodias into leaving her husband (his brother) in order to marry him ( Mk 6:17 )—thus compounding the incest, as well as violating Lv 18:16 . John was outraged that a ruler in Israel would commit such a sin openly, so he rebuked Herod severely (v. 4 ). For this, he was imprisoned and later killed ( Mk 6:14–29 )."
  },
  {
    "start": 40014006,
    "content": "<b><a>14:6</a></b> <b>the daughter of Herodias.</b> the daughter of Herodias. Salome, daughter of Herodias and Philip. According to Josephus, the Jewish historian, she married yet another son (her own father’s brother and her mother’s uncle) of Herod the Great, thus further tangling the web of incest in that family."
  },
  {
    "start": 40014008,
    "content": "<b><a>14:8</a></b> <b>prompted by her mother.</b> prompted by her mother. See note on v. 6 ."
  },
  {
    "start": 40014009,
    "content": "<b><a>14:9</a></b> <b>because of his oaths.</b> because of his oaths. A promise made with a certain oath was considered sacred and inviolable ( see note on 5:34 )—especially when made by a ruling monarch. Herod was widely known for his duplicity, so it was not honesty that he was concerned about, but rather the appearance of things. He did not want to be embarrassed in front of his dinner guests."
  },
  {
    "start": 40014012,
    "content": "<b><a>14:12</a></b> <b>buried it.</b> buried it. In a cave ( Mk 6:29 )."
  },
  {
    "start": 40014013,
    "content": "<b><a>14:13</a></b> <b>crowds … followed Him on foot.</b> crowds … followed Him on foot. They traveled great distances over land to reach the secluded spot where He had come by boat."
  },
  {
    "start": 40014014,
    "content": "<b><a>14:14</a></b> <b>felt compassion.</b> felt compassion. See note on 9:36 ."
  },
  {
    "start": 40014016,
    "content": "<b><a>14:16</a></b> <b>give them</b> <b>to eat!</b> give them something to eat! Jesus knew they did not have enough food to feed the crowd. He wanted the disciples to state it plainly so the record would be clear that a miracle by His power occurred (vv. 17–18 ). See 16:9–10 ."
  },
  {
    "start": 40014024,
    "content": "<b><a>14:24</a></b> <b>battered by the waves.</b> battered by the waves. See notes on 8:24 , 27 ."
  },
  {
    "start": 40014025,
    "content": "<b><a>14:25</a></b> <b>fourth watch.</b> fourth watch. 3:00—6:00 a.m."
  },
  {
    "start": 40014033,
    "content": "<b><a>14:33</a></b> <b>You are truly God’s Son!</b> You are truly God’s Son! Cf. 27:43 , 54 ."
  },
  {
    "start": 40014034,
    "content": "<b><a>14:34</a></b> <b>Gennesaret.</b> Gennesaret. A town on the northwest shore of the Sea of Galilee."
  },
  {
    "start": 40014036,
    "content": "<b><a>14:36</a></b> <b>the fringe of His garment.</b> the fringe of His garment. See note on 9:20 ."
  },
  {
    "start": 40015002,
    "content": "<b><a>15:2</a></b> <b>tradition of the elders.</b> tradition of the elders. This was a body of extrabiblical law that had existed only in oral form and only since the time of the Babylonian captivity. Later it was committed to writing in the Mishna near the end of the second century. The law of Moses contained no commandment about washing one’s hands before eating—except for priests who were required to wash before eating holy offerings ( Lv 22:6–7 )."
  },
  {
    "start": 40015003,
    "content": "<b><a>15:3</a></b> <b>transgress.</b> transgress. The nature of this sin is identified in vv. 4–6 as dishonoring one’s parents in a cleverly devised way. The commandments of God were clear (quoted from Ex 20:12 ; 21:17 ; Dt 5:16 ); but to circumvent them, some people claimed they could not financially assist their parents because they had dedicated a certain sum of money to God, who was greater than their parents. The rabbis had approved this exception to the commandments of Moses and thus in effect nullified God’s law (v. 6 )."
  },
  {
    "start": 40015006,
    "content": "<b><a>15:6</a></b> <b>invalidated the word of God … your tradition.</b> invalidated the word of God … your tradition. See note on Mk 7:13 ."
  },
  {
    "start": 40015008,
    "end": 40015009,
    "content": "<b><a>15:8–9</a></b> Quoted from Is 29:13 ."
  },
  {
    "start": 40015011,
    "content": "<b><a>15:11</a></b> <b>what proceeds out of the mouth … defiles the man.</b> what proceeds out of the mouth … defiles the man. People might defile themselves ceremonially (under the Old Covenant) by eating something unclean, but they would defile themselves morally by saying something sinful (cf. Jas 3:6 ). Here Jesus clearly distinguished between the law’s ceremonial requirements and its inviolable moral standard. Ceremonial defilement could be dealt with through ceremonial means. But moral defilement corrupts a person’s soul."
  },
  {
    "start": 40015014,
    "content": "<b><a>15:14</a></b> <b>Let them alone.</b> Let them alone. This severe judgment is a form of God’s wrath. It signifies abandonment by God and is described as “giving them over” in Ro 1:18–32 ( see notes there ). Cf. Hos 4:17 ."
  },
  {
    "start": 40015015,
    "content": "<b><a>15:15</a></b> <b>the parable.</b> the parable. I.e., v. 11 . The “parable” is not at all hard to understand, but it was hard for even the disciples to accept. Years later, Peter still found it hard to accept that all foods are clean ( Ac 10:14 )."
  },
  {
    "start": 40015022,
    "content": "<b><a>15:22</a></b> <b>Son of David.</b> Son of David. See note on 1:1 ."
  },
  {
    "start": 40015024,
    "content": "<b><a>15:24</a></b> <b>lost sheep of the house of Israel.</b> lost sheep of the house of Israel. See note on 10:6 ."
  },
  {
    "start": 40015026,
    "content": "<b><a>15:26</a></b> <b>the children’s bread.</b> the children’s bread. The lost sheep of the house of Israel must be fed before the “dogs” ( see note on 10:5 ). Christ employed a word here that speaks of a family pet. His words with this woman are not to be understood as harsh or unfeeling. In fact, He was tenderly drawing from her an expression of her faith in v. 27 ."
  },
  {
    "start": 40015029,
    "content": "<b><a>15:29</a></b> <b>went along by the Sea of Galilee.</b> went along by the Sea of Galilee. He actually traveled north from Tyre to Sidon and then cut a wide path around the eastern shore of Galilee to Decapolis ( Mk 7:31 ), a primarily Gentile region. He may have taken this route to avoid the territory ruled by Herod Antipas (cf. 14:1–2 ). The events that follow must have occurred in Decapolis ( see note on 4:25 )."
  },
  {
    "start": 40015033,
    "content": "<b><a>15:33</a></b> <b>Where would we get so many loaves…?</b> Where would we get so many loaves…? No wonder our Lord called them men of little faith ( 8:26 ; 14:31 ; 16:8 ; 17:20 ), when they asked a question like that in the light of the recent feeding of the 5,000 ( 14:13–21 )."
  },
  {
    "start": 40015034,
    "content": "<b><a>15:34</a></b> See note on 14:16 . Again the Lord had them confess for the record how little food they had in comparison to the size of the crowd. This made clear that the feeding was miraculous evidence of His deity."
  },
  {
    "start": 40015038,
    "content": "<b><a>15:38</a></b> <b>four thousand.</b> four thousand. Christ ended His ministry in Galilee with the feeding of the 5,000 ( 14:13–21 ). Here, He ended His ministry in the Gentile regions by feeding the 4,000. He later would end His Jerusalem ministry with a meal in the upper room with His disciples."
  },
  {
    "start": 40016001,
    "content": "<b><a>16:1</a></b> <b>a sign from heaven.</b> a sign from heaven. See note on 12:38 . This time Jesus rebuked them for being so concerned with heavenly signs that they could not even interpret the signs of the times all around them. Then He referred them to the same sign He gave them before, the sign of the prophet Jonah (v. 4 ; cf. 12:39 )."
  },
  {
    "start": 40016002,
    "end": 40016003,
    "content": "<b><a>16:2–3</a></b> As primitive as their method of predicting the weather was, their ability to discern spiritual matters was worse. They had the long-promised and long-awaited Messiah in their midst and refused to acknowledge Him."
  },
  {
    "start": 40016006,
    "content": "<b><a>16:6</a></b> <b>the leaven of the Pharisees and Sadducees.</b> the leaven of the Pharisees and Sadducees. When Jesus warned of this dangerous influence, the disciples thought He was talking about bread. Again, He reminded them of the fact that the Lord provided plenty of bread, so they didn’t need the bread the Pharisees were offering. How soon they forgot the miracles. See note on 13:33 ."
  },
  {
    "start": 40016012,
    "content": "<b><a>16:12</a></b> <b>the teaching of the Pharisees and Sadducees.</b> the teaching of the Pharisees and Sadducees. Here the leaven of the Pharisees is their “teaching.” In Lk 12:1 it is their “hypocrisy.” The two things are inextricably linked. The most sinister influence of the Jewish leaders was a pragmatic doctrine that made room for hypocrisy. They were too concerned with externals and ceremonies and the way things appeared, and not concerned enough with matters of the heart. Jesus rebuked them for their hypocrisy again and again. See note on 23:25 ."
  },
  {
    "start": 40016013,
    "content": "<b><a>16:13</a></b> <b>Caesarea Philippi.</b> Caesarea Philippi. A district about 25 mi. north of Galilee, at the base of Mt. Hermon. This was different from the city of Caesarea built by Herod the Great on the Mediterranean coast."
  },
  {
    "start": 40016016,
    "content": "<b><a>16:16</a></b> <b>the living God.</b> the living God. An OT name for Jehovah (e.g., Dt 5:26 ; Jos 3:10 ; 1Sa 17:26 , 36 ; 2Ki 19:4 , 16 ; Pss 42:2 ; 84:2 ; Da 6:26 ; Hos 1:10 ) as contrasted with the dead, dumb idols ( Jer 10:8 ; 18:15 ; 1Co 12:2 )."
  },
  {
    "start": 40016017,
    "content": "<b><a>16:17</a></b> <b>flesh and blood did not reveal</b> <b>to you.</b> flesh and blood did not reveal this to you. Christ’s messianic claims had always been subtle allusions to OT prophecies, combined with miraculous works that substantiated those claims. Never before had He explicitly taught Peter and the apostles the fullness of His identity. God the Father had opened Peter’s eyes to the full significance of those claims, and revealed to him who Jesus really was. In other words, God had opened Peter’s heart to this deeper knowledge of Christ by faith. Peter was not merely expressing an academic opinion about the identity of Christ; this was a confession of Peter’s personal faith, made possible by a divinely regenerated heart."
  },
  {
    "start": 40016018,
    "content": "<b><a>16:18</a></b> <b>upon this rock.</b> <b>church.</b> <b>the gates of Hades.</b> upon this rock. The word for “Peter,” Petros , means a small stone ( Jn 1:42 ). Jesus used a play on words here with petra , which means a foundation boulder (cf. 7:24–25 ). Since the NT makes it abundantly clear that Christ is both the foundation ( Ac 4:11–12 ; 1Co 3:11 ), and the head ( Eph 5:23 ) of the church, it is a mistake to think that here He is giving either of those roles to Peter. There is a sense in which the apostles played a foundational role in the building of the church ( Eph 2:20 ), but the role of primacy is reserved for Christ alone, not assigned to Peter. So Jesus’ words here are best interpreted as a simple play on words in that a boulder-like truth came from the mouth of one who was called a small stone. Peter himself explains the imagery in his first epistle: the church is built of “living stones” ( 1Pe 2:5 ) who, like Peter, confess that Jesus is the Christ, the Son of the living God. And Christ Himself is the “corner stone” ( 1Pe 2:6–7 ). church. Matthew is the only Gospel where this term is found (see also 18:17 ). Christ called it “My church,” emphasizing that He alone is its Architect, Builder, Owner, and Lord. The Greek word for church means “called out ones.” While God had since the beginning of redemptive history been gathering the redeemed by grace, the unique church He promised to build began at Pentecost with the coming of the Holy Spirit, by whom the Lord baptized believers into His body—which is the church ( see notes on Ac 2:1–4 ; 1Co 12:12–13 ). the gates of Hades. Hades is the place of punishment for the spirits of dead unbelievers. The point of entry for such is death. This, then, is a Jewish phrase referring to death. Even death, the ultimate weapon of Satan (cf. Heb 2:14–15 ), has no power to stop the church. The blood of martyrs, in fact, has sped the growth of the church in size and spiritual power."
  },
  {
    "start": 40016019,
    "content": "<b><a>16:19</a></b> <b>the keys of the kingdom of heaven.</b> the keys of the kingdom of heaven. These represent authority, and here Christ gives Peter (and by extension all other believers) authority to declare what was bound or loosed in heaven. This echoed the promise of Jn 20:23 , where Christ gave the disciples authority to forgive or retain the sins of people. All this must be understood in the context of 18:15–17 , where Christ laid out specific instructions for dealing with sin in the church ( see note on 18:15 ). The sum of it all means that any duly constituted body of believers, acting in accord with God’s Word, has the authority to declare if someone is forgiven or unforgiven. The church’s authority is not to determine these things, but to declare the judgment of heaven based on the principles of the Word. When they make such judgments on the basis of God’s Word, they can be sure heaven is in accord. In other words, whatever they “bind” or “loose” on earth is already “bound” or “loosed” in heaven. When the church says the unrepentant person is bound in sin, the church is saying what God says about that person. When the church acknowledges that a repentant person has been loosed from that sin, God agrees."
  },
  {
    "start": 40016020,
    "content": "<b><a>16:20</a></b> <b>tell no one.</b> tell no one. See notes on 8:4 ; 12:16 ."
  },
  {
    "start": 40016021,
    "content": "<b><a>16:21</a></b> <b>From that time.</b> From that time. This marks the beginning of a new emphasis in Matthew’s account. He turns his attention from Jesus’ public ministry to His private instructions for the disciples which took on a new, somber tone. The disciples had confessed their faith in Him as Messiah. From then on, He began to prepare them for His death. See note on 20:19 ."
  },
  {
    "start": 40016023,
    "content": "<b><a>16:23</a></b> <b>Get behind Me, Satan!</b> Get behind Me, Satan! The harshness of this rebuke contrasts sharply with Christ’s words of commendation in vv. 17–19 . Jesus suggested that Peter was being a mouthpiece for Satan. Jesus’ death was part of God’s sovereign plan ( Ac 2:23 ; 4:27–28 ). “Yahweh was pleased to crush Him” ( Is 53:10 ). Christ had come with the express purpose of dying as an atonement for sin ( Jn 12:27 ). And those who would thwart His mission were doing Satan’s work."
  },
  {
    "start": 40016024,
    "content": "<b><a>16:24</a></b> <b>take up his cross.</b> take up his cross. See note on 10:38 ."
  },
  {
    "start": 40016026,
    "content": "<b><a>16:26</a></b> <b>exchange.</b> exchange. At the judgment when he faces the disastrous hell of remorse and suffering for his lost soul, with what will he buy it back from perdition? Nothing."
  },
  {
    "start": 40016027,
    "content": "<b><a>16:27</a></b> <b>is going to come …</b> <b>.</b> is going to come … will then repay . There is coming a time of rewards in the future for believers ( 1Co 4:5 ; 2Co 5:8–10 ; Rev 22:12 ). Here, however, the Lord was concerned with the reward of the ungodly—final and eternal judgment ( Ro 2:5–11 ; 2Th 1:6–10 )."
  },
  {
    "start": 40016028,
    "content": "<b><a>16:28</a></b> <b>some … standing.</b> some … standing. In all 3 of the Synoptic Gospels, this promise is made immediately prior to the Transfiguration ( Mk 9:1–8 ; Lk 9:27–36 ). Furthermore the word for “kingdom” can be translated “royal splendor.” Therefore, it seems most natural to interpret this promise as a reference to the Transfiguration, which “some” of the disciples—Peter, James, and John would witness only 6 days later ( see note on 17:1 )."
  },
  {
    "start": 40017001,
    "content": "<b><a>17:1</a></b> <b>six days later.</b> <b>Peter and James and John.</b> six days later. The precise reference to the amount of time elapsed is unusual for Matthew. It seems he is carefully drawing the connection between Jesus’ promise in 16:28 and the event that immediately follows. Mark agrees on the figure of 6 days ( Mk 9:2 ), but Luke, probably counting the day of Peter’s confession and the day of Christ’s Transfiguration separately at the start and end of this time period, says it was “some eight days” ( Lk 9:28 ). Peter and James and John. These 3, in the inner circle closest to Christ ( see note on 10:2 ), are often seen alone together with Jesus ( 26:37 ; Mk 5:37 ; 13:3 )."
  },
  {
    "start": 40017002,
    "content": "<b><a>17:2</a></b> <b>transfigured.</b> transfigured. Christ underwent a dramatic change in appearance, so the disciples could behold Him in His glory."
  },
  {
    "start": 40017003,
    "content": "<b><a>17:3</a></b> <b>Moses and Elijah.</b> Moses and Elijah. Representing the Law and the prophets respectively, both of which had foretold Christ’s death, and that is what Luke says the 3 of them were discussing ( Lk 9:31 )."
  },
  {
    "start": 40017004,
    "content": "<b><a>17:4</a></b> <b>three booths.</b> three booths. This is undoubtedly a reference to the booths that were used to celebrate the Feast of Tabernacles, when the Israelites dwelt in booths for 7 days ( Lv 23:34–42 ). Peter was expressing a wish to stay in that place."
  },
  {
    "start": 40017005,
    "content": "<b><a>17:5</a></b> <b>listen to Him!</b> listen to Him! Peter erred in placing Moses and Elijah on the same level as Christ. Christ was the very one to whom Elijah and Moses had pointed. The voice of the Father (v. 5 ) interrupted while Peter “was still speaking.” The words were the same as those spoken from heaven at Christ’s baptism ( 3:17 )."
  },
  {
    "start": 40017006,
    "content": "<b><a>17:6</a></b> <b>fell on their faces.</b> fell on their faces. A common response to the realization that the Holy God of the universe is present. Cf. Is 6:5 ; Eze 1:28 ; Rev 1:17 ."
  },
  {
    "start": 40017009,
    "content": "<b><a>17:9</a></b> <b>Tell the vision to no one.</b> Tell the vision to no one. See notes on 8:4 and 12:16 ."
  },
  {
    "start": 40017010,
    "content": "<b><a>17:10</a></b> <b>Why … Elijah must come first?</b> Why … Elijah must come first? Because it was so prophesied by Mal 4:5–6 . See note on 11:14 ."
  },
  {
    "start": 40017012,
    "content": "<b><a>17:12</a></b> <b>Elijah already came.</b> Elijah already came. See note on 11:14 . The Jewish leaders had failed to recognize John the Baptist (though the disciples did, v. 13 ). John came in the spirit and power of Elijah—and the Jewish leaders had killed him. The Messiah was “going to suffer” similarly."
  },
  {
    "start": 40017017,
    "content": "<b><a>17:17</a></b> <b>you unbelieving and perverse generation.</b> you unbelieving and perverse generation. Verse 20 indicates that the Lord was referring to the disciples and their weak faith ( see note on 15:33 )."
  },
  {
    "start": 40017019,
    "content": "<b><a>17:19</a></b> <b>Why could we not cast it out?</b> Why could we not cast it out? When Christ sent the disciples out ( 10:6–8 ), He explicitly commissioned them to do these kinds of miracles. Less than a year later, they failed where they had once succeeded. Christ’s explanation for their failure was that their faith was deficient (v. 20 ). The deficiency did not consist in a lack of confidence; they were surprised that they could not cast out this demon. The problem probably lay in a failure to make God—rather than their own gifts—the object of their confidence ( see note on v. 20 )."
  },
  {
    "start": 40017020,
    "content": "<b><a>17:20</a></b> <b>faith the size of a mustard seed.</b> <b>nothing will be impossible.</b> faith the size of a mustard seed. True faith, by Christ’s definition, always involves surrender to the will of God. What He was teaching here is nothing like positive-thinking psychology. He was saying that both the source and the object of all genuine faith—even the weak, mustard-seed variety—is God. And “nothing will be impossible with God” ( Lk 1:37 ). See also note on 21:21 . nothing will be impossible. Here, Christ assumes the qualifying thought that is explicitly added by 1Jn 5:14 : what we ask for must be “according to His will.”"
  },
  {
    "start": 40017021,
    "content": "<b><a>17:21</a></b> <b>except by prayer and fasting.</b> except by prayer and fasting. Again, this suggests that the underlying problem was the disciples’ failure to make God the object of their faith ( see notes on vv. 19–20 ). But this verse is not found in the best manuscripts."
  },
  {
    "start": 40017022,
    "content": "<b><a>17:22</a></b> <b>going to be delivered.</b> going to be delivered. By Judas Iscariot. See notes on 26:47 , 50 ."
  },
  {
    "start": 40017024,
    "content": "<b><a>17:24</a></b> <b>the two-drachma</b> <b>.</b> the two-drachma tax . A half-shekel tax (equivalent to about two days’ wages) collected annually from every male over 20, for the upkeep of the temple ( Ex 30:13–14 ; 2Chr 24:9 ). As kings did not tax their own sons, technically, Jesus, as God’s Son, was exempt from the tax (v. 26 ). But to avoid offense, He paid on behalf of Himself and Peter (v. 27 ). Cf. Ro 13:1–7 ; Tit 3:1 ; 1Pe 2:13–17 ."
  },
  {
    "start": 40018001,
    "end": 40018035,
    "content": "<b><a>18:1–35</a></b> This is the fourth of 5 discourses around which Matthew frames his narrative (see Introduction: Historical and Theological Themes ). This section’s theme is the childlikeness of the believer."
  },
  {
    "start": 40018003,
    "content": "<b><a>18:3</a></b> <b>become like children.</b> become like children. This is how Jesus characterized conversion. Like the Beatitudes, it pictures faith as the simple, helpless, trusting dependence of those who have no resources of their own. Like children, they have no achievements and no accomplishments to offer or commend themselves with."
  },
  {
    "start": 40018005,
    "content": "<b><a>18:5</a></b> <b>whoever receives.</b> <b>one such child.</b> whoever receives. See note on 10:41 . one such child. This speaks not of literal children, but children in the sense described in vv. 3–4 (those who have humbled themselves like children), i.e., true believers (v. 6 ). See notes on 10:42 ; 19:14 ."
  },
  {
    "start": 40018006,
    "content": "<b><a>18:6</a></b> <b>millstone.</b> millstone. A stone used for grinding grain. Lit. “the millstone of an ass”—a stone so large it took a donkey to turn it."
  },
  {
    "start": 40018007,
    "content": "<b><a>18:7</a></b> <b>Woe to the world.</b> Woe to the world. It is expected that those in the world will cause Christians to be offended, stumble and sin, and they will be judged for it. But it should not be that fellow believers lead others into sin, directly or indirectly. One would be better off dead. Cf. Ro 14:13 , 19 , 21 ; 15:2 ; 1Co 8:13 ."
  },
  {
    "start": 40018008,
    "end": 40018009,
    "content": "<b><a>18:8–9</a></b> <b>cut it off … tear it out.</b> cut it off … tear it out. See note on 5:29 ."
  },
  {
    "start": 40018010,
    "content": "<b><a>18:10</a></b> <b>do not despise.</b> <b>their angels.</b> do not despise. I.e., spurn or belittle another believer by treating him or her unkindly or indifferently. their angels. This does not suggest that each believer has a personal guardian angel. Rather, the pronoun is collective and refers to the fact that believers are served by angels in general. These angels are pictured “continually” watching the face of God so as to hear His command to them to help a believer when needed. It is extremely serious to treat any fellow believer with contempt since God and the holy angels are so concerned for their well-being."
  },
  {
    "start": 40018014,
    "content": "<b><a>18:14</a></b> <b>perish.</b> perish. The word here can (and does in this context) refer to spiritual devastation rather than utter eternal destruction. This does not suggest that God’s children ever could perish in the ultimate sense (cf. Jn 10:28 )."
  },
  {
    "start": 40018015,
    "content": "<b><a>18:15</a></b> The prescription for church discipline in vv. 15–17 must be read in light of the parable of the lost sheep in vv. 12–14 . The goal of this process is restoration. If successful, “you have won your brother.” Step 1 is to “show him his fault” privately."
  },
  {
    "start": 40018016,
    "content": "<b><a>18:16</a></b> <b>if he does not listen.</b> if he does not listen. I.e., if he remains impenitent, follow step 2: “take one or two more with you,” to fulfill the principle of Dt 19:15 ."
  },
  {
    "start": 40018017,
    "content": "<b><a>18:17</a></b> <b>tell it to the church.</b> tell it to the church. If he still refuses to repent, step 3 requires that the matter be reported to the whole assembly (v. 17 )—so that all may lovingly pursue the sinning brother’s reconciliation. But failing that, step 4 means that the offender must be excommunicated, regarded by the church as “the Gentile and the tax collector” ( see note on 5:46 ). The idea is not merely to punish the offender, or to shun him completely, but to remove him as a detrimental influence from the fellowship of the church, and henceforth to regard him as an evangelistic prospect rather than as a brother. Ultimately, the sin for which he is excommunicated is a hard-hearted impenitence."
  },
  {
    "start": 40018018,
    "content": "<b><a>18:18</a></b> <b>bind on earth … bound in heaven.</b> bind on earth … bound in heaven. See note on 16:19 ."
  },
  {
    "start": 40018019,
    "content": "<b><a>18:19</a></b> <b>if two of you agree on earth.</b> if two of you agree on earth. This promise applies to the issue of discipline discussed in vv. 15–17 . The “two of you” spoken of here harks back to the two or three witnesses involved in step two of the discipline process ( see note on v. 15 )."
  },
  {
    "start": 40018020,
    "content": "<b><a>18:20</a></b> <b>two or three.</b> two or three. Jewish tradition requires at least 10 men (a minyan ) to constitute a synagogue or even hold public prayer. Here, Christ promised to be present in the midst of an even smaller flock—“two or three” gathered in His name for the purpose of discipline ( see note on v. 15 )."
  },
  {
    "start": 40018021,
    "content": "<b><a>18:21</a></b> <b>Up to seven times?</b> Up to seven times? Peter thought he was being magnanimous. The rabbis, citing several verses from Amos ( 1:3 , 6 , 9 , 11 , 13 ) taught that since God forgave Israel’s enemies only 3 times, it was presumptuous and unnecessary to forgive anyone more than 3 times."
  },
  {
    "start": 40018022,
    "content": "<b><a>18:22</a></b> <b>seventy times seven.</b> seventy times seven. Innumerable times. See note on Lk 17:4 ."
  },
  {
    "start": 40018023,
    "content": "<b><a>18:23</a></b> <b>slaves.</b> slaves. Due to the large amounts of money involved, it is likely these “slaves” would have been provincial governors who owed the king the money from taxation."
  },
  {
    "start": 40018024,
    "content": "<b><a>18:24</a></b> <b>ten thousand talents.</b> ten thousand talents. This represents an incomprehensible amount of money. The talent was the largest denomination of currency, and “ten thousand” in common parlance signified an infinite number."
  },
  {
    "start": 40018025,
    "content": "<b><a>18:25</a></b> <b>commanded him to be sold.</b> commanded him to be sold. A way to recover some of this loss was for the king to sell the family members into slavery."
  },
  {
    "start": 40018027,
    "content": "<b><a>18:27</a></b> <b>forgave him.</b> forgave him. Picturing the generous, compassionate forgiveness of God to a pleading sinner who owes Him an unpayable debt. Cf. Col 2:14 ."
  },
  {
    "start": 40018028,
    "content": "<b><a>18:28</a></b> <b>one hundred denarii.</b> one hundred denarii. About 3 months’ wages. This was not a negligible amount by normal standards, but it was a pittance in comparison to what the slave had been forgiven."
  },
  {
    "start": 40018029,
    "content": "<b><a>18:29</a></b> <b>Have patience. … will repay you.</b> Have patience. … will repay you. Cf. v. 26 . The forgiven man heard the same pleading he had given before his master, but was utterly without compassion (v. 30 )."
  },
  {
    "start": 40018031,
    "content": "<b><a>18:31</a></b> <b>fellow slaves … grieved.</b> fellow slaves … grieved. A lack of forgiveness is offensive to fellow believers. Most of all it offends God, who chastens His unforgiving children severely (vv. 32–34 ). See notes on v. 34 ; cf. 6:15 ."
  },
  {
    "start": 40018034,
    "content": "<b><a>18:34</a></b> <b>his lord, moved with anger.</b> <b>torturers.</b> <b>all that was owed him.</b> his lord, moved with anger. Because He is holy and just, God is always angry at sin, including the sins of His children (cf. Heb 12:5–11 ). torturers. Not executioners. This pictures severe discipline, not final condemnation. all that was owed him. The original debt was unpayable and the man was still without resources. So it seems unlikely that the slave was saddled once again with the same debt he had already been forgiven. Rather, what he now owed his master would be exacted in chastening by his master until he was willing to forgive others."
  },
  {
    "start": 40019001,
    "content": "<b><a>19:1</a></b> <b>the region of Judea beyond the Jordan.</b> the region of Judea beyond the Jordan. Perea was the name of the region just east of the Jordan River. It was not technically part of Judea, but the territory ruled by Herod the Great had included both regions, and it was commonly referred to this way. Christ’s ministry in Perea lasted only a few months. It was from here that He would make His final journey to Jerusalem just prior to the Passion Week ( 20:17–19 )."
  },
  {
    "start": 40019003,
    "content": "<b><a>19:3</a></b> <b>Is it lawful.</b> <b>for any reason at all?</b> Is it lawful. A hotly debated difference of opinion existed between the Rabbis Shammai and Hillel (both near-contemporaries of Christ). The Shammaites interpreted the law rigidly, and permitted a man to divorce his wife only if she was guilty of sexual immorality. for any reason at all? The Hillelites took a wholly pragmatic approach, and permitted a man to divorce his wife indiscriminately."
  },
  {
    "start": 40019004,
    "content": "<b><a>19:4</a></b> Quoted from Ge 1:27 ; 5:2 ."
  },
  {
    "start": 40019005,
    "content": "<b><a>19:5</a></b> Quoted from Ge 2:24 ( see note there )."
  },
  {
    "start": 40019007,
    "content": "<b><a>19:7</a></b> <b>Why then did Moses command to</b> <b>… ?</b> Why then did Moses command to give her a certificate of divorce … ? The Pharisees misrepresented Dt 24:1–4 . It was not a “command” for divorce, but a limitation on remarriage in the event of a divorce. While recognizing the legitimacy of divorce when a man “has found some indecency” ( Dt 24:1 ) in his wife (sexual sin, by Jesus’ interpretation in v. 9 ), Moses did not “command” divorce. See note on Dt 24:1–4 ."
  },
  {
    "start": 40019008,
    "content": "<b><a>19:8</a></b> <b>Because of your hardness of heart.</b> <b>Moses permitted you to divorce.</b> Because of your hardness of heart. The phrase underscores the truth that divorce is only a last-resort response to hard-hearted sexual immorality (v. 9 ). Moses permitted you to divorce. The stress is certainly on the word “permitted.” Thus Jesus clearly sides with the Shammai school of interpretation ( see note on v. 3 )."
  },
  {
    "start": 40019009,
    "content": "<b><a>19:9</a></b> <b>immorality.</b> immorality. This is a term that encompasses all sorts of sexual sins. Both here and in 5:32 , Jesus includes this “exception clause,” clearly permitting the innocent party in such a divorce to remarry without incurring the stigma of one who “commits adultery.” See notes on 5:31–32 ."
  },
  {
    "start": 40019010,
    "content": "<b><a>19:10</a></b> <b>it is better not to marry.</b> it is better not to marry. The disciples correctly understood the binding nature of marriage, and that Jesus was setting a very high standard, permitting divorce only in the most extreme of circumstances."
  },
  {
    "start": 40019012,
    "content": "<b><a>19:12</a></b> <b>let him accept</b> <b>.</b> let him accept it . Since all cannot handle it (v. 11 ), Christ is not enjoining celibacy here. Rather, He makes it entirely a matter of personal choice—except for those who are physically unable to marry, either through natural causes or because of the violence of other men. Still others may find there are pragmatic reasons not to marry for the good of the kingdom ( see notes on 1Co 7:7–9 ). But in no way did Christ suggest that celibacy is superior to marriage (cf. Ge 2:18 ; 1Ti 4:3 )."
  },
  {
    "start": 40019014,
    "content": "<b><a>19:14</a></b> <b>such as these.</b> such as these. These children were too young to have exercised personal faith. See Lk 18:15 , where Luke refers to them as “babies.” Therefore, it is all the more significant that Christ used them as an illustration of those who make up “the kingdom of heaven” (cf. 18:1–4 ). Mk 10:16 also says He “blessed them.” God often shows a special mercy to those who because of age or mental deficiency are incapable of either faith or willful unbelief (cf. Jon 4:11 ). They are called “innocent” in Jer 19:4 . This does not mean they are free from the inherited guilt and moral corruption of Adam’s sin ( see notes on Ro 5:12–19 ), but rather that they are not culpable in the same sense as those whose sins are premeditated and deliberate. Jesus’ words here suggest that God’s mercy is graciously extended to infants so that those who die are sovereignly regenerated and granted entrance into the kingdom—not because they are deserving of heaven, but because God in His grace chooses to redeem them. See notes on 2Sa 12:23 ; Mk 10:14 ."
  },
  {
    "start": 40019016,
    "content": "<b><a>19:16</a></b> <b>Teacher.</b> Teacher. This is not necessarily a recognition of Christ’s deity. The young man simply meant that Christ was righteous and a teacher from God who apparently had eternal life and might know how he could get it."
  },
  {
    "start": 40019017,
    "content": "<b><a>19:17</a></b> <b>Why are you asking Me about what is good? There is</b> <b>One who is good.</b> <b>if you wish to enter into life, keep the commandments.</b> Why are you asking Me about what is good? There is only One who is good. Jesus was not disclaiming His own deity, but rather teaching the young man that all but God are sinners. This young man’s most serious spiritual defect was his reluctance to confess his own utter spiritual bankruptcy. See note on 5:3 ; cf. Lk 18:11 . if you wish to enter into life, keep the commandments. This, of course, is law, not gospel. Before showing him the way to life, Jesus wanted to impress on the young man both the high standard required by God and the absolute futility of seeking salvation by his own merit. This should have elicited a response about the impossibility of keeping the law perfectly (like the disciples’ response in v. 25 ), but instead the young man confidently declared that he qualified for heaven under those terms."
  },
  {
    "start": 40019018,
    "end": 40019019,
    "content": "<b><a>19:18–19</a></b> These are 5 of the 6 commandments that make up the second table of the Ten Commandments—all dealing with human relationships (cf. Ex 20:12–16 ; Dt 5:16–20 ). See note on 22:40 . Christ omitted the tenth commandment, which deals with covetousness, and added Lv 19:18 , the summation of the second half of the Decalogue. Cf. Ro 13:1–10 ."
  },
  {
    "start": 40019020,
    "content": "<b><a>19:20</a></b> <b>I have kept.</b> I have kept. The self-righteous young man would not admit to his own sin. See note on 9:13 ."
  },
  {
    "start": 40019021,
    "content": "<b><a>19:21</a></b> <b>go</b> <b>sell your possessions and give to the poor.</b> <b>come, follow Me.</b> go and sell your possessions and give to the poor. Again, Jesus was not setting forth terms for salvation, but rather exposing the young man’s true heart. His refusal to obey here revealed two things: 1) he was not blameless as far as the law was concerned, because he was guilty of loving himself and his possessions more than his neighbors (cf. v. 19 ); and 2) he lacked true faith, which involves a willingness to surrender all at Christ’s bidding ( 16:24 ). Jesus was not teaching salvation by philanthropy; but He was demanding that this young man give Him first place. The young man failed the test (v. 22 ). come, follow Me. This was the answer to the young man’s question in v. 16 . It was a call to faith. It is likely that the young man never even heard or contemplated it, though, because his own love of his possessions was such a stumbling block that he had already rejected Jesus’ claim to lordship over his life. Thus he walked away in unbelief."
  },
  {
    "start": 40019024,
    "content": "<b><a>19:24</a></b> <b>camel … eye of a needle.</b> camel … eye of a needle. I.e., it is impossible. Jesus was underscoring the impossibility of anyone’s being saved by merit. Since wealth was deemed proof of God’s approval, and those who had it could give more alms, it was commonly thought that rich people were the most likely candidates for heaven ( see note on Mk 10:25 ). Jesus destroyed that notion, and along with it, the notion that anyone can merit enough divine favor to gain entrance into heaven. See note on v. 25 ."
  },
  {
    "start": 40019025,
    "content": "<b><a>19:25</a></b> <b>Then who can be saved?</b> Then who can be saved? This was the right question to ask; it showed that they understood Jesus’ message ( see note on v. 17 ). Salvation is possible only through divine grace (v. 26 ). See notes on Ro 3:9–20 ; Ga 3:10–13 ; Php 3:4–9 ."
  },
  {
    "start": 40019027,
    "content": "<b><a>19:27</a></b> <b>we have left everything and followed You.</b> we have left everything and followed You. Peter points out that they had already done what Christ demanded of the rich young ruler (v. 21 ). They had embarked on the life of faith with Christ. Note that Jesus did not rebuke Peter for his expectation of reward (cf. Rev 22:12 )."
  },
  {
    "start": 40019028,
    "content": "<b><a>19:28</a></b> <b>regeneration.</b> <b>judging.</b> regeneration. Here the term does not carry its normal theological meaning of personal regeneration (cf. Tit 3:5 ). Instead, Jesus was speaking of “the period of restoration of all things about which God spoke by the mouth of His holy prophets from ancient time” ( Ac 3:21 ). This is a reference to the earthly kingdom described in Rev 20:1–15 , when believers will sit with Christ on His throne ( Rev 3:21 ). judging. Governing. Cf. 1Co 6:2–3 ."
  },
  {
    "start": 40019030,
    "content": "<b><a>19:30</a></b> <b>first … last … first.</b> first … last … first. This statement means that everyone ends up the same, a truth that is explained by the parable that follows ( see note on 20:16 )."
  },
  {
    "start": 40020001,
    "content": "<b><a>20:1</a></b> <b>hire laborers.</b> hire laborers. This was typical during harvest. Day laborers stood in the marketplace from dawn, hoping to be hired for the day’s work. The workday began at 6:00 a.m. and went to 6:00 p.m."
  },
  {
    "start": 40020002,
    "content": "<b><a>20:2</a></b> <b>a denarius for the day.</b> a denarius for the day. A fair wage for a full day’s labor ( see note on 22:19 )."
  },
  {
    "start": 40020003,
    "content": "<b><a>20:3</a></b> <b>third hour.</b> third hour. 9:00 a.m. They were standing idle because no one had hired them (v. 7 )."
  },
  {
    "start": 40020004,
    "content": "<b><a>20:4</a></b> <b>whatever is right.</b> whatever is right. So eager to work, these men did not even negotiate a specific wage."
  },
  {
    "start": 40020006,
    "content": "<b><a>20:6</a></b> <b>eleventh</b> <b>.</b> eleventh hour . I.e., 5:00 p.m. Desperate for work, they had waited nearly “all day.” They would take whatever they could get."
  },
  {
    "start": 40020008,
    "content": "<b><a>20:8</a></b> <b>last … to the first.</b> last … to the first. This is the clue that opens the parable ( see note on v. 16 )."
  },
  {
    "start": 40020013,
    "content": "<b><a>20:13</a></b> <b>I am doing you no wrong.</b> I am doing you no wrong. Everyone received a full day’s wage, to their shock (vv. 9–11 ). The man was acting graciously to those whom he overpaid. This was no slight against those whom he paid a full wage for a full day’s work. That was precisely what they agreed to in the beginning. But it was his privilege to extend the same generosity to all (v. 15 ; cf. Ro 9:15 )."
  },
  {
    "start": 40020016,
    "content": "<b><a>20:16</a></b> <b>last shall be first … first last.</b> last shall be first … first last. In other words, everyone finishes in a dead heat. No matter how long each of the workers worked, they each received a full day’s wage. Similarly, the thief on the cross will enjoy the full blessings of heaven alongside those who have labored their whole lives for Christ. Such is the grace of God ( see note on 19:30 )."
  },
  {
    "start": 40020017,
    "content": "<b><a>20:17</a></b> <b>go up to Jerusalem.</b> go up to Jerusalem. Thus began His final journey to the cross."
  },
  {
    "start": 40020019,
    "content": "<b><a>20:19</a></b> <b>flog and crucify.</b> flog and crucify. This was the third time Jesus told the disciples of His death ( see note on 16:21 ; cf. 17:22–23 )—plus 3 of the disciples had overheard Jesus discussing His death with Moses and Elijah at the Transfiguration ( Lk 9:31 ). This time, however, He added more details."
  },
  {
    "start": 40020020,
    "content": "<b><a>20:20</a></b> <b>mother of the sons of Zebedee.</b> mother of the sons of Zebedee. Mk 10:35 says James and John themselves raised the question of v. 21 . There is no contradiction. It is possible either that the 3 of them asked together, or perhaps even more likely that they had discussed it among themselves beforehand, and each posed the question to Jesus privately."
  },
  {
    "start": 40020021,
    "content": "<b><a>20:21</a></b> <b>Command … these two sons of mine.</b> Command … these two sons of mine. Probably playing off the words of Jesus in 19:28 , James and John had enlisted their mother to convey their proud, self-seeking request to Jesus. This was a recurring matter among the disciples (cf. 18:1 , 4 ; 23:11 ; Mk 9:34 ; Lk 9:46 ; 22:24 , 26 ), right up to the table at the Last Supper."
  },
  {
    "start": 40020022,
    "content": "<b><a>20:22</a></b> <b>You do not know what you are asking.</b> <b>the cup that I am about to drink?</b> You do not know what you are asking. The greatest glory goes to those who suffer the most for Christ. the cup that I am about to drink? The cup of God’s wrath ( see notes on 26:39 ; Mk 14:36 ; Lk 22:42 ; Jn 18:11 )."
  },
  {
    "start": 40020023,
    "content": "<b><a>20:23</a></b> <b>My cup you shall drink.</b> <b>for whom it has been prepared.</b> My cup you shall drink. James was beheaded ( Ac 12:2 ) and John tortured and exiled to Patmos ( Rev 1:9 ) for the sake of Christ. for whom it has been prepared. God alone has chosen."
  },
  {
    "start": 40020024,
    "content": "<b><a>20:24</a></b> <b>became indignant.</b> became indignant. Jealous displeasure, no doubt. They all would have petitioned Jesus for the exalted, favored positions, given the opportunity. See note on v. 21 ."
  },
  {
    "start": 40020025,
    "end": 40020028,
    "content": "<b><a>20:25–28</a></b> In this rich text, the Lord was teaching the disciples that the style of greatness and leadership for believers is different. The Gentile leaders dominate in dictatorial fashion, using carnal power and authority. Believers are to do the opposite—they lead by being servants and giving themselves away for others, as Jesus did."
  },
  {
    "start": 40020028,
    "content": "<b><a>20:28</a></b> <b>to give His life a ransom for many.</b> to give His life a ransom for many. The word translated “for” means “in the place of,” underscoring the substitutionary nature of Christ’s sacrifice. A “ransom” is a price paid to redeem a slave or a prisoner. Redemption does not involve a price paid to Satan. Rather, the ransom is offered to God—to satisfy His justice and wrath against sin. The price paid was Christ’s own life—as a blood atonement (cf. Lv 17:11 ; Heb 9:22 ). This, then, is the meaning of the cross: Christ subjected Himself to the divine punishment against sin on our behalf (cf. Is 53:4–5 ; see note on 2Co 5:21 ). Suffering the brunt of divine wrath in the place of sinners was the “cup” He spoke of having to drink (v. 22 )."
  },
  {
    "start": 40020029,
    "content": "<b><a>20:29</a></b> <b>leaving Jericho.</b> leaving Jericho. See note on v. 30 ."
  },
  {
    "start": 40020030,
    "content": "<b><a>20:30</a></b> <b>two blind men.</b> <b>Son of David.</b> two blind men. Mark 10:46 and Lk 18:35 mention only one blind man, and Luke says this encounter took place as Christ was approaching Jericho rather than when He was leaving (v. 29 ). The difficulties are fairly simple to reconcile: there were two blind men, but Bartimaeus ( Mk 10:46 ) was the spokesman of the two and was, therefore, the sole focus of both Luke’s and Mark’s accounts ( see note on 8:28 ). It is also a fact that there were two Jerichos—one the mound of the ancient city (the ruins of which may still be seen today), and the other, the inhabited city of Jericho, close by. Jesus may have been going out of old Jericho and entering new Jericho. Or it may also be that the events are telescoped for us, so that Christ first encountered the blind men on His way into the city, but the healing took place as He was departing. Son of David. See note on 1:1 ."
  },
  {
    "start": 40021001,
    "content": "<b><a>21:1</a></b> <b>Bethphage.</b> Bethphage. A small town near Bethany, on the southeast slope of the Mt. of Olives. It is mentioned nowhere else in Scripture except in connection with Christ’s triumphal entry ( Mk 11:1 ; Lk 19:29 )."
  },
  {
    "start": 40021003,
    "content": "<b><a>21:3</a></b> <b>if anyone says anything to you.</b> if anyone says anything to you. Mark recorded that this was in fact exactly what happened ( Mk 11:5–6 ). Having just arrived in Bethphage (v. 1 ), Jesus would have had no opportunity to make arrangements for the use of these animals. Yet He knew precisely the location of the animals and the disposition of the owners. Such detailed foreknowledge reveals His divine omniscience."
  },
  {
    "start": 40021005,
    "content": "<b><a>21:5</a></b> <b>.</b> a colt, the foal of a pack animal . An exact quotation from Zec 9:9 (cf. Is 62:11 ). The precise fulfillment of this messianic prophecy would not have escaped the Jewish multitudes, who responded with titles and accolades fit only for the Messiah ( see note on v. 9 )."
  },
  {
    "start": 40021007,
    "content": "<b><a>21:7</a></b> <b>the donkey and the colt.</b> <b>He sat.</b> the donkey and the colt. Matthew is the only Gospel writer who mentions the mare donkey. But all mention the young age of the donkey ( Jn 12:14 ), or state that no man had ever sat on him ( Mk 11:2 ; Lk 19:30 ). The mare was brought along, possibly to induce the colt to cooperate. He sat. I.e., on the clothes. Christ rode on the young colt ( Mk 11:7 )."
  },
  {
    "start": 40021008,
    "content": "<b><a>21:8</a></b> <b>spread their garments in the road.</b> spread their garments in the road. Spreading one’s garments on the street was an ancient act of homage reserved for high royalty (cf. 2Ki 9:13 ), suggesting that they recognized His claim to be King of the Jews."
  },
  {
    "start": 40021009,
    "content": "<b><a>21:9</a></b> <b>Hosanna.</b> <b>.</b> Hosanna. This transliterates the Hebrew expression which is translated “Save!” in Ps 118:25 . Blessed is He . This is an exact quotation from v. 26 of the same psalm. This, along with the messianic title “Son of David,” make it clear that the crowd was acknowledging Christ’s messianic claim ( see note on 1:1 ). The date of this entry was Monday, 10 Nisan, AD 30, exactly 483 years after the decree of Artaxerxes mentioned in Da 9:24–26 ( see note there )."
  },
  {
    "start": 40021012,
    "content": "<b><a>21:12</a></b> <b>drove out.</b> <b>those who were buying and selling.</b> <b>money changers.</b> drove out. This was the second time Jesus had cleansed the temple. Jn 2:14–16 describes a similar incident at the beginning of Christ’s public ministry. There are distinct differences in the two incidents. In the first cleansing, temple officials confronted Christ immediately afterward ( see note on v. 23 ; cf. Jn 2:18 ); none of the accounts of this second cleansing mention any such confrontation. Instead, the Synoptics all describe how Jesus addressed all present (v. 13 ) and even made the incident an occasion for public teaching ( Mk 11:17 ; Lk 19:46–47 ). those who were buying and selling. He regarded both merchants and customers guilty of desecrating the temple. Items being bought and sold included “doves” and other animals for sacrifice (cf. Jn 2:14 ). money changers. Currency-exchange agents, present in droves, were needed because Roman coins and other forms of currency were deemed unacceptable for temple offerings. Evidently, both merchants and money changers were charging such excessive rates that the temple marketplace took on the atmosphere of a thieves’ den (v. 13 ). This kind of commerce took place in the court of the Gentiles, a large area covering several acres on the temple mount."
  },
  {
    "start": 40021013,
    "content": "<b><a>21:13</a></b> <b>It is written.</b> It is written. Jesus conflates two OT prophecies, Is 56:7 (“My house will be called a house of prayer for all the peoples”) and Jer 7:11 (“Has this house, which is called by My name, become a robbers’ den in your sight?”)."
  },
  {
    "start": 40021015,
    "content": "<b><a>21:15</a></b> <b>children.</b> children. Lit. “boys.” The crowd in Jerusalem for the Passover would have included a large number of 12-year-olds, who were there to celebrate their first Passover, just as Jesus Himself had done."
  },
  {
    "start": 40021016,
    "content": "<b><a>21:16</a></b> <b>Yes; have you never read.</b> Yes; have you never read. Jesus’ reply to the “indignant” chief priests and scribes amounted to an inescapable assertion of His deity. In quoting from Ps 8:2 , He was claiming the right to receive worship as God."
  },
  {
    "start": 40021019,
    "content": "<b><a>21:19</a></b> <b>at once.</b> at once. This is a relative term; the tree may have died at once, but Mk 11:14 , 20 ( see notes there ) suggested that the withering was not visible until the following day. Jesus’ cursing of the tree was a purposeful divine object lesson, not an impetuous act of frustration. The fig tree is often employed in Scripture as a symbol of Israel ( Hos 9:10 ; Joel 1:7 )—and the barren fig tree often symbolizes divine judgment on Israel because of her spiritual fruitlessness ( see note on 3:8 ) despite an abundance of spiritual advantages ( Jer 8:13 ; Joel 1:12 ). Jesus’ act therefore illustrates God’s judgment against earthly Israel for shameful fruitlessness, exemplified in the rejection of their Messiah. One of Christ’s parables taught a similar lesson ( Lk 13:6–9 )."
  },
  {
    "start": 40021021,
    "content": "<b><a>21:21</a></b> <b>if you have faith and do not doubt.</b> <b>it will happen.</b> if you have faith and do not doubt. This presupposes that the thing requested is actually God’s will ( see note on 17:20 )—for only God-given faith is so doubt-free (cf. Mk 9:24 ). it will happen. A miracle on such a cosmic scale was precisely what the scribes and Pharisees wanted Christ to do, but He always declined ( see note on 12:38 ). Here, He was speaking figuratively about the immeasurable power of God, unleashed in the lives of those with true faith."
  },
  {
    "start": 40021023,
    "content": "<b><a>21:23</a></b> <b>these things.</b> <b>who gave You this authority?</b> these things. I.e., both His public teaching and miracles. They may have also had in mind His act of cleansing the temple on the day before ( see note on v. 12 ). who gave You this authority? They were forced to acknowledge that He had some source of indisputable authority. His miracles were too obvious and too numerous to be fraudulent. Even His teaching was with such force and clarity that it was obvious to all that there was authority in His words ( see note on 7:29 )."
  },
  {
    "start": 40021025,
    "content": "<b><a>21:25</a></b> <b>The baptism of John was from what</b> <b>… ?</b> The baptism of John was from what source … ? Jesus caught the Jewish leaders in their own trap. They had no doubt hoped that He would answer by asserting that His authority came directly from God (as He had many times before—cf. Jn 5:19–23 ; 10:18 ). They then accused Him of blasphemy and used the charge as an excuse to kill Him—as they had also attempted to do before ( Jn 5:18 ; 10:31–33 ). Here, however, He asked a question that placed them in an impossible dilemma, because John was widely revered by the people. They could not affirm John’s ministry without condemning themselves. And if they denied John’s legitimacy, they feared the response of the people (v. 26 ). In effect, Jesus exposed their own lack of any authority to examine Him. See note on Lk 20:5 ."
  },
  {
    "start": 40021031,
    "content": "<b><a>21:31</a></b> <b>Which of the two did the will of his father?</b> Which of the two did the will of his father? Jesus forced them to testify against themselves. The point of the parable was that doing is more important than saying (cf. 7:21–27 ; Jas 1:22 ). They had to acknowledge this, yet in doing so they condemned themselves. The idea that repentant tax collectors and harlots would enter the kingdom before outwardly religious hypocrites was a recurring theme in His ministry ( see note on 5:20 ), and this infuriated the Jewish leaders."
  },
  {
    "start": 40021032,
    "content": "<b><a>21:32</a></b> <b>the way of righteousness.</b> <b>tax collectors and prostitutes.</b> the way of righteousness. I.e., the repentance and faith that results in the imputation of God’s righteousness ( see note on Ro 3:21 ). tax collectors and prostitutes. See notes on 5:46 ; 9:9 ; Mk 2:15 . The pariahs of Jewish society, most publicly despised by the chief priests and elders, had found salvation, while the self-righteous leaders had not. Cf. Ro 10:3 ."
  },
  {
    "start": 40021033,
    "content": "<b><a>21:33</a></b> <b>.</b> a vineyard. … wine press . See Is 5:2 . Jesus was clearly alluding to this OT passage, which would have been familiar to the Jewish leaders. The “vineyard” is a common symbol for the Jewish nation in Scripture. Here the landowner, representing God, developed the vineyard with great care, then leased it to “vine-growers,” representing the Jewish leaders."
  },
  {
    "start": 40021034,
    "content": "<b><a>21:34</a></b> <b>his slaves.</b> his slaves. I.e., the OT prophets."
  },
  {
    "start": 40021035,
    "content": "<b><a>21:35</a></b> <b>beat one … killed another … stoned a third.</b> beat one … killed another … stoned a third. Matthew often blends and simplifies details ( see notes on v. 19 ; 8:28 ; 20:30 ). From Mark’s account we learn that in Jesus’ telling of this story, 3 different slaves came individually. The tenants “beat” the first one, “wounded” the second, and “killed” the third ( Mk 12:2–5 ). This corresponds to the Jewish rulers’ treatment of many of the OT prophets ( 1Ki 22:24 ; 2Chr 24:20–21 ; 36:15–16 ; Ne 9:26 ; Jer 2:30 )."
  },
  {
    "start": 40021037,
    "content": "<b><a>21:37</a></b> <b>my son.</b> my son. This person represents the Lord Jesus Christ, whom they killed (vv. 38–39 ) and thereby incurred divine judgment (v. 41 )."
  },
  {
    "start": 40021041,
    "content": "<b><a>21:41</a></b> <b>rent out the vineyard to other vine-growers.</b> rent out the vineyard to other vine-growers. Again the Jewish leaders pronounced their own judgment ( see note on v. 31 ). Their verdict against the evil vine-growers was also Christ’s judgment against them (v. 43 ). The kingdom and all the spiritual advantages given to Israel would now be given to “other vine-growers,” symbolizing the church (v. 43 ), which consists primarily of Gentiles (cf. Ro 11:11 )."
  },
  {
    "start": 40021042,
    "content": "<b><a>21:42</a></b> <b>.</b> <b>.</b> the stone … rejected . This refers to His crucifixion; and the restoration of “the chief corner stone” anticipates His resurrection. the chief corner stone . To the superficial eye, this quotation from Ps 118:22–23 is irrelevant to the parable that precedes it. But it is taken from a messianic psalm. Jesus cited it to suggest that the Son who was killed and thrown out of the vineyard was also “the chief corner stone” in God’s redemptive plan."
  },
  {
    "start": 40021043,
    "content": "<b><a>21:43</a></b> <b>a nation, producing the fruit of it.</b> a nation, producing the fruit of it. The church. See note on v. 41 . Peter spoke of the church as “a holy nation” ( 1Pe 2:9 )."
  },
  {
    "start": 40021044,
    "content": "<b><a>21:44</a></b> <b>this stone.</b> this stone. Christ is “a stone to strike and a rock to stumble over” to unbelievers ( Is 8:14 ; 1Pe 2:8 ). And the prophet Daniel pictured Him as a great stone “cut out of the mountain without hands,” which falls on the kingdoms of the world and crushes them ( Da 2:44–45 ). Whether a ceramic vessel “falls on” a rock, or the rock “falls” on the vessel, the result is the same. The saying suggests that both enmity and apathy are wrong responses to Christ, and those guilty of either are in danger of judgment."
  },
  {
    "start": 40021045,
    "content": "<b><a>21:45</a></b> <b>they understood that He *was speaking about them.</b> they understood that He *was speaking about them. By evoking so much familiar messianic imagery (vv. 42–44 ), Christ made His meaning inescapable to the chief priests and Pharisees."
  },
  {
    "start": 40022002,
    "content": "<b><a>22:2</a></b> <b>a king who gave a wedding feast for his son.</b> a king who gave a wedding feast for his son. Jesus told a similar, but different, parable in Lk 14:16–23 . Here, the banquet was a wedding feast for the king’s own son, making the apathy (v. 5 ) and rejection (v. 6 ) of those invited much more of a personal slight against the king. Also, here they actually mistreated and killed the king’s messengers—an unthinkable affront to the king’s goodness."
  },
  {
    "start": 40022004,
    "content": "<b><a>22:4</a></b> <b>Again he sent out other slaves.</b> Again he sent out other slaves. This illustrates God’s patience and forbearance with those who deliberately spurn Him. He continues to extend the invitation even after His goodness has been ignored or rebuffed."
  },
  {
    "start": 40022007,
    "content": "<b><a>22:7</a></b> <b>the king was enraged.</b> <b>set their city on fire.</b> the king was enraged. His vast patience finally exhausted, He judges them. set their city on fire. The judgment Jesus described anticipated the destruction of Jerusalem in AD 70. Even the massive stone temple was destroyed by fire and reduced to rubble in that conflagration. See notes on 23:36 ; 24:2 ; Lk 19:43 ."
  },
  {
    "start": 40022009,
    "content": "<b><a>22:9</a></b> <b>as many as you find … call to the wedding feast.</b> as many as you find … call to the wedding feast. This illustrates the free offer of the gospel, which is extended to all indiscriminately (cf. Rev 22:17 )."
  },
  {
    "start": 40022011,
    "content": "<b><a>22:11</a></b> <b>wedding clothes.</b> wedding clothes. All without exception were invited to the banquet, so this man is not to be viewed as a common party-crasher. In fact, all the guests were rounded up hastily from “the streets” and therefore none could be expected to come with proper attire. That means the wedding garments were supplied by the king himself. So this man’s lack of a proper garment indicates he had purposely rejected the king’s own gracious provision. His affront to the king was actually a greater insult than those who refused to come at all, because he committed his impertinence in the very presence of the king. The imagery seems to represent those who identify with the kingdom externally, profess to be Christians, belong to the church in a visible sense—yet spurn the garment of righteousness Christ offers (cf. Is 61:10 ) by seeking to establish a righteousness of their own (cf. Ro 10:3 ; Php 3:8–9 ). Ashamed to admit their own spiritual poverty ( see note on 5:3 ), they refuse the better garment the King graciously offers—and thus they are guilty of a horrible sin against His goodness."
  },
  {
    "start": 40022012,
    "content": "<b><a>22:12</a></b> <b>the man was speechless.</b> the man was speechless. I.e., he had no excuse."
  },
  {
    "start": 40022013,
    "content": "<b><a>22:13</a></b> <b>outer darkness.</b> <b>weeping and gnashing of teeth.</b> outer darkness. This would describe the darkness farthest from the light, i.e., outer darkness. weeping and gnashing of teeth. This speaks of inconsolable grief and unremitting torment. Jesus commonly used the phrases in this verse to describe hell (cf. 13:42 , 50 ; 24:51 )."
  },
  {
    "start": 40022014,
    "content": "<b><a>22:14</a></b> <b>many are called, but few</b> <b>chosen.</b> many are called, but few are chosen. The call spoken of here is sometimes referred to as the “general call” (or the “external” call)—a summons to repentance and faith that is inherent in the gospel message. This call extends to all who hear the gospel. “Many” hear it; “few” respond (see the many-few comparison in 7:13–14 ). Those who respond are the “chosen,” the elect. In the Pauline writings, the word “call” usually refers to God’s irresistible calling extended to the elect alone ( Ro 8:30 )—known as the “effectual call” (or the “internal” call). The effectual call is the supernatural drawing of God which Jesus speaks of in Jn 6:44 . Here a general call is in view, and this call extends to all who hear the gospel—this call is the great “whosoever will” of the gospel (cf. Rev 22:17 ). Here, then, is the proper balance between human responsibility and divine sovereignty: the “called” who reject the invitation do so willingly, and therefore their exclusion from the kingdom is perfectly just. The “chosen” enter the kingdom only because of the grace of God in choosing and drawing them."
  },
  {
    "start": 40022016,
    "content": "<b><a>22:16</a></b> <b>Herodians.</b> Herodians. A party of the Jews who supported the Roman-backed Herodian dynasty. The Herodians were not a religious party, like the Pharisees, but a political party, probably consisting largely of Sadducees (including the rulers of the temple). By contrast, the Pharisees hated Roman rule and the Herodian influence. The fact that these groups would conspire together to entrap Jesus reveals how seriously both groups viewed Him as a threat. Herod himself wanted Jesus dead ( Lk 13:31 ), and the Pharisees were already plotting to kill Him as well ( Jn 11:53 ). So they joined efforts to seek their common goal."
  },
  {
    "start": 40022017,
    "content": "<b><a>22:17</a></b> <b>Is it lawful to give a tax to Caesar, or not?</b> Is it lawful to give a tax to Caesar, or not? At issue was an annual fee of one denarius ( see note on v. 19 ) per person. Such taxes were part of the heavy taxation Rome assessed. Since these funds were used to finance the occupying armies, all Roman taxes were hated by the people. But the poll tax was the most hated of all because it suggested that Rome owned even the people, while they viewed themselves and their nation as possessions of God. It was therefore significant that they questioned Christ about the poll tax in particular. If He answered no to their question, the Herodians would charge Him with treason against Rome. If He said yes, the Pharisees would accuse Him of disloyalty to the Jewish nation, and He would lose the support of the crowds."
  },
  {
    "start": 40022019,
    "content": "<b><a>22:19</a></b> <b>denarius.</b> denarius. See note on Mk 12:16 . A silver coin, the value of a day’s wage for a Roman soldier. The coins were minted under the emperor’s authority since only he could issue gold or silver coins. The “denarius” of Jesus’ day was minted by Tiberius. One side bore an image of his face; the other featured an engraving of him sitting on his throne in priestly robes. The Jews considered such images idolatry, forbidden by the second commandment ( Ex 20:4 ), which made this tax and these coins doubly offensive."
  },
  {
    "start": 40022021,
    "content": "<b><a>22:21</a></b> <b>Caesar’s … God’s.</b> Caesar’s … God’s. Caesar’s image is stamped on the coin; God’s image is stamped on the person ( Ge 1:26–27 ). The Christian must “render” obedience to Caesar in Caesar’s realm ( Ro 13:1–7 ; 1Pe 2:13–17 ), but “the things that are God’s” are things that do not belong to Caesar and should be given only to God. Christ thus acknowledged Caesar’s right to assess and collect taxes, and He made it the duty of Christians to pay them. But He did not suggest (as some suppose) that Caesar had sole or ultimate authority in the social or political realms. Ultimately, all things are God’s ( Ro 11:36 ; 2Co 5:18 ; Rev 4:11 )—including the realm in which Caesar or any other earthly ruler exercises authority."
  },
  {
    "start": 40022023,
    "content": "<b><a>22:23</a></b> <b>no resurrection.</b> no resurrection. See note on 3:7 ."
  },
  {
    "start": 40022024,
    "content": "<b><a>22:24</a></b> <b>.</b> his brother … shall marry his wife . This refers to the law of levirate marriage, found in Dt 25:5–10 ( see note there ). This was a provision to ensure that family lines were kept intact and widows were cared for."
  },
  {
    "start": 40022030,
    "content": "<b><a>22:30</a></b> <b>like angels in heaven.</b> like angels in heaven. The Sadducees did not believe in angels ( see note on 3:7 )—so here Jesus was exposing another of their false beliefs. Angels are deathless creatures who do not propagate and therefore have no need for marriage. “In the resurrection,” the saints will have those same characteristics."
  },
  {
    "start": 40022032,
    "content": "<b><a>22:32</a></b> <b>not the God of the dead.</b> not the God of the dead. Jesus’ argument (taken from the Pentateuch, because the Sadducees recognized only Moses’ authority— see note on 3:7 ) was based on the emphatic present tense “I am” of Ex 3:6 . This subtle but effective argument utterly silenced the Sadducees (v. 34 ). See note on Mk 12:26 ."
  },
  {
    "start": 40022035,
    "content": "<b><a>22:35</a></b> <b>a scholar of the Law.</b> a scholar of the Law. A scribe whose specialty was interpreting the law. See notes on 2:4 ; Lk 10:25 ."
  },
  {
    "start": 40022036,
    "content": "<b><a>22:36</a></b> See note on Mk 12:28 ."
  },
  {
    "start": 40022037,
    "content": "<b><a>22:37</a></b> <b>.</b> heart … soul … mind . Mk 12:30 adds “strength.” The quote is from Dt 6:5 , part of the shema , (Hebrew for “hear”— Dt 6:4 ). That verse says “heart … soul … might.” Some LXX manuscripts added “mind.” The use of the various terms is not meant to delineate distinct human faculties, but to underscore the completeness of the kind of love that is called for."
  },
  {
    "start": 40022039,
    "content": "<b><a>22:39</a></b> <b>.</b> love your neighbor as yourself . This is a quotation from Lv 19:18 . Contrary to some contemporary interpretations, it is not a mandate for self-love. Rather, it contains in different words the very same idea as the Golden Rule ( see note on 7:12 ). It prompts believers to measure their love for others by what they wish for themselves."
  },
  {
    "start": 40022040,
    "content": "<b><a>22:40</a></b> <b>the whole Law and the Prophets.</b> the whole Law and the Prophets. I.e., the whole OT. Thus Jesus subsumes man’s whole moral duty under two categories: love for God, and love for one’s neighbors. These same two categories differentiate the first 4 commandments of the Decalogue from the final 6."
  },
  {
    "start": 40022042,
    "content": "<b><a>22:42</a></b> <b>What do you think…?</b> <b>of David.</b> What do you think…? A phrase often used by Christ to introduce a question designed to test someone (v. 17 ; 17:25 ; 18:12 ; 21:28 ; 26:66 ). Here, the Pharisees, Herodians, Sadducees, and scribes had all put Him to the test. He also had a test for them. The son of David. See note on 1:1 . “Son of David” was the most common messianic title in the usage of Jesus’ day. Their answer reflected their conviction that the Messiah would be no more than a man, and Jesus’ reply was another assertion of His deity. See note on v. 45 ."
  },
  {
    "start": 40022043,
    "content": "<b><a>22:43</a></b> <b>in the Spirit.</b> in the Spirit. I.e., under the inspiration of the Holy Spirit (cf. Mk 12:36 )."
  },
  {
    "start": 40022044,
    "content": "<b><a>22:44</a></b> Quoted from Ps 110:1 ."
  },
  {
    "start": 40022045,
    "content": "<b><a>22:45</a></b> <b>David then calls Him “Lord.”</b> David then calls Him “Lord.” David would not have addressed a merely human descendant as “Lord.” Here Jesus was not disputing whether “Son of David” was an appropriate title for the Messiah; after all, the title is based on what is revealed about the Messiah in the OT ( Is 11:1 ; Jer 23:5 ) and it is used as a messianic title in 1:1 ( see note there ). But Jesus was pointing out that the title “son of David” did not begin to sum up all that is true about the Messiah who is also “Son of God” ( Lk 22:70 ). The inescapable implication is that Jesus was declaring His deity."
  },
  {
    "start": 40023002,
    "content": "<b><a>23:2</a></b> <b>chair of Moses.</b> chair of Moses. The expression is equivalent to a university’s “chair of philosophy.” To “sit in the chair of Moses” was to have the highest authority to instruct people in the law. The expression here may be translated, “[they] have seated themselves in Moses’ seat”—stressing the fact that this was an imaginary authority they claimed for themselves. There was a legitimate sense in which the priests and Levites had authority to decide matters of the law ( Dt 17:9 ), but the scribes and Pharisees had gone beyond any legitimate authority and were adding human tradition to the Word of God ( 15:3–9 ). For that Jesus condemned them (vv. 8–36 )."
  },
  {
    "start": 40023003,
    "content": "<b><a>23:3</a></b> <b>keep … do not do.</b> keep … do not do. I.e., insofar as it accords with the Word of God. The Pharisees were prone to bind “heavy burdens” (v. 4 ) of extrabiblical traditions and put them on others’ shoulders. Jesus explicitly condemned that sort of legalism."
  },
  {
    "start": 40023005,
    "content": "<b><a>23:5</a></b> <b>phylacteries.</b> <b>the tassels</b> <b>.</b> phylacteries. Leather boxes containing a parchment on which is written in 4 columns ( Ex 13:1–10 , 11–16 ; Dt 6:4–9 ; 11:13–21 ). These are worn by men during prayer—one on the middle of the forehead and one on the left arm just above the elbow. The use of phylacteries was based on an overly literal interpretation of passages like Ex 13:9–10 ; Dt 6:8 . Evidently, the Pharisees would broaden the leather straps by which the phylacteries were bound to their arms and foreheads, in order to make the phylacteries more prominent. the tassels of their garments . Jesus Himself wore them ( see note on 9:20 ), so it was not the tassels themselves that He condemned, only the mentality that would lengthen the tassels to make it appear that one was especially spiritual."
  },
  {
    "start": 40023008,
    "end": 40023010,
    "content": "<b><a>23:8–10</a></b> <b>Rabbi … father … instructors.</b> Rabbi … father … instructors. Here Jesus condemns pride and pretense, not titles per se. Paul repeatedly speaks of “leaders” in the church, and even refers to himself as the Corinthians’ “father” ( 1Co 4:15 ). Obviously, this does not forbid the showing of respect, either (cf. 1Th 5:11–12 ; 1Ti 5:1 ). Christ is merely forbidding the use of such names as spiritual titles, or in an ostentatious sense that accords undue spiritual authority to a human being, as if he were the source of truth rather than God."
  },
  {
    "start": 40023013,
    "content": "<b><a>23:13</a></b> <b>nor do you allow.</b> nor do you allow. The Pharisees, having shunned God’s righteousness, were seeking to establish a righteousness of their own ( Ro 10:3 )—and teaching others to do so as well. Their legalism and self-righteousness effectively obscured the narrow gate by which the kingdom must be entered ( see notes on 7:13–14 )."
  },
  {
    "start": 40023014,
    "content": "<b><a>23:14</a></b> This verse does not appear in the earliest available manuscripts of Matthew, but does appear in Mark. See notes on Mk 12:40 ."
  },
  {
    "start": 40023015,
    "content": "<b><a>23:15</a></b> <b>proselyte.</b> <b>a son of hell.</b> proselyte. A Gentile convert to Judaism. See Ac 6:5 . a son of hell. I.e., someone whose eternal destination is hell."
  },
  {
    "start": 40023016,
    "content": "<b><a>23:16</a></b> <b>is nothing.</b> that is nothing. This was an arbitrary distinction the Pharisees had made, which gave them a sanctimonious justification for lying with impunity. If someone swore “by the sanctuary” (or the altar, v. 18 ; or heaven, v. 22 ), his oath was not considered binding, but if he swore “by the gold of the temple,” he could not break his word without being subject to the penalties of Jewish law. Our Lord makes it clear that swearing by those things is tantamount to swearing by God Himself. See note on 5:34 ."
  },
  {
    "start": 40023023,
    "content": "<b><a>23:23</a></b> <b>tithe mint and dill and cumin.</b> tithe mint and dill and cumin. Garden herbs, not really the kind of farm produce that the tithe was designed to cover ( Lv 27:30 ). But the Pharisees fastidiously weighed out a tenth of every herb, perhaps even counting individual dill seeds. Jesus’ point, however, was not to condemn their observance of the law’s fine points. The problem was that they “neglected the weightier provisions” of justice and mercy and faith—the moral principles underlying all the laws. They were satisfied with their focus on the incidentals and externals but willfully resisted the spiritual meaning of the law. He told them they should have concentrated on those larger issues “without neglecting the others.”"
  },
  {
    "start": 40023024,
    "content": "<b><a>23:24</a></b> <b>strain out a gnat but swallow a camel!</b> strain out a gnat but swallow a camel! Some Pharisees would strain their beverages through a fine cloth to make sure they did not inadvertently swallow a gnat—the smallest of unclean animals ( Lv 11:23 ). The camel was the largest of all the unclean animals ( Lv 11:4 )."
  },
  {
    "start": 40023025,
    "content": "<b><a>23:25</a></b> <b>you clean the outside.</b> you clean the outside. The Pharisees’ focus on external issues lay at the heart of their error. Who would want to drink from a cup that had been washed on the outside but was still filthy inside? Yet the Pharisees lived their lives as if external appearance were more important than internal reality. That was the very essence of their hypocrisy, and Jesus rebuked them for it repeatedly ( see notes on 5:20 ; 16:12 )."
  },
  {
    "start": 40023027,
    "content": "<b><a>23:27</a></b> <b>whitewashed tombs.</b> whitewashed tombs. Tombs were regularly whitewashed to make them stand out. Accidentally touching or stepping on a grave caused ceremonial uncleanness ( Nu 19:16 ). A freshly whitewashed tomb would be brilliantly white and clean-looking—and sometimes spectacularly ornate. But the inside was full of defilement and decay. Contrast Jesus’ words here and in Lk 11:44 ."
  },
  {
    "start": 40023030,
    "content": "<b><a>23:30</a></b> <b>we would not have been partners.</b> we would not have been partners. A ridiculous claim to self-righteousness when they were already plotting the murder of the Messiah (cf. Jn 11:47–53 )."
  },
  {
    "start": 40023034,
    "content": "<b><a>23:34</a></b> <b>prophets and wise men and scribes.</b> prophets and wise men and scribes. I.e., the disciples, as well as the prophets, evangelists, and pastors who followed them (cf. Eph 4:11 )."
  },
  {
    "start": 40023035,
    "content": "<b><a>23:35</a></b> <b>Abel … Zechariah.</b> <b>son of Berechiah.</b> Abel … Zechariah. The first and last OT martyrs, respectively. son of Berechiah. ( Zec 1:1 ). The OT does not record how he died. However, the death of another Zechariah, son of Jehoiada, is recorded in 2Chr 24:20–21 . He was stoned in the court of the temple, exactly as Jesus describes here. All the best manuscripts of Matthew contain the phrase “Zechariah, son of Berechiah” (though it does not appear in Lk 11:51 ). Some have suggested that the Zechariah in 2Chr 24 was actually a grandson of Jehoiada, and that his father’s name was also Berechiah. But there is no difficulty if we simply take Jesus’ words at face value and accept His infallible testimony that Zechariah the prophet was martyred between the temple and the altar, in a way very similar to how the earlier Zechariah was killed."
  },
  {
    "start": 40023036,
    "content": "<b><a>23:36</a></b> <b>this generation.</b> this generation. Historically, this was the generation that experienced the utter destruction of Jerusalem and the burning of the temple in AD 70. Jesus’ lament over Jerusalem and His removal of the blessing of God from the temple (vv. 37–38 ) strongly suggest that the sacking of Jerusalem in AD 70 was the judgment He was speaking about. See notes on 22:7 ; 24:2 ; Lk 19:43 ."
  },
  {
    "start": 40023037,
    "content": "<b><a>23:37</a></b> <b>I wanted … you did not want</b> <b>.</b> I wanted … you did not want it . God is utterly sovereign and therefore fully capable of bringing to pass whatever He desires (cf. Is 46:10 )—including the salvation of whomever He chooses ( Eph 1:4–5 ). Yet, He sometimes expresses a wish for that which He does not sovereignly bring to pass (cf. Ge 6:6 ; Dt 5:29 ; Ps 81:13 ; Is 48:18 ). Such expressions in no way suggest a limitation on the sovereignty of God or imply any actual change in Him ( Nu 23:19 ). But these statements do reveal essential aspects of the divine character: He is full of compassion, sincerely good to all, desirous of good, not evil—and therefore not delighting in the destruction of the wicked ( Eze 18:32 ; 33:11 ). While affirming God’s sovereignty, one must understand His pleas for the repentance of the reprobate as well-meant appeals—and His goodness toward the wicked as a genuine mercy designed to provoke them to repentance ( Ro 2:4 ). The emotion displayed by Christ here (and in all similar passages, such as Lk 19:41 ) is obviously a deep, sincere passion. All Christ’s feelings must be in perfect harmony with the divine will (cf. Jn 8:29 )—and therefore these lamentations should not be thought of as mere exhibitions of His humanity."
  },
  {
    "start": 40023038,
    "content": "<b><a>23:38</a></b> <b>your house is being left to you desolate!</b> your house is being left to you desolate! A few days earlier, Christ had referred to the temple as His Father’s “house” ( 21:13 ). But the blessing and glory of God were being removed from Israel (see 1Sa 4:21 ). When Christ came “out from the temple” ( 24:1 ), the glory of God went with Him. Ezekiel 11:23 described Ezekiel’s vision of the departure of the Shekinah glory in his day. The glory left the temple and stood on the Mt. of Olives ( see notes on 24:3 ; Lk 19:29 ), exactly the same route Christ followed here (cf. 24:3 )."
  },
  {
    "start": 40023039,
    "content": "<b><a>23:39</a></b> <b>you will not see Me.</b> you will not see Me. Christ’s public teaching ministry was over. He withdrew from national Israel until the time yet future when they will recognize Him as Messiah ( Ro 11:23–26 ). Then Christ quoted from Ps 118:26 ."
  },
  {
    "start": 40024001,
    "end": 40025046,
    "content": "<b><a>24:1—25:46</a></b> This is the last of the 5 discourses Matthew features (see Introduction: Historical and Theological Themes ). It is known as the Olivet Discourse, and it contains some of the most important prophetic material in all of Scripture."
  },
  {
    "start": 40024002,
    "content": "<b><a>24:2</a></b> <b>not one stone here … left upon another.</b> not one stone here … left upon another. These words were literally fulfilled in AD 70. Titus, the Roman general, built large wooden scaffolds around the walls of the temple buildings, piled them high with wood and other flammable items, and set them ablaze. The heat from the fires was so intense that the stones crumbled. The rubble was then sifted to retrieve the melted gold, and the remaining ruins were “thrown down” into the Kidron Valley. See notes on 22:7 ; Lk 19:43 ."
  },
  {
    "start": 40024003,
    "content": "<b><a>24:3</a></b> <b>Mount of Olives.</b> <b>what</b> <b>the sign of Your coming…?</b> Mount of Olives. The hill directly opposite the temple, across the Kidron Valley to the east ( see note on Lk 19:29 ). This spot affords the best panoramic view of Jerusalem. At the base of this mountain is Gethsemane ( see note on 26:36 ). what will be the sign of Your coming…? Luke 19:11 records that the disciples still “thought that the kingdom of God was going to appear immediately.” The destruction of the temple (v. 2 ) did not fit the eschatological scheme they envisioned, so they asked for clarification. Jesus addressed their questions in reverse order, describing the prophetic sign of His coming (actually a series of signs) in vv. 4–35 and then addressing their question about the timing of these events beginning in v. 36 . When they asked about His coming (Greek, parousia; lit. “presence”), they did not envision a second coming in the far-off future. They were speaking of His coming in triumph as Messiah, an event which they no doubt anticipated would occur presently. Even if they were conscious of His approaching death, which He had plainly prophesied to them on repeated occasions ( see note on 20:19 ), they could not have anticipated His ascension to heaven and the long intervening church age. However, when Jesus used the term parousia in His discourse, He used it in the technical sense as a reference to His second coming."
  },
  {
    "start": 40024006,
    "content": "<b><a>24:6</a></b> <b>not yet the end.</b> not yet the end. False prophets, as well as wars and rumors of wars, characterize the whole of the present age, but will escalate toward the end (cf. 2Ti 3:13 )."
  },
  {
    "start": 40024008,
    "content": "<b><a>24:8</a></b> <b>birth pains.</b> birth pains. Famines, earthquakes, and conflicts have always characterized life in a fallen world; but by calling these things “the beginning” of labor pains, He indicated that things will get notably and remarkably worse at the end of the era as these unique tribulations signal the soon arrival of Messiah to judge sinful humanity and set up His millennial kingdom. Cf. 1Th 5:3 ; Rev 6:1–17 ; 8:1—9:21 ; 16:1–21 ; see note on v. 14 ."
  },
  {
    "start": 40024009,
    "content": "<b><a>24:9</a></b> <b>deliver you.</b> deliver you. See note on 10:17 ."
  },
  {
    "start": 40024010,
    "content": "<b><a>24:10</a></b> <b>many will fall away.</b> many will fall away. Lit. “cause to stumble”—suggesting professing believers who fall away—and even turn against “one another” in shocking acts of spiritual treachery. Those who fall away in such a manner give evidence that they never were true believers at all ( see note on v. 13 )."
  },
  {
    "start": 40024013,
    "content": "<b><a>24:13</a></b> <b>endures to the end … be saved.</b> endures to the end … be saved. Cf. 10:22 . The ones who persevere are the same ones who are saved—not the ones whose love grows cold (v. 12 ). This does not suggest that our perseverance secures our salvation. Scripture everywhere teaches precisely the opposite: God, as part of His saving work, secures our perseverance. True believers “are protected by the power of God through faith for … salvation” ( 1Pe 1:5 ). The guarantee of our perseverance is built into the New Covenant promise. God says: “I will put the fear of Me in their hearts so that they will not turn away from Me” ( Jer 32:40 ). Those who do fall away from Christ give conclusive proof that they were never truly believers to begin with ( 1Jn 2:19 ). To say that God secures our perseverance is not to say that we are passive in the process, however. He keeps us “through faith” ( 1Pe 1:5 )—our faith. Scripture sometimes calls us to hold fast to our faith ( Heb 10:23 ; Rev 3:11 ) or warns us against falling away ( Heb 10:26–29 ). Such admonitions do not negate the many promises that true believers will persevere ( Jn 10:28–29 ; Ro 8:38–39 ; 1Co 1:8–9 ; Php 1:6 ). Rather, the warnings and pleas are among the means God uses to secure our perseverance in the faith. Notice that the warnings and the promises often appear side by side. For example, when Jude urges believers, “keep yourselves in the love of God” ( Jd 21 ), he immediately points them to God, “who is able to keep you from stumbling” ( Jd 24 )."
  },
  {
    "start": 40024014,
    "content": "<b><a>24:14</a></b> <b>proclaimed in the whole world.</b> <b>then the end will come.</b> proclaimed in the whole world. Despite all the tribulations that would come—the deception of false teachers, the wars, persecutions, natural disasters, defections from Christ, and all the obstacles to the spread of the gospel—the message ultimately penetrates every part of the globe. God is never without a witness, and He will proclaim the gospel from heaven itself if necessary (cf. Rev 14:6 ). then the end will come. “The end” refers to the final, excruciating birth pangs ( see note on v. 8 ). This is how Christ characterizes the time of Great Tribulation described in the verses that follow."
  },
  {
    "start": 40024015,
    "content": "<b><a>24:15</a></b> <b>.</b> abomination of desolation . See notes on Da 9:27 ; 11:31 . This phrase originally referred to the desecration of the temple by Antiochus Epiphanes, king of Syria in the second century BC. Antiochus invaded Jerusalem in 168 BC, made the altar into a shrine to Zeus, and even sacrificed pigs on it. However, Jesus clearly was looking toward a yet-future “abomination of desolation.” Some suggest that this prophecy was fulfilled in AD 70 when Titus invaded Jerusalem and destroyed the temple ( see note on v. 2 ). However, the Apostle Paul saw a still-future fulfillment ( 2Th 2:3–4 ), as did John ( Rev 13:14–15 )—when the Antichrist sets up an image in the temple during the future tribulation. Christ’s words here therefore look beyond the events of AD 70 to a time of even greater global cataclysm that will immediately precede His coming (cf. vv. 29–31 )."
  },
  {
    "start": 40024016,
    "content": "<b><a>24:16</a></b> <b>the mountains.</b> the mountains. Probably a reference to the region southeast of Jerusalem, particularly the Dead Sea area, where there are many caves and places of refuge. David hid from Saul in this area ( 1Sa 23:29 ). This would also include the hills of Moab and Edom."
  },
  {
    "start": 40024021,
    "content": "<b><a>24:21</a></b> <b>great tribulation.</b> great tribulation. The words “such as has not occurred” and “nor ever will”—along with the description that follows—identify this as the yet-future time in which God’s wrath shall be poured out upon the earth ( see note on Rev 7:14 ). Jesus’ descriptions of the cataclysms that follow closely resemble the outpouring of divine wrath described in the bowl judgments of Rev 16 and His subsequent appearing in Rev 19 ( see note on v. 30 )."
  },
  {
    "start": 40024022,
    "content": "<b><a>24:22</a></b> <b>those days had been cut short.</b> those days had been cut short. If the afflictions of this time were to continue, “no life would have been saved,” i.e., no one would survive. But “for the sake of the elect” (so that redeemed people do not suffer more than they can bear) the time is “cut short”—i.e., held short of total destruction. Both Da 7:25 and Rev 12:14 ( see notes there ) suggest that the actual length of time the Beast will be permitted to terrorize the world is fixed at 3 1/2 years."
  },
  {
    "start": 40024024,
    "content": "<b><a>24:24</a></b> <b>to deceive, if possible, even the elect.</b> to deceive, if possible, even the elect. This clearly implies that such deception is not possible ( Jn 10:4–5 )."
  },
  {
    "start": 40024026,
    "content": "<b><a>24:26</a></b> <b>do not believe</b> <b>.</b> do not believe them . No one should consider the claims of self-styled messiahs because all of them are false. When Christ returns, no one will miss it (vv. 27–28 )."
  },
  {
    "start": 40024028,
    "content": "<b><a>24:28</a></b> <b>there the vultures will gather.</b> there the vultures will gather. The location of a carcass is visible from great distances because of the circling carrion birds overhead (cf. Job 39:27–30 ). Similarly, Christ’s return will be clearly evident to all near and far. The same point is made by the lightning in v. 27 . The vulture-dead body imagery here also speaks of the judgment that will accompany His return ( Rev 19:21 )."
  },
  {
    "start": 40024029,
    "content": "<b><a>24:29</a></b> <b>.</b> the sun will be darkened . Such phenomena are a common feature of day of the Lord prophecy (see Is 13:9–10 ; Eze 32:7–8 ; Joel 2:10 , 31 ; 3:15 ; Am 8:9 ). The ultimate fulfillment of these prophecies takes place during the time of the Beast’s reign ( Rev 6:12–13 ; 8:12 )."
  },
  {
    "start": 40024030,
    "content": "<b><a>24:30</a></b> <b>the sign of the Son of Man.</b> <b>all the tribes of the earth will mourn.</b> the sign of the Son of Man. I.e., the Son of Man Himself is the sign. The events described here precisely parallel the description in Da 7:13 ; Rev 19:11–21 . all the tribes of the earth will mourn. I.e., over their own rebellion. Israel in particular will mourn over their rejection of the Messiah (cf. Zec 12:10–12 )."
  },
  {
    "start": 40024031,
    "content": "<b><a>24:31</a></b> <b>from one end of the sky to the other.</b> from one end of the sky to the other. All the “elect” from heaven and earth are gathered and assembled before Christ. This is the culmination of world history, ushering in the millennial reign of Christ (cf. Rev 20:4 )."
  },
  {
    "start": 40024032,
    "content": "<b><a>24:32</a></b> <b>parable from the fig tree.</b> parable from the fig tree. When the fig branch “puts forth its leaves,” only a short time remains until summer. Likewise, when the final labor pains begin ( see note on v. 14 ), Christ’s return “is near, right at the door” (v. 33 )."
  },
  {
    "start": 40024034,
    "content": "<b><a>24:34</a></b> <b>this generation.</b> this generation. This cannot refer to the generation living at the time of Christ, for “all these things”—the abomination of desolation (v. 15 ), the persecutions and judgments (vv. 17–22 ), the false prophets (vv. 23–26 ), the signs in the heavens (vv. 27–29 ), Christ’s final return (v. 30 ), and the gathering of the elect (v. 31 )—did not “take place” in their lifetime. It seems best to interpret Christ’s words as a reference to the generation alive at the time when those final hard labor pains begin ( see note on v. 14 ). This would fit with the lesson of the fig tree, which stresses the short span of time in which these things will occur ( see note on v. 32 )."
  },
  {
    "start": 40024035,
    "content": "<b><a>24:35</a></b> <b>Heaven and earth will pass away.</b> Heaven and earth will pass away. Cf. Is 24:18–20 . See notes on 2Pe 3:10–13 ."
  },
  {
    "start": 40024036,
    "content": "<b><a>24:36</a></b> <b>day and hour.</b> day and hour. See note on Mk 13:32 . The disciples wanted to fix the precise time, but this was not for them to know ( Ac 1:7 ). Christ’s emphasis instead is on faithfulness, watchfulness, stewardship, expectancy, and preparedness. These are the lessons He taught in the parables that immediately follow."
  },
  {
    "start": 40024037,
    "content": "<b><a>24:37</a></b> <b>just as the days of Noah.</b> just as the days of Noah. Jesus’ emphasis here is not so much on the extreme wickedness of Noah’s day ( Ge 6:5 ), but on the people’s preoccupation with mundane matters of everyday life (“eating and drinking, marrying and giving in marriage”—v. 38 ), when judgment fell suddenly. They had received warnings, in the form of Noah’s preaching ( 2Pe 2:5 )—and the ark itself, which was a testimony to the judgment that was to come. But they were unconcerned about such matters and therefore were swept away unexpectedly in the midst of their daily activities."
  },
  {
    "start": 40024040,
    "end": 40024041,
    "content": "<b><a>24:40–41</a></b> <b>one will be taken.</b> one will be taken. I.e., taken in judgment (cf. v. 39 ) just as in Noah’s day (“took them”; v. 39 ). This is clearly not a reference to the catching away of believers described in 1Th 4:16–17 ."
  },
  {
    "start": 40024043,
    "content": "<b><a>24:43</a></b> <b>the thief.</b> the thief. As no one knows what hour the thief will come, no one knows the hour of the Lord’s return or the day of the Lord that accompanies His coming (cf. 1Th 5:2 ; 2Pe 3:10 ). But the believer is to be ready at all times."
  },
  {
    "start": 40024044,
    "content": "<b><a>24:44</a></b> <b>at an hour when you do not think</b> <b>.</b> at an hour when you do not think He will . The parables that follow teach Christ’s followers to be ready in case He comes sooner than anticipated (vv. 43–51 ); and also to be prepared in case He delays longer than expected ( 25:1–13 )."
  },
  {
    "start": 40024045,
    "end": 40024051,
    "content": "<b><a>24:45–51</a></b> The evil slave represents an unbeliever who refuses to take seriously the promise of Christ’s return (cf. 2Pe 3:4 ). Though he is an unbeliever (as demonstrated by his punishment— see note on 22:13 ), he is nonetheless accountable to Christ for the stewardship of his time. Jesus was teaching that every person in the world holds his life, natural abilities, wealth, and possessions in trust from God and must give account of how these things are used."
  },
  {
    "start": 40024051,
    "content": "<b><a>24:51</a></b> <b>weeping and gnashing of teeth.</b> weeping and gnashing of teeth. See note on 22:13 ."
  },
  {
    "start": 40025001,
    "end": 40025013,
    "content": "<b><a>25:1–13</a></b> The parable of the 10 virgins is given to underscore the importance of being ready for Christ’s return in any event—even if He delays longer than expected. For when He does return, there will be no second chances for the unprepared (vv. 11–12 )."
  },
  {
    "start": 40025014,
    "end": 40025030,
    "content": "<b><a>25:14–30</a></b> The parable of the talents illustrates the tragedy of wasted opportunity. The man who goes on the journey represents Christ, and the slaves represent professing believers given different levels of responsibility. Faithfulness is what he demands of them ( see note on v. 23 ), but the parable suggests that all who are faithful will be fruitful to some degree. The fruitless person is unmasked as a hypocrite and utterly destroyed (v. 30 )."
  },
  {
    "start": 40025015,
    "content": "<b><a>25:15</a></b> <b>talents.</b> talents. A talent was a measure of weight, not a specific coin, so that a talent of gold was more valuable than a talent of silver. A talent of silver (the word translated “money” in v. 18 is lit. silver) was a considerable sum of money. The modern meaning of the word “talent,” denoting a natural ability, stems from the fact that this parable is erroneously applied to the stewardship of one’s natural gifts."
  },
  {
    "start": 40025023,
    "content": "<b><a>25:23</a></b> <b>the joy of your master.</b> the joy of your master. Both the man with 5 talents and the man with two received exactly the same reward, indicating that the reward is based on faithfulness, not results."
  },
  {
    "start": 40025024,
    "content": "<b><a>25:24</a></b> <b>a hard man.</b> a hard man. His characterization of the master maligns the man as a cruel and ruthless opportunist, “reaping and gathering” what he had no right to claim as his own. This slothful servant does not represent a genuine believer, for it is obvious that this man had no true knowledge of the master."
  },
  {
    "start": 40025026,
    "content": "<b><a>25:26</a></b> <b>you knew that I reap where I did not sow.</b> you knew that I reap where I did not sow. In repeating the slave’s charge against him, the master was not acknowledging that it was true. He was allowing the man’s own words to condemn him. If the slave really believed the master to be the kind of man he portrayed, that was all the more reason for him not to be slothful. His accusation against the master—even if it had been true—did not justify his own laziness."
  },
  {
    "start": 40025029,
    "content": "<b><a>25:29</a></b> <b>to everyone who has,</b> <b>shall be given.</b> to everyone who has, more shall be given. See 13:12 . The recipients of divine grace inherit immeasurable blessings in addition to eternal life and the favor of God (cf. Ro 8:32 ). But those who despise the riches of God’s goodness, forbearance, and longsuffering ( Ro 2:4 ), burying them in the ground and clinging instead to the paltry and transient goods of this world, will ultimately lose everything they have (cf. 6:19 ; Jn 12:25 )."
  },
  {
    "start": 40025030,
    "content": "<b><a>25:30</a></b> <b>outer darkness … weeping and gnashing of teeth.</b> outer darkness … weeping and gnashing of teeth. See note on 22:13 ."
  },
  {
    "start": 40025031,
    "content": "<b><a>25:31</a></b> <b>He will sit on His glorious throne.</b> He will sit on His glorious throne. This speaks of the earthly reign of Christ described in Rev 20:4–6 . The judgment described here in vv. 32–46 is different from the Great White Throne judgment of Rev 20:11–15 . This judgment precedes Christ’s millennial reign, and the subjects seem to be only those who are alive at His coming. This is sometimes referred to as the judgment of the nations, but His verdicts address individuals in the nations, not the nations as a whole (cf. v. 46 )."
  },
  {
    "start": 40025032,
    "end": 40025033,
    "content": "<b><a>25:32–33</a></b> <b>sheep.</b> <b>goats.</b> sheep. I.e., believers ( 10:16 ; Ps 79:13 ; Eze 34 ). They are given the place on “His right”—the place of favor. goats. These represent unbelievers, consigned to the place of dishonor and rejection."
  },
  {
    "start": 40025034,
    "content": "<b><a>25:34</a></b> <b>prepared for you.</b> prepared for you. This terminology underscores that their salvation is a gracious gift of God, not something merited by the deeds described in vv. 35–36 . Before “the foundation of the world,” they were chosen by God and ordained to be holy ( Eph 1:4 )—predestined to be conformed to Christ’s image ( Ro 8:29 ). So the good deeds commended in vv. 35–36 are the fruit, not the root of their salvation. The deeds are not the basis for their entrance into the kingdom, but merely manifestations of God’s grace in their lives. They are the objective criteria for judgment, because they are the evidence of saving faith (cf. Jas 2:14–26 )."
  },
  {
    "start": 40025040,
    "content": "<b><a>25:40</a></b> <b>one of these brothers of Mine.</b> one of these brothers of Mine. This refers in particular to other disciples. Some would apply this to national Israel; others to needy people in general. But here Christ is specifically commending “those on His right” (v. 34 ) for the way they received His emissaries. See note on 18:5 ."
  },
  {
    "start": 40025046,
    "content": "<b><a>25:46</a></b> <b>eternal punishment … eternal life.</b> eternal punishment … eternal life. The same Greek word is used in both instances. The punishment of the wicked is as never-ending as the bliss of the righteous. The wicked are not given a second chance, nor are they annihilated. The punishment of the wicked dead is described throughout Scripture as “eternal fire” (v. 41 ); “unquenchable fire” ( 3:12 ); “reproach and everlasting contempt” ( Da 12:2 ); a place where “their worm does not die, and the fire is not quenched” ( Mk 9:44–49 ); a place of “torments” and “flame” ( Lk 16:23–24 ); “eternal destruction” ( 2Th 1:9 ); a place of torment with “fire and brimstone” where “the smoke of their torment goes up forever and ever” ( Rev 14:10–11 ); and a “lake of fire and brimstone” where the wicked are “tormented day and night forever and ever” ( Rev 20:10 ). Here Jesus indicates that the punishment itself is everlasting—not merely the smoke and flames. The wicked are forever subject to the fury and the wrath of God. They consciously suffer shame and contempt and the assaults of an accusing conscience—along with the fiery wrath of an offended deity—for all of eternity. Even hell will acknowledge the perfect justice of God ( Ps 76:10 ); those who are there will know that their punishment is just and that they alone are to blame (cf. Dt 32:3–5 )."
  },
  {
    "start": 40026002,
    "content": "<b><a>26:2</a></b> <b>Passover.</b> Passover. This was God’s chosen time for Christ to die. He was the antitype to which the Passover Lamb had always referred. Christ had always avoided His enemies’ plots to kill Him ( Lk 4:29–30 ; Jn 5:18 ; 10:39 ), but now it was His time ( see note on v. 5 ). The true Lamb of God would take away the sin of the world ( Jn 1:29 )."
  },
  {
    "start": 40026003,
    "content": "<b><a>26:3</a></b> <b>Caiaphas.</b> Caiaphas. Caiaphas served as High Priest from AD 18 to 36, an unusually long tenure for anyone in that role. His longevity suggests he had a close relationship with both Rome and the Herodian dynasty. He was son-in-law to his predecessor, Annas ( Jn 18:13 ; see note on Lk 3:2 ). He controlled the temple and no doubt personally profited from the corrupt merchandising that was taking place there ( see note on 21:12 ). His enmity against Jesus seems intensely personal and especially malevolent; every time he appears in Scripture, he is seeking Jesus’ destruction."
  },
  {
    "start": 40026005,
    "content": "<b><a>26:5</a></b> <b>Not during the festival.</b> Not during the festival. The Jewish leaders, who had been eager to kill Him for so long, decided to postpone their plot until a more politically opportune time. But they could not; God’s chosen time had come ( see notes on vv. 2 , 18 , 54 )."
  },
  {
    "start": 40026006,
    "content": "<b><a>26:6</a></b> <b>Simon the leper.</b> Simon the leper. Simon was almost certainly someone whom Jesus had healed of leprosy, for lepers were deemed unclean and therefore not permitted to socialize or even live in cities. See note on Lv 13:2 for a discussion on leprosy."
  },
  {
    "start": 40026007,
    "content": "<b><a>26:7</a></b> <b>an alabaster jar of very costly perfume.</b> an alabaster jar of very costly perfume. Mark sets the value at “over three hundred denarii” ( see note on Mk 14:5 ), nearly a year’s wages—very costly indeed. Even the expensive flask was broken ( Mk 14:3 ), making the act that much more costly. “Alabaster” was a fine variety of marble, quarried in Egypt, which could be carved into delicate containers for storing costly perfumes. John tells us this woman was Mary, sister of Martha and Lazarus ( Jn 12:3 ); thus Martha and Mary were evidently serving the meal for Simon the leper. Matthew and Mark mention that she anointed His head. John adds that she anointed His feet and wiped them with her hair. A similar act of worship is related in Lk 7:36–38 , but the differences in timing, location, and other details make it clear that the two occasions were different."
  },
  {
    "start": 40026008,
    "content": "<b><a>26:8</a></b> <b>the disciples … were indignant.</b> the disciples … were indignant. John says Judas was the spokesman who voiced the complaint, and that he did it for hypocritical reasons ( Jn 12:4–6 ). Evidently the other disciples, being undiscerning, were quick to voice sympathy with Judas’ protest."
  },
  {
    "start": 40026011,
    "content": "<b><a>26:11</a></b> <b>For you always have the poor with you.</b> For you always have the poor with you. Jesus certainly was not disparaging ministry to the poor—especially so soon after the lesson of the sheep and goats judgment (cf. 25:35–36 ). However, He revealed here that there is a higher priority than any other earthly ministry, and that is worship rendered to Him. This would be an utter blasphemy for anyone less than God, so yet again He was implicitly affirming His deity ( see notes on 8:27 ; 12:6 , 8 ; 21:16 ; 22:42 , 45 )."
  },
  {
    "start": 40026012,
    "content": "<b><a>26:12</a></b> <b>she did it to prepare Me for burial.</b> she did it to prepare Me for burial. This does not necessarily mean that Mary was consciously aware of the significance of her act. It is doubtful that she knew of His approaching death, or at least how close it was. But this was an act of pure worship, her heart having been moved by God to perform a sacrificial and symbolic act, the full significance of which she probably did not know."
  },
  {
    "start": 40026013,
    "content": "<b><a>26:13</a></b> <b>in memory of her.</b> in memory of her. This promise was guaranteed by the inclusion of this story in the NT."
  },
  {
    "start": 40026015,
    "content": "<b><a>26:15</a></b> <b>thirty pieces of silver.</b> thirty pieces of silver. The price of a slave ( Ex 21:32 )."
  },
  {
    "start": 40026017,
    "content": "<b><a>26:17</a></b> <b>the first</b> <b>of Unleavened Bread.</b> the first day of Unleavened Bread. The Passover lambs were killed ( Mk 14:12 ) on 14 Nisan (Mar./Apr.). That evening, the Passover meal was eaten. The Feast of Unleavened Bread followed immediately after Passover, from 15–21 Nisan. The entire time was often referred to either as “Passover” ( Lk 22:1 ), or as the Feast of Unleavened Bread. Therefore the first day refers to 14 Nisan. See Introduction to John: Interpretive Challenges ; see note on Jn 19:14 ."
  },
  {
    "start": 40026018,
    "content": "<b><a>26:18</a></b> <b>a certain man.</b> a certain man. Mark 14:13 and Lk 22:10 say they would be able to identify the man because he would be “carrying a pitcher of water,” a chore normally reserved for women. He was evidently someone they did not know, probably a servant of whoever owned the house with an “upper room,” where the Passover meal was to be eaten ( Mk 14:15 ; Lk 22:12 ). Jesus had evidently made these arrangements clandestinely, in order to prevent His premature betrayal. Had Judas known ahead of time where the meal was to be eaten, he would surely have alerted the chief priests and elders (see vv. 14–16 ). But none of these things were to happen until the “time” was “near.” All of this reveals how Jesus Himself was sovereignly in control of the details of His own crucifixion ( see notes on vv. 5 , 54 )."
  },
  {
    "start": 40026020,
    "content": "<b><a>26:20</a></b> <b>was reclining.</b> was reclining. See note on Mk 14:18 ; cf. Jn 13:25 ."
  },
  {
    "start": 40026026,
    "content": "<b><a>26:26</a></b> <b>Take, eat; this is My body.</b> Take, eat; this is My body. Jesus thus transformed the last Passover into the first observance of the Lord’s Supper. He is the central antitype in both ceremonies, being represented symbolically by both the paschal lamb of the Passover and the elements in the communion service. His statement, “this is My body” could not possibly have been taken in any literal sense by the disciples present that evening. See note on Lk 22:19 ."
  },
  {
    "start": 40026028,
    "content": "<b><a>26:28</a></b> <b>My blood of the covenant.</b> My blood of the covenant. Covenants were ratified with the blood of a sacrifice ( Ge 8:20 ; 15:9–10 ). Jesus’ words here echo Moses’ pronouncement in Ex 24:8 . The blood of the New Covenant is not an animal’s blood, but Christ’s own blood, shed for the remission of sins. See notes on Jer 31:31–34 ; Heb 8:1—10:18 ; 8:6 ."
  },
  {
    "start": 40026029,
    "content": "<b><a>26:29</a></b> <b>My Father’s kingdom.</b> My Father’s kingdom. I.e., the earthly millennial kingdom (see Lk 22:18 , 29–30 )."
  },
  {
    "start": 40026030,
    "content": "<b><a>26:30</a></b> <b>after singing a hymn.</b> after singing a hymn. Probably Ps 118 . The Talmud designated Pss 113–118 as the Hallel (praise psalms) of Egypt. These psalms were sung at Passover ( see notes on Pss 113–118 )."
  },
  {
    "start": 40026031,
    "content": "<b><a>26:31</a></b> <b>fall away.</b> fall away. See v. 56 . The Greek word is the same word Jesus used in 24:10 , describing the falling away and spiritual treachery that would occur in the last days. Here, however, Jesus spoke of something less than full and final apostasy. In a moment of fleshly fear they disowned Christ (v. 34 ), but He prayed that their faith would not fail ( Lk 22:32 ; Jn 17:9–11 ), and that prayer was answered. The verse Jesus quotes here is Zec 13:7 ( see note there )."
  },
  {
    "start": 40026032,
    "content": "<b><a>26:32</a></b> <b>I will go ahead of you to Galilee.</b> I will go ahead of you to Galilee. See note on 28:7 ."
  },
  {
    "start": 40026034,
    "content": "<b><a>26:34</a></b> <b>before a rooster crows.</b> before a rooster crows. Mark adds “twice.” The rooster would begin crowing about 3:00 a.m. (cf. Mk 13:35 ). Though Peter and all the disciples insisted that they would never deny Christ (vv. 33 , 35 ), they were only a few hours away from fulfilling this prophecy (vv. 74–75 ; Mk 14:66–72 )."
  },
  {
    "start": 40026036,
    "content": "<b><a>26:36</a></b> <b>Gethsemane.</b> Gethsemane. Lit. “oil press.” This was a frequent meeting place for Christ and His disciples ( Jn 18:2 ), just across the Kidron Valley from Jerusalem ( Jn 18:1 ). A garden of ancient olive trees is there to this day. Judas’ familiarity with Jesus’ patterns enabled him to find Jesus there—even though Christ had not previously announced His intentions."
  },
  {
    "start": 40026038,
    "content": "<b><a>26:38</a></b> <b>grieved, to the point of death.</b> grieved, to the point of death. His anguish had nothing to do with fear of men or the physical torments of the cross. He was sorrowful because within hours the full cup of divine fury against sin would be His to drink ( see note on v. 39 )."
  },
  {
    "start": 40026039,
    "content": "<b><a>26:39</a></b> <b>this cup.</b> <b>not as I will, but as You will.</b> this cup. Cf. v. 42 . A cup is often the symbol of divine wrath against sin in the OT ( Is 51:17 , 22 ; Jer 25:15–17 , 27–29 ; Lam 4:21–22 ; Eze 23:31–34 ; Hab 2:16 ). The next day Christ would “bear the sins of many” ( Heb 9:28 )—and the fullness of divine wrath would fall on Him ( Is 53:10–11 ; 2Co 5:21 ). This was the price of the sin He bore, and He paid it in full. His cry of anguish in 27:46 reflects the extreme bitterness of the cup of wrath He was given. not as I will, but as You will. This implies no conflict between the Persons of the Godhead. Rather, it graphically reveals how Christ in His humanity voluntarily surrendered His will to the will of the Father in all things—precisely so that there would be no conflict between the divine will and His desires. See Jn 4:34 ; 6:38 ; 8:29 ; Php 2:8 . See note on Jn 5:30 ."
  },
  {
    "start": 40026041,
    "content": "<b><a>26:41</a></b> <b>the flesh is weak.</b> the flesh is weak. The tenderness of this plea is touching. Christ Himself was well acquainted with the feeling of human infirmities ( Heb 4:15 )—yet without sin. At that very moment He was locked in a struggle against human passions which, while not sinful in themselves, must be subjugated to the divine will if sin was to be avoided. See note on v. 39 ."
  },
  {
    "start": 40026047,
    "content": "<b><a>26:47</a></b> <b>Judas, one of the twelve.</b> Judas, one of the twelve. See v. 14 . All 4 evangelists refer to Judas this way ( Mk 14:10 , 43 ; Lk 22:47 ; Jn 6:71 ). Only once ( Jn 20:24 ) is another disciple so described. The Gospel writers seem to use the expression to underscore the insidiousness of Judas’ crime—especially here, in the midst of the betrayal."
  },
  {
    "start": 40026048,
    "end": 40026049,
    "content": "<b><a>26:48–49</a></b> See notes on Mk 14:44–45 ."
  },
  {
    "start": 40026050,
    "content": "<b><a>26:50</a></b> <b>Friend.</b> Friend. Not the usual Greek word for “friend,” but another word meaning “comrade.”"
  },
  {
    "start": 40026051,
    "content": "<b><a>26:51</a></b> <b>one of those.</b> one of those. John identifies the swordsman as Peter and the victim as Malchus ( Jn 18:10 ). Clearly, Peter was not aiming for the ear, but for the head. Only Luke mentions that Jesus healed Malchus’ ear ( see note on Lk 22:51 )."
  },
  {
    "start": 40026052,
    "content": "<b><a>26:52</a></b> <b>perish by the sword.</b> perish by the sword. Peter’s action was vigilantism. No matter how unjust the arrest of Jesus, Peter had no right to take the law into his own hands in order to stop it. Jesus’ reply was a restatement of the Ge 9:6 principle: “Whoever sheds man’s blood, by man his blood shall be shed,” an affirmation that capital punishment is an appropriate penalty for murder."
  },
  {
    "start": 40026053,
    "content": "<b><a>26:53</a></b> <b>more than twelve legions.</b> more than twelve legions. A Roman legion was composed of 6,000 soldiers, so this would represent more than 72,000 angels. In 2Ki 19:35 a single angel killed more than 185,000 men in a single night, so this many angels would make a formidable army. See note on Lk 2:13 ."
  },
  {
    "start": 40026054,
    "content": "<b><a>26:54</a></b> <b>Scriptures be fulfilled.</b> Scriptures be fulfilled. God Himself had foreordained the very minutest details of how Jesus would die ( Ac 2:23 ; 4:27–28 ). Dying was Christ’s consummate act of submission to the Father’s will ( see note on v. 39 ). Jesus Himself was in absolute control ( Jn 10:17–18 ). Yet it was not Jesus alone, but everyone around Him—His enemies included—who fulfilled precisely the details of the OT prophecies. These events display His divine sovereignty. See notes on v. 2 ; 1:22 ; 5:18 ; 27:50 ."
  },
  {
    "start": 40026057,
    "content": "<b><a>26:57</a></b> <b>Caiaphas, the high priest.</b> Caiaphas, the high priest. See note on v. 3 . From Jn 18:13 , we learn that Christ was taken first to Annas (former High Priest and father-in-law to Caiaphas). He then was sent bound to Caiaphas’ house ( Jn 18:24 ). The conspiracy was well planned, so that “the scribes and the elders” (the Sanhedrin, see note on v. 59 ) were already “gathered” at Caiaphas’ house and ready to try Jesus. The time was sometime between midnight and the first rooster’s crowing (v. 74 ). Such a hearing was illegal on several counts: criminal trials were not to be held at night ( see note on 27:1 ); and trials in capital cases could only be held at the temple and only in public. See note on 27:2 for a fuller chronology of the events leading up to the crucifixion."
  },
  {
    "start": 40026059,
    "content": "<b><a>26:59</a></b> <b>the whole Sanhedrin.</b> the whole Sanhedrin. See note on Jn 3:1 . The great Sanhedrin was the Supreme Court of Israel, consisting of 71 members, presided over by the High Priest. They met daily in the temple to hold court, except on the Sabbath and other holy days. Technically, they did not have the power to administer capital punishment ( Jn 18:31 ), but in the case of Stephen, for example, this was no deterrent to his stoning (cf. Ac 6:12–14 ; 7:58–60 ). Roman governors evidently sometimes ignored such incidents as a matter of political expediency. In Jesus’ case, the men who were trying Him were the same ones who had conspired against Him (cf. Jn 11:47–50 )."
  },
  {
    "start": 40026060,
    "content": "<b><a>26:60</a></b> <b>did not find</b> <b>.</b> did not find any . Even though many were willing to perjure themselves, the Sanhedrin could not find a charge that had enough credibility to indict Jesus. Evidently the “false witnesses” could not agree between themselves."
  },
  {
    "start": 40026061,
    "content": "<b><a>26:61</a></b> <b>destroy the sanctuary of God.</b> destroy the sanctuary of God. See Jn 2:19–21 . The witnesses’ account was a distortion of Jesus’ meaning. Mark 14:58 gives a fuller account of their testimony."
  },
  {
    "start": 40026063,
    "content": "<b><a>26:63</a></b> <b>put You under oath.</b> put You under oath. See note on 5:34 . Caiaphas was trying to break Jesus’ silence (v. 62 ) by placing Him under oath. The oath was supposed to make Him legally obligated to reply. Jesus’ answer (v. 64 ) implies acceptance of the oath."
  },
  {
    "start": 40026064,
    "content": "<b><a>26:64</a></b> The imagery was taken from Ps 110:1 and Da 7:13 ."
  },
  {
    "start": 40026065,
    "content": "<b><a>26:65</a></b> <b>the high priest tore his garments.</b> the high priest tore his garments. Normally, this was an expression of deep grief ( 2Ki 19:1 ; Job 1:20 ; Jer 36:24 ). The High Priest was forbidden to tear his clothes ( Lv 10:6 ; 21:10 )—but the Talmud made an exception for High Priests who witnessed a blasphemy. But Caiaphas’ supposed grief was as phony as the charge of blasphemy against Jesus; he was gloating over having found something to base his charges on (v. 67 )."
  },
  {
    "start": 40026074,
    "content": "<b><a>26:74</a></b> <b>he began to curse and swear.</b> he began to curse and swear. I.e., calling on God as his witness, Peter declared, “I do not know the man!” and pronounced a curse of death on himself at God’s hand if his words were untrue. All 4 Gospels record Peter’s betrayal. Cf. vv. 31–35 ."
  },
  {
    "start": 40026075,
    "content": "<b><a>26:75</a></b> <b>And Peter remembered.</b> And Peter remembered. Luke 22:61 records that Jesus made eye contact with Peter at this very moment, which must have magnified Peter’s already unbearable sense of shame. “He went out”—evidently departing from Caiaphas’ house—“and cried bitterly.” The true Peter is seen not in his denial but in his repentance. This account reminds us of not only our own weakness, but also the richness of divine grace (see also Jn 21:15–19 )."
  },
  {
    "start": 40027001,
    "content": "<b><a>27:1</a></b> <b>when morning came.</b> when morning came. The Sanhedrin waited until daybreak to render their official verdict (cf. 26:66 ), possibly a token nod to the rule against criminal trials at night ( see note on 26:57 )."
  },
  {
    "start": 40027002,
    "content": "<b><a>27:2</a></b> <b>delivered Him to Pilate.</b> delivered Him to Pilate. Jesus had two trials, one Jewish and religious, the other Roman and secular. Rome reserved the right of execution in capital cases ( see note on 26:59 ), so Jesus had to be handed over to the Roman authorities for execution of the death sentence. Pilate’s headquarters were in Caesarea, on the Mediterranean coast, but he was in Jerusalem for the Passover celebrations, so he oversaw the trial ( see note on Mk 15:1 ). Christ was brought before Pilate (vv. 2–14 ), then was sent to Herod for yet another hearing ( Lk 23:6–12 ), then returned to Pilate for the final hearing and pronouncing of sentence (vv. 15–26 )."
  },
  {
    "start": 40027003,
    "content": "<b><a>27:3</a></b> <b>remorse.</b> remorse. Judas felt the sting of his own guilt, but this was not genuine repentance. There is a godly sorrow that leads to repentance, but Judas’ remorse was of a different kind, as demonstrated by his suicide (v. 5 ). Cf. 2Co 7:10 ."
  },
  {
    "start": 40027005,
    "content": "<b><a>27:5</a></b> <b>hanged himself.</b> hanged himself. See note on Ac 1:18 ."
  },
  {
    "start": 40027009,
    "content": "<b><a>27:9</a></b> <b>spoken through Jeremiah.</b> spoken through Jeremiah. Actually the statement paraphrases Zec 11:12–13 . But the Hebrew canon was divided into 3 sections, Law, Writings, and Prophets (cf. Lk 24:44 ). Jeremiah came first in the order of prophetic books, so the Prophets were sometimes collectively referred to by his name."
  },
  {
    "start": 40027011,
    "content": "<b><a>27:11</a></b> <b>You yourself say</b> <b>.</b> You yourself say it . These words were probably spoken immediately after the dialogue Jn 18:34–36 reports."
  },
  {
    "start": 40027025,
    "content": "<b><a>27:25</a></b> <b>His blood be on us.</b> His blood be on us. The Jews accepted the blame for the execution of Jesus and did not hold the Romans responsible. Cf. 21:38–39 ."
  },
  {
    "start": 40027026,
    "content": "<b><a>27:26</a></b> <b>scourged.</b> scourged. The whip used for scourging consisted of several strands of leather attached to a wooden handle. Each strand had a bit of metal or bone attached to the end. The victim was bound to a post by the wrists, high over his head, so that the flesh of the back would be taut. An expert at wielding the scourge could literally tear the flesh from the back, lacerating muscles, and sometimes even exposing the kidneys or other internal organs. Scourging alone was fatal in some cases."
  },
  {
    "start": 40027027,
    "content": "<b><a>27:27</a></b> <b>Praetorium.</b> Praetorium. Pilate’s residence in Jerusalem. It was probably located in the Antonia Fortress, adjacent to the northwest corner of the temple. “The soldiers of the governor” were part of a “cohort”—about 600 soldiers—assigned to serve the governor (Pilate) during his stay in Jerusalem."
  },
  {
    "start": 40027028,
    "content": "<b><a>27:28</a></b> <b>scarlet robe.</b> scarlet robe. Mark 15:17 and Jn 19:2 say “purple,” suggesting that the robe may have been something between royal purple, and “scarlet,” the closest thing they could find to the traditional garb of royalty. The word for “robe” refers to a military cloak undoubtedly belonging to one of the soldiers."
  },
  {
    "start": 40027029,
    "content": "<b><a>27:29</a></b> <b>a reed in His right hand.</b> a reed in His right hand. To imitate a scepter they purposely chose something flimsy-looking."
  },
  {
    "start": 40027030,
    "content": "<b><a>27:30</a></b> <b>they spat on Him.</b> <b>beat Him on the head.</b> they spat on Him. See Is 50:6 . beat Him on the head. A reed long enough to make a mock scepter would be firm enough to be extremely painful, about like a broom handle. Jn 19:3 says they hit Him with their fists as well."
  },
  {
    "start": 40027031,
    "content": "<b><a>27:31</a></b> <b>to crucify Him.</b> to crucify Him. Crucifixion was a form of punishment that had been passed down to the Romans from the Persians, Phoenicians, and Carthaginians. Roman crucifixion was a lingering doom—by design. Roman executioners had perfected the art of slow torture while keeping the victim alive. Some victims even lingered until they were eaten alive by birds of prey or wild beasts. Most hung on the cross for days before dying of exhaustion, dehydration, traumatic fever, or—most likely—suffocation. When the legs would no longer support the weight of the body, the diaphragm was constricted in a way that made breathing impossible. That is why breaking the legs would hasten death ( Jn 19:31–33 ), but this was unnecessary in Jesus’ case. The hands were usually nailed through the wrists, and the feet through the instep or the Achilles tendon (sometimes using one nail for both feet). None of these wounds would be fatal, but their pain would become unbearable as the hours dragged on. The most notable feature of crucifixion was the stigma of disgrace that was attached to it ( Ga 3:13 ; 5:11 ; Heb 12:2 ). One indignity was the humiliation of carrying one’s own cross, which might weigh as much as 200 pounds. Normally a quaternion, 4 soldiers, would escort the prisoner through the crowds to the place of crucifixion. A placard bearing the indictment would be hung around the person’s neck."
  },
  {
    "start": 40027032,
    "content": "<b><a>27:32</a></b> <b>Cyrene.</b> Cyrene. A city in north Africa. Evidently the scourging had so weakened Jesus that He was unable to carry the cross. This is another touching picture of His humanity, beset with all human weaknesses except sin ( Heb 4:15 )."
  },
  {
    "start": 40027033,
    "content": "<b><a>27:33</a></b> <b>Place of a Skull.</b> Place of a Skull. “Golgotha” may have been a skull-shaped hill, or it may have been so named because as a place of crucifixion, it accumulated skulls. None of the Gospels mention a hill."
  },
  {
    "start": 40027034,
    "content": "<b><a>27:34</a></b> <b>wine … mixed with gall.</b> wine … mixed with gall. “Gall” simply refers to something bitter. Mark 15:23 identifies it as myrrh, a narcotic. The Jews had a custom, based on Pr 31:6 , of administering a pain-deadening medication mixed with wine to victims of crucifixion, in order to deaden the pain. Tasting what it was, Christ, though thirsty, “did not want to drink,” lest it dull His senses before He completed His work. The lessening of physical pain would probably not have diminished the efficacy of His atoning work ( see notes on 26:38–39 ). But He needed His full mental faculties for the hours yet to come. It was necessary for Him to be awake and fully conscious, for example, to minister to the dying thief ( Lk 23:43 )."
  },
  {
    "start": 40027035,
    "content": "<b><a>27:35</a></b> <b>divided up His garments.</b> divided up His garments. The garments of the victim were the customary spoils of the executioners. John 19:23–24 gives a fuller account. This action was foretold in Ps 22:18 ."
  },
  {
    "start": 40027037,
    "content": "<b><a>27:37</a></b> <b>the charge.</b> the charge. For a reconciliation of the differences between the various accounts of this inscription, see note on Lk 23:38 (cf. Mk 15:26 ). The fact that the placard was placed “above His head” suggests that this cross was in the familiar shape with an upright protruding above the transom, and not the T-shaped cross that was also sometimes used."
  },
  {
    "start": 40027038,
    "content": "<b><a>27:38</a></b> <b>robbers.</b> robbers. This word denotes a rebel and brigand who plunders as he steals. Mere thieves were not usually crucified. These were probably cohorts of Barabbas."
  },
  {
    "start": 40027040,
    "content": "<b><a>27:40</a></b> <b>destroy the sanctuary and rebuild it in three days.</b> destroy the sanctuary and rebuild it in three days. See 26:61 . They had missed His point. “He was speaking about the sanctuary of His body” ( Jn 2:21 ). He would not “come down from the cross,” but it was not because He was powerless to do so ( Jn 10:18 ). The proof that He was the Son of God came “in three days” ( see note on 12:40 ), when He returned with “the sanctuary” (i.e., His body) rebuilt."
  },
  {
    "start": 40027042,
    "content": "<b><a>27:42</a></b> <b>we will believe in Him.</b> we will believe in Him. See notes on 12:38 ; 16:1 ."
  },
  {
    "start": 40027045,
    "content": "<b><a>27:45</a></b> <b>from the sixth hour … until the ninth hour.</b> from the sixth hour … until the ninth hour. From noon until 3:00 p.m. The crucifixion began at 9:00 a.m. ( see notes on Mk 15:25 ; Lk 23:44 )."
  },
  {
    "start": 40027046,
    "content": "<b><a>27:46</a></b> <b>.</b> Eli, Eli, lama sabachthani . “Eli” is Hebrew; the rest Aramaic ( Mk 15:34 gives the entire wail in Aramaic.) This cry is a fulfillment of Ps 22:1 , one of many striking parallels between that psalm and the specific events of the crucifixion ( see notes on Ps 22 ). Christ at that moment was experiencing the abandonment and despair that resulted from the outpouring of divine wrath on Him as sin-bearer ( see note on 26:39 )."
  },
  {
    "start": 40027050,
    "content": "<b><a>27:50</a></b> <b>yielded up His spirit.</b> yielded up His spirit. A voluntary act. See Jn 10:18 . See note on 26:54 ."
  },
  {
    "start": 40027051,
    "content": "<b><a>27:51</a></b> <b>the veil of the sanctuary.</b> the veil of the sanctuary. I.e., the curtain that blocked the entrance to the Most Holy Place ( Ex 26:33 ; Heb 9:3 ). The tearing of the veil signified that the way into God’s presence was now open to all through a new and living way ( Heb 10:19–22 ). The fact that it tore “from top to bottom” showed that no man had split the veil. God did it."
  },
  {
    "start": 40027052,
    "content": "<b><a>27:52</a></b> <b>bodies of the saints … were raised.</b> bodies of the saints … were raised. Matthew alone mentions this miracle. Nothing more is said about these people, which would be unlikely if they remained on earth for long. Evidently, these people were given glorified bodies; they appeared “to many” (v. 53 ), enough to establish the reality of the miracle; and then they no doubt ascended to glory—a kind of foretaste of 1Th 4:16 ."
  },
  {
    "start": 40027054,
    "content": "<b><a>27:54</a></b> <b>the centurion.</b> <b>those … with him.</b> the centurion. See note on 8:5 . those … with him. These were probably men under his charge. Mark 15:39 says the centurion was the one who uttered the words of confession, but he evidently spoke for his men as well. Their fear speaks of an awareness of their sin, and the word “truly” suggests a certainty and conviction that bespeaks genuine faith. These men represent an answer to Jesus’ prayer in Lk 23:34 . Their response contrasts sharply with the mocking taunts of vv. 39–44 ."
  },
  {
    "start": 40027056,
    "content": "<b><a>27:56</a></b> <b>Mary Magdalene.</b> <b>the mother of the sons of Zebedee.</b> Mary Magdalene. She had been delivered from 7 demons ( Lk 8:2 ); the other “Mary” (“wife of Clopas,” Jn 19:25 —a variant of Alphaeus) was the mother of the apostle known as “James the Less” ( Mk 15:40 ; see note on 10:2 ). the mother of the sons of Zebedee. Salome ( Mk 15:40 ), mother of James and John. From Jn 19:26 , we learn that Mary, the mother of Jesus, was also present at the cross—possibly standing apart from these 3, who were “looking on from a distance” (v. 55 ), as if they could not bear to watch His sufferings, but neither could they bear to leave Him."
  },
  {
    "start": 40027057,
    "content": "<b><a>27:57</a></b> <b>Arimathea.</b> <b>Joseph.</b> Arimathea. A town about 15–20 mi. northwest of Jerusalem. Joseph. Mark 15:43 and Luke 23:50–51 identify him as a member of the Sanhedrin ( see note on 26:59 ), though Luke says “he had not consented to their counsel and action” in condemning Christ. Joseph and Nicodemus ( Jn 19:39 ), both being prominent Jewish leaders, buried Christ in Joseph’s own “new tomb” (v. 60 ), thus fulfilling exactly the prophecy of Is 53:9 ."
  },
  {
    "start": 40027062,
    "content": "<b><a>27:62</a></b> <b>the next day.</b> <b>the day after the Preparation.</b> the next day. The Sabbath. the day after the Preparation. This was on Friday."
  },
  {
    "start": 40028001,
    "content": "<b><a>28:1</a></b> <b>it began to dawn toward the first</b> <b>of the week.</b> <b>other Mary.</b> it began to dawn toward the first day of the week. Sabbath officially ended with sundown on Saturday. At that time the women could purchase and prepare spices ( Lk 24:1 ). The event described here occurred the next morning, at dawn on Sunday, the first day of the week. other Mary. The mother of James the Less ( see note on 27:56 )."
  },
  {
    "start": 40028002,
    "content": "<b><a>28:2</a></b> <b>a great earthquake.</b> a great earthquake. The second earthquake associated with Christ’s death ( 27:51 ). This one may have been confined to the immediate area around the grave, when “an angel” supernaturally “rolled away the stone”—not to let Jesus out, for if He could rise from the dead, He would need no help escaping an earthly tomb, but to let the women and the apostles in (v. 6 )."
  },
  {
    "start": 40028004,
    "content": "<b><a>28:4</a></b> <b>became like dead men.</b> became like dead men. This suggests that they were not merely paralyzed with fear, but completely unconscious, totally traumatized by what they had seen. The word translated “quaked” has the same root as the word for “earthquake” in v. 2 . The sudden appearance of this angel, at the same time the women arrived, was their first clue that anything extraordinary was happening."
  },
  {
    "start": 40028006,
    "content": "<b><a>28:6</a></b> <b>Come, see the place where He was lying.</b> Come, see the place where He was lying. See note on Lk 24:4 for the order of these events as gleaned from all 4 Gospels."
  },
  {
    "start": 40028007,
    "content": "<b><a>28:7</a></b> <b>there you will see Him.</b> there you will see Him. See vv. 10 , 16 ; 26:32 ; Jn 21:1–14 . This does not mean they would not see Him until then. He was seen by the apostles several times before they saw Him in Galilee ( Lk 24:15 , 34 , 36 ; Jn 20:19 , 26 ). But His supreme post-resurrection appearance was in Galilee, where “He appeared to more than five hundred brothers at one time” ( 1Co 15:6 ). See note on v. 16 ."
  },
  {
    "start": 40028009,
    "content": "<b><a>28:9</a></b> <b>Jesus met them.</b> Jesus met them. For a summary of Christ’s postresurrection appearances, see note on Lk 24:34 ."
  },
  {
    "start": 40028010,
    "content": "<b><a>28:10</a></b> <b>My brothers.</b> My brothers. I.e., the disciples."
  },
  {
    "start": 40028011,
    "content": "<b><a>28:11</a></b> <b>reported to the chief priests.</b> reported to the chief priests. The Jewish leaders’ determination to cover up what had occurred reveals the obstinacy of unbelief in the face of evidence ( Lk 16:31 )."
  },
  {
    "start": 40028012,
    "content": "<b><a>28:12</a></b> <b>a large sum of money.</b> a large sum of money. Lit. “silver” (cf. 26:15 ). The bribery was necessary because the soldiers’ story, if true, could cost them their lives—since they were charged with guard duty under Pilate’s personal orders ( 27:65 ). The Jewish leaders also promised to cover for the soldiers if the false story they spread leaked back to Pilate (v. 14 )."
  },
  {
    "start": 40028013,
    "content": "<b><a>28:13</a></b> <b>while we were asleep.</b> while we were asleep. The story was obviously bogus, and not a very good cover-up. They could not possibly know what had happened while they were asleep."
  },
  {
    "start": 40028016,
    "content": "<b><a>28:16</a></b> <b>the eleven disciples.</b> the eleven disciples. This does not mean that only the 11 were present. The fact that some “doubted” (v. 17 ) strongly suggests that more than the 11 were present. It is likely that Christ arranged this meeting in Galilee because that was where most of His followers were. This seems the most likely location for the massive gathering of disciples Paul describes in 1Co 15:6 ( see note on v. 7 )."
  },
  {
    "start": 40028017,
    "content": "<b><a>28:17</a></b> <b>but some doubted.</b> but some doubted. That simple phrase is one of countless testimonies to the integrity of Scripture. The transparent honesty of a statement like this shows that Matthew was not attempting to exclude or cover up facts that might lessen the perfection of such a glorious moment."
  },
  {
    "start": 40028018,
    "content": "<b><a>28:18</a></b> <b>All authority.</b> All authority. See 11:27 ; Jn 3:35 . Absolute sovereign authority—lordship over all—is handed to Christ, “in heaven and on earth.” This is clear proof of His deity. The time of His humiliation was at an end, and God had exalted Him above all ( Php 2:9–11 )."
  },
  {
    "start": 40028019,
    "content": "<b><a>28:19</a></b> <b>therefore.</b> <b>in the name of the Father … Son … Holy Spirit.</b> therefore. I.e., on the basis of His authority, the disciples were sent to “make disciples of all the nations.” The sweeping scope of their commission is consummate with His unlimited authority. in the name of the Father … Son … Holy Spirit. The formula is a strong affirmation of trinitarianism."
  },
  {
    "start": 40028020,
    "content": "<b><a>28:20</a></b> <b>teaching them to keep all that I commanded you.</b> <b>I am with you.</b> teaching them to keep all that I commanded you. The kind of evangelism called for in this commission does not end with the conversion of the unbeliever. I am with you. There’s a touching echo of the beginning of Matthew’s Gospel here. Immanuel, which is translated, “ God with us ” ( 1:23 ), remains “with” us “even to the end of the age”—i.e., until He returns bodily to judge the world and establish His earthly kingdom."
  }
]