[
  {
    "start": 15001001,
    "end": 15001003,
    "content": "<b><a>1:1–3a</a></b> These verses are almost identical to 2Chr 36:22–23 . The pre-Exilic history of 1 and 2 Chronicles gave the post-Exilic returnees direction regarding the Davidic kingship, the Aaronic priesthood, and temple worship. This book continues the story."
  },
  {
    "start": 15001002,
    "end": 15001004,
    "content": "<b><a>1:2–4</a></b> It is possible that Daniel played a part in the Jews’ receiving such favorable treatment (cf. Da 6:25–28 ). According to the Jewish historian Josephus, he was Cyrus’ prime minister who shared Isaiah’s prophecies with Cyrus ( Is 44:28 ; 46:1–4 ). The existence of such documents, written over a century before Cyrus was born, led him to acknowledge that all his power came from the God of Israel and prompted him to fulfill the prophecy."
  },
  {
    "start": 15001005,
    "content": "<b><a>1:5</a></b> <b>whose spirit God had stirred.</b> whose spirit God had stirred. The primary underlying message of Ezra and Nehemiah is that the sovereign hand of God is at work in perfect keeping with His plan at His appointed times. The 70 years of captivity were complete, so God stirred up not only the spirit of Cyrus to make the decree, but His own people to go and build up Jerusalem and the temple (cf. 1:1 )."
  },
  {
    "start": 15001006,
    "content": "<b><a>1:6</a></b> <b>All those around them.</b> All those around them. A basic similarity to the Exodus is seen throughout Ezra and Nehemiah. One can hear faint echoes of the Egyptians supplying treasures in order to provide splendor for the tabernacle (cf. Ex 11:2 ; 12:35–36 ). Here other nations around Israel are called to contribute. They were assisted by some of their captive countrymen, who had been born in Babylon and chose to remain, and perhaps by some Babylonians and Assyrians who were favorably disposed to Cyrus and/or the Jews."
  },
  {
    "start": 15001007,
    "content": "<b><a>1:7</a></b> <b>the articles of the house of Yahweh.</b> the articles of the house of Yahweh. Cf. Ezr 6:5 . These were the vessels which Nebuchadnezzar removed when he sacked the temple (ca. 605–586 BC; 2Ki 24:13 ; 25:14–15 ; Da 1:2 ). God had preserved them ( 2Chr 36:7 ) with the Babylonians (cf. Da 5:1–4 ) for the return as prophesied by Jeremiah ( Jer 27:22 )."
  },
  {
    "start": 15001008,
    "content": "<b><a>1:8</a></b> <b>Sheshbazzar, the prince of Judah.</b> Sheshbazzar, the prince of Judah. Cf. 1:11 ; 5:14 , 16 . Nothing is said about this man biblically except in Ezra. Most likely, he was a political appointee of Cyrus to oversee Judah. He is not to be confused with Zerubbabel, who was the leader recognized by the Jews (cf. 2:2 ; 3:2 , 8 ; 4:2–3 ; 5:2 ) and by God (cf. Hag 1–2 ; Zec 4 ). While Zerubbabel did not serve as king, he was in the Davidic line of Messiah (cf. Hag 2:23 ; Mt 1:12 )."
  },
  {
    "start": 15001009,
    "end": 15001011,
    "content": "<b><a>1:9–11</a></b> The 2,499 articles counted in vv. 9–10 are only representative of the total of 5,400 mentioned in v. 11 ."
  },
  {
    "start": 15001011,
    "content": "<b><a>1:11</a></b> <b>exiles.</b> <b>Babylon to Jerusalem.</b> exiles. Those whom Nebuchadnezzar had taken into Babylonian captivity from Jerusalem, whose return probably occurred early in the reign of Cyrus (ca. 538/537 BC). Babylon to Jerusalem. A journey taking 3–5 months (cf. Ezr 7:8–9 )."
  },
  {
    "start": 15002001,
    "end": 15002070,
    "content": "<b><a>2:1–70</a></b> This list is given almost identically in Ne 7:6–73 ( see notes there )."
  },
  {
    "start": 15002002,
    "content": "<b><a>2:2</a></b> <b>Zerubbabel.</b> <b>Jeshua.</b> <b>Nehemiah … Mordecai.</b> Zerubbabel. This man was the rightful leader of Judah in that he was of the lineage of David through Jehoiachin (cf. 1Chr 3:17 ). He did not serve as king (cf. the curse on Jehoiachin’s line, Jer 22:24–30 ), but was still in the messianic line because the curse was bypassed (cf. Mt 1:12 ; Lk 3:27 ). The curse of the messianic line for Christ was bypassed in Luke’s genealogy by tracing the lineage through David’s son Nathan. His name means “offspring of Babylon,” indicating his place of birth. He, rather than Cyrus’ political appointee Sheshbazzar (cf. 1:11 ), led Judah according to God’s will. Jeshua. The High Priest of the first return whose name means “Jehovah saves.” He is called Joshua in Hag 1:1 and Zec 3:1 . His father Jozadak ( Ezr 3:2 ) had been exiled (cf. 1Chr 6:15 ). He came from the lineage of Levi, Aaron, Eleazar, and Phinehas; thus he was legitimately in the line of the High Priest (cf. Nu 25:10–13 ). Nehemiah … Mordecai. These are not the same men in Nehemiah or Esther."
  },
  {
    "start": 15002003,
    "end": 15002020,
    "content": "<b><a>2:3–20</a></b> Various Jewish families are listed."
  },
  {
    "start": 15002021,
    "end": 15002035,
    "content": "<b><a>2:21–35</a></b> These were people from various Judean cities."
  },
  {
    "start": 15002036,
    "end": 15002042,
    "content": "<b><a>2:36–42</a></b> Priests and Levites. See Ne 12:1–9 for additional details."
  },
  {
    "start": 15002043,
    "end": 15002054,
    "content": "<b><a>2:43–54</a></b> <b>temple servants.</b> temple servants. These were descendants of the Gibeonites who performed servile duties at the temple."
  },
  {
    "start": 15002055,
    "end": 15002058,
    "content": "<b><a>2:55–58</a></b> Here are descendants of Solomon’s servants."
  },
  {
    "start": 15002059,
    "end": 15002062,
    "content": "<b><a>2:59–62</a></b> Those whose genealogical information could not be verified."
  },
  {
    "start": 15002063,
    "content": "<b><a>2:63</a></b> <b>Urim and Thummim.</b> Urim and Thummim. See note on Ex 28:30 . These objects, kept in the breastpiece of the High Priest, were used to determine God’s will."
  },
  {
    "start": 15002064,
    "end": 15002065,
    "content": "<b><a>2:64–65</a></b> This gross amount is 12,000 more than the particular numbers given in the catalogue, when added together. Reckoning up the smaller numbers, we will find they amount to 29,818 in this chapter, and to 31,089 in the parallel chapter of Nehemiah. Ezra also mentions 494 persons omitted by Nehemiah, and Nehemiah mentions 1,765 not noticed by Ezra. If, therefore, Ezra’s surplus is added to the sum in Nehemiah, and Nehemiah’s surplus to the number in Ezra, they will both become 31,583. Subtracting this from 42,360, there is a deficiency of 10,777. These are omitted because they did not belong to Judah and Benjamin, or to the priests, but to the other tribes. The servants and singers, male and female, are reckoned separately (v. 65 ), so that putting all these items together, the number of all who went with Zerubbabel amounted to 50,000 with 8,000 beasts of burden."
  },
  {
    "start": 15002069,
    "content": "<b><a>2:69</a></b> <b>drachmas … minas.</b> drachmas … minas. “Drachma” probably refers to a Persian coin, the daric, named after Darius I. This would have amounted to approximately 1,100 lbs. of gold. A mina weighed about 1.2 lbs., so this would represent 3 tons of silver (cf. 1Chr 29:7 )."
  },
  {
    "start": 15002070,
    "content": "<b><a>2:70</a></b> <b>temple servants.</b> temple servants. See note on vv. 43–54 ."
  },
  {
    "start": 15003001,
    "end": 15003013,
    "content": "<b><a>3:1–13</a></b> The worship and regular calendar resumed. The altar was probably rebuilt in 537 BC."
  },
  {
    "start": 15003002,
    "content": "<b><a>3:2</a></b> <b>Jeshua … and Zerubbabel.</b> <b>as it is written in the law of Moses.</b> Jeshua … and Zerubbabel. The recognized spiritual and civil leaders, respectively. See notes on 2:2 . as it is written in the law of Moses. The burnt offerings were in accord with Lv 1:3–17 ."
  },
  {
    "start": 15003003,
    "content": "<b><a>3:3</a></b> <b>set up the altar.</b> <b>the peoples of the lands.</b> <b>burnt offerings.</b> set up the altar. This was all that was needed to reestablish temple worship (cf. v. 6 ). They reset it on its old foundation, so it occupied its sacred site. the peoples of the lands. The settlers who had come to occupy the Land during the 70 years of Israel’s absence were deportees brought in from other countries by the Assyrians and the Babylonians. These inhabitants saw the Jews as a threat and quickly wanted to undermine their allegiance to God (cf. 4:1–2 ). burnt offerings. These were the most common offerings for sin (cf. v. 2 )."
  },
  {
    "start": 15003004,
    "content": "<b><a>3:4</a></b> <b>number … according to the</b> <b>judgment.</b> number … according to the legal judgment. According to Nu 29:12–38 ."
  },
  {
    "start": 15003007,
    "content": "<b><a>3:7</a></b> <b>masons … carpenters … cedar wood.</b> <b>Sidonians … Joppa.</b> <b>permission they had from Cyrus.</b> masons … carpenters … cedar wood. The process of rebuilding the temple sounds similar to the original construction under Solomon ( 1Ki 5–6 ; 1Chr 22 ; 2Chr 2 ). Sidonians … Joppa. The materials were shipped from the Phoenician ports of Sidon and Tyre south to Joppa, the main seaport, about 35 mi. from Jerusalem. permission they had from Cyrus. Cf. 1:2–4 ."
  },
  {
    "start": 15003008,
    "content": "<b><a>3:8</a></b> <b>second year … second month.</b> second year … second month. Ca. Apr./May 536 BC. This officially ended the 70-year captivity that began in 605 BC."
  },
  {
    "start": 15003011,
    "content": "<b><a>3:11</a></b> <b>they sang.</b> they sang. Their song of praise is similar to Ps 136:1 ."
  },
  {
    "start": 15003012,
    "content": "<b><a>3:12</a></b> <b>the first house</b> <b>.</b> <b>were weeping with a loud voice.</b> <b>shouts with gladness.</b> the first house of Yahweh . The temple built by Solomon (cf. 1Ki 5–7 ). were weeping with a loud voice. The first house of Yahweh, or first temple, had been destroyed 50 years earlier. The old men, who would have been about 60 years or older, knew that this second temple did not begin to match the splendor of Solomon’s temple nor did the presence of God reside within it (cf. Hag 2:1–4 ; Zec 4:9–10 ). The nation was small and weak, the temple smaller and less beautiful by far. There were no riches as in David and Solomon’s days. The ark was gone. But most disappointing was the absence of God’s Shekinah glory. Thus the weeping. shouts with gladness. For those who did not have a point of comparison, this was a great moment. Possibly Ps 126 was written and sung for this occasion."
  },
  {
    "start": 15004001,
    "content": "<b><a>4:1</a></b> <b>the adversaries.</b> the adversaries. Cf. 5:3–17 . These were Israel’s adversaries in the region, who resisted their reestablishment."
  },
  {
    "start": 15004002,
    "content": "<b><a>4:2</a></b> <b>we have been sacrificing to Him.</b> we have been sacrificing to Him. This false claim represented the syncretistic worship of the Samaritans, whose ancestry came from intermarriage with foreign immigrants in Samaria after 722 BC (cf. v. 10 ). In the British Museum is a large cylinder and inscribed on it are the annals of Esarhaddon, an Assyrian king (ca. 681–669 BC), who deported a large population of Israelites from Israel. A consequent settlement of Babylonian colonists took their place and intermarried with remaining Jewish women and their descendants. The result was the mongrel race called Samaritans. They had developed a superstitious form of worshiping God (cf. 2Ki 17:26–34 )."
  },
  {
    "start": 15004003,
    "content": "<b><a>4:3</a></b> <b>we ourselves.</b> <b>King Cyrus … commanded us.</b> we ourselves. Idolatry had been the chief cause for Judah’s deportation to Babylon, and they wanted to avoid it altogether. While they still had their spiritual problems ( Ezr 9–10 ), they rejected any form of mixed religion, particularly this offer of cooperation which had sabotage as its goal (cf. vv. 4–5 ). King Cyrus … commanded us. Cf. Ezr 1:2–4 (ca. 538 BC). This note gave authority to their refusal."
  },
  {
    "start": 15004005,
    "content": "<b><a>4:5</a></b> <b>frustrate.</b> <b>Darius.</b> frustrate. This caused a 16-year delay (ca. 536–520 BC). As a result, the people took more interest in their personal affairs than spiritual matters (cf. Hag 1:2–6 ). Darius. Darius ruled Persia ca. 521–486 BC."
  },
  {
    "start": 15004006,
    "end": 15004023,
    "content": "<b><a>4:6–23</a></b> This section represents later opposition which Ezra chose to put here as a parenthetical continuation of the theme “opposition to resettling and rebuilding Judah” (see Introduction: Interpretive Challenges ). He first referred to the opposition from Israel’s enemies under King Ahasuerus (a regal title) or Xerxes (ca. 486–464 BC), who ruled at the time of Esther ( 4:6 ). Ezr 4:7–23 then recounts opposition in Nehemiah’s day under Artaxerxes I (ca. 464–423 BC) expressed in a detailed letter of accusation against the Jews (vv. 7–16 ). It was successful in stopping the work, as the king’s reply indicates (vv. 17–23 ). Most likely, this opposition is that also spoken of in Ne 1:3 . All this was the ongoing occurrence of severe animosity between the Israelites and Samaritans, which was later aggravated when the Samaritans built a rival temple on Mt. Gerizim (cf. Jn 4:9 ). The opposition to Zerubbabel picks up again at 4:24—5:2 during the reign of Darius I, who actually reigned before either Ahasuerus or Artaxerxes."
  },
  {
    "start": 15004007,
    "end": 15004008,
    "content": "<b><a>4:7–8</a></b> <b>letter … letter.</b> letter … letter. Two different words are used here. The first is an official document as opposed to a simple letter. The second is the generic term for letter. The context verifies the choices of two different terms, since two different letters are indicated."
  },
  {
    "start": 15004008,
    "end": 15006018,
    "content": "<b><a>4:8—6:18</a></b> Since this section contains predominantly correspondence, it is written in Aramaic (also 7:12–26 ) rather than Hebrew, generally reflecting the diplomatic language of the day (cf. 2Ki 18:26 ; Is 36:11 )."
  },
  {
    "start": 15004010,
    "content": "<b><a>4:10</a></b> <b>Osnapper.</b> <b>settled … city of Samaria.</b> Osnapper. Most likely another name for the Assyrian king Ashurbanipal, ca. 669–633 BC. settled … city of Samaria. The race of Samaritans resulted from the intermarriage of these immigrants with the poor people who were not taken captive to Nineveh ( see note on v. 2 and 2Ki 17:24–41 )."
  },
  {
    "start": 15004011,
    "content": "<b><a>4:11</a></b> <b>Artaxerxes.</b> <b>beyond the River.</b> Artaxerxes. See note on vv. 6–23 . beyond the River. West of the Euphrates River."
  },
  {
    "start": 15004012,
    "content": "<b><a>4:12</a></b> <b>Jews.</b> Jews. This name was generally used after the Captivity because the exiles who returned were mainly of Judah. Most of the people of the 10 northern tribes were dispersed, and the largest number of returnees came from the two southern tribes."
  },
  {
    "start": 15004013,
    "end": 15004014,
    "content": "<b><a>4:13–14</a></b> This accusation is full of hypocrisy. They did not relish paying taxes either, but they did hate the Jews."
  },
  {
    "start": 15004015,
    "content": "<b><a>4:15</a></b> <b>the record books.</b> <b>city was laid waste.</b> the record books. An administrative document called a “memorandum” kept on file in the royal archives. city was laid waste. A reference to Jerusalem’s destruction by the Babylonian king Nebuchadnezzar (ca. 586 BC)."
  },
  {
    "start": 15004019,
    "content": "<b><a>4:19</a></b> <b>a decree has been issued by me.</b> a decree has been issued by me. This was no simple routine order given to one person, but rather a major edict to a large group of people."
  },
  {
    "start": 15004021,
    "content": "<b><a>4:21</a></b> <b>Now issue a decree.</b> Now issue a decree. No small order for one or two workers, but rather the efforts of 50,000 were called to a halt. The king was commissioning a decree of great significance. The original language calls for the difference. This decree would not lose its authority until the king established a new decree."
  },
  {
    "start": 15004023,
    "content": "<b><a>4:23</a></b> <b>document.</b> document. Another official document, as opposed to a generic letter, came from Artaxerxes, a transfer of authority to the regional leaders to establish the decree. Without the king’s official administrative correspondence, the decree could not be established."
  },
  {
    "start": 15004024,
    "content": "<b><a>4:24</a></b> <b>stopped … stopped.</b> stopped … stopped. For 16 years, from 536 BC to 520 BC, work on rebuilding was halted."
  },
  {
    "start": 15005001,
    "content": "<b><a>5:1</a></b> <b>Haggai … and Zechariah.</b> Haggai … and Zechariah. The book of Haggai is styled as a “royal administrative correspondence” (cf. Hag 1:13 ) sent from the Sovereign King of the Universe through the “messenger of Yahweh,” Haggai ( Hag 1:13 ). Part of its message is addressed specifically to Zerubbabel, the political leader, and Joshua, the religious leader, telling them to “be strong … and work” on the temple because God was with them ( Hag 2:4 ). These two prophets gave severe reproaches and threats if the people did not return to the building and promised national prosperity if they did. Not long after the exiles heard this message, the temple work began afresh after a 16-year hiatus. See notes on Haggai and Zechariah."
  },
  {
    "start": 15005002,
    "content": "<b><a>5:2</a></b> <b>prophets of God.</b> prophets of God. These would be in addition to Haggai and Zechariah."
  },
  {
    "start": 15005003,
    "content": "<b><a>5:3</a></b> <b>Tattenai.</b> <b>Who issued you a decree…?</b> Tattenai. Most likely a Persian official. Who issued you a decree…? In other words, “Who gave you royal permission to build?” Cf. Ezr 5:9 ."
  },
  {
    "start": 15005005,
    "content": "<b><a>5:5</a></b> <b>But the eye of their God was on the elders.</b> But the eye of their God was on the elders. God’s hand of protection which led this endeavor allowed the work to continue while official communication was going on with Darius, the Persian king ( see note on 4:5 )."
  },
  {
    "start": 15005008,
    "content": "<b><a>5:8</a></b> <b>huge stones, and timber.</b> huge stones, and timber. This technique of using beams and stone blocks was a well-known form of wall construction. The reason for mentioning it here was it seemed to be a preparation for conflict, or battle. Including this piece of information served as a threat to the Persian official who wanted no such conflict."
  },
  {
    "start": 15005011,
    "content": "<b><a>5:11</a></b> <b>they responded with a word to us.</b> <b>a great king of Israel.</b> they responded with a word to us. They sent back a report (official document for the archives). a great king of Israel. Solomon built the first temple (ca. 966–960 BC; 1Ki 5–7 )."
  },
  {
    "start": 15005012,
    "content": "<b><a>5:12</a></b> <b>gave them into the hand of Nebuchadnezzar.</b> gave them into the hand of Nebuchadnezzar. The expression is used commonly in royal administrative correspondence when a more powerful administrator, such as a king, relinquishes some of his authority to an underling and yet keeps the lower administrative official completely under his command. The point here is that God, as King of the universe, satisfied His wrath by relinquishing the authority for this administrative action to Nebuchadnezzar. The greatest king the ancient Near East has ever known was merely a petty official in the administration of the sovereign Lord."
  },
  {
    "start": 15005013,
    "content": "<b><a>5:13</a></b> <b>Cyrus … decree.</b> Cyrus … decree. Cf. Ezr 1:2–4 ."
  },
  {
    "start": 15005014,
    "content": "<b><a>5:14</a></b> <b>Sheshbazzar … laid the foundations.</b> Sheshbazzar … laid the foundations. This seems to contradict the statement in Ezr 3:8–10 that Zerubbabel, Jeshua, and the Jewish workmen laid the foundation, but it actually does not, since Sheshbazzar was the political appointee of the Persian king over the Jews and thus is given official credit for work actually done by them. See note on 1:8 ."
  },
  {
    "start": 15006001,
    "content": "<b><a>6:1</a></b> <b>King Darius issued a decree.</b> King Darius issued a decree. Rather than a public edict, this was a simple order issued to a small group of officials."
  },
  {
    "start": 15006002,
    "content": "<b><a>6:2</a></b> <b>there was written.</b> there was written. A particular kind of document called a memorandum ( Ezr 4:15 ; Mal 3:16 ). Administrative officials often kept these documents of administrative decisions made, or issues remaining to be settled, to retain the details of administrative action for future reference."
  },
  {
    "start": 15006003,
    "content": "<b><a>6:3</a></b> <b>first year.</b> <b>being 60 cubits … 60 cubits.</b> first year. Ca. 538 BC (cf. 1:2–4 ). being 60 cubits … 60 cubits. These dimensions exceed those of Solomon’s temple (cf. 1Ki 6:2 )."
  },
  {
    "start": 15006005,
    "content": "<b><a>6:5</a></b> <b>Nebuchadnezzar took.</b> Nebuchadnezzar took. See note on 1:7 ."
  },
  {
    "start": 15006006,
    "end": 15006007,
    "content": "<b><a>6:6–7</a></b> God so favored the Jews (cf. 5:5 ) that, through Darius, He forbade the officials from interfering with the building project."
  },
  {
    "start": 15006008,
    "end": 15006010,
    "content": "<b><a>6:8–10</a></b> Not only could the officials not hinder the building, but they also had to help finance it by giving the Jews some of their portion of taxes collected for the Persian king. The Jews could draw from the provincial treasury."
  },
  {
    "start": 15006010,
    "content": "<b><a>6:10</a></b> <b>pray for the life of the king and his sons.</b> pray for the life of the king and his sons. This was essentially the same self-serving motive that prompted Cyrus to decree that all captured peoples should return to their countries, rebuild the temples that Nebuchadnezzar and others had destroyed, and placate the offended deities. He wanted all the gods on his side, including Israel’s God."
  },
  {
    "start": 15006011,
    "content": "<b><a>6:11</a></b> <b>pulled out … impaled … made a refuse heap.</b> pulled out … impaled … made a refuse heap. Typical punishment for a serious infraction (cf. Rev 22:18–19 ). This was specifically directed at the hostile Samaritans."
  },
  {
    "start": 15006014,
    "content": "<b><a>6:14</a></b> <b>succeeding.</b> <b>the decree of the God of Israel … the decree of Cyrus.</b> <b>Artaxerxes.</b> succeeding. Cf. Hag 1:7–11 . the decree of the God of Israel … the decree of Cyrus. The message here is powerful. It was the decree from God, the Sovereign of the universe, which gave administrative authority to rebuild the temple. The decrees (same word) of three of the greatest monarchs in the history of the ancient Near East were only a secondary issue. God rules the universe and He raises up kings, then pulls them from their thrones when they have served His administration. Artaxerxes. Although he did not contribute to the project under Zerubbabel, he did under Ezra (cf. 7:11–26 )."
  },
  {
    "start": 15006015,
    "content": "<b><a>6:15</a></b> <b>Adar … sixth year.</b> Adar … sixth year. The 12th month (Feb./Mar.) in 516 BC."
  },
  {
    "start": 15006018,
    "content": "<b><a>6:18</a></b> <b>sections.</b> <b>the book of Moses.</b> sections. Cf. 1Chr 24 , where the priestly sections are delineated. Although David arranged the priests and Levites in order according to families, it was Moses who assigned their rights, privileges, and duties ( see notes on Nu 3–4 ). the book of Moses. I.e., the Pentateuch."
  },
  {
    "start": 15006019,
    "content": "<b><a>6:19</a></b> <b>Passover.</b> <b>first month.</b> Passover. Cf. Lv 23:4–8 . Other notable Passovers include Hezekiah’s ( 2Chr 30:1–22 ) and Josiah’s ( 2Chr 35:1–19 ). first month. Mar./Apr."
  },
  {
    "start": 15006021,
    "content": "<b><a>6:21</a></b> <b>the uncleanness of the nations.</b> the uncleanness of the nations. These were proselytes to Judaism, who had confessed their spiritual uncleanness before Yahweh, been circumcised, and renounced idolatry to keep the Passover (v. 22 )."
  },
  {
    "start": 15006022,
    "content": "<b><a>6:22</a></b> <b>turned the heart of the king of Assyria toward them.</b> turned the heart of the king of Assyria toward them. By turning the heart of the king in their favor in allowing them to complete the rebuilding, God encouraged His people. They understood the verse, “The king’s heart is … in the hand of Yahweh” ( Pr 21:1 ) better through this ordeal. The title “King of Assyria” was held by every king who succeeded the great Neo-Assyrian Empire regardless of what country they may have come from."
  },
  {
    "start": 15007001,
    "end": 15010044,
    "content": "<b><a>7:1—10:44</a></b> This section covers the return of the second group to Judah, led by Ezra (ca. 458 BC)."
  },
  {
    "start": 15007006,
    "content": "<b><a>7:6</a></b> <b>a scribe skilled in the law.</b> <b>the hand of Yahweh his God</b> <b>upon him.</b> a scribe skilled in the law. Ezra’s role as a scribe was critical to reinstate the nation since the leaders had to go back to the law and interpret it. This was no small task because many aspects of life had changed in the intervening 1,000 years since the law was first given. Tradition says Ezra had the law memorized and could write it from recall. the hand of Yahweh his God was upon him. This refrain occurs throughout the books of Ezra and Nehemiah. Its resounding presence assures the reader that it was not by the shrewd leadership skills of a few men that Judah, with its temple and walls, was rebuilt in the midst of a powerful Medo-Persian Empire. Rather it was the sovereign hand of the wise and powerful King of the universe that allowed this to happen."
  },
  {
    "start": 15007007,
    "content": "<b><a>7:7</a></b> <b>temple servants.</b> <b>seventh year.</b> temple servants. See note on 2:43–54 . seventh year. Ca. 458 BC."
  },
  {
    "start": 15007008,
    "end": 15007009,
    "content": "<b><a>7:8–9</a></b> The 4-month journey from Babylon to Jerusalem, covering almost 1,000 mi., started in Mar./Apr. and ended in Jul./Aug."
  },
  {
    "start": 15007010,
    "content": "<b><a>7:10</a></b> <b>study … practice … teach.</b> study … practice … teach. The pattern of Ezra’s preparation is exemplary. He studied before he attempted to live a life of obedience, and he studied and practiced the law in his own life before he opened his mouth to teach that law. But the success of Ezra’s leadership did not come from his strength alone, but most significantly because “the good hand of his God was upon him” ( 7:9 )."
  },
  {
    "start": 15007011,
    "content": "<b><a>7:11</a></b> <b>copy of the letter.</b> copy of the letter. The original was usually kept for a record. The letter was addressed to Ezra because the decree recorded therein was the critical administrative document. Decrees were commonly embedded in letters. The letter in essence authorized the document into Ezra’s hands so that he could carry it and read it to its intended audience."
  },
  {
    "start": 15007012,
    "end": 15007026,
    "content": "<b><a>7:12–26</a></b> This is a remarkable decree that evidences God’s sovereign rule over earthly kings and His intent to keep the Abrahamic, Davidic, and New Covenants with Israel. This section is in Aramaic, as was 4:8—6:18 ."
  },
  {
    "start": 15007014,
    "content": "<b><a>7:14</a></b> <b>seven counselors.</b> seven counselors. This number was according to the Persian tradition (cf. Es 1:14 )."
  },
  {
    "start": 15007017,
    "content": "<b><a>7:17</a></b> <b>therefore.</b> therefore. The royal decree protocol recorded in the opening words of 7:13–16 leads up to the section introduced by this word."
  },
  {
    "start": 15007022,
    "content": "<b><a>7:22</a></b> <b>up to 100 talents.</b> <b>to … 100 kors.</b> <b>to … 100 baths.</b> up to 100 talents. Approaching 4 tons in weight. to … 100 kors. Approximately 750 bushels. to … 100 baths. Six hundred gallons."
  },
  {
    "start": 15007025,
    "content": "<b><a>7:25</a></b> <b>you, Ezra.</b> you, Ezra. The letter in which the decree was embedded was written to Ezra. The king turned to him in a demonstration of administrative trust and granted him permission to appoint magistrates and judges for the region. The effect of this decision would be to offer a measure of local autonomy to the Jews."
  },
  {
    "start": 15008001,
    "end": 15008014,
    "content": "<b><a>8:1–14</a></b> <b>from Babylon.</b> from Babylon. The list that follows no doubt includes those who lived in the surrounding areas. The total number of males in this section is 1,496 plus the men named, so with the addition of the women and children the number easily approaches 7,000 to 8,000. Just as these had not gone with the first group of returnees, so many Jews remained in Babylon after this group had departed. During the 70 years, many of the exiles had settled into a comfortable lifestyle. No small conflict arose between those who returned and those who stayed in Babylon."
  },
  {
    "start": 15008015,
    "content": "<b><a>8:15</a></b> <b>river … Ahava.</b> <b>not find any Levites.</b> river … Ahava. An unknown location where a canal/river flowed into the Euphrates. This was in Babylon and chosen for the place where the returning Jews would render vows for several days in preparation to leave. not find any Levites. There were no Levites who chose to return, so Ezra pursued such needed men by sending a command to Iddo, who was chief of the temple servants. Iddo’s influence brought 38 Levites and 220 temple servants (vv. 16–20 )."
  },
  {
    "start": 15008021,
    "end": 15008023,
    "content": "<b><a>8:21–23</a></b> <b>I called for a fast.</b> I called for a fast. They would soon begin the long journey. Such travel was dangerous, for the roads were frequented by thieves who robbed for survival. Even messengers traveled with caravans to ensure their safety. Ezra and the people did not want to confuse the king regarding their trust in God’s protection so they entreated Him for safety with a prayerful fast. God honored their prayer of faith with His protection."
  },
  {
    "start": 15008026,
    "content": "<b><a>8:26</a></b> <b>weighed … 650 talents.</b> <b>100 talents.</b> weighed … 650 talents. Over 25 tons. worth 100 talents. Almost 4 tons."
  },
  {
    "start": 15008027,
    "content": "<b><a>8:27</a></b> <b>bowls</b> <b>1,000 darics.</b> bowls worth 1,000 darics. About 20 lbs. See note on 2:69 ."
  },
  {
    "start": 15008031,
    "content": "<b><a>8:31</a></b> <b>Ahava.</b> <b>first month.</b> Ahava. See note on v. 15 . first month. See note on 7:8–9 . The 12-day delay occurred because of a 3-day delay searching for more Levites ( 8:15 ) and the fast which sought God’s protection ( 8:21 )."
  },
  {
    "start": 15008036,
    "content": "<b><a>8:36</a></b> <b>they gave the king’s edicts.</b> they gave the king’s edicts. The plural “edicts” may account for a change of terminology. This would include the decrees plus other edicts in the official correspondence Artaxerxes gave to Ezra to deliver, to support the Jews and their building of the temple."
  },
  {
    "start": 15009001,
    "content": "<b><a>9:1</a></b> <b>when these things had been completed.</b> <b>priests … Levites.</b> <b>abominations.</b> <b>Canaanites … Amorites.</b> when these things had been completed. This refers to the implementation of the different trusts and duties committed to him. priests … Levites. As was the case before the Assyrian and Babylonian deportations, the spiritual leadership defaulted along with the people (cf. Is 24:2 ; Jer 5:30–31 ; 6:13–15 ; Hos 4:9 ; Mal 2:1–9 ; 2Ti 4:2–4 ). abominations. The reason for this exclusiveness was to keep the people pure. In the first settlement, Israel was warned not to make covenants with the nations, which would result in intermarriages and inevitably the worship of foreign gods ( Ex 34:10–17 ; Dt 7:1–5 ). To a great extent, the continual violation of this precipitated the 70-year exile from which they had just returned. Ezra found out it had happened again and called for immediate repentance. Nehemiah ( Ne 13:23–27 ) and Malachi ( Mal 2:14–16 ) later encountered the same sin. It is unthinkable that the Jews would so quickly go down the same disastrous path of idolatry. Neither wrath from God in the exile to Babylon, nor grace from God in the return was enough to keep them from defecting again. Canaanites … Amorites. See notes on Joshua 3:10 ."
  },
  {
    "start": 15009002,
    "content": "<b><a>9:2</a></b> <b>holy seed.</b> holy seed. The seed of Abraham that God had set apart (cf. Ge 13:15–16 ; 17:4–14 ) was not to be mixed with other nations; and if so, it violated God’s covenant (cf. Dt 7:2–3 ). This marriage with Gentile women would bring idolatry into the next generation for certain, so Ezra reacted strongly."
  },
  {
    "start": 15009003,
    "content": "<b><a>9:3</a></b> <b>tore … pulled … sat.</b> tore … pulled … sat. An outward expression of a grieving, disturbed spirit over sin (cf. 2Chr 34:27 ) characterized Ezra as he saw the people returning to their old ways which would bring judgment again."
  },
  {
    "start": 15009004,
    "content": "<b><a>9:4</a></b> <b>trembled at the words.</b> trembled at the words. In contrast to those who participated in the intermarriage, there were those who saw it as an abomination. They greatly feared Yahweh’s judgment on them again (cf. Is 66:2 , 5 ) and sat with Ezra until the gathering of the people for the evening sacrifice, when there was surely public prayer and confession as Ezra fasted, lamented, and prayed (v. 5 ) in an effort to lead the leaders and people to repent."
  },
  {
    "start": 15009005,
    "end": 15009015,
    "content": "<b><a>9:5–15</a></b> Ezra’s priestly prayer of intercession and confession is like Daniel’s ( Da 9:1–20 ) and Nehemiah’s ( Ne 1:4–11 ), in that he used plural pronouns that identified himself with the people’s sin, even though he did not participate in it. The use of “we,” “our” and “us” demonstrates Ezra’s understanding that the sin of the few is sufficient to contaminate the many."
  },
  {
    "start": 15009008,
    "content": "<b><a>9:8</a></b> <b>a peg in His holy place.</b> a peg in His holy place. A figure of speech that indicated permanence and prominence."
  },
  {
    "start": 15009009,
    "content": "<b><a>9:9</a></b> <b>a wall.</b> a wall. As a people scattered all over the Fertile Crescent, the Jews were vulnerable to the nations. Together in Judah, with God as protector, they were safe. The wall does not exclude the walls of Jerusalem yet to be built, but it speaks more broadly of God’s provision for protection."
  },
  {
    "start": 15009010,
    "end": 15009012,
    "content": "<b><a>9:10–12</a></b> <b>Your commandments.</b> Your commandments. This is not a quotation of any single text of Scripture, but rather a summation of God’s commands on the subject (cf. Ex 34:15–17 ; Dt 7:1–6 )."
  },
  {
    "start": 15009013,
    "end": 15009014,
    "content": "<b><a>9:13–14</a></b> Cf. a similar situation in the first Exodus, when the Israelites engaged in idolatry and immorality led by Aaron, who was then confronted by Moses ( Ex 32:1–35 )."
  },
  {
    "start": 15009014,
    "content": "<b><a>9:14</a></b> <b>no remnant.</b> no remnant. Ezra feared that this sin would provoke the ultimate judgment of God and the abrogation of God’s unconditional covenants. While God would judge sin, the coming of Messiah and Paul’s insights on God’s continued faithfulness in His promise to the Jews ( Ro 9–11 ) assures that God’s calling of Israel as a beloved people and nation is irrevocable ( Ro 11:25–29 )."
  },
  {
    "start": 15009015,
    "content": "<b><a>9:15</a></b> <b>no one can stand before You.</b> no one can stand before You. All were reckoned guilty and had no right to stand in God’s presence, yet they came penitently seeking the grace of forgiveness."
  },
  {
    "start": 15010001,
    "content": "<b><a>10:1</a></b> <b>praying and making confession, weeping and prostrating.</b> praying and making confession, weeping and prostrating. Ezra’s contrite spirit before the people was evident and they joined him. These extreme expressions of contrition demonstrated the seriousness of the sin and the genuineness of their repentance."
  },
  {
    "start": 15010002,
    "content": "<b><a>10:2</a></b> <b>Shecaniah.</b> <b>hope for Israel in spite of this.</b> Shecaniah. This leader, not involved in the mixed marriages since his name does not appear in the list in vv. 18–44 (though his father and 5 paternal uncles do appear in v. 26 ), was bold and chose to obey God rather than please his relatives. hope for Israel in spite of this. This hope is centered in God’s covenant love and forgiveness of truly repentant sinners."
  },
  {
    "start": 15010003,
    "content": "<b><a>10:3</a></b> <b>cut a covenant.</b> <b>those who tremble.</b> <b>according to the law.</b> cut a covenant. Shecaniah calls for the people and leaders to accomplish the specific action of divorcing the wives and children and acknowledges that Ezra has counseled a course of action consistent with Scripture (cf. 2Chr 29:10 ). those who tremble. Cf. Is 66:2 , 5 . This refers to those who take the Word of God seriously, especially His judgment on their sin. according to the law. They wanted to get in line with God’s law as revealed in Dt 7:2–3 ."
  },
  {
    "start": 15010004,
    "content": "<b><a>10:4</a></b> <b>your responsibility.</b> your responsibility. Ezra is acknowledged as the chief spiritual leader with appropriate divine authority and human responsibility to take on the execution of this formidable task of dealing with divorces for so many (cf. vv. 18–44 )."
  },
  {
    "start": 15010005,
    "content": "<b><a>10:5</a></b> <b>swear</b> <b>.</b> swear an oath . The oath in relation to the covenant specified in 10:3 . Cf. Ne 10:28–39 for the content of a later oath under similar conditions."
  },
  {
    "start": 15010007,
    "content": "<b><a>10:7</a></b> <b>they made a proclamation.</b> they made a proclamation. A proclamation was delivered orally by a herald. It often had the force of law as did this one. Not participating in the assembly, as some might have been tempted to do, meant not just losing your property, but being ostracized from Israel."
  },
  {
    "start": 15010008,
    "content": "<b><a>10:8</a></b> <b>three days.</b> three days. The message had to go out, and the people were required to respond within 72 hours. Since only the territories of Judah and Benjamin were involved, the greatest distance would have been no more than 40–50 mi."
  },
  {
    "start": 15010009,
    "content": "<b><a>10:9</a></b> <b>all the men.</b> <b>Ninth month.</b> all the men. Serious consequences highlighted the gravity of the situation, and thus everyone came. Ninth month. Dec./Jan., the time of the heaviest rains and coldest weather, especially in Jerusalem, which is over 2,500 ft. in elevation."
  },
  {
    "start": 15010011,
    "content": "<b><a>10:11</a></b> <b>confession … separate.</b> confession … separate. Here are the two essential elements of repentance—agreeing with God and taking righteous action to separate from sin."
  },
  {
    "start": 15010012,
    "end": 15010014,
    "content": "<b><a>10:12–14</a></b> <b>all … many people.</b> all … many people. This demonstrates how widespread this sin was among the people. With the heavy rain and the large number of people to be processed, the whole operation could go long, so the people made an administrative suggestion for dealing with the magnitude of the problem. For each unlawful marriage, a questioning or court session could be locally conducted. All of these details had to be treated with great care; thus, delegating the court process was a suggestion much like Jethro’s back in the wilderness (cf. Ex 18 )."
  },
  {
    "start": 15010015,
    "content": "<b><a>10:15</a></b> <b>stood against this.</b> stood against this. It is unclear whether these 4 stood against the delay in dealing with the situation or whether they stood against dealing with the sin at all. It was, however, a good plan and brought about a reasonably fast resolution."
  },
  {
    "start": 15010016,
    "end": 15010017,
    "content": "<b><a>10:16–17</a></b> <b>tenth month … first month.</b> tenth month … first month. It took 3 months to rectify the situation in all cases, after which the people were prepared to celebrate Passover with a clear conscience."
  },
  {
    "start": 15010018,
    "content": "<b><a>10:18</a></b> <b>the sons of Jeshua the son of Jozadak, and his brothers.</b> the sons of Jeshua the son of Jozadak, and his brothers. At the head of the list of those who had intermarried were the descendants and other relatives of the High Priest who first returned with Zerubbabel and led in the temple reconstruction. They set the example for all the people in giving the appropriate trespass offering (v. 19 )."
  },
  {
    "start": 15010044,
    "content": "<b><a>10:44</a></b> An appropriate provision was doubtlessly made for the divorced wives and the children."
  }
]