[
  {
    "start": 55001001,
    "end": 55001002,
    "content": "<b><a>1:1–2</a></b> Paul reminded Timothy that, despite their intimate spiritual relationship, the apostle wrote to him with spiritual authority given him by God. This established the necessity that not only Timothy, but also all others comply with the inspired mandates of the epistle."
  },
  {
    "start": 55001002,
    "content": "<b><a>1:2</a></b> <b>Timothy, my beloved child.</b> <b>Grace … our Lord.</b> Timothy, my beloved child. See note on 1Ti 1:2 . Grace … our Lord. See note on 1Ti 1:2 . More than a standard greeting by Paul, this expressed his genuine desire for God’s best in Timothy’s life."
  },
  {
    "start": 55001003,
    "content": "<b><a>1:3</a></b> <b>I am grateful to God … in my prayers.</b> <b>clear conscience.</b> I am grateful to God … in my prayers. See notes on Php 1:3–4 . clear conscience. See note on 1Ti 1:5 ."
  },
  {
    "start": 55001004,
    "content": "<b><a>1:4</a></b> <b>longing to see you.</b> <b>remembered your tears.</b> longing to see you. Because of Paul’s affection for Timothy and the urgency of the hour in Paul’s life, as he faced death, Paul had an intense yearning to see Timothy again (cf. 4:9 , 13 , 21 ). remembered your tears. Paul perhaps remembered this occurring at their latest parting, which occurred after a short visit to Ephesus, following the writing of 1 Timothy, and prior to Paul’s arrest at Troas ( see note on 4:13 ) and his second imprisonment in Rome. Years before, Paul had a similar parting with the elders at Ephesus ( Ac 20:36–38 )."
  },
  {
    "start": 55001005,
    "content": "<b><a>1:5</a></b> <b>Lois … Eunice.</b> Lois … Eunice. Mention of their names suggests that Paul knew them personally, perhaps because he (with Barnabas) led them to faith in Christ during his first missionary journey (cf. Ac 13:13—14:21 ). The women were true OT Jewish believers, who understood the Scripture well enough to prepare themselves and Timothy ( 3:15 ) to immediately accept Jesus as Messiah when they first heard the gospel from Paul."
  },
  {
    "start": 55001006,
    "content": "<b><a>1:6</a></b> <b>kindle afresh the gift of God.</b> <b>laying on of my hands.</b> kindle afresh the gift of God. This seems to indicate Paul was unsatisfied with Timothy’s level of current faithfulness. “Kindle afresh” means lit. “to keep the fire alive,” and “gift” refers to the believer’s spiritual gift ( see notes on Ro 12:4–8 ; 1Co 12:7–11 ; regarding Timothy’s spiritual gift, see notes on 4:2–6 ; 1Ti 4:14 ). Paul reminds Timothy that as a steward of his God-given gift for preaching, teaching, and evangelizing, he could not let it fall into disuse (cf. 4:2–5 ). laying on of my hands. See notes on 1Ti 4:14 ; 5:22 ; cf. 6:12 . Paul might have done this at the time of Timothy’s conversion, in which case it would have corresponded to when Timothy received his spiritual gift. The expression may also refer to an extraordinary spiritual endowment, which was received or enhanced at some point after his conversion."
  },
  {
    "start": 55001007,
    "content": "<b><a>1:7</a></b> <b>a spirit of timidity.</b> <b>power.</b> <b>love.</b> <b>self-discipline.</b> a spirit of timidity. The Greek word, which can also be translated “fear,” denotes a cowardly, shameful fear caused by a weak, selfish character. The threat of Roman persecution, which was escalating under Nero, the hostility of those in the Ephesian church who resented Timothy’s leadership, and the assaults of false teachers with their sophisticated systems of deceptions may have been overwhelming Timothy. But if he was fearful, it didn’t come from God. power. Positively, God has already given believers all the spiritual resources they need for every trial and threat (cf. Mt 10:19–20 ). Divine power—effective, productive spiritual energy—belongs to believers ( Eph 1:18–20 ; 3:20 ; cf. Zec 4:6 ). love. See note on 1Ti 1:5 . This kind of love centers on pleasing God and seeking others’ welfare before one’s own (cf. Ro 14:8 ; Ga 5:22 , 25 ; Eph 3:19 ; 1Pe 1:22 ; 1Jn 4:18 ). self-discipline. Refers to a self-controlled and properly prioritized mind. This is the opposite of fear and cowardice that cause disorder and confusion. Focusing on the sovereign nature and perfect purposes of our eternal God allows believers to control their lives with godly wisdom and confidence in every situation (cf. Ro 12:3 ; 1Ti 3:2 ; Tit 1:8 ; 2:2 )."
  },
  {
    "start": 55001008,
    "content": "<b><a>1:8</a></b> <b>the witness about our Lord.</b> <b>me His prisoner.</b> the witness about our Lord. The gospel message concerning Jesus Christ. Paul did not want Timothy to be “ashamed” to name the name of Christ because he was afraid of the potential persecution (cf. vv. 12 , 16 ). me His prisoner. See Introduction: Author and Date ; see notes on Eph 3:1 ; Php 1:12–14 . Being linked to Paul, who was a prisoner because of his preaching of the gospel, could have put Timothy’s life and freedom in jeopardy (cf. Heb 13:23 )."
  },
  {
    "start": 55001009,
    "content": "<b><a>1:9</a></b> <b>with a holy calling.</b> <b>not … works, but … grace.</b> <b>according to His own purpose.</b> <b>in Christ Jesus.</b> <b>from all eternity.</b> with a holy calling. As always in the NT Epistles, this calling is not a general invitation to sinners to believe the gospel and be saved (as in Mt 20:16 ), but refers to God’s effectual call of the elect to salvation ( see note on Ro 1:7 ). This calling results in holiness, imputed (justification) and imparted (sanctification), and finally completed (glorification). not … works, but … grace. This truth is the foundation of the gospel. Salvation is by grace through faith, apart from works ( see notes on Ro 3:20–25 ; Ga 3:10–11 ; Eph 2:8–9 ; Php 3:8–9 ). Grace is also the basis for God’s sustaining work in believers (cf. Php 1:6 ; Jd 24–25 ). according to His own purpose. God’s sovereign plan of election ( see notes on 2:10 ; Jn 6:37–40 , 44 ; Ac 13:48 ; Ro 8:29 ; 9:6–23 ; Eph 1:4 ; 3:11 ; 2Th 2:13 ; Tit 1:1–2 ; 1Pe 1:2 ). in Christ Jesus. His sacrifice made God’s salvation plan possible, because He became the substitute sacrifice for the sins of God’s people ( see notes on 2Co 5:21 ). from all eternity. The same Greek phrase appears in Tit 1:2 . The destiny of God’s chosen was determined and sealed from eternity past ( Jn 17:24 ; cf. Eph 1:4–5 ; Php 1:29 ; 1Pe 1:2 )."
  },
  {
    "start": 55001010,
    "content": "<b><a>1:10</a></b> <b>appearing.</b> <b>abolished death … immortality to light.</b> appearing. “Epiphany” is the English equivalent of this Greek word, most often used of Christ’s second coming ( 4:18 ; 1Ti 6:14 ; Tit 2:13 ), but here of His first coming. abolished death … immortality to light. “Abolished” means “rendered inoperative.” Physical death still exists, but it is no longer a threat or an enemy for Christians ( 1Co 15:54–55 ; Heb 2:14 ). It was not until the incarnation and the gospel that God chose to fully make known the truth of immortality and eternal life, a reality only partially understood by OT believers (cf. Job 19:26 )."
  },
  {
    "start": 55001011,
    "content": "<b><a>1:11</a></b> <b>preacher … teacher.</b> preacher … teacher. See notes on 1Ti 2:7 ."
  },
  {
    "start": 55001012,
    "content": "<b><a>1:12</a></b> <b>I also suffer.</b> <b>I am not ashamed.</b> <b>know whom I have believed.</b> <b>He is able to guard.</b> <b>what I have entrusted.</b> <b>that day.</b> I also suffer. Cf. v. 8 ; see notes on 2Co 4:8–18 ; 6:4–10 ; 11:23–28 ; Ga 6:17 ; Php 3:10 . I am not ashamed. See notes on v. 8 ; Ro 1:16 ; 1Pe 4:16 . Paul had no fear of persecution and death from preaching the gospel in a hostile setting, because he was so confident God had sealed his future glory and blessing. know whom I have believed. “Know” describes the certainty of Paul’s intimate, saving knowledge—the object of which was God Himself. The form of the Greek verb translated “I have believed” refers to something that began in the past and has continuing results ( see note on Ro 1:16 ). This knowing is equal to “the full knowledge of the truth” ( 3:7 ; 1Ti 2:4 ). He is able to guard. See notes on Jd 24–25 . what I have entrusted. Paul’s life in time and eternity had been given to his Lord. He lived with unwavering confidence and boldness because of the revealed truth about God’s power and faithfulness, and his own experience of an unbreakable relationship to the Lord ( Ro 8:31–39 ). that day. Cf. v. 18 ; 4:8 ; see notes on Php 1:6 . Also called “day of Christ” ( see notes on Php 1:10 ), when believers will stand before the judgment seat and be rewarded ( see notes on 1Co 3:13 ; 2Co 5:10 ; 1Pe 1:5 )."
  },
  {
    "start": 55001013,
    "content": "<b><a>1:13</a></b> <b>sound words.</b> <b>from me.</b> <b>faith and love … in Christ Jesus.</b> sound words. Cf. 1Ti 4:6 ; 6:3 . The Scripture and the doctrine it teaches ( see notes on 3:15–17 ). from me. Paul had been the source of this divine revelation (cf. 2:2 ; 3:10 , 14 ; Php 4:9 ; see notes on Eph 3:1–5 ). faith and love … in Christ Jesus. “Faith” is confidence that God’s Word is true, and “love” is kindness and compassion in teaching that truth (cf. Eph 4:15 )."
  },
  {
    "start": 55001014,
    "content": "<b><a>1:14</a></b> <b>the treasure … entrusted to</b> <b>.</b> the treasure … entrusted to you . The treasure of the good news of salvation revealed in the Scripture ( see note on 1Ti 6:20 )."
  },
  {
    "start": 55001015,
    "content": "<b><a>1:15</a></b> <b>Asia.</b> <b>Phygelus and Hermogenes.</b> Asia. A Roman province that is part of modern Turkey; this is not a reference to the entire region of Asia Minor. Phygelus and Hermogenes. Nothing else is known about these two men, who apparently had shown promise as leaders, had been close to Paul, and were well known among the Asian churches, but deserted Paul under the pressure of persecution."
  },
  {
    "start": 55001016,
    "content": "<b><a>1:16</a></b> <b>Onesiphorus.</b> Onesiphorus. One of Paul’s loyal coworkers who had not deserted Paul, but befriended him in prison and was not ashamed or afraid to visit the apostle there regularly and minister to his needs. Since Paul asks Timothy to greet those in his house ( 4:19 ), the family obviously lived in or near Ephesus."
  },
  {
    "start": 55001017,
    "content": "<b><a>1:17</a></b> <b>when he was in Rome.</b> when he was in Rome. For notes on Rome, see Introduction to Romans: Background and Setting . Onesiphorus was perhaps on a business trip, and the text implies that his search involved time, effort, and possibly even danger."
  },
  {
    "start": 55001018,
    "content": "<b><a>1:18</a></b> <b>that day.</b> <b>Ephesus.</b> that day. See note on v. 12 . Ephesus. See Introduction to Ephesians: Background and Setting . Onesiphorus’ faithfulness began here many years earlier, when Paul ministered on his third or fourth missionary journey."
  },
  {
    "start": 55002001,
    "content": "<b><a>2:1</a></b> <b>my child.</b> <b>be strong.</b> my child. Paul had led Timothy to Christ during his first missionary journey (cf. 1Co 4:17 ; 1Ti 1:2 , 18 ). be strong. Here is the main admonition in the first part of the letter. Paul is calling for Timothy to overcome his apparent drift toward weakness and renew his commitment to his ministry (see Introduction: Historical and Theological Themes )."
  },
  {
    "start": 55002002,
    "content": "<b><a>2:2</a></b> <b>heard from me.</b> <b>presence of many witnesses.</b> <b>faithful men who will be able to teach others.</b> heard from me. See notes on 1:13 ; cf. 3:14 . During Timothy’s many years of close association with Paul (see Introduction to 1 Timothy: Author and Date ), he had heard divine truth which God had revealed through the apostle. presence of many witnesses. Such as Silas, Barnabas, and Luke, and many others in the churches who could attest to the divine authenticity of Paul’s teaching—a needed reminder to Timothy in light of the many defections at Ephesus (cf. 1:15 ). faithful men who will be able to teach others. Timothy was to take the divine revelation he had learned from Paul and teach it to other faithful men—men with proven spiritual character and giftedness, who would in turn pass on those truths to another generation. From Paul to Timothy to faithful men to others encompasses 4 generations of godly leaders. That process of spiritual reproduction, which began in the early church, is to continue until the Lord returns."
  },
  {
    "start": 55002003,
    "content": "<b><a>2:3</a></b> <b>a good soldier.</b> a good soldier. The metaphor of the Christian life as warfare (against the evil world system, the believer’s sinful human nature, and Satan) is a familiar one in the NT (cf. 2Co 10:3–5 ; Eph 6:10–20 ; 1Th 4:8 ; 1Ti 1:18 ; 4:7 ; 6:12 ). Here Paul is dealing with the conflict against the hostile world and the persecution (cf. v. 9 ; 1:8 ; 3:11–12 ; 4:7 )."
  },
  {
    "start": 55002004,
    "content": "<b><a>2:4</a></b> <b>entangles himself.</b> entangles himself. Just as a soldier called to duty is completely severed from the normal affairs of civilian life, so also must the good soldier of Jesus Christ refuse to allow the things of the world to distract him (cf. Jas 4:4 ; 1Jn 2:15–17 )."
  },
  {
    "start": 55002005,
    "content": "<b><a>2:5</a></b> <b>competes as an athlete.</b> <b>crowned … rules.</b> competes as an athlete. The Greek verb ( athleō ) expresses the effort and determination needed to compete successfully in an athletic event (cf. 1Co 9:24 ). This is a useful picture of spiritual effort and untiring pursuit of the victory to those familiar with events such as the Olympic Games and the Isthmian Games (held in Corinth). crowned … rules. All an athlete’s hard work and discipline will be wasted if he or she fails to compete according to the rules. This is a call to obey the Word of God in the pursuit of spiritual victory."
  },
  {
    "start": 55002006,
    "content": "<b><a>2:6</a></b> <b>The hard-working farmer.</b> The hard-working farmer. “Hard-working” is from a Greek verb meaning “to labor to the point of exhaustion.” Ancient farmers worked long hours of backbreaking labor under all kinds of conditions, with the hope that their physical effort would be rewarded by a good harvest. Paul is urging Timothy not to be lazy or indolent, but to labor intensely (cf. Col 1:28–29 ) with a view to the harvest. Cf. 1Co 3:5–8 ."
  },
  {
    "start": 55002007,
    "content": "<b><a>2:7</a></b> <b>Understand.</b> Understand. The Greek word denotes clear perception, full understanding, and careful consideration. The form of the verb suggests a strong admonition by Paul, not mere advice, to give deep thought to what he was writing."
  },
  {
    "start": 55002008,
    "content": "<b><a>2:8</a></b> <b>Remember Jesus Christ.</b> <b>risen from the dead.</b> <b>of the seed of David.</b> Remember Jesus Christ. The supreme model of a faithful teacher (v. 2 ), soldier (vv. 3–4 ), athlete (v. 5 ), and farmer (v. 6 ). Timothy was to follow His example in teaching, suffering, pursuing the prize, and planting the seeds of truth for a spiritual harvest. risen from the dead. The resurrection of Christ is the central truth of the Christian faith ( 1Co 15:3–4 , 17 , 19 ). By it, God affirmed the perfect redemptive work of Jesus Christ ( see note on Ro 1:4 ). of the seed of David. See notes on Ro 1:3 ; Rev 22:16 . As David’s descendant, Jesus is the rightful heir to his throne ( Lk 1:32–33 ). The Lord’s humanity is stressed."
  },
  {
    "start": 55002009,
    "content": "<b><a>2:9</a></b> <b>I endure … But the word … has not been chained.</b> I endure … But the word … has not been chained. Paul contrasts his imprisonment for the sake of the gospel to the unfettered power of the Word of God."
  },
  {
    "start": 55002010,
    "content": "<b><a>2:10</a></b> <b>for the sake of the elect.</b> <b>the salvation, which is in Christ Jesus.</b> <b>eternal glory.</b> for the sake of the elect. Those of the elect, having been chosen for salvation from before the world began ( see note on 1:9 ), who had not yet come to faith in Jesus Christ ( see notes on Ac 18:10 ; Tit 1:1 ). the salvation, which is in Christ Jesus. There is salvation in no one else ( Ac 4:12 ; cf. Ro 8:29 ; Eph 1:4–5 ). The gospel must be proclaimed ( Mt 28:19 ; Ac 1:8 ) because the elect are not saved apart from faith in Christ ( Ro 10:14 ). eternal glory. The ultimate outcome of salvation ( see notes on Ro 5:2 ; 8:17 )."
  },
  {
    "start": 55002011,
    "content": "<b><a>2:11</a></b> <b>trustworthy saying.</b> <b>died with Him … live with Him.</b> trustworthy saying. The saying is in vv. 11–13 . See note on 1Ti 1:15 . died with Him … live with Him. This refers to believers’ spiritual participation in Christ’s death and resurrection ( Ro 6:4–8 ), including also the possibility of suffering martyrdom for the sake of Christ, as the context would indicate."
  },
  {
    "start": 55002012,
    "content": "<b><a>2:12</a></b> <b>endure.</b> <b>reign with Him.</b> <b>If we will deny Him, He also will deny us.</b> endure. Believers who persevere give evidence of the genuineness of their faith ( see note on Mt 24:13 ; cf. Mt 10:22 ; Jn 8:31 ; Ro 2:7 ; Col 1:23 ). reign with Him. In His future eternal kingdom ( Rev 1:6 ; 5:10 ; 20:4 , 6 ). If we will deny Him, He also will deny us. Speaks of a final, permanent denial, such as that of an apostate ( see note on 1Ti 1:19 ), not the temporary failure of a true believer like Peter ( Mt 26:69–75 ). Those who so deny Christ give evidence that they never truly belonged to Him ( 1Jn 2:19 ) and face the fearful reality of one day being denied by Him ( Mt 10:33 )."
  },
  {
    "start": 55002013,
    "content": "<b><a>2:13</a></b> <b>faithless.</b> <b>He remains faithful, for He cannot deny Himself.</b> faithless. This refers to a lack of saving faith, not to weak or struggling faith. Unbelievers will ultimately deny Christ because their faith was not genuine (cf. Jas 2:14–26 ). He remains faithful, for He cannot deny Himself. As faithful as Jesus is to save those who believe in Him ( Jn 3:16 ), He is equally faithful to judge those who do not ( Jn 3:18 ). To act any other way would be inconsistent with His holy, unchangeable nature. Cf. Heb 10:23 ."
  },
  {
    "start": 55002014,
    "content": "<b><a>2:14</a></b> <b>dispute about words.</b> <b>ruin.</b> dispute about words. Arguing with false teachers, i.e., deceivers who use human reason to subvert God’s Word, is not only foolish ( Pr 14:7 ) and futile ( Mt 7:6 ), but dangerous (vv. 16–17 ; cf. v. 23 ). This is the first of 3 warnings to avoid useless arguments. See notes on vv. 16 , 23 ; 1Ti 4:6–7 ; 6:3–5 ; 2Pe 2:1–3 . ruin. The Greek word means “overturned,” or “overthrown.” It appears only one other time in the NT ( 2Pe 2:6 ), where it describes the destruction of Sodom and Gomorrah. Because it replaces the truth with lies, false teaching brings spiritual catastrophe to those who heed it. The ruin can be eternal."
  },
  {
    "start": 55002015,
    "content": "<b><a>2:15</a></b> <b>Be diligent.</b> <b>accurately handling.</b> <b>the word of truth.</b> Be diligent. This word denotes zealous persistence in accomplishing a goal. Timothy, like all who preach or teach the Word, was to give his maximum effort to impart God’s Word completely, accurately, and clearly to his hearers. This is crucial to counter the disastrous effects of false teaching (vv. 14 , 16–17 ). accurately handling. Lit. “cutting it straight”—a reference to the exactness demanded by such trades as carpentry, masonry, and Paul’s trade of leather working and tentmaking. Precision and accuracy are required in biblical interpretation, beyond all other enterprises, because the interpreter is handling God’s Word. Anything less is shameful. the word of truth. All of Scripture in general ( Jn 17:17 ), and the gospel message in particular ( Eph 1:13 ; Col 1:5 )."
  },
  {
    "start": 55002016,
    "content": "<b><a>2:16</a></b> <b>avoid godless</b> <b>empty chatter.</b> avoid godless and empty chatter. See notes on v. 14 ; 1Ti 6:20 ; cf. Tit 3:9 . Such destructive heresy leads only to “further ungodliness.” Heresy can’t save or sanctify. This is Paul’s second such warning. Cf. vv. 14 , 23 ."
  },
  {
    "start": 55002017,
    "content": "<b><a>2:17</a></b> <b>gangrene.</b> <b>Hymenaeus.</b> <b>Philetus.</b> gangrene. The word refers to a disease which spreads rapidly in a deadly manner. The metaphor emphasizes the insidious danger of false teaching. It attacks and consumes one’s life. Hymenaeus. See note on 1Ti 1:20 . Philetus. Alexander’s replacement ( 1Ti 1:20 ) as Hymenaeus’ accomplice."
  },
  {
    "start": 55002018,
    "content": "<b><a>2:18</a></b> <b>the resurrection has already taken place.</b> <b>upset the faith.</b> the resurrection has already taken place. Like the false teachers who troubled the Corinthians ( 1Co 15:12 ), Hymenaeus and Philetus denied the reality of believers’ bodily resurrection. They probably taught that believers’ spiritual identification with Christ’s death and resurrection ( Ro 6:4–5 , 8 ) was the only resurrection they would experience and that had already happened. Such heretical teaching reflects the contemporary Greek philosophical view that matter was evil and spirit was good. upset the faith. This speaks of those whose faith was not genuine (cf. Mt 24:24 ). Genuine saving faith cannot be finally and completely overthrown ( see note on v. 12 ). False, nonsaving faith is common (cf. 4:10 ). See notes on Mt 7:21–28 ; 13:19–22 ; Jn 2:23–24 ; 6:64–66 ; 8:31 ; 1Jn 2:19 ."
  },
  {
    "start": 55002019,
    "content": "<b><a>2:19</a></b> <b>the firm foundation of God.</b> <b>seal.</b> <b>.</b> <b>…</b> <b>.</b> the firm foundation of God. This is likely a reference to the church (cf. 1Ti 3:15 ), which cannot be overcome by the forces of hell ( Mt 16:18 ) and is made up of those who belong to Him. seal. A symbol of ownership and authenticity. Paul gives two characteristics of those with the divine seal of authenticity. The Lord knows those who are His . This is likely a reference to Nu 16:5 . He “knows,” not in the sense of awareness, but as a husband knows his wife in the sense of intimate relationship ( see notes on Jn 10:26–29 ; Ga 4:9 ). God has known His own ever since He chose them before time began. See note on 1:9 . Everyone … depart from wickedness . This statement is likely adapted from Nu 16:26 , and reflects a second mark of God’s ownership of believers, which is their pursuit of holiness (cf. 1Co 6:19–20 ; 1Pe 1:15–16 )."
  },
  {
    "start": 55002020,
    "content": "<b><a>2:20</a></b> <b>vessels.</b> <b>some to honor.</b> <b>some to dishonor.</b> vessels. The Greek word is very general and was used to describe various tools, utensils, and furniture found in the home. In this “large house” analogy, Paul contrasts two kinds of utensils or serving dishes. some to honor. In a wealthy home, the ones made of precious “gold and silver” were used for honorable purposes such as serving food to the family and guests. some to dishonor. Those made of “wood and of clay” were not for any honorable use, but rather those uses which were repulsive—disposing of garbage and the filthy waste of the household. See notes on 2Co 4:7 ."
  },
  {
    "start": 55002021,
    "content": "<b><a>2:21</a></b> <b>anyone.</b> <b>cleanses himself.</b> <b>these</b> <b>.</b> anyone. Whoever wants to be useful to the Lord for noble purposes. Even a common wood bucket or clay pot becomes useful when purged and made holy. cleanses himself. See note on v. 19 . The Greek word means “to thoroughly clean out,” or “to completely purge.” For any wastebucket in the house to be used for a noble purpose, it would have had to be vigorously scoured, cleansed, and purged of all vestiges of its former filth. these things . The vessels of dishonor (v. 20 ). Associating with anyone who teaches error and lives in sin is corrupting ( Pr 1:10–19 ; 13:20 ; 1Co 5:6 , 11 ; 15:33 ; Tit 1:16 )—all the more so when they are leaders in the church. This is clearly a call to separate from all who claim to serve God, but do so as filthy implements useful only for the most dishonorable duties."
  },
  {
    "start": 55002022,
    "content": "<b><a>2:22</a></b> <b>youthful lusts.</b> youthful lusts. Not merely illicit sexual desires, but also such lusts as pride, desire for wealth and power, jealousy, self-assertiveness, and an argumentative spirit."
  },
  {
    "start": 55002023,
    "content": "<b><a>2:23</a></b> <b>speculations … quarrels.</b> speculations … quarrels. Paul’s third warning to avoid useless arguments with false teachers ( see notes on vv. 14 , 16 )."
  },
  {
    "start": 55002024,
    "content": "<b><a>2:24</a></b> <b>able to teach.</b> able to teach. This is one word in Greek meaning “skilled in teaching.” See note on 1Ti 3:2 ."
  },
  {
    "start": 55002025,
    "content": "<b><a>2:25</a></b> <b>those who are in opposition.</b> <b>God may give them repentance.</b> <b>knowledge of the truth.</b> those who are in opposition. Primarily unbelievers (captive to Satan, v. 26 ), but also could include believers deceived by the “foolish and ignorant” (v. 23 ) speculations of the false teachers; and, possibly, the false teachers themselves. God may give them repentance. Cf. Ac 11:18 ; see 2Co 7:9–10 . All true repentance is produced by God’s sovereign grace ( Eph 2:7 ), and without such grace human effort to change is futile (cf. Jer 13:23 ). knowledge of the truth. See note on 3:7 . When God, by grace, grants saving faith, it includes the granting of repentance from sin. Neither is a human work."
  },
  {
    "start": 55002026,
    "content": "<b><a>2:26</a></b> <b>the snare of the devil.</b> the snare of the devil. Deception is Satan’s trap. He is an inveterate, scheming, clever, and subtle purveyor of lies. See notes on Ge 3:4–6 ; Jn 8:44 ; 2Co 11:13–15 ; Rev 12:9 ."
  },
  {
    "start": 55003001,
    "content": "<b><a>3:1</a></b> <b>the last days.</b> <b>difficult times.</b> the last days. This phrase refers to this age, the time since the first coming of the Lord Jesus. See note on 1Ti 4:1 . difficult times. “Difficult” is used to describe the savage nature of two demon-possessed men ( Mt 8:28 ). The word for “times” had to do with epochs, rather than clock or calendar time. Such savage, dangerous eras or epochs will increase in frequency and severity as the return of Christ approaches (v. 13 ). The church age is fraught with these dangerous movements accumulating strength as the end nears. Cf. Mt 7:15 ; 24:11–12 , 24 ; 2Pe 2:1–2 ."
  },
  {
    "start": 55003002,
    "end": 55003004,
    "content": "<b><a>3:2–4</a></b> This list of attributes characterizing the leaders of the dangerous seasons is a description of unbelievers similar to the Lord’s in Mk 7:21–22 ."
  },
  {
    "start": 55003005,
    "content": "<b><a>3:5</a></b> <b>holding to a form of godliness … denied its power.</b> holding to a form of godliness … denied its power. “Form” refers to outward shape or appearance. Like the unbelieving scribes and Pharisees, false teachers and their followers are concerned with mere external appearances (cf. Mt 23:25 ; Tit 1:16 ). Their outward form of Christianity and virtue makes them all the more dangerous."
  },
  {
    "start": 55003006,
    "content": "<b><a>3:6</a></b> <b>weak women.</b> weak women. Weak in virtue and the knowledge of the truth, and weighed down with emotional and spiritual guilt over their sins, these women were easy prey for the deceitful false teachers. See notes on 1Ti 2:13–14 ; 5:11–12 ."
  },
  {
    "start": 55003007,
    "content": "<b><a>3:7</a></b> <b>the full knowledge of the truth.</b> the full knowledge of the truth. First Timothy 2:4 uses this same phrase, equating it with being saved. Here Paul identified those women (v. 6 ) and men who were often jumping from one false teacher or cult to another without ever coming to an understanding of God’s saving truth in Jesus Christ. The present age, since the coming of Jesus Christ, has been loaded with perilous false teaching that can’t save, but does damn (cf. vv. 14 , 16–17 ; 1Ti 4:1 )."
  },
  {
    "start": 55003008,
    "content": "<b><a>3:8</a></b> <b>Jannes and Jambres.</b> <b>the truth.</b> <b>disqualified.</b> Jannes and Jambres. Although their names are not mentioned in the OT, they were likely two of the Egyptian magicians that opposed Moses ( Ex 7:11 , 22 ; 8:7 , 18–19 ; 9:11 ). According to Jewish tradition, they pretended to become Jewish proselytes, instigated the worship of the golden calf, and were killed with the rest of the idolaters ( Ex 32 ). Paul’s choice of them as examples may indicate the false teachers at Ephesus were practicing deceiving signs and wonders. the truth. See note on v. 7 . disqualified. The same word is translated “unfit” in Ro 1:28 ( see note there ) and comes from a Greek word meaning “useless” in the sense of being tested (like metal) and shown to be worthless."
  },
  {
    "start": 55003009,
    "content": "<b><a>3:9</a></b> <b>folly … obvious.</b> folly … obvious. Sooner or later, it will be clear that these false teachers are lost fools, as it became clear in the case of Jannes and Jambres."
  },
  {
    "start": 55003011,
    "content": "<b><a>3:11</a></b> <b>persecutions.</b> <b>Antioch … Iconium … Lystra.</b> <b>the Lord rescued me!</b> persecutions. From a Greek verb that lit. means “to put to flight.” Paul had been forced to flee from Damascus ( Ac 9:23–25 ), Pisidian Antioch ( Ac 13:50 ), Iconium ( Ac 14:6 ), Thessalonica ( Ac 17:10 ), and Berea ( Ac 17:14 ). Antioch … Iconium … Lystra. As a native of Lystra ( Ac 16:1 ), Timothy vividly recalled the persecution Paul faced in those 3 cities. the Lord rescued me! Cf. 4:17–18 ; Pss 34:4 , 6 , 19 ; 37:40 ; 91:2–6 , 14 ; Is 41:10 ; 43:2 ; Da 3:17 ; Ac 26:16–17 ; 2Co 1:10 . The Lord’s repeated deliverance of Paul should have encouraged Timothy in the face of persecution by those at Ephesus who opposed the gospel."
  },
  {
    "start": 55003012,
    "content": "<b><a>3:12</a></b> <b>all who desire to live godly in Christ Jesus will be persecuted.</b> all who desire to live godly in Christ Jesus will be persecuted. Faithful believers must expect persecution and suffering at the hands of the Christ-rejecting world (cf. Jn 15:18–21 ; Ac 14:22 )."
  },
  {
    "start": 55003013,
    "content": "<b><a>3:13</a></b> All the dangerous movements of the false teachers (cf. vv. 1–9 ) will become increasingly more successful until Christ comes. Cf. 2Th 2:11 ."
  },
  {
    "start": 55003014,
    "content": "<b><a>3:14</a></b> <b>from whom you learned.</b> from whom you learned. See note on 1:13 . To further encourage Timothy to stand firm, Paul reminds him of his godly heritage. The plural form of the pronoun “whom” suggests Timothy was indebted not just to Paul, but to others as well ( 1:5 )."
  },
  {
    "start": 55003015,
    "content": "<b><a>3:15</a></b> <b>from childhood.</b> <b>you have known the sacred writings.</b> <b>wise unto salvation.</b> <b>faith which is in Christ Jesus.</b> from childhood. Lit. “from infancy.” Two people whom Timothy was especially indebted to were his mother and grandmother ( see note on 1:5 ), who faithfully taught him the truths of OT Scripture from his earliest childhood, so that he was ready to receive the gospel when Paul preached it. you have known the sacred writings. A common designation of the OT by Greek-speaking Jews. wise unto salvation. The OT Scriptures pointed to Christ ( Jn 5:37–39 ) and revealed the need for faith in God’s promises ( Ge 15:6 ; cf. Ro 4:1–3 ). Thus, they were able to lead people to acknowledge their sin and need for justification in Christ ( Ga 3:24 ). Salvation is brought by the Holy Spirit using the Word. See notes on Ro 10:14–17 ; Eph 5:26–27 ; 1Pe 1:23–25 . faith which is in Christ Jesus. Though not understanding all the details involved (cf. 1Pe 1:10–12 ), OT believers, including Abraham ( Jn 8:56 ) and Moses ( Heb 11:26 ) looked forward to the coming of the Messiah ( Is 7:14 ; 9:6 ) and His atonement for sin ( Is 53:5–6 ). So did Timothy, who responded when he heard the gospel."
  },
  {
    "start": 55003016,
    "content": "<b><a>3:16</a></b> <b>All Scripture.</b> <b>God-breathed.</b> <b>teaching.</b> <b>reproof.</b> <b>correction.</b> <b>training in righteousness.</b> All Scripture. Grammatically similar Greek constructions ( Ro 7:12 ; 2Co 10:10 ; 1Ti 1:15 ; 2:3 ; 4:4 ) argue persuasively that the translation “all Scripture is God-breathed. …” is accurate. Both OT and NT Scripture are included ( see notes on 2Pe 3:15–16 , which identify NT writings as Scripture). God-breathed. Scripture is inspired by God. Sometimes God told the Bible writers the exact words to say (e.g., Jer 1:9 ), but more often He used their minds, vocabularies, and experiences to produce His own perfect infallible, inerrant Word ( see notes on 1Th 2:13 ; Heb 1:1 ; 2Pe 1:20–21 ). It is important to note that inspiration applies only to the original autographs of Scripture, not the Bible writers; there are no inspired Scripture writers, only inspired Scripture. So identified is God with His Word that when Scripture speaks, God speaks (cf. Ro 9:17 ; Ga 3:8 ). Scripture is called “the oracles of God” ( Ro 3:2 ), and cannot be altered ( Jn 10:35 ; Mt 5:17–18 ; Lk 16:17 ; Rev 22:18–19 ). teaching. The divine instruction or doctrinal content of both the OT and the NT (cf. 2:15 ; Ac 20:18 , 20–21 , 27 ; 1Co 2:14–16 ; Col 3:16 ; 1Jn 2:20 , 24 , 27 ). The Scripture provides the comprehensive and complete body of divine truth necessary for life and godliness. Cf. Ps 119:97–105 . reproof. Rebuke for wrong behavior or wrong belief. The Scripture exposes sin ( Heb 4:12–13 ) that can then be dealt with through confession and repentance. correction. The restoration of something to its proper condition. The word appears only here in the NT, but was used in extrabiblical Greek of righting a fallen object, or helping back to their feet those who had stumbled. Scripture not only rebukes wrong behavior, but also points the way back to godly living. Cf. Ps 119:9–11 ; Jn 15:1–2 . training in righteousness. Scripture provides positive training (originally used in reference to training a child) in godly behavior, not merely rebuke and correction of wrong behavior ( Ac 20:32 ; 1Ti 4:6 ; 1Pe 2:1–2 )."
  },
  {
    "start": 55003017,
    "content": "<b><a>3:17</a></b> <b>man of God.</b> <b>equipped.</b> <b>equipped for every good work.</b> man of God. A technical term for an official preacher of divine truth. See note on 1Ti 6:11 . equipped. Capable of doing everything one is called to do (cf. Col 2:10 ). equipped for every good work. Enabled to meet all the demands of godly ministry and righteous living. The Word not only accomplishes this in the life of the man of God but in all who follow him ( Eph 4:11–13 )."
  },
  {
    "start": 55004001,
    "content": "<b><a>4:1</a></b> <b>I solemnly charge</b> <b>in the presence of God and of Christ Jesus.</b> <b>Christ Jesus, who is to judge.</b> <b>the living and the dead.</b> <b>His appearing.</b> I solemnly charge you. Or better “command.” The Greek has the idea of issuing a forceful order or directive (cf. 2:14 ; 1Ti 1:18 ; 5:21 ). in the presence of God and of Christ Jesus. The Greek construction also allows the translation “in the presence of God, even Christ Jesus,” which is probably the best rendering since He is about to be introduced as the judge (cf. Jn 5:22 ). Everyone who ministers the Word of God is under the omniscient scrutiny of Christ ( see notes on 2Co 2:17 ; Heb 13:17 ). Christ Jesus, who is to judge. The grammatical construction suggests imminency—that Christ is about to judge. Paul is emphasizing the unique accountability that all believers, and especially ministers of the Word of God, have to Christ as Judge. Service to Christ is rendered both under His watchful eye and with the knowledge that as Judge He will one day appraise the works of every believer ( see notes on 1Co 3:12–15 ; 4:1–5 ; 2Co 5:10 ). That is not a judgment of condemnation, but one of evaluation. With regard to salvation, believers have been judged already and declared righteous—they are no longer subject to the condemnation of sin ( Ro 8:1–4 ). the living and the dead. Christ will ultimately judge all men in 3 distinct settings: 1) the judgment of believers after the Rapture ( 1Co 3:12–15 ; 2Co 5:10 ); 2) the sheep and goats judgment of the nations, in which believers will be separated from unbelievers ( Mt 25:31–33 , for entrance into the millennial kingdom); and 3) the Great White Throne judgment of unbelievers only ( Rev 20:11–15 ). Here, the apostle is referring to judgment in a general sense, encompassing all those elements. His appearing. The Greek word translated “appearing” lit. means “a shining forth” and was used by the ancient Greeks of the supposed appearance to men of a pagan god. Here, Paul is referring generally to Christ’s second coming, when He will judge “the living and the dead” ( see previous note ) and establish His millennial and eternal kingdom ( see note on 1Ti 6:14 )."
  },
  {
    "start": 55004002,
    "content": "<b><a>4:2</a></b> <b>the word.</b> <b>be ready.</b> <b>in season</b> <b>out of season.</b> <b>reprove, rebuke.</b> <b>exhort … teaching.</b> the word. The entire written Word of God, His complete revealed truth as contained in the Bible (cf. 3:15–16 ; Ac 20:27 ). be ready. The Greek word has a broad range of meanings, including suddenness ( Lk 2:9 ; Ac 12:7 ) or forcefulness ( Lk 20:1 ; Ac 4:1 ; 6:12 ; 23:27 ). Here the form of the verb suggests the complementary ideas of urgency, preparedness, and readiness. It was used of a soldier prepared to go into battle or a guard who was continually alert for any surprise attack—attitudes which are imperative for a faithful preacher ( Jer 20:9 ; Ac 21:11–13 ; Eph 5:15–16 ; 1Pe 3:15 ). in season and out of season. The faithful preacher must proclaim the Word when it is popular and/or convenient, and when it is not; when it seems suitable to do so, and when it seems not. The dictates of popular culture, tradition, reputation, acceptance, or esteem in the community (or in the church) must never alter the true preacher’s commitment to proclaim God’s Word. reprove, rebuke. The negative side of preaching the Word (the “reproof” and “correction”; cf. 3:16 ). The Greek word for “reprove” refers to correcting behavior or false doctrine by using careful biblical argument to help a person understand the error of his actions. The Greek word for “rebuke” deals more with correcting the person’s motives by convicting him of his sin and leading him to repentance. exhort … teaching. The positive side of preaching (the “teaching” and “training”; cf. 3:16 )."
  },
  {
    "start": 55004003,
    "content": "<b><a>4:3</a></b> <b>not endure.</b> <b>sound doctrine.</b> <b>their ears tickled … their own desires.</b> not endure. This refers to holding up under adversity, and can be translated “tolerate.” Paul here warns Timothy that, in the dangerous seasons of this age, many people would become intolerant of the confrontive, demanding preaching of God’s Word ( 1:13–14 ; 1Ti 1:9–10 ; 6:3–5 ). sound doctrine. See notes on 1:13 ; 1Ti 4:6 ; Tit 2:1 . their ears tickled … their own desires. Professing Christians, nominal believers in the church follow their own desires and flock to preachers who offer them God’s blessings apart from His forgiveness, and His salvation apart from their repentance. They want to be entertained by teachings that will produce pleasant sensations and leave them with good feelings about themselves. Their goal is that men preach “in accordance to their own desires.” Under those conditions, people will dictate what men preach, rather than God dictating it by His Word."
  },
  {
    "start": 55004004,
    "content": "<b><a>4:4</a></b> <b>myths.</b> myths. This refers to false ideologies, viewpoints, and philosophies in various forms that oppose sound doctrine ( see notes on 2Co 10:3–5 ; 1Ti 1:4 ; 4:7 ; cf. Tit 1:14 ; 2Pe 1:16 )."
  },
  {
    "start": 55004005,
    "content": "<b><a>4:5</a></b> <b>an evangelist.</b> an evangelist. Used only two other times in the NT ( see notes on Ac 21:8 ; Eph 4:11 ), this word always refers to a specific office of ministry for the purpose of preaching the gospel to non-Christians. Based on Eph 4:11 , it is very basic to assume that all churches would have both pastor-teachers and evangelists. But the related verb “to preach the gospel” and the related noun “gospel” are used throughout the NT not only in relation to evangelists, but also to the call for every Christian, especially preachers and teachers, to proclaim the gospel. Paul did not call Timothy to the office of an evangelist, but to “do the work” of one."
  },
  {
    "start": 55004006,
    "end": 55004008,
    "content": "<b><a>4:6–8</a></b> As Paul neared the end of his life, he was able to look back without regret or remorse. In these verses, he examines his life from 3 perspectives: the present reality of the end of his life, for which he was ready (v. 6 ); the past, when he had been faithful (v. 7 ); and the future, as he anticipated his heavenly reward (v. 8 )."
  },
  {
    "start": 55004007,
    "content": "<b><a>4:7</a></b> <b>the faith.</b> The form of the 3 Greek verbs “have fought, have finished, have kept,” indicates completed action with continuing results. Paul saw his life as complete—he had been able to accomplish through the Lord’s power all that God called him to do. He was a soldier ( 2:3–4 ; 2Co 10:3 ; 1Ti 6:12 ; Phm 2 ), an athlete ( 1Co 9:24–27 ; Eph 6:12 ), and a guardian ( 1:13–14 ; 1Ti 6:20–21 ). the faith. The truths and standards of the revealed Word of God."
  },
  {
    "start": 55004008,
    "content": "<b><a>4:8</a></b> <b>the crown of righteousness.</b> <b>the righteous Judge.</b> <b>that day.</b> <b>His appearing.</b> the crown of righteousness. The Greek word for “crown” lit. means “surrounding,” and it was used of the plaited wreaths or garlands placed on the heads of dignitaries and victorious military officers or athletes. Linguistically, “of righteousness” can mean either that righteousness is the source of the crown, or that righteousness is the nature of the crown. Like the “crown of life” ( Jas 1:12 ), the “crown of boasting” ( 1Th 2:19 ), the “incorruptible crown” ( 1Co 9:25 ), and the “crown of glory” ( 1Pe 5:4 ), in which life, rejoicing, imperishability, and glory describe the nature of the crown, the context here seems to indicate the crown represents eternal righteousness. Believers receive the imputed righteousness of Christ (justification) at salvation ( Ro 4:6 , 11 ). The Holy Spirit works practical righteousness (sanctification) in the believer throughout his lifetime of struggle with sin ( Ro 6:13 , 19 ; 8:4 ; Eph 5:9 ; 1Pe 2:24 ). But only when the struggle is complete will the Christian receive Christ’s righteousness perfected in him (glorification) when he enters heaven ( see note on Ga 5:5 ). the righteous Judge. See note on v. 1 . that day. See note on 1:12 . His appearing. See notes on v. 1 ; 1Ti 6:14 ."
  },
  {
    "start": 55004009,
    "end": 55004022,
    "content": "<b><a>4:9–22</a></b> In these closing verses, Paul brings Timothy up to date on the spiritual condition, activities, and whereabouts of certain men and women who either helped or harmed his ministry."
  },
  {
    "start": 55004010,
    "content": "<b><a>4:10</a></b> <b>Demas.</b> <b>loved this present age.</b> <b>deserted.</b> <b>Thessalonica.</b> <b>Crescens.</b> <b>Titus.</b> <b>Dalmatia.</b> Demas. He had been one of Paul’s closest associates along with Luke and Epaphras ( see notes on Col 4:14 ; Phm 24 ). loved this present age. See notes on Jas 4:4 ; 1Jn 2:15–17 . deserted. This Greek word means “to utterly abandon,” with the idea of leaving someone in a dire situation. Demas was a fair-weather disciple who had never counted the cost of genuine commitment to Christ. His kind are described by our Lord in Mt 13:20–21 ; cf. Jn 8:31 ; 1Jn 2:1 . Thessalonica. Demas may have considered this city a safe haven (see Introduction to 1 Thessalonians: Background and Setting ). Crescens. In contrast to Demas, Crescens must have been faithful and dependable, since Paul sent him to Galatia, a Roman province in central Asia Minor, where Paul ministered on each of his 3 missionary journeys. Titus. Paul’s closest friend and coworker next to Timothy ( Tit 1:5 ; see Introduction to Titus: Title ). Dalmatia. Also known as Illyricum ( Ro 15:19 ), a Roman province on the east coast of the Adriatic Sea, just north of Macedonia."
  },
  {
    "start": 55004011,
    "content": "<b><a>4:11</a></b> <b>Luke.</b> <b>Pick up Mark and bring him with you.</b> Luke. The author of the Gospel of Luke and Acts, and Paul’s devoted friend and personal physician, who could not carry the burden of ministry in Rome by himself (see Introductions to Luke and Acts: Author and Date ). Pick up Mark and bring him with you. Evidently, Mark lived somewhere along the route Timothy would take from Ephesus to Rome. The one who was the author of the Gospel of Mark (sometimes called John), cousin of Barnabas ( Col 4:10 ), and devoted fellow worker ( Phm 24 ), had once left Paul and Barnabas in shame ( see notes on Ac 13:13 ; 15:36–39 ), but had become by this time a valued servant (see Introduction to Mark: Author and Date )."
  },
  {
    "start": 55004012,
    "content": "<b><a>4:12</a></b> <b>Tychicus.</b> <b>Ephesus.</b> Tychicus. Paul had either sent him to Ephesus earlier, or he was sending him there to deliver this second letter to Timothy, just as Tychicus had previously delivered Paul’s letters to the churches at Ephesus ( Eph 6:21 ), Colosse ( Col 4:7 ), and possibly to Titus ( Tit 3:12 ; see note on Col 4:7 ). Ephesus. See Introduction to Ephesians: Background and Setting ; see note on Rev 2:1 ."
  },
  {
    "start": 55004013,
    "content": "<b><a>4:13</a></b> <b>cloak.</b> <b>Troas.</b> <b>Carpus.</b> <b>the scrolls, especially the parchments.</b> cloak. A large, heavy wool garment that doubled as a coat and blanket in cold weather, which Paul would soon face (v. 21 ). Troas. A seaport of Phrygia, in Asia Minor. Carpus. An otherwise unknown acquaintance of Paul whose name means “fruit.” the scrolls, especially the parchments. “Scrolls” refers to papyrus scrolls, possibly OT books. “Parchments” were vellum sheets made of treated animal hides, thus they were extremely expensive. They may have been copies of letters he had written or blank sheets for writing other letters. That Paul did not have these already in his possession leads to the possible conclusion that he was arrested in Troas and had no opportunity to retrieve them."
  },
  {
    "start": 55004014,
    "content": "<b><a>4:14</a></b> <b>Alexander the coppersmith.</b> <b>showed me much harm.</b> <b>the Lord will award him.</b> Alexander the coppersmith. Probably not the same man whom Paul delivered to Satan along with Hymenaeus ( 1Ti 1:20 ), since Paul singles him out as the one who was a “coppersmith.” This Alexander, however, may have been an idol maker (cf. Ac 19:24 ). showed me much harm. Alexander opposed Paul’s teaching and likely spread his own false doctrine. He may have been instrumental in Paul’s arrest and may even have borne false witness against him. Cf. Ac 19:23ff. the Lord will award him. Paul left vengeance in God’s hands ( Dt 32:35 ; Ro 12:19 )."
  },
  {
    "start": 55004016,
    "content": "<b><a>4:16</a></b> <b>first defense.</b> <b>May it not be counted against them.</b> first defense. The Greek word for “defense” gives us the English words “apology” and “apologetics.” It referred to a verbal defense used in a court of law. In the Roman legal system, an accused person received two hearings: the prima actio , much like a contemporary arraignment, established the charge and determined if there was a need for a trial. The secunda actio then established the accused’s guilt or innocence. The defense Paul referred to was the prima actio . May it not be counted against them. Like Stephen ( Ac 7:60 ) and the Lord Himself ( Lk 23:34 )."
  },
  {
    "start": 55004017,
    "content": "<b><a>4:17</a></b> <b>But the Lord stood with me.</b> <b>preaching … fulfilled.</b> <b>all the Gentiles might hear.</b> <b>the lion’s mouth.</b> But the Lord stood with me. The Lord fulfills His promise never to “leave or forsake” His children ( Dt 31:6 , 8 ; Jos 1:5 ; Heb 13:5 ). preaching … fulfilled. As he had done in the past ( Ac 26:2–29 ), Paul was able to proclaim the gospel before a Roman tribunal. all the Gentiles might hear. By proclaiming the gospel to such a cosmopolitan, pagan audience, Paul could say that he had reached all the Gentiles with the gospel. This was a fulfillment of his commission ( Ac 9:15–16 ; 26:15–18 ). the lion’s mouth. Cf. Da 6:26–27 . A common figure for mortal danger ( Pss 22:21 ; 35:17 ) and a common occurrence for Paul (cf. Ac 14:19 ; 2Co 4:8–12 ; 6:4–10 ; 11:23–27 ). Peter pictured Satan as a lion in 1Pe 5:8 ."
  },
  {
    "start": 55004018,
    "content": "<b><a>4:18</a></b> <b>will rescue me from every evil deed.</b> <b>save me unto His heavenly kingdom.</b> will rescue me from every evil deed. On the basis of the Lord’s present work—strengthening Paul and standing with him (v. 17 )—Paul had hope for the Lord’s future work. He knew God would deliver him from all temptations and plots against him ( 2Co 1:8–10 ). save me unto His heavenly kingdom. Paul knew the completion of his own salvation was nearer than when he first believed (cf. Ro 13:11 ; 2Co 5:8 ; Php 1:21 )."
  },
  {
    "start": 55004019,
    "content": "<b><a>4:19</a></b> <b>Prisca and Aquila.</b> <b>the household of Onesiphorus.</b> Prisca and Aquila. Paul first met these two faithful friends in Corinth after they fled Italy ( see note on Ac 18:2 ). They ministered for some time in Ephesus ( Ac 18:18–19 ), later returned to Rome for a period of time ( Ro 16:3 ), and had returned to Ephesus. the household of Onesiphorus. See note on 1:16 ."
  },
  {
    "start": 55004020,
    "content": "<b><a>4:20</a></b> <b>Erastus.</b> <b>Corinth.</b> <b>Trophimus.</b> <b>Miletus.</b> Erastus. Probably the city treasurer of Corinth, who sent greetings through Paul to the church at Rome ( see note on Ro 16:23 ). Corinth. The leading city in Greece ( see note on Ac 18:1 ; see Introduction to 1 Corinthians: Title ). Trophimus. A native of Asia, specifically Ephesus, who had accompanied Paul from Greece to Troas ( see note on Ac 20:4 ). Miletus. A city and seaport in the province of Lycia, located 30 mi. south of Ephesus."
  },
  {
    "start": 55004021,
    "content": "<b><a>4:21</a></b> <b>before winter.</b> <b>Eubulus … Pudens … Linus … Claudia.</b> before winter. In view of the coming season and the cold Roman jail cell, Paul needed the cloak for warmth. He would also have less opportunity to use the books and parchments as the duration of light grew shorter in winter. Eubulus … Pudens … Linus … Claudia. The first 3 names are Latin, which could indicate they were from Italy and had been members in the church at Rome. “Claudia” was a believer and close friend of whom nothing else is known."
  },
  {
    "start": 55004022,
    "content": "<b><a>4:22</a></b> <b>Grace be with all of you.</b> Grace be with all of you. This is the same benediction as in Paul’s previous letter to Timothy ( see note on 1Ti 6:21 ). The “you” is plural, which means it extended to the entire Ephesian congregation."
  }
]