[
  {
    "start": 6001002,
    "content": "<b><a>1:2</a></b> <b>the land which I am giving.</b> the land which I am giving. This is the land God promised in His covenant with Abraham and often reaffirmed later ( Ge 12:7 ; 13:14–15 ; 15:18–21 )."
  },
  {
    "start": 6001004,
    "content": "<b><a>1:4</a></b> Borders of the Promised Land are: west , the Mediterranean seacoast; east , Euphrates River far to the east; south , the wilderness over to the Nile of Egypt; north , Lebanon."
  },
  {
    "start": 6001005,
    "content": "<b><a>1:5</a></b> The promise of divine power for Joshua’s task."
  },
  {
    "start": 6001006,
    "content": "<b><a>1:6</a></b> <b>I swore to their fathers.</b> I swore to their fathers. Cf. Ge 12:7 ; 15:18–21 ; 17:8 ; 26:3 ; 28:13 ; 35:12 to Abraham, Isaac, and Jacob."
  },
  {
    "start": 6001007,
    "content": "<b><a>1:7</a></b> <b>strong and very courageous.</b> strong and very courageous. See note on Dt 31:6–8 ."
  },
  {
    "start": 6001008,
    "content": "<b><a>1:8</a></b> <b>This book of the law.</b> <b>meditate on it.</b> <b>successful … prosperous.</b> This book of the law. A reference to Scripture, specifically Genesis through Deuteronomy, written by Moses (cf. Ex 17:14 ; Dt 31:9–11 , 24 ). meditate on it. To read with thoughtfulness, to linger over God’s Word. The parts of Scripture they possessed have always been the main spiritual food of those who served Him, e.g., Job ( Job 23:12 ); the psalmist ( Ps 1:1–3 ); Jeremiah ( Jer 15:16 ); and Jesus ( Jn 4:34 ). successful … prosperous. The promise of God’s blessing on the great responsibility God has given Joshua. The principle here is central to all spiritual effort and enterprise, namely the deep understanding and application of Scripture at all times."
  },
  {
    "start": 6001009,
    "content": "<b><a>1:9</a></b> <b>Yahweh … is with you.</b> Yahweh … is with you. This assurance has always been the staying sufficiency for His servants such as: Abraham ( Ge 15:1 ); Moses and his people ( Ex 14:13 ); Isaiah ( Is 41:10 ); Jeremiah ( Jer 1:7–8 ); and Christians through the centuries ( Mt 28:20 ; Heb 13:5 )."
  },
  {
    "start": 6001011,
    "content": "<b><a>1:11</a></b> <b>within three days.</b> within three days. In some cases, events which took place before this announcement and these 3 days (cf. 3:2 ) are described later on, e.g., Joshua’s sending two scouts to check out the Land ( 2:22 )."
  },
  {
    "start": 6001012,
    "content": "<b><a>1:12</a></b> <b>half-tribe of Manasseh.</b> half-tribe of Manasseh. In Ge 48 Jacob blessed both sons of Joseph, Ephraim, and Manasseh, so that Joseph actually received a double blessing ( Ge 48:22 ). This allowed for 12 allotments of the land, Levi being excluded because of priestly function."
  },
  {
    "start": 6001013,
    "end": 6001018,
    "content": "<b><a>1:13–18</a></b> <b>Yahweh … will give you this land.</b> Yahweh … will give you this land. God gave them these lands directly across the Jordan River on the east (cf. Nu 32 ). Yet, it was their duty to assist the other tribes of Israel to invade and conquer their allotted land to the west."
  },
  {
    "start": 6002001,
    "content": "<b><a>2:1</a></b> <b>two men as spies.</b> <b>Shittim … Jericho.</b> <b>house of a harlot.</b> two men as spies. These scouts would inform Joshua on various features of the topography, food, drinking water, and defenses to be overcome in the invasion. Shittim … Jericho. The grove (cf. 3:1 ) was situated in foothills about 7 mi. east of the Jordan, and Jericho lay seven mi. west of the river. house of a harlot. Their purpose was not impure; rather, the spies sought a place where they would not be conspicuous. Resorting to such a house would be a good cover, from where they might learn something of Jericho. Also, a house on the city wall (v. 15 ) would allow a quick getaway. In spite of this precaution, their presence became known (vv. 2–3 ). God, in His sovereign providence, wanted them there for the salvation of the harlot. She would provide an example of His saving by faith a woman at the bottom of the social strata, as He saved Abraham at the top (cf. Jas 2:18–25 ). Most importantly, by God’s grace she was in the Messianic line ( Mt 1:5 )."
  },
  {
    "start": 6002002,
    "content": "<b><a>2:2</a></b> <b>the king.</b> the king. He was not over a broad domain, but only the city-state. Kings over other city areas appear later during this conquest (cf. 8:23 ; 12:24 )."
  },
  {
    "start": 6002004,
    "end": 6002005,
    "content": "<b><a>2:4–5</a></b> Cf. vv. 9–11 . Lying is sin to God ( Ex 20:16 ), for He cannot lie ( Tit 1:2 ). God commended her faith ( Heb 11:31 ; Jas 2:25 ) as expressed in vv. 9–16 , not her lie. He never condones any sin, yet none are without some sin (cf. Ro 3:23 ), thus the need for forgiveness. But He also honors true faith, small as it is, and imparts saving grace ( Ex 34:7 )."
  },
  {
    "start": 6002006,
    "content": "<b><a>2:6</a></b> <b>stalks of flax.</b> stalks of flax. These fibers, used for making linen, were stems about 3 feet long, left to sit in water, then piled in the sun or on a level roof to dry."
  },
  {
    "start": 6002011,
    "content": "<b><a>2:11</a></b> <b>God in heaven above and on earth beneath.</b> God in heaven above and on earth beneath. She confessed the realization that He is the sovereign Creator and Sustainer of all that exists (cf. Dt 4:39 ; Ac 14:15 ; 17:23–28 ), thus the Supreme One."
  },
  {
    "start": 6002015,
    "end": 6002016,
    "content": "<b><a>2:15–16</a></b> Her home was on the city wall, with the Jordan (v. 7 ) to the east. The rugged mountains to the west provided many hiding places."
  },
  {
    "start": 6002018,
    "content": "<b><a>2:18</a></b> <b>cord.</b> cord. A different word from “rope” (v. 15 ). Scarlet, unlike drab green, brown, gray, etc., is better seen to mark the house for protection. The color also is fitting for these whose blood (v. 19 ) was under God’s pledge of safety."
  },
  {
    "start": 6003003,
    "content": "<b><a>3:3</a></b> <b>the ark.</b> the ark. Symbolized God’s presence going before His people. Kohathites customarily carried the ark ( Nu 4:15 ; 7:9 ), but in this unusual case the Levitical priests transported it, as in Jos 6:6 and 1Ki 8:3–6 ."
  },
  {
    "start": 6003004,
    "content": "<b><a>3:4</a></b> <b>2,000 cubits.</b> 2,000 cubits. 1,000 yards."
  },
  {
    "start": 6003008,
    "content": "<b><a>3:8</a></b> <b>stand … in the Jordan.</b> stand … in the Jordan. The priests were to stand there to permit time for God’s words (v. 9 ) to stimulate reflection on the greatness of God’s eminent action in giving the Land as He showed His presence (v. 10 ). Also, it was a preparation to allow the people following to get set for God’s miracle which stopped the waters for a crossing (vv. 13–17 )."
  },
  {
    "start": 6003010,
    "content": "<b><a>3:10</a></b> Canaanite people to be killed or defeated were sinful to the point of extreme (cf. Ge 15:16 ; Lv 18:24–25 ). God, as moral judge, has the right to deal with all people, as at the end ( Rev 20:11–15 ) or any other time when He deems it appropriate for His purposes. The question is not why God chose to destroy these sinners, but why He had let them live so long, and why all sinners are not destroyed far sooner than they are. It is grace that allows any sinner to draw one more breath of life (cf. Ge 2:17 ; Eze 18:20 ; Ro 6:23 )."
  },
  {
    "start": 6003016,
    "content": "<b><a>3:16</a></b> <b>rose up in one heap.</b> rose up in one heap. The God of all power, who created heaven, earth, and all else according to Ge 1 , worked miracles here. The waters were dammed up at Adam, a city 15 mi. north of the crossing, and also in tributary creeks. Once the miracle was completed, God permitted waters to flow again ( 4:18 ) after all the people had walked to the other side on dry ground ( 3:17 ). As the Exodus had begun (cf. Ex 14 ), so it ended."
  },
  {
    "start": 6004001,
    "end": 6004008,
    "content": "<b><a>4:1–8</a></b> Twelve stones picked up from the riverbed became a memorial to God’s faithfulness. They were set up at Gilgal (about 1 1/4 mi. from Jericho), which was Israel’s first campsite in the invaded land (vv. 19–20 ). Placing 12 stones in the riverbed itself commemorated the place which God dried up, where His ark had been held, and where He showed by a miracle His mighty presence and worthiness of respect (vv. 9–11 , 21–24 )."
  },
  {
    "start": 6004019,
    "content": "<b><a>4:19</a></b> <b>tenth of the first month.</b> tenth of the first month. March-April. Abib was the term used by pre-exilic Jews; Nisan later came to be used by postexilic Israel."
  },
  {
    "start": 6005001,
    "content": "<b><a>5:1</a></b> <b>heard.</b> heard. Reports of God’s supernaturally opening a crossing struck fear into the Canaanites. The miracle was all the more incredible and shocking since God performed it when the Jordan was swollen to flood height ( 3:15 ). To the people in the Land, this miracle was a powerful demonstration proving that God is mighty ( 4:24 ). This came on top of reports about the Red Sea miracle ( 2:10 )."
  },
  {
    "start": 6005002,
    "content": "<b><a>5:2</a></b> <b>circumcise.</b> circumcise. God commanded Joshua to see that this was done to all males under 40. These were sons of the generation who died in the wilderness, survivors (cf. vv. 6–7 ) from the new generation God spared in Nu 13–14 . This surgical sign of a faith commitment to the Abrahamic Covenant (see Ge 17:9–14 ) had been ignored during the wilderness trek. Now God wanted it reinstated, so the Israelites would start out right in the land they were possessing. See note on Jer 4:4 ."
  },
  {
    "start": 6005008,
    "content": "<b><a>5:8</a></b> <b>they were healed.</b> they were healed. This speaks of the time needed to recover from such a painful and potentially infected wound."
  },
  {
    "start": 6005009,
    "content": "<b><a>5:9</a></b> <b>rolled away the reproach.</b> rolled away the reproach. By His miracle of bringing the people into the Land, God removed (rolled away) the ridicule which the Egyptians had heaped on them."
  },
  {
    "start": 6005010,
    "content": "<b><a>5:10</a></b> <b>Passover.</b> Passover. Commemorated God’s deliverance from Egypt, recorded in Ex 7–12 . Such a remembrance was a strengthening preparation for trusting God to work in possessing the new land."
  },
  {
    "start": 6005012,
    "content": "<b><a>5:12</a></b> <b>manna ceased.</b> manna ceased. God had begun to provide this food from the time of Ex 16 and did so for 40 years ( Ex 16:35 ). Since food was plentiful in the land of Canaan, they could provide for themselves with produce such as dates, barley, and olives."
  },
  {
    "start": 6005013,
    "end": 6005015,
    "content": "<b><a>5:13–15</a></b> <b>commander.</b> commander. The Lord Jesus Christ ( 6:2 ; cf. 5:15 with Ex 3:2 , 5 ) in a pre-incarnate appearance (Christophany). He came as the Angel (Messenger) of Yahweh, as if He were a man (cf. the one of 3 “angels,” Ge 18 ). Joshua fittingly was reverent in worship. The captain, sword drawn, showed a posture indicating He was set to give Israel victory over the Canaanites ( 6:2 ; cf. 1:3 )."
  },
  {
    "start": 6006001,
    "content": "<b><a>6:1</a></b> <b>Jericho.</b> Jericho. The city was fortified by a double ring of walls, the outer 6 ft. thick and the inner 12; timbers were laid across these, supporting houses on the walls. Since Jericho was built on a hill, it could be taken only by mounting a steep incline, which put the Israelites at a great disadvantage. Attackers of such a “fortress” often used a siege of several months to force surrender through starvation."
  },
  {
    "start": 6006003,
    "end": 6006021,
    "content": "<b><a>6:3–21</a></b> The bizarre military strategy of marching around Jericho gave occasion for the Israelites to take God at His promise (v. 2 ). They would also heighten the defenders’ uneasiness. Seven is sometimes a number used to signify completeness (cf. 2Ki 5:10 , 14 )."
  },
  {
    "start": 6006005,
    "content": "<b><a>6:5</a></b> God assured Israel of an astounding miracle, just as He had done at the Jordan."
  },
  {
    "start": 6006016,
    "content": "<b><a>6:16</a></b> The loud shout in unison expressed an expectation of God’s action to fulfill His guaranteed promise (vv. 2 , 5 , 16 )."
  },
  {
    "start": 6006017,
    "content": "<b><a>6:17</a></b> <b>devoted to destruction.</b> devoted to destruction. The Hebrew term means “utterly destroyed,” as in v. 21 ; i.e., to ban or devote as spoil for a deity. Here it is stated to be retained for God’s possession, a tribute belonging to Him for the purpose of destruction."
  },
  {
    "start": 6006022,
    "end": 6006025,
    "content": "<b><a>6:22–25</a></b> Joshua honored the promise of safety to the household of Rahab. The part of the wall securing this house must not have fallen, and all possessions in the dwelling were safe."
  },
  {
    "start": 6006026,
    "content": "<b><a>6:26</a></b> God put a curse on whoever would rebuild Jericho. While the area around it was later occupied to some extent ( 2Sa 10:5 ), in Ahab’s reign Hiel rebuilt Jericho and experienced the curse by losing his eldest and youngest sons ( 1Ki 16:34 )."
  },
  {
    "start": 6006027,
    "content": "<b><a>6:27</a></b> God kept His pledge that He would be with Joshua ( 1:5–9 )."
  },
  {
    "start": 6007001,
    "end": 6007005,
    "content": "<b><a>7:1–5</a></b> Israel’s defeat here is similar to an earlier setback against the Amalekites ( Nu 14:39–45 )."
  },
  {
    "start": 6007002,
    "content": "<b><a>7:2</a></b> <b>Ai.</b> Ai. A town situated west of the Jordan, in the hills east of Bethel (cf. Ge 12:8 )."
  },
  {
    "start": 6007003,
    "content": "<b><a>7:3</a></b> <b>few.</b> few. The “few” inhabitants of Ai are numbered at 12,000 in 8:25 (cf. 8:3 )."
  },
  {
    "start": 6007009,
    "content": "<b><a>7:9</a></b> <b>what will You do for Your great name?</b> what will You do for Your great name? The main issue is the glory and honor of God (cf. Daniel’s prayer in Da 9:16–19 )."
  },
  {
    "start": 6007015,
    "content": "<b><a>7:15</a></b> Achan’s family faced execution with him. They were regarded as co-conspirators in what he did. They helped cover up his guilt and withheld information from others. Similarly, family members died in Korah’s rebellion ( Nu 16 ), Haman’s fall ( Es 9:13–14 ), and after Daniel’s escape ( Da 6:24 )."
  },
  {
    "start": 6007021,
    "content": "<b><a>7:21</a></b> <b>I saw.</b> <b>a beautiful mantle from Shinar.</b> I saw. There are 4 steps in the progress of Achan’s sin: “I saw. … coveted. … took. … concealed.” David’s sin with Bathsheba followed the same path ( 2Sa 11 ; cf. Jas 1:14–15 ). a beautiful mantle from Shinar. A costly, ornate robe beautified by colored figures of men or animals, woven or done in needlework, and perhaps trimmed with jewels. The word is used for a king’s robe in Jon 3:6 ."
  },
  {
    "start": 6007024,
    "content": "<b><a>7:24</a></b> <b>Achor.</b> Achor. Lit. “trouble” (cf. Is 65:10 ; Hos 2:15 )."
  },
  {
    "start": 6008003,
    "content": "<b><a>8:3</a></b> <b>30,000 men.</b> 30,000 men. Joshua’s elite force was far superior to that of Ai, with a mere 12,000 total population ( 8:25 ). This time Joshua took no small force presumptuously (cf. 7:3–4 ), but had 30,000 to sack and burn Ai, a decoy group to lure defenders out (vv. 5–6 ), and a third detachment of about 5,000 to prevent Bethel from helping Ai (v. 12 )."
  },
  {
    "start": 6008007,
    "content": "<b><a>8:7</a></b> <b>God will give it into your hand.</b> God will give it into your hand. God had sovereignly caused Israel’s defeat earlier due to Achan’s disobedience ( 7:1–5 ). Yet, this time, despite Israel’s overwhelming numbers, God was still the sovereign power for this victory ( 8:7 )."
  },
  {
    "start": 6008018,
    "content": "<b><a>8:18</a></b> <b>the javelin.</b> the javelin. Joshua’s hoisted javelin represented the go-ahead indicator to occupy Ai. Possibly the raising was even a signal of confidence in God: “for I will give it into your hand.” Earlier, Moses’ uplifted rod and arms probably signified trusting contact with God for victory over Amalek ( Ex 17:8–13 )."
  },
  {
    "start": 6008029,
    "content": "<b><a>8:29</a></b> <b>the king of Ai.</b> the king of Ai. The complete execution of Ai’s populace included hanging even the king. This wise move prevented later efforts to muster a Canaanite army. Further, as a wicked king, he was worthy of punishment according to biblical standards ( Dt 21:22 ; Jos 10:26–27 ). This carried out the vengeance of God on His enemies."
  },
  {
    "start": 6008030,
    "end": 6008035,
    "content": "<b><a>8:30–35</a></b> This ceremony took place in obedience to Dt 27:1–26 at the conclusion of Joshua’s central campaign (cf. 6:1—8:35 )."
  },
  {
    "start": 6009003,
    "content": "<b><a>9:3</a></b> <b>inhabitants.</b> inhabitants. Gibeon of the Hivites (v. 7 ), or Horites (cf. Ge 36:2 , 20 ), was northwest of Jerusalem and about 7 mi. from the area of Ai. It was a strong city with capable fighting men ( 10:2 ). Three other towns were in league with it ( 9:17 )."
  },
  {
    "start": 6009004,
    "end": 6009015,
    "content": "<b><a>9:4–15</a></b> The Gibeonite plot to trick Israel worked. Israel’s sinful failure occurred because they were not vigilant in prayer to assure that they acted by God’s counsel (v. 14 ; cf. Pr 3:5–6 )."
  },
  {
    "start": 6009015,
    "content": "<b><a>9:15</a></b> Israel precipitously made peace with the Gibeonites ( 11:19 ) who lived nearby, even though God had instructed them to eliminate the people of cities in the Land ( Dt 7:1–2 ). God permitted peace with cities outside ( Dt 20:11–15 )."
  },
  {
    "start": 6009021,
    "end": 6009023,
    "content": "<b><a>9:21–23</a></b> While honoring the pledge of peace with the Gibeonites (v. 19 ), Joshua made them woodcutters and water carriers because of the deception. This curse extended the perpetual (v. 23 ) part of “let Canaan be his servant” ( Ge 9:26 ). Gibeon became a part of Benjamin’s land area ( Jos 18:25 ). Later, Joshua consigned Gibeon as one of the Levite towns ( 21:17 ). Nehemiah had help from some Gibeonites in rebuilding the walls of Jerusalem ( Ne 3:7 )."
  },
  {
    "start": 6010001,
    "end": 6010011,
    "content": "<b><a>10:1–11</a></b> Gibeon and 3 other towns ( 9:17 ) were attacked by a coalition of 5 cities. Israel came to the rescue, with God giving the victory (v. 10 )."
  },
  {
    "start": 6010011,
    "content": "<b><a>10:11</a></b> The hailstones were miraculous. Note their: 1) source, God; 2) size, large; 3) slaughter, more by stones than by sword; 4) selectivity, only on the enemy; 5) swath, “as far as Azekah”; 6) situation, during a trek down a slope and while God caused the sun to stand still; and 7) similarity to miraculous stones God will fling down during the future wrath ( Rev 16:21 )."
  },
  {
    "start": 6010012,
    "end": 6010014,
    "content": "<b><a>10:12–14</a></b> <b>sun stood still, and the moon stopped.</b> sun stood still, and the moon stopped. Some say an eclipse hid the sun, keeping its heat from Joshua’s worn soldiers and allowing coolness for battle. Others suppose a local (not universal) refraction of the sun’s rays such as the local darkness in Egypt ( Ex 10:21–23 ). Another view has it as only language of observation; i.e., it only seemed to Joshua’s men that the sun and moon stopped as God helped them do in one literal 24-hour day what would normally take longer. Others view it as lavish poetic description, not literal fact. However, such ideas fail to do justice to 10:12–14 , and needlessly question God’s power as Creator. This is best accepted as an outright, monumental miracle. Joshua, moved by Yahweh’s will, commanded the sun to delay (Hebrew, “be still, silent, leave off”). The earth actually stopped rotating or, more likely, the sun moved in the same way to keep perfect pace with the battlefield. The moon also ceased its orbiting. This permitted Joshua’s troops time to finish the battle with complete victory (v. 11 )."
  },
  {
    "start": 6010013,
    "end": 6010015,
    "content": "<b><a>10:13–15</a></b> <b>book of Jashar.</b> book of Jashar. Jashar means “upright.” It may be the same as the book called Wars of Yahweh ( Nu 21:14 ). The Book of Jashar is mentioned again in 2Sa 1:18 and a portion is recorded in Jos 10:12–13 . The book appears to have been a compilation of Hebrew songs in honor of Israel’s leaders and exploits in battle."
  },
  {
    "start": 6010024,
    "content": "<b><a>10:24</a></b> <b>feet on their necks.</b> feet on their necks. This gesture 1) symbolized victory and 2) promised assurance of future conquest (v. 25 )."
  },
  {
    "start": 6010040,
    "end": 6010043,
    "content": "<b><a>10:40–43</a></b> A summary of Joshua’s southern campaign (cf. 9:1—10:43 )."
  },
  {
    "start": 6010042,
    "content": "<b><a>10:42</a></b> Tribute belongs to Yahweh for all the victories, as “in everything give thanks” ( 1Th 5:18 )."
  },
  {
    "start": 6011001,
    "content": "<b><a>11:1</a></b> <b>Hazor.</b> Hazor. A city 5 mi. southwest of Lake Huleh, 10 mi. north of the Sea of Galilee. King Jabin led a coalition of kings from several city-states in Galilee and to the west against Joshua, whose victory reports in the south had spread northward."
  },
  {
    "start": 6011002,
    "content": "<b><a>11:2</a></b> <b>south … in the Shephelah.</b> south … in the Shephelah. This refers to the deep rift of the Jordan River valley to the south of the Lake of Chinneroth ( 12:3 ), later called the Sea of Galilee. Chinneroth was probably a town not far north of the lake. The Shephelah or foothills are an area somewhat west of the Jordan, toward the Mediterranean Sea. Here also is the plain of Sharon and the heights of Dor, i.e., foothills extending to Mt. Carmel, nearer the Mediterranean coast and Dor, a seaport city."
  },
  {
    "start": 6011005,
    "content": "<b><a>11:5</a></b> <b>Merom.</b> Merom. These copious springs a few mi. southwest of Lake Huleh, about 13 mi. north from the Lake of Chinneroth, which provided the northern armies a rendezvous point."
  },
  {
    "start": 6011006,
    "content": "<b><a>11:6</a></b> <b>hamstring.</b> hamstring. They cut the large sinew or ligament at the back of the hock on the rear leg, which crippled the horses, making them useless."
  },
  {
    "start": 6011008,
    "content": "<b><a>11:8</a></b> <b>Great Sidon.</b> <b>Misrephoth-maim.</b> Great Sidon. A city on the Phoenician coast, north of Hazor. “Great” may refer to surrounding areas along with the city itself. Misrephoth-maim. This location lay west of Hazor and also on the Mediterranean."
  },
  {
    "start": 6011012,
    "end": 6011015,
    "content": "<b><a>11:12–15</a></b> A summary of Joshua’s northern campaign ( 11:1–15 )."
  },
  {
    "start": 6011016,
    "end": 6011017,
    "content": "<b><a>11:16–17</a></b> <b>Joshua took all that land.</b> <b>hill country.</b> <b>Negev.</b> <b>Goshen.</b> <b>Shephelah.</b> <b>Arabah.</b> Joshua took all that land. The sweeping conquest covered much of Canaan. hill country. In the south, in Judah. Negev. South of the Dead Sea. Goshen. Probably the land between Gaza and Gibeon. Shephelah. Or foothills; refers to an area between the Mediterranean coastal plain and the hills of Judah. Arabah. The rift valley running south of the Dead Sea all the way to the Red Sea’s Gulf of Aqabah. The hill country of Israel is distinct from that in 11:16 , lying in the northern part of Palestine. The conquest reached from Mt. Halak, about 6 mi. south of the Dead Sea, to Mt. Hermon about 40 mi. northeast from the Lake of Chinneroth."
  },
  {
    "start": 6011018,
    "content": "<b><a>11:18</a></b> <b>war a long time.</b> war a long time. The conquest took approximately 7 years—ca. 1405–1398 BC (cf. 14:10 ). Only Gibeon submitted without a fight (v. 19 )."
  },
  {
    "start": 6011020,
    "content": "<b><a>11:20</a></b> <b>it was of Yahweh to strengthen their hearts.</b> it was of Yahweh to strengthen their hearts. God turned the Canaanites’ hearts to fight in order that Israel might be His judging instrument to destroy them. They were willfully guilty of rejecting the true God with consequent great wickedness, and were as unfit to remain in the Land as vomit spewed out of the mouth ( Lv 18:24–25 )."
  },
  {
    "start": 6011021,
    "content": "<b><a>11:21</a></b> <b>Anakim.</b> Anakim. Enemies who dwelt in the southern area which Joshua had defeated. They descended from Anak (“long-necked”), and were related to the giants who made Israel’s spies feel small as grasshoppers by comparison ( Nu 13:28–33 ). Compare also Dt 2:10–11 , 21 . Their territory was later given to Caleb as a reward for his loyalty ( 14:6–15 )."
  },
  {
    "start": 6011022,
    "content": "<b><a>11:22</a></b> <b>Anakim … Gath.</b> Anakim … Gath. Some of them remained in Philistine territory, most notably those who preceded Goliath (cf. 1Sa 17:4 )."
  },
  {
    "start": 6011023,
    "content": "<b><a>11:23</a></b> <b>the whole land.</b> the whole land. Here is a key verse for the book which sums up 11:16–22 . How does this relate to 13:1 , where God tells Joshua that he did not take the whole land? It may mean that the major battles had been fought and supremacy demonstrated, even if further incidents would occur and not every last pocket of potential resistance had yet been rooted out."
  },
  {
    "start": 6012001,
    "end": 6012024,
    "content": "<b><a>12:1–24</a></b> <b>the kings … struck down.</b> the kings … struck down. The actual list of 31 kings conquered (v. 24 ) follows and fills out the summary of “all that land” in 11:16–17 , 23 . The roster shows the kings whom “Moses defeated” east of the Jordan earlier (vv. 1–6 ; cf. Nu 21 ; Dt 2:24—3:17 ); then those whom Joshua conquered west of the Jordan—a summary ( 7–8 ); central kings ( 9 ); southern kings ( 10–16 ); and northern kings ( 17–24 )."
  },
  {
    "start": 6012024,
    "content": "<b><a>12:24</a></b> The conquest of all these kings, covering areas up and down the “whole land” ( 11:23 ), was due to Yahweh’s faithful help, which fulfilled His Word. God promised the land in His covenant with Abraham ( Ge 12:7 ), and reaffirmed that He would give success in conquest ( Jos 1:3 , 6 )."
  },
  {
    "start": 6013001,
    "content": "<b><a>13:1</a></b> <b>Joshua was old.</b> Joshua was old. By this time he was about 95, in comparison to Caleb’s 85 years ( 14:10 ). In 23:1 , he was 110 and near death ( 24:29 )."
  },
  {
    "start": 6013003,
    "content": "<b><a>13:3</a></b> <b>Shihor.</b> Shihor. Probably related to the Nile ( Is 23:3 ; Jer 2:18 ), and possibly a name for that river or an eastern tributary of it. The name could also refer to a seasonal rain trough which runs to the Mediterranean, the Wadi-el-Arish in the desert south of Canaan, northeast of Egypt."
  },
  {
    "start": 6013007,
    "content": "<b><a>13:7</a></b> <b>apportion this land.</b> apportion this land. God commanded Joshua to devise allotments within boundaries for inheritances as He had prepared for earlier ( Nu 32–34 ). Joshua announced divisions made clear by lot to tribes east of the Jordan ( 13:8–33 ), tribes west of the Jordan ( Jos 14–19 ), Caleb ( 14:6–15 ; cf. 15:13–19 ), his own area ( 19:49–51 ), cities of refuge ( 20:1–9 ), and Levite towns ( 21 )."
  },
  {
    "start": 6013022,
    "content": "<b><a>13:22</a></b> <b>Israel also killed Balaam.</b> Israel also killed Balaam. This Israelite slaying of the infamous false prophet occurred at an unidentified point during the conquest (cf. Nu 21–25 ; 31:16 ; Jos 24:9–10 ; 2Pe 2:15–16 ; Jd 11 ; Rev 2:14 )."
  },
  {
    "start": 6013033,
    "content": "<b><a>13:33</a></b> <b>to … Levi … not give an inheritance.</b> to … Levi … not give an inheritance. God did not give this tribe a normal allotment of land. This suited His choice of Levites for the special ministry of the tabernacle service. Their inheritance consisted in this unique role to share His holy ministrations ( 18:7 ). God did assign them cities and adjacent lands ( 14:4 ; Nu 35:2 , 4 , 5 ), scattered at 48 places ( 21:41 ) throughout all the tribes. This made these religious servants accessible to all the people (cf. chap. 21 )."
  },
  {
    "start": 6014001,
    "content": "<b><a>14:1</a></b> <b>the land of Canaan.</b> the land of Canaan. The name for the land west of the Jordan."
  },
  {
    "start": 6014005,
    "content": "<b><a>14:5</a></b> <b>Thus the sons of Israel did.</b> Thus the sons of Israel did. They obeyed in some things, but not in all ( see note on 13:1–2 )."
  },
  {
    "start": 6014006,
    "end": 6014009,
    "content": "<b><a>14:6–9</a></b> <b>Caleb.</b> Caleb. This passage reviews what is also recounted in Nu 13–14 . This includes a celebration of God’s faithfulness (vv. 7–11 ), and Caleb’s specific inheritance (vv. 12–15 ). Later, he conquered the area ( 15:13–14 ) and conferred blessing on Othniel and his daughter ( 15:15–19 )."
  },
  {
    "start": 6014010,
    "content": "<b><a>14:10</a></b> <b>eighty-five years old.</b> eighty-five years old. Given 1) that Caleb was 40 at Kadesh-barnea and 2) that the Israelites had wandered in the wilderness 38 years, then the conquering of the Land took 7 years (ca. 1405–1398 BC), Caleb was now 85 years old."
  },
  {
    "start": 6014012,
    "end": 6014014,
    "content": "<b><a>14:12–14</a></b> Based on His promise (v. 9 ), God granted Caleb’s desire for Hebron because of his faithfulness to believe that God would give the Land to the Israelites as He promised."
  },
  {
    "start": 6014015,
    "content": "<b><a>14:15</a></b> <b>Anakim.</b> Anakim. See 15:13 ; see note on 11:21 ."
  },
  {
    "start": 6015001,
    "end": 6015012,
    "content": "<b><a>15:1–12</a></b> <b>the lot for … Judah.</b> the lot for … Judah. The tribe’s southern boundary (v. 1 ) ran from the lower tip of the Salt or Dead Sea in a sweep through the desert over to the Wadi, the brook of Egypt ( see note on 13:3 ), and along it to the Mediterranean. The eastern limit (v. 5 ) ran the length of the Salt Sea itself. On the north, it extended from the north end of the Salt Sea by various lines working to the Mediterranean (vv. 5–11 ). The Mediterranean coastline served as the western border (v. 12 )."
  },
  {
    "start": 6015017,
    "content": "<b><a>15:17</a></b> <b>Othniel.</b> Othniel. A conqueror like Caleb, who was his father-in-law, he would later be a judge in Israel ( Jdg 3:9–11 )."
  },
  {
    "start": 6015018,
    "end": 6015019,
    "content": "<b><a>15:18–19</a></b> Caleb’s daughter sought blessing and exercised real faith for it—like father, like daughter."
  },
  {
    "start": 6015020,
    "end": 6015062,
    "content": "<b><a>15:20–62</a></b> <b>the inheritance of … Judah.</b> the inheritance of … Judah. Judah’s cities are grouped in 4 areas: south (vv. 20–32 ); Shephelah or foothills over near the Mediterranean (vv. 33–47 ); hilly central region (vv. 48–60 ); Judean wilderness dropping eastward down to the Dead Sea (vv. 61–62 )."
  },
  {
    "start": 6015063,
    "content": "<b><a>15:63</a></b> <b>Jebusites.</b> Jebusites. The inhabitants of Jerusalem were descendants from the third son of Canaan ( Ge 10:15–16 ; 15:21 ). Joshua killed their king who had joined a pact against Gibeon ( Jos 10 ). Israelites called the area “Jebus” until David ordered Joab and his soldiers to capture the city ( 2Sa 5:6–7 ) and made it his capital. Judges 1:8 , 21 show that the Israelites conquered Jebus and burned it, but the Jebusites later regained control until David’s day. Melchizedek had been a very early king ( Ge 14 ), a believer in the true God, when the site was “Salem” (cf. Ps 76:2 , “Salem” is “Jerusalem”)."
  },
  {
    "start": 6016001,
    "end": 6016004,
    "content": "<b><a>16:1–4</a></b> <b>sons of Joseph.</b> sons of Joseph. Joseph’s territory was double as it was given to his sons Manasseh and Ephraim, who had inheritances stretching over a good portion of the central area in the Promised Land."
  },
  {
    "start": 6016005,
    "end": 6016009,
    "content": "<b><a>16:5–9</a></b> <b>territory of … Ephraim.</b> territory of … Ephraim. The description is of the land north of Judah’s territory, from the Jordan west to the Mediterranean Sea. There was the inclusion of some cities in the territory of Manasseh, since Ephraim’s land was small compared to its population."
  },
  {
    "start": 6016010,
    "content": "<b><a>16:10</a></b> Ephraim did not drive the Canaanites from their area. This is the first mention of the fatal policy of neglecting to exterminate the idolaters (cf. Dt 20:16 )."
  },
  {
    "start": 6017001,
    "end": 6017018,
    "content": "<b><a>17:1–18</a></b> <b>Manasseh.</b> Manasseh. The other half-tribe of Manasseh, distinct from the half in 16:4 , received its portion of the split inheritance west of the Jordan to the north and east near the Lake of Chinneroth (Galilee)."
  },
  {
    "start": 6017003,
    "end": 6017006,
    "content": "<b><a>17:3–6</a></b> <b>Zelophehad.</b> Zelophehad. In Manasseh’s tribe, this man had no sons as heirs, but his 5 daughters received the inheritance. God led Moses to give this right to women ( Nu 27:1–11 , cited in v. 4 )."
  },
  {
    "start": 6017012,
    "end": 6017018,
    "content": "<b><a>17:12–18</a></b> <b>sons of Manasseh.</b> sons of Manasseh. Tribesmen of Manasseh complained that Joshua did not allot them land sufficient to their numbers and that the Canaanites were too tough for them to drive out altogether. He permitted them extra land in forested hills that they could clear. Joshua told them that they could drive out the Canaanites for God had promised to be with them in victory against chariots ( Dt 20:1 )."
  },
  {
    "start": 6018001,
    "content": "<b><a>18:1</a></b> <b>Shiloh.</b> Shiloh. Israel as a whole, having had their camp first at Gilgal ( 4:20 ; 5:9 ), converged to Shiloh for worship at the tabernacle. Shiloh, about 9 mi. north of Bethel and 20 mi. north of Jerusalem, remained the center of spiritual attention, as in Jdg 18:31 and 1Sa 1:3 . Due to Israel’s sin, God would later let the Philistines devastate Israel at Shiloh and capture the ark ( 1Sa 4:10 , 17 ), and He would later use Shiloh as an example of judgment ( Jer 7:12 )."
  },
  {
    "start": 6018008,
    "content": "<b><a>18:8</a></b> Seven tribes were yet to receive land (v. 2 ). Joshua obtained from their 21 surveyor scouts (vv. 2–4 ) descriptions of the 7 areas of land, then cast lots to decide the choices. The High Priest Eleazar served him, seeking God’s will by casting lots ( 19:51 ). This was not some act of mere chance, but a means God used to reveal His will ( see note on Pr 16:33 )."
  },
  {
    "start": 6018011,
    "end": 6018028,
    "content": "<b><a>18:11–28</a></b> <b>the lot of … Benjamin.</b> the lot of … Benjamin. This inheritance lay between Judah’s and Ephraim’s, and embraced Jerusalem (v. 28 )."
  },
  {
    "start": 6019001,
    "end": 6019009,
    "content": "<b><a>19:1–9</a></b> <b>Simeon.</b> Simeon. This area was a southern portion of Judah’s territory, since that allotment was more than Judah needed (v. 9 )."
  },
  {
    "start": 6019010,
    "end": 6019016,
    "content": "<b><a>19:10–16</a></b> <b>Zebulun.</b> Zebulun. This allotment lay west of the Lake of Chinneroth (Sea of Galilee) and ran to the Mediterranean Sea."
  },
  {
    "start": 6019017,
    "end": 6019023,
    "content": "<b><a>19:17–23</a></b> <b>Issachar.</b> Issachar. The area basically ran just below the Sea of Galilee from the Jordan west over to Mt. Tabor, circling southwest almost to Megiddo, north of Manasseh’s portion."
  },
  {
    "start": 6019024,
    "end": 6019031,
    "content": "<b><a>19:24–31</a></b> <b>Asher.</b> Asher. This territory was a long, broad strip flanking the Mediterranean on the west, then Naphtali’s and Zebulun’s claims on the east, running south to Manasseh’s. It reached from Mt. Carmel in the south to the area of Tyre in the north."
  },
  {
    "start": 6019032,
    "end": 6019039,
    "content": "<b><a>19:32–39</a></b> <b>Naphtali.</b> Naphtali. This region took in a long stretch of land with a border at the northern edge of all the Israelite inheritances, a line on the west dividing it from Asher, southward to follow Zebulun’s northern border. Then it struck eastward toward the Sea of Galilee with land to the west alongside that sea and down to Issachar’s claim, over to the Jordan River. The eastern line ran northward, including the city of Hazor and also Dan, then swung north of Dan. Jesus’ Galilean ministry would take place largely in this area ( Is 9:1–2 ; Mt 4:13–17 )."
  },
  {
    "start": 6019033,
    "content": "<b><a>19:33</a></b> <b>oak.</b> oak. This may have been an oak forest (if taken in a collective sense, as the word possibly means in Ge 12:6 ) near Kedesh and northwest of the waters at Merom. According to Jdg 4:11 , it was the site where Jael killed Sisera with a hammer and tent peg ( 4:21 )."
  },
  {
    "start": 6019040,
    "end": 6019048,
    "content": "<b><a>19:40–48</a></b> <b>Dan.</b> Dan. The tribal allotment was a narrow, roughly U-shaped strip just north of Judah’s claim and south of Ephraim’s. The Mediterranean coast lay on the western arm of the “U.” Joppa was on the coast near the north end. Later the Danites, failing to possess their original claim ( Jdg 1:34–36 ), migrated northeastward to a territory by Laish or Leshem ( Jos 19:47 ). They conquered this area north of the Sea of Galilee and Hazor, and renamed it Dan ( Jos 19:47–48 ; Jdg 18:27–29 )."
  },
  {
    "start": 6019049,
    "end": 6019050,
    "content": "<b><a>19:49–50</a></b> Joshua received his own inheritance from the children of Israel, an area he preferred in the hills of his tribe, Ephraim ( Nu 13:8 ). He built a city, Timnath-serah, about 16 mi. southwest of Shechem. His inheritance was an intrinsic part of God’s promise to him, as was also Caleb’s inheritance ( Nu 14:30 )."
  },
  {
    "start": 6020002,
    "end": 6020009,
    "content": "<b><a>20:2–9</a></b> <b>cities of refuge.</b> cities of refuge. Moses had spoken God’s Word to name 6 cities in Israel as refuge centers. A person who inadvertently killed another could flee to the nearest of these for protection (cf. Nu 35:9–34 ). Three lay west of the Jordan, and 3 lay to the east, each reachable in a day for those in its area. The slayer could flee there to escape pursuit by a family member seeking to exact private justice. Authorities at the refuge protected him and escorted him to a trial. If found innocent, he was guarded at the refuge until the death of the current High Priest, a kind of statute of limitations ( Jos 20:6 ). He could then return home. If found guilty of murder, he suffered due punishment."
  },
  {
    "start": 6021001,
    "end": 6021003,
    "content": "<b><a>21:1–3</a></b> <b>cities to live in.</b> cities to live in. God had given Moses His direction to provide 48 cities for the Levites, dotted throughout Israel’s tribal allotments ( Nu 35:1–8 ). Six were to be the cities of refuge ( Nu 35:6 )."
  },
  {
    "start": 6021003,
    "end": 6021042,
    "content": "<b><a>21:3–42</a></b> <b>the sons of Israel gave the Levites.</b> the sons of Israel gave the Levites. These 48 cities (v. 41 ) are for various branches of the Levite people to live in and have pasture for their livestock (v. 42 ). People of the other tribes donated the areas, each site giving the Levites a vantage point from which to minister spiritually to the people nearby. In fairness, larger tribes devoted more land, smaller ones less ( Nu 35:8 ). Only the Kohathites were priests, with other branches of Levites assisting in various roles of ritual worship and manual labors."
  },
  {
    "start": 6021004,
    "content": "<b><a>21:4</a></b> <b>Kohathites.</b> Kohathites. Under God’s guiding wisdom, these received 13 city areas in the vicinity of Jerusalem or at a reasonable distance within allotments of Judah, Benjamin, and Simeon. This would give them access to carry out priestly functions where God would later have the ark moved and the temple situated ( 2Sa 6 )."
  },
  {
    "start": 6021043,
    "end": 6021045,
    "content": "<b><a>21:43–45</a></b> <b>So Yahweh gave Israel all the land.</b> So Yahweh gave Israel all the land. This sums up God’s fulfillment of His covenant promise to give Abraham’s people the Land ( Ge 12:7 ; Jos 1:2 , 5–9 ). God also kept His Word in giving the people rest ( Dt 12:9–10 ). In a valid sense, the Canaanites were in check, under military conquest as God had pledged ( Jos 1:5 ), not posing an immediate threat. Not every enemy had been driven out, however, leaving some to stir up trouble later. But God’s people failed to exercise their responsibility and possess their land to the full degree in various areas."
  },
  {
    "start": 6022001,
    "content": "<b><a>22:1</a></b> <b>Reubenites … Gadites … Manasseh.</b> Reubenites … Gadites … Manasseh. The tribes from east of the Jordan had helped their people conquer the land west of the river. Now they were ready to go back to their families to the east."
  },
  {
    "start": 6022004,
    "content": "<b><a>22:4</a></b> <b>Moses … gave you.</b> Moses … gave you. Clearance from Moses and Joshua for these tribes to possess land east of the Jordan was of God (v. 9 ; 24:8 ; Nu 32:30–33 )."
  },
  {
    "start": 6022010,
    "end": 6022034,
    "content": "<b><a>22:10–34</a></b> <b>an altar … by the Jordan.</b> an altar … by the Jordan. The special altar built by the 2 1/2 tribes near the river, though well-meant, aroused suspicions among western tribes. They feared rebellion against the Shiloh altar that served all the tribes in unity. When challenged, men of the eastern tribes explained their motives to follow the true God, be in unity with the rest of Israel, and not be regarded as outsiders. The explanation met with other Israelites’ approval."
  },
  {
    "start": 6023001,
    "content": "<b><a>23:1</a></b> <b>Joshua was old.</b> Joshua was old. A long time had passed since he led the conquest ca. 1405–1398 BC; Joshua had grown very old, and was 110 when he died ( 24:29 ), ca. 1385–1383 BC ( see note on 13:1 )."
  },
  {
    "start": 6023005,
    "content": "<b><a>23:5</a></b> <b>And Yahweh … will thrust them out.</b> And Yahweh … will thrust them out. God was ready to help His people drive the remaining Canaanites out so that they could possess their claims more fully. Such moves needed to be gradual ( Dt 7:22 ), but determined, in obedience to God."
  },
  {
    "start": 6023007,
    "end": 6023008,
    "content": "<b><a>23:7–8</a></b> The dangers from being incomplete about possessing all the land included that of intermingling with the godless, as in marriages (v. 12 ), and committing to their gods, thus drifting from worshiping the true God. The Canaanites would become snares, traps, scourges, and thorns, causing Israelites to eventually lose the Land (vv. 13 , 15–16 )."
  },
  {
    "start": 6023015,
    "end": 6023016,
    "content": "<b><a>23:15–16</a></b> This actually occurred 800 years later, when Babylon exiled the Israelites ca. 605–586 BC (cf. 2Ki 24–25 )."
  },
  {
    "start": 6024001,
    "end": 6024025,
    "content": "<b><a>24:1–25</a></b> It was time for worship and thanksgiving for all God had done leading up to and including the conquest of Canaan."
  },
  {
    "start": 6024002,
    "content": "<b><a>24:2</a></b> <b>the River.</b> the River. The Euphrates, where Abraham’s family had lived. It is clear here that God’s calling of Abraham out to Himself was also a call out of idolatry, as He does with others (cf. 1Th 1:9 )."
  },
  {
    "start": 6024006,
    "end": 6024013,
    "content": "<b><a>24:6–13</a></b> Joshua reviewed the history recorded in Ex 12 to Jos 22 ."
  },
  {
    "start": 6024008,
    "content": "<b><a>24:8</a></b> <b>Amorites.</b> Amorites. Sometimes this is used as a general term for the entire pagan populace (cf. v. 11 ) in Canaan, as elsewhere ( Ge 15:16 ; Jdg 1:34–35 ). At other times, the name has a narrower reference to people of the hill country ( Nu 13:29 ), distinct from others."
  },
  {
    "start": 6024009,
    "end": 6024010,
    "content": "<b><a>24:9–10</a></b> <b>Balaam.</b> Balaam. See note on Jos 13:22 about the unsavory nature of Balaam in Nu 21–25 ."
  },
  {
    "start": 6024012,
    "content": "<b><a>24:12</a></b> <b>I sent the hornet before you.</b> I sent the hornet before you. This description, as also in Ex 23:28 , is a picturesque figure (cf. also 23:13 ) portraying God’s own fighting to assist Israel ( 23:3 , 5 , 10 , 13 ). This awesome force put the enemy to flight, as the feared hornets lit. can do ( Dt 7:20–21 )."
  },
  {
    "start": 6024015,
    "content": "<b><a>24:15</a></b> <b>choose … today whom you will serve.</b> choose … today whom you will serve. Joshua’s fatherly model (reminiscent of Abraham’s, Ge 18:19 ) was for himself and his family to serve Yahweh, not false gods. He called others in Israel to this, and they committed themselves to serve Yahweh also (vv. 21 , 24 )."
  },
  {
    "start": 6024018,
    "content": "<b><a>24:18</a></b> The population joined Joshua in claiming total commitment to serve Yahweh (cf. Ex 19:8 )."
  },
  {
    "start": 6024026,
    "content": "<b><a>24:26</a></b> <b>book of the law.</b> <b>by the sanctuary.</b> book of the law. Joshua expands the first 5 books of Moses, as the canon of revealed Scripture develops. by the sanctuary. God’s tabernacle, the ark of the covenant, was at Shiloh ( 21:2 ). The stone of witness by the holy place (sanctuary) here was at Shechem ( 24:1 ). This holy place is not a formal tent or building, but a sacred place by a tree (cf. Ge 12:6 ; 35:4 ), as other places had significance in the past for worship to God ( Ge 21:33 )."
  },
  {
    "start": 6024029,
    "end": 6024033,
    "content": "<b><a>24:29–33</a></b> <b>Joshua … Eleazar.</b> Joshua … Eleazar. Three prominent leaders were buried as the conquering generation was passing on: Joseph, Joshua, and the High Priest Eleazar."
  },
  {
    "start": 6024031,
    "content": "<b><a>24:31</a></b> Faithfulness to God extended only one generation (cf. Jdg 2:6–13 )."
  },
  {
    "start": 6024032,
    "content": "<b><a>24:32</a></b> <b>the bones of Joseph.</b> the bones of Joseph. These had been carried by the Israelites in the Exodus ( Ex 13:19 ) as Joseph had made them promise ( Ge 50:25 ). He wanted his remains to lie in the Land of covenant pledge. So now his people laid them to rest at Shechem, in the Land God had guaranteed ( Ge 12:7 )."
  }
]