[
  {
    "id": "intro61",
    "title": "The Second Letter of Peter",
    "content": "The Second Letter of Peter Title The clear claim to authorship in <a ref='2 Peter 1:1'>1:1</a> by the apostle Peter gives the epistle its title. To distinguish it from Peter’s first epistle, it was given the Greek title “ <i>Petrou B</i> ,” or 2 Peter. Author and Date The author of 2 Peter is the apostle Peter (see Introduction to 1 Peter ). In <a ref='2 Peter 1:1'>1:1</a> , he makes that claim; in <a ref='2 Peter 3:1'>3:1</a> , he refers to his first letter; in <a ref='2 Peter 1:14'>1:14</a> , he refers to the Lord’s prediction of his death ( <a ref='John 21:18–19'>Jn 21:18–19</a> ); and in <a ref='2 Peter 1:16–18'>1:16–18</a> , he claims to have been at the Transfiguration ( <a ref='Matthew 17:1–4'>Mt 17:1–4</a> ). However, critics have generated more controversy over 2 Peter’s authorship and rightful place in the canon of Scripture than over any other NT book. The church fathers were slow in giving it their acceptance. No church father refers to 2 Peter by name until Origen near the beginning of the third century. The ancient church historian, Eusebius, only included 2 Peter in his list of disputed books, along with James, Jude, 2 John, and 3 John. Even the leading Reformers only hesitatingly accepted it. The question about differences in Greek style between the two letters has been satisfactorily answered. Peter wrote that he used an amanuensis, Silvanus, in 1 Peter (cf. <a ref='1 Peter 5:12'>1Pe 5:12</a> ). In 2 Peter, Peter either used a different amanuensis or wrote the letter by himself. The differences in vocabulary between the two letters can be explained by the differences in themes. First Peter was written to help suffering Christians. Second Peter was written to expose false teachers. On the other hand, there are remarkable similarities in the vocabulary of the two books. The salutation, “grace and peace be multiplied to you,” is essentially the same in each book. The author uses such words as “precious,” “virtue,” “putting off,” and “eyewitness,” to name just a few examples, in both letters. Certain rather unusual words found in 2 Peter are also found in Peter’s speeches in the Acts of the Apostles. These include “received” ( <a ref='2 Peter 1:1'>1:1</a> ; <a ref='Acts 1:17'>Ac 1:17</a> ); “godliness” or “piety” ( <a ref='2 Peter 1:3'>1:3</a> , <a ref='2 Peter 1:6–7'>6–7</a> ; <a ref='2 Peter 3:11'>3:11</a> ; <a ref='Acts 3:12'>Ac 3:12</a> ); and “price” or “wages” of wickedness or unrighteousness ( <a ref='2 Peter 2:13'>2:13</a> , <a ref='2 Peter 2:15'>15</a> ; <a ref='Acts 1:18'>Ac 1:18</a> ). Both letters also refer to the same OT event ( <a ref='2 Peter 2:5'>2:5</a> ; <a ref='1 Peter 3:18–20'>1Pe 3:18–20</a> ). Some scholars have pointed out that there are as many similarities in vocabulary between 1 and 2 Peter as there are between 1 Timothy and Titus, two letters almost universally believed to have been written by Paul. The differences in themes also explain certain emphases, such as why one letter teaches that the second coming is near, and one deals with its delay. First Peter, ministering especially to suffering Christians, focuses on the imminency of Christ as a means of encouraging the Christians. Second Peter, dealing with scoffers, emphasizes the reasons why that imminent return of Christ has not yet occurred. Other proposed differences invented by the critics, such as the contradiction between including the resurrection of Christ in one letter and the Transfiguration of Christ in the other, seem to be contrived. Moreover, it is seemingly irrational that a false teacher would spuriously write a letter against false teachers. No unusual, new, or false doctrines appear in 2 Peter. So, if 2 Peter were a forgery, it would be a forgery written by a fool for no reason at all. This is too much to believe. The conclusion to the question of authorship is that, when the writer introduced the letter and referred to himself as Peter, he was writing the truth. Nero died in AD 68, and tradition says Peter died in Nero’s persecution. The epistle may have been written just before his death ( <a ref='2 Peter 1:14'>1:14</a> ; ca. AD 67–68). Background and Setting Since the time of the writing and sending of his first letter, Peter had become increasingly concerned about false teachers who were infiltrating the churches in Asia Minor. Though these false teachers had already caused trouble, Peter expected that their heretical doctrines and immoral lifestyles would result in more damage in the future. Thus Peter, in an almost last will and testament ( <a ref='2 Peter 1:13–15'>1:13–15</a> ), wrote to warn the beloved believers in Christ about the doctrinal dangers they were facing. Peter does not explicitly say where he was when he wrote this letter, as he does in 1 Peter ( <a ref='1 Peter 5:13'>1Pe 5:13</a> ). But the consensus seems to be that Peter wrote this letter from prison in Rome, where he was facing imminent death. Shortly after this letter was written, Peter was martyred, according to reliable tradition, by being crucified upside down ( <i>see note on <a ref='John 21:18–19'>Jn 21:18–19</a></i> ). Peter says nothing in the salutation about the recipients of this letter. But according to <a ref='2 Peter 3:1'>3:1</a> , Peter was writing another epistle to the same people to whom he wrote 1 Peter. In his first letter, he spelled out that he was writing “to those who reside as exiles, scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia” ( <a ref='1 Peter 1:1'>1Pe 1:1</a> ). These provinces were located in an area of Asia Minor, which is modern Turkey. The Christians to whom Peter wrote were mostly Gentiles ( <i>see note on <a ref='2 Peter 1:1'>1:1</a></i> ). Historical and Theological Themes Second Peter was written for the purpose of exposing, thwarting, and defeating the invasion of false teachers into the church. Peter intended to instruct Christians in how to defend themselves against these false teachers and their deceptive lies. This book is the most graphic and penetrating exposé of false teachers in Scripture, comparable only to Jude. The description of the false teachers is somewhat generic. Peter does not identify some specific false religion, cult, or system of teaching. In a general characterization of false teachers, he informs that they teach destructive heresies. They deny Christ and twist the Scriptures. They bring true faith into disrepute. And they mock the second coming of Christ. But Peter was just as concerned to show the immoral character of these teachers as he was to expose their teaching. Thus, he describes them in more detail than he describes their doctrines. Wickedness is not the product of sound doctrine, but of “destructive heresies” ( <a ref='2 Peter 2:1'>2:1</a> ). Other themes for this letter can be discerned in the midst of Peter’s polemic against the false teachers. He wanted to motivate his readers to continue to develop their Christian character ( <a ref='2 Peter 1:5–11'>1:5–11</a> ). In so doing, he explains wonderfully how a believer can have assurance of his salvation. Peter also wanted to persuade his readers of the divine character of the apostolic writings ( <a ref='2 Peter 1:12–21'>1:12–21</a> ). Near the end of the letter, he presents reasons for the delay in Christ’s second coming ( <a ref='2 Peter 3:1–13'>3:1–13</a> ). Another recurring theme is the importance of knowledge. The word “knowledge” appears in some form 16 times in these 3 short chapters. It is not too much to say that Peter’s primary solution to false teaching is knowledge of true doctrine. Other distinctive features of 2 Peter include a precise statement on the divine origin of Scripture ( <a ref='2 Peter 1:20–21'>1:20–21</a> ); the future destruction of the world by fire ( <a ref='2 Peter 3:8–13'>3:8–13</a> ); and the recognition of Paul’s letters as inspired Scripture ( <a ref='2 Peter 3:15–16'>3:15–16</a> ). Interpretive Challenges Perhaps the most important challenge in the epistle is to rightly interpret <a ref='2 Peter 1:19–21'>1:19–21</a> , because of its far-reaching implications with regard to the nature and authenticity of Scripture. That passage, along with <a ref='2 Timothy 3:15–17'>2Ti 3:15–17</a> , is vital to a sound view of the Bible’s inspiration. Peter’s remark that the Lord “bought” false teachers ( <a ref='2 Peter 2:1'>2:1</a> ) poses a challenge interpretively and theologically with regard to the nature of the atonement. The identity of the angels who sinned ( <a ref='2 Peter 2:4'>2:4</a> ) also challenges the interpreter. Many who believe that the saved can be lost again use <a ref='2 Peter 2:18–22'>2:18–22</a> for their argument. That passage, directed at false teachers, must be clarified so as not to contradict a similar statement to believers in <a ref='2 Peter 1:4'>1:4</a> . Further, whom does God not want to perish ( <a ref='2 Peter 3:9'>3:9</a> )? All of these matters will be treated in the notes. Outline I. Salutation ( <a ref='2 Peter 1:1–2'>1:1–2</a> ) II. Know Your Salvation ( <a ref='2 Peter 1:3–11'>1:3–11</a> ) A. Sustained by God’s Power ( <a ref='2 Peter 1:3–4'>1:3–4</a> ) B. Confirmed by Christian Graces ( <a ref='2 Peter 1:5–7'>1:5–7</a> ) C. Honored by Abundant Reward ( <a ref='2 Peter 1:8–11'>1:8–11</a> ) III. Know Your Scriptures ( <a ref='2 Peter 1:12–21'>1:12–21</a> ) A. Certified by Apostolic Witness ( <a ref='2 Peter 1:12–18'>1:12–18</a> ) B. Inspired by the Holy Spirit ( <a ref='2 Peter 1:19–21'>1:19–21</a> ) IV. Know Your Adversaries ( <a ref='2 Peter 2:1–22'>2:1–22</a> ) A. Deceptive in Their Infiltration ( <a ref='2 Peter 2:1–3'>2:1–3</a> ) B. Doomed by Their Iniquity ( <a ref='2 Peter 2:4–10'>2:4–10a</a> ) C. Disdainful in Their Impurity ( <a ref='2 Peter 2:10–17'>2:10b–17</a> ) D. Devastating in Their Impact ( <a ref='2 Peter 2:18–22'>2:18–22</a> ) V. Know Your Prophecy ( <a ref='2 Peter 3:1–18'>3:1–18</a> ) A. The Sureness of the Day of the Lord ( <a ref='2 Peter 3:1–10'>3:1–10</a> ) B. The Sanctification of God’s People ( <a ref='2 Peter 3:11–18'>3:11–18</a> )",
    "type": "chapter_content"
  },
  {
    "id": "anc61",
    "title": "Study Notes and Features for 2 Peter",
    "content": "Study Notes and Features <a ref='2 Peter 1:1'>1:1</a> <b>Simeon Peter.</b> See Introduction . <b>a slave and apostle.</b> Peter identifies himself with a balance of humility and dignity. As a servant, he was on equal basis with other Christians—an obedient slave of Christ. As an apostle, he was unique, divinely called, and commissioned as an eyewitness to the resurrection of Christ ( <i>see notes on <a ref='Romans 1:1'>Ro 1:1</a></i> ). <b>To those.</b> The recipients of this letter are the same as those who received Peter’s first letter (cf. <a ref='2 Peter 3:1'>3:1</a> ; <a ref='1 Peter 1:1'>1Pe 1:1</a> ; see Introductions to 1 - 2 Peter ). <b>received.</b> An uncommon word often referring to obtaining something by lot (cf. <a ref='Acts 1:17'>Ac 1:17</a> ). It can mean “attaining by divine will.” Here, Peter was emphasizing that salvation was not attained by personal effort, skill, or worthiness, but came purely from God’s grace. <b>faith.</b> Peter is speaking of a subjective faith, i.e., the Christian’s power to believe for his salvation. Faith is the capacity to believe ( <a ref='Ephesians 2:8–9'>Eph 2:8–9</a> ). Even though faith and belief express the human side of salvation, God still must grant that faith. God initiates faith when the Holy Spirit awakens the dead soul in response to hearing the Word of God (cf. <a ref='Acts 11:21'>Ac 11:21</a> ; <a ref='Ephesians 2:8'>Eph 2:8</a> ; <a ref='Philippians 1:2'>Php 1:2</a> ). <b>the same kind of.</b> Generally the Greek word which is translated “the same kind” was used to designate equal in rank, position, honor, standing, price, or value. It was used in the ancient world with strangers and foreigners who were given equal citizenship in a city. Here, Peter was emphasizing that Christians have all received the same priceless saving faith. There are no first- and second-class Christians in spiritual, racial, or gender distinctions (cf. <a ref='Galatians 3:28'>Ga 3:28</a> ). Since Peter was writing to mostly Gentiles, he may have been emphasizing that they have received the same faith as the Jews (cf. <a ref='Acts 10:44–48'>Ac 10:44–48</a> ; <a ref='Acts 11:17–18'>11:17–18</a> ). <b>by the righteousness.</b> Peter’s point is that believers share the equal gift of salvation because God’s righteousness is imputed to them. That righteousness recognizes no distinction between people except that the sins of some are more heinous than others. So, not only do they have faith because God gives it to them, they are saved only because God imputes righteousness to them ( <i>see notes on <a ref='Romans 3:26'>Ro 3:26</a> ; <a ref='Romans 4:5'>4:5</a> ; <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='Philippians 3:8–9'>Php 3:8–9</a></i> ). <b>our God and Savior, Jesus Christ.</b> The Greek construction has only one article before this phrase, making the entire phrase refer to the same person. Thus, Peter is identifying Jesus Christ as both Savior and God (cf. <a ref='Isaiah 43:3'>Is 43:3</a> , <a ref='Isaiah 43:11'>11</a> ; <a ref='Isaiah 45:15'>45:15</a> , <a ref='Isaiah 45:21'>21</a> ; <a ref='Isaiah 60:16'>60:16</a> ; <a ref='Romans 9:5'>Ro 9:5</a> ; <a ref='Colossians 2:9'>Col 2:9</a> ; <a ref='Titus 2:13'>Tit 2:13</a> ; <a ref='Hebrews 1:8'>Heb 1:8</a> ). <a ref='2 Peter 1:2'>1:2</a> <b>knowledge.</b> This is a strengthened form of “knowledge” implying a larger, more thorough, and intimate knowledge. The Christian’s precious faith is built on knowing the truth about God (cf. v. <a ref='2 Peter 1:3'>3</a> ). Christianity is not a mystical religion, but is based in objective, historical, revealed, rational truth from God and intended to be understood and believed. The deeper and wider that knowledge of the Lord, the more “grace and peace” are multiplied. <a ref='2 Peter 1:3'>1:3</a> <b>His divine power.</b> “His” refers to Jesus Christ. Christ’s power is the source of the believer’s sufficiency and perseverance (cf. <a ref='Matthew 24:30'>Mt 24:30</a> ; <a ref='Mark 5:30'>Mk 5:30</a> ; <a ref='Luke 4:14'>Lk 4:14</a> ; <a ref='Luke 5:17'>5:17</a> ; <a ref='Romans 1:4'>Ro 1:4</a> ; <a ref='2 Corinthians 12:9'>2Co 12:9</a> ). <b>everything pertaining to life.</b> The genuine Christian is eternally secure in his salvation and will persevere and grow because he has received everything necessary to sustain eternal life through Christ’s power. <b>godliness.</b> To be godly is to live reverently, loyally, and obediently toward God. Peter means that the genuine believer ought not to ask God for something more (as if something necessary to sustain his growth, strength, and perseverance was missing) to become godly, because he already has every spiritual resource to manifest, sustain, and perfect godly living. <b>knowledge of Him.</b> “Knowledge” is a key word in 2 Peter (vv. <a ref='2 Peter 1:2'>2</a> , <a ref='2 Peter 1:5–6'>5–6</a> , <a ref='2 Peter 1:8'>8</a> ; <a ref='2 Peter 2:20'>2:20</a> ; <a ref='2 Peter 3:18'>3:18</a> ). Throughout Scripture, it implies an intimate knowledge ( <a ref='Amos 3:2'>Am 3:2</a> ). The knowledge of Christ emphasized here is not a superficial knowledge, or a mere surface awareness of the facts about Christ, but a genuine, personal sharing of life with Christ, based on repentance from sin and personal faith in Him (cf. <a ref='Matthew 7:21'>Mt 7:21</a> ). <b>called us by His own glory and excellence.</b> This call, as always when mentioned in the NT Epistles, is the effectual call to salvation (cf. <a ref='1 Peter 1:15'>1Pe 1:15</a> ; <a ref='1 Peter 2:21'>2:21</a> ; <a ref='1 Peter 5:10'>5:10</a> ; <i>see note on <a ref='Romans 8:30'>Ro 8:30</a></i> ). This saving call is based on the sinner’s understanding of Christ’s revealed majesty and moral excellence evidencing that He is Lord and Savior. This implies that there must be a clear presentation of Christ’s person and work as the God-Man in evangelism, which attracts men to salvation (cf. <a ref='1 Corinthians 2:1–2'>1Co 2:1–2</a> ). The cross and resurrection most clearly reveal His “glory and excellence.” <a ref='2 Peter 1:4'>1:4</a> <b>precious and magnificent promises.</b> That is, the promises of abundant and eternal life. <b>partakers of</b> the <b>divine nature.</b> This expression is not different from the concepts of being born again, born from above (cf. <a ref='John 3:3'>Jn 3:3</a> ; <a ref='James 1:18'>Jas 1:18</a> ; <a ref='1 Peter 1:23'>1Pe 1:23</a> ), being in Christ (cf. <a ref='Romans 8:1'>Ro 8:1</a> ), or being the home of the Trinity ( <a ref='John 14:17–23'>Jn 14:17–23</a> ). The precious promises of salvation result in becoming God’s children in the present age ( <a ref='John 1:12'>Jn 1:12</a> ; <a ref='Romans 8:9'>Ro 8:9</a> ; <a ref='Galatians 2:20'>Ga 2:20</a> ; <a ref='Colossians 1:27'>Col 1:27</a> ), and thereby sharing in God’s nature by the possession of His eternal life. Christians do not become little gods, but they are “a new creation” ( <a ref='2 Corinthians 5:17'>2Co 5:17</a> ) and have the Holy Spirit living in them ( <a ref='1 Corinthians 6:19–20'>1Co 6:19–20</a> ). Moreover, believers will partake of the divine nature in a greater way when they bear a glorified body like Jesus Christ ( <a ref='Philippians 3:20–21'>Php 3:20–21</a> ; <a ref='1 John 3:1–3'>1Jn 3:1–3</a> ). <b>escaped the corruption.</b> The word “corruption” has the idea of something decomposing or decaying. “Escaped” depicts a successful flight from danger. At the time of salvation, the believer escapes from the power which the rottenness in the world has over him through his fallen, sinful nature. <a ref='2 Peter 1:5'>1:5</a> <b>for this very reason.</b> Because of all the God-given blessings in vv. <a ref='2 Peter 1:3–4'>3–4</a> , the believer cannot be indifferent or self-satisfied. Such an abundance of divine grace calls for total dedication. <b>applying all diligence.</b> That is, making maximum effort. The Christian life is not lived to the honor of God without effort. Even though God has poured His divine power into the believer, the Christian himself is required to make every disciplined effort alongside of what God has done (cf. <a ref='Philippians 2:12–13'>Php 2:12–13</a> ; <a ref='Colossians 1:28–29'>Col 1:28–29</a> ). <b>in your faith supply.</b> “Supply” is to give lavishly and generously. In Greek culture, the word was used for a choirmaster who was responsible for supplying everything that was needed for his choir. The word never meant to equip sparingly, but to supply lavishly for a noble performance. God has given us faith and all the graces necessary for godliness (vv. <a ref='2 Peter 1:3–4'>3–4</a> ). We add to those by our diligent devotion to personal righteousness. <b>moral excellence.</b> First in Peter’s list of virtues is a word that, in classical Greek, meant the God-given ability to perform heroic deeds. It also came to mean that quality of life which made someone stand out as excellent. It never meant cloistered excellence, or excellence of attitude, but excellence which is demonstrated in life. Peter is here writing of moral energy, the power that performs deeds of excellence. <b>knowledge.</b> This means understanding, correct insight, truth properly comprehended and applied. This virtue involves a diligent study and pursuit of truth in the Word of God. <a ref='2 Peter 1:6'>1:6</a> <b>self-control.</b> Lit. “holding oneself in.” In Peter’s day, self-control was used of athletes who were to be self-restrained and self-disciplined. Thus, a Christian is to control the flesh, the passions, and the bodily desires, rather than allowing himself to be controlled by them (cf. <a ref='1 Corinthians 9:27'>1Co 9:27</a> ; <a ref='Galatians 5:23'>Ga 5:23</a> ). Moral excellence, guided by knowledge, disciplines desire and makes it the servant, not the master, of one’s life. <b>perseverance.</b> That is, patience or endurance in doing what is right, never giving in to temptation or trial. Perseverance is that spiritual staying power that will die before it gives in. It is the virtue which can endure, not simply with resignation, but with a vibrant hope. <b>godliness.</b> <i>See note on v. <a ref='2 Peter 1:3'>3</a> .</i> <a ref='2 Peter 1:7'>1:7</a> <b>brotherly kindness.</b> I.e., brotherly affection, mutual sacrifice for one another (cf. <a ref='1 John 4:20'>1Jn 4:20</a> ). <b>love.</b> See <a ref='1Co 13'>1Co 13</a> ; <a ref='1 Peter 4:8'>1Pe 4:8</a> . <a ref='2 Peter 1:8'>1:8</a> <b>neither useless.</b> To be useless is to be inactive, indolent, and empty (cf. <a ref='Titus 1:12'>Tit 1:12</a> ; <a ref='James 2:20–22'>Jas 2:20–22</a> ). With these virtues increasing in one’s life (vv. <a ref='2 Peter 1:5–7'>5–7</a> ), a Christian will not be useless or ineffective. <b>nor unfruitful.</b> I.e., unproductive (cf. <a ref='Matthew 13:22'>Mt 13:22</a> ; <a ref='Ephesians 5:11'>Eph 5:11</a> ; <a ref='2 Thessalonians 3:14'>2Th 3:14</a> ; <a ref='Jude 1:12'>Jd 12</a> ). When these Christian qualities are not present in a believer’s life (vv. <a ref='2 Peter 1:5–7'>5–7</a> ), he will be indistinguishable from an evildoer or a superficial believer. But when these qualities are increasing in a Christian’s life, there is the manifestation of the “divine nature” within the believer ( <i>see note on v. <a ref='2 Peter 1:4'>4</a></i> ). <a ref='2 Peter 1:9'>1:9</a> <b>these things.</b> The qualities mentioned in vv. <a ref='2 Peter 1:5–7'>5–7</a> (see v. <a ref='2 Peter 1:10'>10</a> ). <b>blind … nearsighted.</b> A professing Christian who is missing the virtues mentioned above is, therefore, unable to discern his true spiritual condition, and thus can have no assurance of his salvation. <b>forgotten.</b> The failure to diligently pursue spiritual virtues produces spiritual amnesia. Such a person, unable to discern his spiritual condition, will have no confidence about his profession of faith. He may be saved and possess all the blessings of vv. <a ref='2 Peter 1:3–4'>3–4</a> , but without the excellencies of vv. <a ref='2 Peter 1:5–7'>5–7</a> , he will live in doubt and fear. <a ref='2 Peter 1:10'>1:10</a> <b>make your calling and choosing sure.</b> This expresses the bull’s-eye Peter has been shooting at in vv. <a ref='2 Peter 1:5–9'>5–9</a> . Though God is “sure” who His elect are and has given them an eternally secure salvation ( <i>see notes on <a ref='1 Peter 1:1–5'>1Pe 1:1–5</a></i> ; cf. <a ref='Romans 8:31–39'>Ro 8:31–39</a> ), the Christian might not always have assurance of his salvation. Security is the Holy Spirit revealed fact that salvation is forever. Assurance is one’s confidence that he possesses that eternal salvation. In other words, the believer who pursues the spiritual qualities mentioned above guarantees to himself by spiritual fruit that he was called (cf. v. <a ref='2 Peter 1:3'>3</a> ; <a ref='Romans 8:30'>Ro 8:30</a> ; <a ref='1 Peter 2:21'>1Pe 2:21</a> ) and chosen (cf. <a ref='1 Peter 1:2'>1Pe 1:2</a> ) by God to salvation. <b>never stumble.</b> As the Christian pursues the qualities enumerated by Peter (vv. <a ref='2 Peter 1:5–7'>5–7</a> ) and sees that his life is useful and fruitful (v. <a ref='2 Peter 1:8'>8</a> ), he will not stumble into doubt, despair, fear, or questioning, but enjoy assurance that he is saved. <a ref='2 Peter 1:11'>1:11</a> <b>entrance into the eternal kingdom … abundantly supplied.</b> Peter piles up the words to bring joy to the weary Christian’s heart. An abundant entrance into eternal heaven is the hope and reality for a Christian who lives a faithful, fruitful life here on earth. Peter’s point is that a Christian who pursues the listed virtues (vv. <a ref='2 Peter 1:5–7'>5–7</a> ) will not only enjoy assurance in the present, but a full, rich reward in the future life (cf. <a ref='1 Corinthians 4:5'>1Co 4:5</a> ; <a ref='Revelation 22:12'>Rev 22:12</a> ) <a ref='2 Peter 1:12–13'>1:12–13</a> <b>I will always be ready.</b> Truth always needs repetition because believers forget so easily. Cf. <a ref='2 Thessalonians 2:5'>2Th 2:5</a> ; <a ref='Jude 1:5'>Jd 5</a> . <a ref='2 Peter 1:13–14'>1:13–14</a> earthly <b>dwelling.</b> Death is described aptly as laying aside one’s earthly dwelling (cf. <a ref='2 Corinthians 5:1'>2Co 5:1</a> ). Peter was likely in his seventies as he wrote this letter (likely from a Roman prison) and anticipated dying soon. Nero’s persecution had begun and he was martyred in it, soon after writing this epistle. Tradition says he was crucified upside down, refusing to be crucified like his Lord. <a ref='2 Peter 1:14'>1:14</a> <b>Christ has indicated to me.</b> Christ had prophesied the death Peter would die almost 40 years earlier ( <i>see note on <a ref='John 21:18–19'>Jn 21:18–19</a></i> ). <a ref='2 Peter 1:15'>1:15</a> <b>after my departure.</b> Peter wanted to make certain that after he died, God’s people would have a permanent reminder of the truth, thus he penned this inspired letter. <a ref='2 Peter 1:16'>1:16</a> <b>make known.</b> This word is a somewhat technical term for imparting a new revelation—something previously hidden, but now revealed. <b>the power and coming of our Lord Jesus Christ.</b> Since there is only one definite article with this phrase, the meaning is “the powerful coming,” or “the coming in power.” The false teachers who were opposing Peter had tried to debunk the doctrine of the second coming of Christ (see <a ref='2 Peter 3:3–4'>3:3–4</a> ) about which Peter had spoken and written ( <a ref='1 Peter 1:3–7'>1Pe 1:3–7</a> , <a ref='1 Peter 1:13'>13</a> ; <a ref='1 Peter 4:13'>4:13</a> ). <b>cleverly devised myths.</b> “Myths” were mythical stories about gods and miracles (cf. <a ref='1 Timothy 1:4'>1Ti 1:4</a> ; <a ref='1 Timothy 4:7'>4:7</a> ; <a ref='2 Timothy 4:4'>2Ti 4:4</a> ; <a ref='Titus 1:14'>Tit 1:14</a> ). Realizing that false leaders and their followers would try to discredit this letter, and that he was probably already being accused of concocting tales and myths in order to get people to follow him so he could amass wealth, power, and prestige as false teachers were motivated to do, Peter gave evidences in the following verses to prove that he wrote the truth of God as a genuinely inspired writer. <b>eyewitnesses of His majesty.</b> The “we” that begins this verse refers to the apostles. In one sense, all of the apostles had been eyewitnesses to Christ’s majesty, especially His miracles, resurrection body, and ascension into heaven. Peter, however, is referring to a more specific event which he will describe in the next verse. The kingdom splendor of Christ revealed at this event was intended as a preview of His majesty to be manifested at His second coming (cf. <a ref='Matthew 16:28'>Mt 16:28</a> ; <i>see notes on <a ref='Matthew 17:1–6'>17:1–6</a></i> ). The Transfiguration was a glimpse of the glory to be unveiled at the final revelation, the apocalypse of Christ ( <a ref='Revelation 1:1'>Rev 1:1</a> ). It must be noted that Jesus’ earthly ministry of healing, teaching, and gathering souls into His kingdom was a preview of the character of the earthly kingdom He will establish at His return. <a ref='2 Peter 1:17'>1:17</a> <b>Majestic Glory.</b> A reference to the glory cloud on the Mt. of Transfiguration from which God spoke to the disciples ( <a ref='Matthew 17:5'>Mt 17:5</a> ). <b>This is My beloved Son.</b> This means “This One is in essence with Me.” The Father is thus affirming the deity of Christ (cf. <a ref='Matthew 17:5'>Mt 17:5</a> ; <a ref='Luke 9:27–36'>Lk 9:27–36</a> ). <a ref='2 Peter 1:18'>1:18</a> <b>when we were with Him.</b> Peter implied that there was no reason to believe the false teachers who denied the majesty and second coming of Christ, since they were not on the Mt. of Transfiguration to see the preview of the kingdom and glory of Christ, as were he, James, and John. <a ref='2 Peter 1:19'>1:19</a> <b>the prophetic word.</b> The “prophetic word” refers not just to the OT major and minor prophets, but to the entire OT. Of course, all of the OT was written by “prophets” in the truest sense, since they spoke and wrote God’s Word, which was the task of a prophet, and they looked forward, in some sense, to the coming Messiah (cf. <a ref='Luke 24:27'>Lk 24:27</a> ). <b>as more sure.</b> This translation could indicate that the eyewitness account of Christ’s majesty at the Transfiguration confirmed the Scriptures. However, the Greek word order is crucial in that it does not say that. It says, “And we have more sure the prophetic word.” That original arrangement of the sentence supports the interpretation that Peter is ranking Scripture over experience. The prophetic word (Scripture) is more complete, more permanent, and more authoritative than the experience of anyone. More specifically, the Word of God is a more reliable verification of the teachings about the person, atonement, and second coming of Christ than even the genuine firsthand experiences of the apostles themselves. <b>you do well to pay attention.</b> Peter was warning believers that since they would be exposed to false teachers, they must pay careful attention to Scripture. <b>a lamp shining in a dark place.</b> The murky darkness of this fallen world keeps people from seeing the truth until the light shines. The light is the lamp of revelation, the Word of God (cf. <a ref='Psalms 119:105'>Ps 119:105</a> ; <a ref='John 17:17'>Jn 17:17</a> ). <b>the day dawns and the morning star arises.</b> These simultaneous images mark the <i>parousia</i> , i.e., the appearing of Jesus Christ (cf. <a ref='Luke 1:78'>Lk 1:78</a> ; <a ref='Revelation 2:28'>Rev 2:28</a> ; <a ref='Revelation 22:16'>22:16</a> ). <b>in your hearts.</b> The second coming will have not only an externally transforming impact on the universe ( <a ref='2 Peter 3:7–13'>3:7–13</a> ), but also an internally transforming impact on those believers who are alive when Jesus returns, forever removing any of their remaining doubts. The perfect, but limited, revelation of the Scriptures will be replaced with the perfect and complete revelation of Jesus Christ at the second coming (cf. <a ref='John 14:7–11'>Jn 14:7–11</a> ; <a ref='John 21:25'>21:25</a> ). Then the Scriptures will have been fulfilled; and believers, made like Christ ( <a ref='1 John 3:1–2'>1Jn 3:1–2</a> ), will have perfect knowledge and all prophecy will be abolished ( <i>see note on <a ref='1 Corinthians 13:8–10'>1Co 13:8–10</a></i> ). <a ref='2 Peter 1:20'>1:20</a> <b>Know this first.</b> A call to recognize His truth as priority, namely that Scripture is not of human origin. <b>prophecy of Scripture.</b> I.e., all of Scripture. This refers primarily to all of the OT, and then by implication to all of the NT ( <i>see notes on <a ref='2 Peter 3:15–16'>3:15–16</a></i> ). <b>one’s own interpretation.</b> The Greek word for “interpretation” has the idea of a “loosing,” as if to say no Scripture is the result of any human being privately “untying” and “loosing” the truth. Peter’s point is not so much about how to interpret Scripture, but rather how Scripture originated, and what its source was. The false prophets untied and loosed their own ideas. But no part of God’s revelation was unveiled or revealed from a human source or out of the prophet’s unaided understanding (see v. <a ref='2 Peter 1:21'>21</a> ). <a ref='2 Peter 1:21'>1:21</a> <b>by the will of man.</b> As Scripture is not of human origin, neither is it the result of human will. The emphasis in the phrase is that no part of Scripture was ever at any time produced because men wanted it so. The Bible is not the product of human effort. The prophets, in fact, sometimes wrote what they could not fully understand ( <a ref='1 Peter 1:10–11'>1Pe 1:10–11</a> ), but were nonetheless faithful to write what God revealed to them. <b>moved by the Holy Spirit.</b> Grammatically, this means that they were continually carried or borne along by the Spirit of God (cf. <a ref='Luke 1:70'>Lk 1:70</a> ; <a ref='Acts 27:15'>Ac 27:15</a> , <a ref='Acts 27:17'>17</a> ). The Holy Spirit thus is the divine author and originator, the producer of the Scriptures. In the OT alone, the human writers refer to their writings as the words of God over 3800 times (e.g., <a ref='Jeremiah 1:4'>Jer 1:4</a> ; cf. <a ref='2 Peter 3:2'>3:2</a> ; <a ref='Romans 3:2'>Ro 3:2</a> ; <a ref='1 Corinthians 2:10'>1Co 2:10</a> ). Though the human writers of Scripture were active rather than passive in the process of writing Scripture, God the Holy Spirit superintended them so that, using their own individual personalities, thought processes, and vocabulary, they composed and recorded without error the exact words God wanted written. The original copies of Scripture are therefore inspired, i.e., God-breathed (cf. <a ref='2 Timothy 3:16'>2Ti 3:16</a> ) and inerrant, i.e., without error ( <a ref='John 10:34–35'>Jn 10:34–35</a> ; <a ref='John 17:17'>17:17</a> ; <a ref='Titus 1:2'>Tit 1:2</a> ). Peter defined the process of inspiration which created an inerrant original text (cf. <a ref='Proverbs 30:5'>Pr 30:5</a> ; <a ref='1 Corinthians 14:36'>1Co 14:36</a> ; <a ref='1 Thessalonians 2:13'>1Th 2:13</a> ). <a ref='2 Peter 2:1'>2:1</a> <b>false prophets.</b> Peter described false teachers in detail in this chapter so that Christians would always recognize their characteristics and methods. The greatest sin of Christ-rejecters and the most damning work of Satan is misrepresentation of the truth and its consequent deception. Nothing is more wicked than for someone to claim to speak for God to the salvation of souls when in reality he speaks for Satan to the damnation of souls (cf. <a ref='Deuteronomy 13:1–18'>Dt 13:1–18</a> ; <a ref='Deuteronomy 18:20'>18:20</a> ; <a ref='Je 23'>Jer 23</a> ; <a ref='Eze 13'>Eze 13</a> ; <a ref='Matthew 7:15'>Mt 7:15</a> ; <a ref='Matthew 23:1–36'>23:1–36</a> ; <a ref='Matthew 24:4–5'>24:4–5</a> ; <a ref='Romans 16:17'>Ro 16:17</a> ; <a ref='2 Corinthians 11:13–14'>2Co 11:13–14</a> ; <a ref='Galatians 3:1–2'>Ga 3:1–2</a> ; <a ref='2 Timothy 4:3–4'>2Ti 4:3–4</a> ). <b>among the people.</b> “The people” is used in the NT of Israel (cf. <a ref='Acts 26:17'>Ac 26:17</a> , <a ref='Acts 26:23'>23</a> ). Peter’s point, though, is that Satan has always endeavored to infiltrate groups of believers with the deceptions of false teachers (cf. <a ref='John 8:44'>Jn 8:44</a> ). Since Eve, he has been in the deceit business ( <i>see notes on <a ref='2 Corinthians 11:3–4'>2Co 11:3–4</a></i> ). <b>secretly introduce destructive heresies.</b> The false teachers parade themselves as Christian pastors, teachers, and evangelists (cf. <a ref='Jude 1:4'>Jd 4</a> ). “Heresies” means self-designed religious lies which lead to division and faction (cf. <a ref='1 Corinthians 11:19'>1Co 11:19</a> ; <a ref='Galatians 5:20'>Ga 5:20</a> ). The Greek word for “destructive” basically means damnation. This word is used 6 times in this letter and always speaks of final damnation (vv. <a ref='2 Peter 2:1–3'>1–3</a> ; <a ref='2 Peter 3:7'>3:7</a> , <a ref='2 Peter 3:16'>16</a> ). This is why it is so tragic when a church makes a virtue out of the toleration of unscriptural teachings and ideas in the name of love and unity (see <a ref='2 Thessalonians 3:14'>2Th 3:14</a> ; <a ref='1 Timothy 4:1–5'>1Ti 4:1–5</a> ; <a ref='Titus 3:9–11'>Tit 3:9–11</a> ). <b>denying the Master.</b> This phrase exposes the depth of the crime and guilt of the false teachers. This unusual Greek word for “Master” or “Lord” appears 10 times in the NT and means one who has supreme authority, whether human authority or divine authority. Peter here warns that false prophets deny the sovereign lordship of Jesus Christ. Though their heresies may include the denial of the virgin birth, deity, bodily resurrection, and second coming of Christ, the false teachers’ basic error is that they will not submit their lives to the rule of Christ. All false religions have an erroneous Christology. <b>who bought them.</b> The terms which Peter used here are more analogical than theological, speaking of a human master over a household. The master bought slaves, and the slaves owed the master allegiance as their sovereign. (For an OT parallel, see <a ref='Deuteronomy 32:5–6'>Dt 32:5–6</a> , where God is said to have bought Israel, though they rejected Him.) Doctrinally, this analogy can be viewed as responsibility for submission to God which the false teachers had refused. Beyond this, they are probably claiming that they were Christians, so that the Lord had bought them actually and personally. With some sarcasm, Peter mocks such a claim by writing of their coming damnation. Thus, the passage is describing the sinister character of the false teachers who claim Christ, but deny His lordship over their lives. <b>swift destruction.</b> This refers to either physical death or judgment at the return of Christ ( <a ref='Proverbs 29:1'>Pr 29:1</a> ; <a ref='2 Thessalonians 1:7–10'>2Th 1:7–10</a> ). <a ref='2 Peter 2:2'>2:2</a> <b>many will follow their sensuality.</b> Many people will profess to be Christians but deny Christ’s lordship over their lives, refusing to live as obedient servants to Christ and His Word, following instead the lusts of the flesh, the world, and the devil. Such nominal Christians tragically will be included in the Lord’s condemnation of hypocrites at the judgment ( <a ref='Matthew 7:21–23'>Mt 7:21–23</a> ; cf. <a ref='Jude 1:4'>Jd 4</a> , <a ref='Jude 1:7'>7</a> ). Denying the lordship of Christ while claiming to be a believer destructively infects other people and discredits the gospel. <b>the way of the truth will be maligned.</b> The world mocks and scoffs at the gospel of Jesus Christ because of nominal Christians who do not follow the Lord they claim, and have been unmasked as hypocritical people. <a ref='2 Peter 2:3'>2:3</a> <b>in</b> their <b>greed.</b> That is, uncontrolled greed. Peter observed that the underlying motive of the false teachers was not love of the truth, but love of money (see v. <a ref='2 Peter 2:14'>14</a> ). They exploited people through their lies. <b>their judgment … is not idle.</b> The principle that God is going to damn false teachers was set in place in eternity past, repeated throughout the OT, and is “not idle” in the sense that it has not worn out or become ineffective. It is still potent and will come to pass (see <a ref='Jude 1:4'>Jd 4</a> ). <b>their destruction is not asleep.</b> Peter is personifying destruction as if destruction were an executioner who is fully awake and alert, ready to act. Because God is by nature a God of truth, He will judge all liars and deceivers (cf. <a ref='Proverbs 6:19'>Pr 6:19</a> ; <a ref='Proverbs 19:5'>19:5</a> , <a ref='Proverbs 19:9'>9</a> ; <a ref='Isaiah 9:15'>Is 9:15</a> ; <a ref='Isaiah 28:15'>28:15</a> , <a ref='Isaiah 28:22'>22</a> ; <a ref='Jeremiah 9:3'>Jer 9:3</a> , <a ref='Jeremiah 9:5'>5</a> ; <a ref='Jeremiah 14:14'>14:14</a> ; <a ref='Jeremiah 23:25–26'>23:25–26</a> ; <a ref='Revelation 21:8'>Rev 21:8</a> , <a ref='Revelation 21:27'>27</a> ). <a ref='2 Peter 2:4'>2:4</a> <b>if.</b> This is better translated “since” because there is no doubt about the history of judgment which Peter is about to recount. Verses <a ref='2 Peter 2:4–10'>4–10</a> are one long sentence with the conclusion to the “since” clause beginning in v. <a ref='2 Peter 2:9'>9</a> . Lest anyone think that God is too loving and merciful to judge the wicked false teachers and their deceived people, Peter gives 3 powerful illustrations of past divine judgment on the wicked. These illustrations set the precedents for the future and final judgment on liars and deceivers. Though God has no pleasure in the death of the wicked ( <a ref='Ezekiel 33:11'>Eze 33:11</a> ), He must judge wickedness because His holiness requires it ( <a ref='2 Thessalonians 1:7–9'>2Th 1:7–9</a> ). <b>angels who sinned.</b> These angels, according to <a ref='Jude 1:6'>Jd 6</a> , “did not keep their own domain,” i.e., they entered men who promiscuously cohabited with women. Apparently, this is a reference to the fallen angels of <a ref='Ge 6'>Ge 6</a> (sons of God): 1) before the flood (v. <a ref='2 Peter 2:5'>5</a> ; <a ref='Genesis 6:1–3'>Ge 6:1–3</a> ) who left their normal state and lusted after women, and 2) before the destruction of Sodom and Gomorrah (v. <a ref='2 Peter 2:6'>6</a> ; <a ref='Ge 19'>Ge 19</a> ). <i>See notes on <a ref='Genesis 6:1–2'>Ge 6:1–2</a> ; <a ref='Jude 1:6'>Jd 6</a> .</i> <b>cast them into the pit.</b> Peter borrows a word from Greek mythology for hell, <i>tartarus</i> . The Greeks taught that <i>tartarus</i> was a place lower than Hades reserved for the most wicked of human beings, gods, and demons. The Jews eventually came to use this term to describe the place where fallen angels were sent. It defined for them the lowest hell, the deepest pit, the most terrible place of torture and eternal suffering. Jesus, in spirit, entered that place when His body was in the grave, and proclaimed triumph over the demons during the time between His death and resurrection ( <i>see notes on <a ref='Colossians 2:14'>Col 2:14</a> ; <a ref='1 Peter 3:18–19'>1Pe 3:18–19</a></i> ). <b>chains of darkness.</b> The demons feared going there and begged Jesus during His life on earth not to send them there (cf. <a ref='Matthew 8:29'>Mt 8:29</a> ; <a ref='Luke 8:31'>Lk 8:31</a> ). Not all demons are bound. Many roam the heavens and earth (cf. <a ref='Revelation 12:7–9'>Rev 12:7–9</a> ). Some are temporarily bound ( <i>see notes on <a ref='Revelation 9:1–12'>Rev 9:1–12</a></i> ). These were, because of their sin in <a ref='Ge 6'>Ge 6</a> , permanently bound in darkness. <b>being kept for judgment.</b> These permanently incarcerated demons are like prisoners who are incarcerated awaiting final sentencing. <i>Tartarus</i> is only temporary in the sense that in the day of judgment, the wicked angels confined there will be ultimately cast into the lake of fire ( <a ref='Revelation 20:10'>Rev 20:10</a> ). <a ref='2 Peter 2:5'>2:5</a> <b>did not spare the ancient world.</b> The second illustration serving as precedent for God’s future judgment on false teachers is the judgment on the ancient world through the world-wide flood (cf. <a ref='Ge 6-8'>Ge 6–8</a> ). The human race was reduced to 8 people by that judgment (cf. <a ref='1 Peter 3:20'>1Pe 3:20</a> ). <b>a preacher of righteousness.</b> See <a ref='Genesis 6:9'>Ge 6:9</a> ; <a ref='Genesis 7:1'>7:1</a> . His life spoke of righteousness as he called people to repent and avoid the flood judgment. <a ref='2 Peter 2:6'>2:6</a> <b>Sodom and Gomorrah.</b> The third precedent for a future divine judgment on the wicked is the total destruction of Sodom and Gomorrah and the other lesser surrounding cities (cf. <a ref='Ge 13'>Ge 13</a> ; <a ref='Genesis 18:16–33'>18:16–33</a> ; <a ref='Genesis 19:1–38'>19:1–38</a> ; <a ref='Deuteronomy 29:23'>Dt 29:23</a> ). This judgment destroyed every person in the area by incineration. <i>See notes on <a ref='Jude 1:7'>Jd 7</a> .</i> <b>made them an example.</b> That is, a model, or a pattern. God sent an unmistakable message to all future generations that wickedness results in judgment. <a ref='2 Peter 2:7–8'>2:7–8</a> <b>rescued righteous Lot.</b> He was righteous, as all the saved are, by faith in the true God. Righteousness was imputed to him, by grace through faith, as it was to Abraham ( <a ref='Genesis 15:6'>Ge 15:6</a> ; <a ref='Romans 4:3'>Ro 4:3</a> , <a ref='Romans 4:11'>11</a> , <a ref='Romans 4:22–23'>22–23</a> ). There was spiritual weakness in Lot ( <a ref='Genesis 19:6'>Ge 19:6</a> ), e.g., immorality ( <a ref='Genesis 19:8'>Ge 19:8</a> ) and drunkenness ( <a ref='Genesis 19:33–35'>Ge 19:33–35</a> ). His heart was in Sodom ( <a ref='Genesis 19:16'>Ge 19:16</a> ), yet he did hate the sins of his culture and strongly sought ways to protect God’s angels from harm. He obeyed the Lord in not looking back at Sodom ( <a ref='Ge 19'>Ge 19</a> ). In both of the illustrations where God rendered a wholesale judgment on all living people (once on the whole earth, and once in the whole region of the plain south of the Dead Sea), Peter pointed out that God’s people were rescued (v. <a ref='2 Peter 2:5'>5</a> ; cf. v. <a ref='2 Peter 2:9'>9</a> ). The Greek word for “oppressed” implies that Lot was troubled deeply and tortured (the meaning of “tormented”) with the immoral, outrageous behavior of the people living in and around Sodom and Gomorrah. Tragically, it is ordinary for believers today no longer to be shocked by the rampant sin in their society. <a ref='2 Peter 2:9'>2:9</a> <b>to rescue the godly from trial.</b> The Greek word for “trial” can mean “an attack with intent to destroy” (cf. <a ref='Mark 8:11'>Mk 8:11</a> ; <a ref='Luke 4:12'>Lk 4:12</a> ; <a ref='Luke 22:28'>22:28</a> ; <a ref='Acts 20:29'>Ac 20:29</a> ; <a ref='Revelation 3:10'>Rev 3:10</a> ) and refers to severe divine judgment. The pattern of the plan of God is to rescue the godly before His judgment falls on the wicked. <b>to keep the unrighteous.</b> The wicked are kept like prisoners awaiting the sentencing that will send them to their eternal prison (cf. v. <a ref='2 Peter 2:4'>4</a> ). The final judgment on the wicked is called the Great White Throne Judgment ( <a ref='Revelation 20:11–15'>Rev 20:11–15</a> ) where all the ungodly of all the ages will be raised, judged finally, and cast into the lake of fire. <a ref='2 Peter 2:10'>2:10</a> <b>go after the flesh.</b> Cf. <a ref='Jude 1:6'>Jd 6</a> . Like the wicked of Noah’s and Lot’s time, the false teachers of Peter’s era were slaves to the corrupt desires of the flesh. <b>despise authority.</b> “Authority” comes from the same Greek word as “lord” ( <a ref='2 Peter 1:2'>1:2</a> ). The false teachers identified with Christ outwardly, but they would not live under His lordship. The two major characteristics of false teachers are emphasized in this verse: 1) lust and 2) arrogance. <b>Daring, self-willed.</b> “Daring” is to be brazen, audacious, and defiant. “Self-willed” is to be obstinate, determined in one’s own way. <b>blaspheme glorious ones.</b> Cf. <a ref='Jude 1:8'>Jd 8</a> . To revile or speak evil is to ridicule and blaspheme. “Glorious ones” were probably wicked angels. Wicked angels have a level of existence in the supernatural world that has a dignity and a transcendent quality about it that is beyond humanity ( <a ref='Ephesians 6:12'>Eph 6:12</a> ). A certain honor belongs to those who transcend time. Consequently, there must be no flippancy regarding Satan and his angels. It may even be that these teachers tried to excuse their wicked lusts by pointing to the angels in <a ref='Ge 6'>Genesis 6</a> “who did not keep their own domain” ( <a ref='Jude 1:6'>Jd 6</a> ). The blasphemy of even bad angels by the false teachers demonstrated their arrogance and antipathy toward any authority, be it good or bad. <a ref='2 Peter 2:11'>2:11</a> <b>angels who are greater in strength and power.</b> A reference to the holy angels, who are greater in power than human beings. <b>do not bring a reviling judgment.</b> Unlike false teachers who are defiant toward higher powers, the holy angels so revere their Lord that they will not speak insults against any authority. Even the archangel, Michael, recognizing the great presence and power of Satan, refused to speak evil of him ( <i>see notes on <a ref='Jude 1:8–9'>Jd 8–9</a></i> ), but called on the Lord to do so ( <i>see note on <a ref='Zechariah 3:2'>Zec 3:2</a></i> ). No believer should be so boldly foolish as to mock or command the power of supernatural demons, especially Satan. <a ref='2 Peter 2:12'>2:12</a> <b>like unreasoning animals.</b> Cf. <a ref='Jude 1:10'>Jd 10</a> . The false teachers have no sensitivity to the power and presence of demons or holy angels, but like wild animals, insubordinate, insolent, and arrogant, they charge into the supernatural realm, cursing away at persons and matters they don’t understand. <b>be destroyed.</b> Since they live like beasts who are “born … to be captured and killed,” the false teachers will be killed like beasts. False teachers cannot get beyond their own instincts and thus will be destroyed by the folly of those passions. <a ref='2 Peter 2:13'>2:13</a> <b>the wages of</b> their <b>unrighteousness.</b> Immorality and arrogant boldness will not pay in the end. It will rob and destroy. <b>revel in the daytime.</b> Sinning during the day without the cover of darkness was a sign of low-level wickedness in Roman society (cf. <a ref='1 Thessalonians 5:7'>1Th 5:7</a> ). But these false teachers are so consumed with lust and rebellion that they are pleased not to wait for the night. Their unbridled passions consume them. <b>stains and blemishes.</b> Cf. <a ref='Jude 1:10'>Jd 10</a> . That is, dirt spots and scabs. They are opposite to the character of Christ ( <a ref='1 Peter 1:19'>1Pe 1:19</a> ). The church should be like her Lord ( <a ref='Ephesians 5:27'>Eph 5:27</a> ). <b>reveling … as they feast with you.</b> The false teachers, feigning to be teachers of truth while sitting with Christians at church love-feasts, were behaving arrogantly and immorally even on such occasions intended for Christian fellowship. Though attempting to cover their corruption with religious talk, they were filthy defects on these church gatherings (cf. <a ref='2 John 1:9–11'>2Jn 9–11</a> ; <a ref='Jude 1:12'>Jd 12</a> ). <a ref='2 Peter 2:14'>2:14</a> <b>eyes full of adultery.</b> The false teachers had so totally lost moral control that they could not look at any woman without seeing her as a potential adulteress (cf. <a ref='Matthew 5:28'>Mt 5:28</a> ). They were uncontrollably driven by lust, never resting from their sins. <b>enticing unstable souls.</b> The metaphor is from fishing and appears also in v. <a ref='2 Peter 2:18'>18</a> . To entice is to catch with bait. False teachers do not capture those strong in the Word, but prey on the weak, the unstable, and the young in the faith (see <a ref='2 Peter 3:16'>3:16</a> ; cf. <a ref='Ephesians 4:14'>Eph 4:14</a> ; <a ref='1 John 2:13'>1Jn 2:13</a> ). <b>heart trained in greed.</b> The word “trained” was often used for training in athletics. The false teachers have trained, prepared, and equipped their minds to concentrate on nothing but the forbidden things for which their passions lust. They are well schooled in the craft of self-fulfillment. <b>accursed children.</b> This is a Hebraism for the curse of sin being the dominant thing in their lives, thus saying that they are damned to hell for their blatant wickedness. Cf. <a ref='Galatians 3:10'>Ga 3:10</a> , <a ref='Galatians 3:13'>13</a> ; <a ref='Ephesians 2:1–3'>Eph 2:1–3</a> ; <a ref='1 Peter 1:14'>1Pe 1:14</a> . <a ref='2 Peter 2:15'>2:15</a> <b>Forsaking the right way.</b> The “right way” is an OT metaphor for obedience to God (cf. <a ref='Acts 13:10'>Ac 13:10</a> ). <b>Balaam.</b> Cf. <a ref='Jude 1:11'>Jd 11</a> . Balaam served as an illustration and example of such false prophets. He was an OT compromising prophet for sale to whoever paid him, who preferred wealth and popularity over faithfulness and obedience to God ( <a ref='Nu 22-24'>Nu 22–24</a> ). Through a talking donkey, God kept him from cursing Israel (v. <a ref='2 Peter 2:16'>16</a> ; cf. <a ref='Numbers 22:21–35'>Nu 22:21–35</a> ). <a ref='2 Peter 2:17'>2:17</a> <b>springs without water.</b> In this verse, Peter uses two poetic figures (“springs” and “mists”) which represent a precious commodity in the Middle East. A spring or well without water would be a major disappointment in a hot and dry land. Likewise, false teachers have a pretense of spiritual water to quench the thirsty soul, but they actually have nothing to give. <b>mists driven by a storm.</b> The coming of clouds or “mists” would seem to promise rain, but sometimes the storm would blow the clouds on by, leaving the land dry and hot. The false teachers might seem to promise spiritual refreshment, but were all show with no substance (cf. <a ref='Jude 1:12'>Jd 12</a> ). <b>black darkness.</b> That is, hell (cf. <a ref='Matthew 8:12'>Mt 8:12</a> ; <a ref='Jude 1:13'>Jd 13</a> ). <a ref='2 Peter 2:18'>2:18</a> <b>arrogant</b> words <b>of vanity.</b> Cf. <a ref='Jude 1:16'>Jd 16</a> . That is, ostentatious verbosity. The false teachers deceive the weak with high-sounding words that masquerade as scholarship or profound spiritual insight, and even as direct revelation from God. They may contradict the plain historic teachings of Scripture which in some cases they are not able to explain properly because of their lack of adequate training and divine wisdom (cf. <a ref='1 Corinthians 2:14'>1Co 2:14</a> ). In reality, they say nothing genuinely scholarly, or spiritual, or divine. <b>entice by sensual lusts.</b> Nevertheless, in spite of all the empty talk, false teachers entice others to their philosophies by appealing to people on the baser level. Seduction, rather than the winsomeness of truth, is their ploy. They offer people a kind of religion that they can embrace and still hold on to their fleshly desires and sensuality. Peter may also be implying that false teachers particularly aim to seduce women through sensual methods. <b>barely escape … error.</b> The preferred translation is “barely escaping” or “trying to escape.” This is a description not of saved people, but of people who are vulnerable because they have high levels of guilt and anxieties—people with broken marriages, people who are lonely and tired of the consequences of sin and are looking for a new start, even for religion or help from God. The false teachers exploit these kinds of people. <a ref='2 Peter 2:19'>2:19</a> <b>promising them freedom.</b> False teachers promise those “trying to escape” the struggles of life the very freedom they seek. <b>slaves of corruption.</b> The false teachers can’t deliver the freedom they promise, because they themselves are enslaved to the very corruption which people are trying to escape. <b>overcome … enslaved.</b> Whoever puts himself, in the name of freedom, into the hands of a false teacher, who is a prisoner himself, also becomes a prisoner. Bondage to corruption awaits all followers of false teachers. <a ref='2 Peter 2:20'>2:20</a> <b>escaped the defilements of the world.</b> “Defilements” has the idea of putrid or poisonous vapors. Morally, the world gives off a deadly influence. Peter notes that at some point in time, these false teachers and their followers wanted to escape the moral contamination of the world system and sought religion, even Jesus Christ (on their terms, not His; <i>see notes on v. <a ref='2 Peter 2:1'>1</a></i> ). But these false teachers had never genuinely been converted to Christ. They heard the true gospel and moved toward it, but then rejected the Christ of that gospel. That is apostasy, like the people of <a ref='Hebrews 10:26–27'>Heb 10:26–27</a> . Their last end is far worse than the first (for examples of apostasy, see <a ref='Luke 11:24–26'>Lk 11:24–26</a> ; <a ref='Luke 12:47–48'>12:47–48</a> ; <a ref='1 Corinthians 10:1–12'>1Co 10:1–12</a> ; <a ref='Hebrews 3:12–18'>Heb 3:12–18</a> ; <a ref='Hebrews 6:6'>6:6</a> ; <a ref='Hebrews 10:26'>10:26</a> , <a ref='Hebrews 10:38'>38ff.</a> ; <a ref='1 John 2:19'>1Jn 2:19</a> ; <a ref='Jude 1:4–6'>Jd 4–6</a> ). <a ref='2 Peter 2:21'>2:21</a> <b>to turn away from the holy commandment.</b> Lit., “to turn back.” This verse describes the perversion and defection of the false teachers. They professed the Christian experience (the way of righteousness; cf. <a ref='Matthew 21:32'>Mt 21:32</a> ), and even had access to the true teachings of Scripture. But by their lives they demonstrated that they ultimately had chosen to reject Christ (cf. <a ref='Hebrews 10:26–31'>Heb 10:26–31</a> ). Such false teachers as Peter was describing were not made outside Christianity. They are always bred in the church, half in and half out; but eventually they reject the truth and try to seduce others in their attempt to fulfill their self-gratification. <a ref='2 Peter 2:22'>2:22</a> dog <b>… sow.</b> Two graphic analogies of an apostate. The first is from <a ref='Proverbs 26:11'>Proverbs 26:11</a> ; the second is Peter’s own. <a ref='2 Peter 3:1'>3:1</a> <b>beloved.</b> This attitude toward the readers of his letter reflects Peter’s pastoral concern (cf. <a ref='1 Peter 5:1–4'>1Pe 5:1–4</a> ). <b>the second letter.</b> That is, second to 1 Peter (see Introduction ). <b>your sincere mind.</b> A good commendation which demonstrates that Peter believed that his readers were genuine Christians. “Sincere” means uncontaminated, unmixed by the seductive influences of the world, the flesh, and the devil. How different the true believers were from the corrupt apostate false teachers ( <a ref='2 Peter 2:10–22'>2:10–22</a> ). Peter sought to impress on his readers the truth they already knew so that their sanctified reason and spiritual discernment would be able to detect and refute the purveyors of false doctrine. <a ref='2 Peter 3:2'>3:2</a> <b>holy prophets.</b> The OT prophets are in view, who were holy in contrast to the unholy false teachers. God’s Word was written by those prophets in the Scriptures ( <i>see notes on <a ref='2 Peter 1:19–21'>1:19–21</a></i> ). In particular those prophets warned about coming judgment (e.g., <a ref='Psalms 50:1–4'>Ps 50:1–4</a> ; <a ref='Isaiah 13:10–13'>Is 13:10–13</a> ; <a ref='Isaiah 24:19–23'>24:19–23</a> ; <a ref='Micah 1:4'>Mic 1:4</a> ; <a ref='Malachi 4:1–2'>Mal 4:1–2</a> ), and even about the coming of the Lord ( <a ref='Zechariah 14:1–9'>Zec 14:1–9</a> ). <b>the commandment of the Lord.</b> Peter is referring to the warnings which he and the other apostles had written regarding judgment ( <a ref='Jude 1:17'>Jd 17</a> ). <b>your apostles.</b> The apostles ( <i>see notes on <a ref='Romans 1:1'>Ro 1:1</a> ; <a ref='Ephesians 4:11'>Eph 4:11</a></i> ) of Christ filled the 260 chapters of the NT with about 300 references to the second coming. NT revelation about the Christ coming to gather His own, warnings about eschatological judgments, information about the establishment of His kingdom, and teaching concerning God’s bringing in eternal righteousness are the irrefutable proof for the second coming of Christ and the judgment of the wicked. <a ref='2 Peter 3:3'>3:3</a> <b>knowing this first.</b> “First” here means the preeminent matter, not the first in a list. Peter’s priority in this section of his letter is to warn Christians about how the false teachers would try to deny this judgment and steal the hope of believers. <b>in the last days.</b> This phrase refers to that entire period of time from the arrival of the Messiah to His return (cf. <a ref='Acts 2:17'>Ac 2:17</a> ; <a ref='Galatians 4:4'>Ga 4:4</a> ; <a ref='2 Timothy 3:1'>2Ti 3:1</a> ; <a ref='Hebrews 1:2'>Heb 1:2</a> ; <a ref='James 5:3'>Jas 5:3</a> ; <a ref='1 Peter 1:20'>1Pe 1:20</a> ; <a ref='1 John 2:18–19'>1Jn 2:18–19</a> ; <a ref='Jude 1:18'>Jd 18</a> ). The entire age will be marked by saboteurs of the Christian truth and especially the hope of Christ’s return. <b>mockers will come.</b> False teachers argue against the second coming of Christ or any teaching of Scripture through ridicule (cf. <a ref='Isaiah 5:19'>Is 5:19</a> ; <a ref='Jude 1:18'>Jd 18</a> ). <b>following after their own lusts.</b> Peter again speaks of the lifestyle of the false teachers, which was characterized by sexual lusts (cf. <a ref='2 Peter 2:2'>2:2</a> , <a ref='2 Peter 2:10'>10</a> , <a ref='2 Peter 2:13–14'>13–14</a> , <a ref='2 Peter 2:18'>18</a> ), pounding home his warning. False teachers who know not the truth and know not God have nothing to restrain their lusts. They particularly mock the second coming of Jesus Christ because they want to pursue impure sexual pleasure without consequence, or without having to face divine retribution. They want an eschatology that fits their conduct (cf. <a ref='1 John 2:28–29'>1Jn 2:28–29</a> ; <a ref='1 John 3:2–3'>3:2–3</a> ). <a ref='2 Peter 3:4'>3:4</a> <b>Where is the promise of His coming?</b> The early church believed that Jesus was coming back imminently (cf. <a ref='1 Corinthians 15:51'>1Co 15:51</a> ; <a ref='1 Thessalonians 1:10'>1Th 1:10</a> ; <a ref='1 Thessalonians 2:19'>2:19</a> ; <a ref='1 Thessalonians 4:15–18'>4:15–18</a> ; <a ref='1 Thessalonians 5:1–2'>5:1–2</a> ). These scoffers employed an emotional argument against imminency rather than a biblical argument. Their argument played on ridicule and disappointment. <b>the fathers.</b> The OT patriarchs, Abraham, Isaac, and Jacob (cf. <a ref='Romans 9:5'>Ro 9:5</a> ; <a ref='Hebrews 1:1'>Heb 1:1</a> ). <b>all continues just as it was.</b> This argument against the second coming of Christ is based on the theory of uniformitarianism, which says that all natural phenomena have operated uniformly since the beginning of the earth. The false teachers were also implying that God is absent from earth affairs. In effect, they were teaching that, “There will not be a great cataclysmic judgmental event at the end of history, because that is not how the universe works. There never has been such a judgment, so why should we expect one in the future? Instead, everything in the universe is stable, closed, fixed, and governed by never varying patterns and principles of evolution. Nothing catastrophic has ever happened in the past, so nothing catastrophic ever will happen in the future. There will be no divine invasion, no supernatural judgment on mankind.” <a ref='2 Peter 3:5'>3:5</a> <b>it escapes their notice.</b> The false teachers, in their quest to avoid the doctrine of judgment, deliberately ignore the two major previous divine cataclysmic events—creation and the flood. <b>by the word of God</b> the <b>heavens existed long ago.</b> Creation was God’s stepping into the emptiness and bringing the universe into existence, not by uniformitarianism, but by an instantaneous, explosive 6-day creation. Everything has not gone along in some consistent, unvarying evolutionary process. In six, 24-hour days the whole universe was created mature and complete ( <i>see notes on <a ref='Ge 1'>Ge 1</a> ; <a ref='Ge 2'>2</a></i> ). <b>earth was formed out of water and by water.</b> The earth was formed between two realms of watery mass. During the early part of the creation week, God collected the upper waters into a canopy around the whole earth, and the lower waters into underground reservoirs, rivers, lakes, and seas. <i>See notes on <a ref='Genesis 1:2–10'>Ge 1:2–10</a> .</i> <a ref='2 Peter 3:6'>3:6</a> <b>through which.</b> That is, by water. God, by creating water above and below, built into His creation the tool of its destruction. <b>the world at that time.</b> A reference to the pre-flood world order. This world included the physical arrangement with the canopy above, the waters in the underground reservoirs, rivers, lakes, and seas below, and the heavens in the middle. The pre-flood world, sheltered from the sun’s destructive ultraviolet rays, and with a gentle climate without rain, storms, and winds, was characterized by long life of humans ( <a ref='Ge 5'>Ge 5</a> ) and the ability of the earth (like a greenhouse) to produce extensively. <b>destroyed, being deluged with water.</b> The second great divine cataclysm that defeats the idea of uniformitarianism was the universal flood which drowned the whole earth and altered that originally created world order. According to <a ref='Genesis 7:11'>Genesis 7:11ff.</a> , the flood occurred from two directions: first, the bursting open of the sources of water below as the earth cracked open and gas, dust, water, and air burst up; then came the breakup of the canopy when hit by all that upward flow, which sent the water from above crashing down on the earth. The deluge was so cataclysmic that the inhabitants of the earth were all destroyed, except 8 people and a representation of every kind of animal ( <i>see notes on <a ref='Genesis 7:11–24'>Ge 7:11–24</a></i> ). Clearly, by those two great events, it is certain that the world is not in a uniformitarian process. <a ref='2 Peter 3:7'>3:7</a> <b>by His word.</b> The present world system is reserved for future judgment, which will come by the Word of God just as creation and the flood came. God will speak it into existence as well, after the present order is again destroyed. <b>the present.</b> Humanity, since the flood, lives in the second world order. One of the obvious differences between the two world orders is that people live 70 years in the present world not 900 years, which was a common age of pre-flood human beings. And Peter was making the point that there is a third form of the heavens and earth yet to come following another cataclysm. <b>reserved for fire.</b> God put the rainbow in the sky to signify that He would never destroy the world again by water ( <a ref='Genesis 9:13'>Ge 9:13</a> ). In the future, God will destroy the heavens and the earth by fire (cf. <a ref='Isaiah 66:15'>Is 66:15</a> ; <a ref='Daniel 7:9–10'>Da 7:9–10</a> ; <a ref='Micah 1:4'>Mic 1:4</a> ; <a ref='Malachi 4:1'>Mal 4:1</a> ; <a ref='Matthew 3:11–12'>Mt 3:11–12</a> ; <a ref='2 Thessalonians 1:7–8'>2Th 1:7–8</a> ). In the present universe, the heavens are full of stars, comets, and asteroids. The core of the earth is also filled with a flaming, boiling, liquid lake of fire, the temperature of which is some 12,400 degrees Fahrenheit. The human race is separated from the fiery core of the earth by only a thin 10-mile crust. Far more than that, the whole of creation is a potential fire bomb due to its atomic structure. As man from atoms creates destructive bombs that burn a path of death, so God can disintegrate the whole universe in an explosion of atomic energy ( <i>see notes on vv. <a ref='2 Peter 3:10–12'>10–12</a></i> ). <b>kept for the day of judgment … of ungodly men.</b> The earth waits for the day of judgment and destruction of ungodly men. The godly will not be present on earth when God speaks into existence the judgment by fire (cf. <a ref='1 Thessalonians 1:10'>1Th 1:10</a> ; <a ref='1 Thessalonians 5:9'>5:9</a> ). <a ref='2 Peter 3:8'>3:8</a> <b>one day is like a thousand years.</b> God understands time much differently from man. From man’s viewpoint, Christ’s coming seems like a long time away (cf. <a ref='Psalms 90:4'>Ps 90:4</a> ). From God’s viewpoint, it will not be long. Beyond that general reference, this may be a specific indication of the fact that there are actually 1,000 years between the first phase of the Day of the Lord at the end of the Tribulation ( <a ref='Revelation 6:17'>Rev 6:17</a> ), and the last phase 1,000 years later at the end of the millennial kingdom when the Lord creates the new heaven and new earth ( <i>see notes on vv. <a ref='2 Peter 3:10'>10</a> , <a ref='2 Peter 3:13'>13</a> ; <a ref='Revelation 20:1–21:1'>Rev 20:1—21:1</a></i> ). <a ref='2 Peter 3:9'>3:9</a> <b>not slow.</b> That is, not loitering or late (cf. <a ref='Ga 4'>Ga 4</a> ; <a ref='Ga 4'>4</a> ; <a ref='Titus 2:13'>Tit 2:13</a> ; <a ref='Hebrews 6:18'>Heb 6:18</a> ; <a ref='Hebrews 10:23'>10:23</a> , <a ref='Hebrews 10:37'>37</a> ; <a ref='Revelation 19:11'>Rev 19:11</a> ). <b>patient toward you.</b> “You” is the saved, the people of God. He waits for them to be saved. God has an immense capacity for patience before He breaks forth in judgment (cf. v. <a ref='2 Peter 3:15'>15</a> ; <a ref='Joel 2:13'>Joel 2:13</a> ; <a ref='Luke 15:20'>Lk 15:20</a> ; <a ref='Romans 9:22'>Ro 9:22</a> ; <a ref='1 Peter 3:15'>1Pe 3:15</a> ). God endures endless blasphemies against His name, along with rebellion, murders, and the ongoing breaking of His law, waiting patiently while He is calling and redeeming His own. It is not impotence or slackness that delays final judgment; it is patience. <b>not willing for any to perish.</b> The “any” must refer to those whom the Lord has chosen and will call to complete the redeemed, i.e., the “you.” Since the whole passage is about God’s destroying the wicked, His patience is not so He can save all of them, but so that He can receive all His own. He can’t be waiting for everyone to be saved, since the emphasis is that He will destroy the world and the ungodly. Those who do perish and go to hell go because they are depraved and worthy only of hell and have rejected the only remedy, Jesus Christ, not because they were created for hell and predetermined to go there. The path to damnation is the path of a nonrepentant heart; it is the path of one who rejects the person and provision of Jesus Christ and holds on to sin (cf. <a ref='Isaiah 55:1'>Is 55:1</a> ; <a ref='Jeremiah 13:17'>Jer 13:17</a> ; <a ref='Ezekiel 18:32'>Eze 18:32</a> ; <a ref='Matthew 11:28'>Mt 11:28</a> ; <a ref='Matthew 23:37'>23:37</a> ; <a ref='Luke 13:3'>Lk 13:3</a> ; <a ref='John 3:16'>Jn 3:16</a> ; <a ref='John 8:21'>8:21</a> , <a ref='John 8:24'>24</a> ; <a ref='1 Timothy 2:3–4'>1Ti 2:3–4</a> ; <a ref='Revelation 22:17'>Rev 22:17</a> ). <b>all to come to repentance.</b> “All” (cf. “you,” “any”) must refer to all who are God’s people who will come to Christ to make up the full number of the people of God. The reason for the delay in Christ’s coming and the attendant judgments is not because He is slow to keep His promise, or because He wants to judge more of the wicked, or because He is impotent in the face of wickedness. He delays His coming because He is patient and desires the time for His people to repent. <a ref='2 Peter 3:10'>3:10</a> <b>the day of the Lord.</b> See Introduction to Joel: Historical and Theological Themes ; <i>see note on <a ref='1 Thessalonians 5:2'>1Th 5:2</a></i> . The “Day of the Lord” is a technical term pointing to the special interventions of God in human history for judgment. It ultimately refers to the future time of judgment whereby God judges the wicked on earth and ends this world system in its present form. The OT prophets saw the final day of the Lord as unequaled darkness and damnation, a day when the Lord would act in a climactic way to vindicate His name, destroy His enemies, reveal His glory, establish His kingdom, and destroy the world (cf. <a ref='Isaiah 2:10–21'>Is 2:10–21</a> ; <a ref='Isaiah 13:6–22'>13:6–22</a> ; <a ref='Joe 1-2'>Joel 1–2</a> ; <a ref='Am 5'>Am 5</a> ; <a ref='Obadiah 1:15'>Ob 15</a> ; <a ref='Zec 14'>Zec 14</a> ; <a ref='Mal 4'>Mal 4</a> ; <a ref='2 Thessalonians 1:7'>2Th 1:7</a> ; <a ref='2 Thessalonians 2:2'>2:2</a> ). It occurs at the time of the tribulation on earth ( <a ref='Revelation 6:17'>Rev 6:17</a> ), and again 1,000 years later at the end of the millennial kingdom before the creation of the new heavens and new earth (v. <a ref='2 Peter 3:13'>13</a> ; <a ref='Revelation 20:1–21:1'>Rev 20:1—21:1</a> ). <b>like a thief.</b> The day of the Lord will have a surprise arrival, sudden, unexpected, and disastrous to the unprepared ( <i>see notes on <a ref='1 Thessalonians 5:2'>1Th 5:2</a></i> ). <b>the heavens will pass away with a roar.</b> The “heavens” refer to the physical universe. The “roar” connotes a whistling or a crackling sound as of objects being consumed by flames. God will incinerate the universe, probably in an atomic reaction that disintegrates all matter as we know it (vv. <a ref='2 Peter 3:7'>7</a> , <a ref='2 Peter 3:11–13'>11–13</a> ). <b>the elements will be destroyed with intense heat.</b> The “elements” are the atomic components into which matter is ultimately divisible, which make up the composition of all the created matter. Peter means that the atoms, neutrons, protons, and electrons are all going to disintegrate (v. <a ref='2 Peter 3:11'>11</a> ). <b>the earth and its works.</b> The whole of the physical, natural earth in its present form, with its entire universe will be consumed. Cf. <a ref='Isaiah 24:19–20'>Is 24:19–20</a> ; <a ref='Isaiah 34:4'>34:4</a> . <a ref='2 Peter 3:11'>3:11</a> <b>what sort of people ought you to be.</b> This is an exclamation rather than a question. It means “How astoundingly excellent you ought to be!” This is a straightforward challenge for Christians to conform their lives to God’s standards in light of the reality of coming judgment and eternity (cf. <a ref='1 Corinthians 4:15'>1Co 4:15</a> ; <a ref='2 Corinthians 5:9'>2Co 5:9</a> ). <b>holy conduct and godliness.</b> “Holy conduct” refers to the way a Christian should live life—separate from sin. “Godliness” refers to the spirit of reverence which should permeate a Christian’s attitude—that which rules the heart. <a ref='2 Peter 3:12'>3:12</a> <b>looking for and hastening.</b> One of the motives for holy conduct and godliness is expectation. “Hastening” means “eagerly desiring” that something will happen. Christians are not to fear the future day of God, but eagerly hope for it (cf. <a ref='1 Corinthians 1:7'>1Co 1:7</a> ; <a ref='1 Corinthians 16:22'>16:22</a> ; <a ref='1 John 2:28'>1Jn 2:28</a> ; <a ref='1 John 3:3'>3:3</a> ). <b>the day of God.</b> The “day of God” is not the same as the “Day of the Lord.” The “day of God” refers to the eternal state, in preparation of which the heavens and the earth are burned up and the new creation is made. It is likely so named because of what Paul had in mind in <a ref='1 Corinthians 15:28'>1Co 15:28</a> , the eternal glory of the new creation, with God being all in all. When the day of God comes, man’s “day” will be over. The corrupting of the universe by man and Satan will have been terminated and judged, finally and forever. <b>the heavens … will be destroyed.</b> <i>See notes on vv. <a ref='2 Peter 3:7'>7</a> , <a ref='2 Peter 3:10–11'>10–11</a> .</i> The new world in which righteousness dwells (v. <a ref='2 Peter 3:13'>13</a> ) requires the Lord to first destroy the old, sin-cursed universe (cf. <a ref='Romans 8:19–22'>Ro 8:19–22</a> ). <a ref='2 Peter 3:13'>3:13</a> new heavens and a new earth <b>.</b> The “promise” of a new universe is rooted in the OT (e.g., <a ref='Psalms 102:25'>Ps 102:25</a> ; <a ref='Isaiah 65:17'>Is 65:17</a> ; <a ref='Isaiah 66:22'>66:22</a> ). The word “new” means new in quality, i.e., different from before, not just new in chronology. <b>righteousness dwells.</b> The universe is new in quality because righteousness has settled in and taken up permanent and exclusive residence (cf. <a ref='Isaiah 60:19–22'>Is 60:19–22</a> ; <a ref='Revelation 21:1–7'>Rev 21:1–7</a> ). <a ref='2 Peter 3:14'>3:14</a> <b>in peace.</b> When Christ returns, each Christian should be found enjoying the peace of Christ which knows no worry or fear about the day of the Lord or the judgment of Christ (cf. <a ref='Philippians 4:6–7'>Php 4:6–7</a> ). To have this peace means that the Christian has a strong sense of assurance of his salvation and a life of obedience to Christ (cf. <a ref='1 John 4:17'>1Jn 4:17</a> ). <b>spotless and blameless.</b> Christians should have a spotless character and a blameless reputation. These characteristics are in graphic contrast to the false teachers (cf. <a ref='2 Peter 2:13'>2:13</a> ), but like Christ ( <a ref='1 Peter 1:19'>1Pe 1:19</a> ). <a ref='2 Peter 3:15'>3:15a</a> <b>the patience of our Lord</b> as <b>salvation.</b> In addition to what he has already explained in v. <a ref='2 Peter 3:9'>9</a> about the Lord’s patience being the reason He delays judgment, here he adds that during the time of God’s patience, Christians should engage in seeking the salvation of souls. <a ref='2 Peter 3:15–16'>3:15b–16</a> <b>hard to understand.</b> Since Paul had (by the time Peter wrote) written all his letters and died, the readers of 2 Peter would have already received letters about future events from Paul. Some of Paul’s explanations were difficult (not impossible) to interpret. Nevertheless, Peter uses Paul as a support for his teaching. <a ref='2 Peter 3:16'>3:16</a> <b>untaught and unstable distort.</b> In Peter’s day (as today), there was a proliferation of foolish and hurtful perverting of apostolic teaching about the future (cf. vv. <a ref='2 Peter 3:3–4'>3–4</a> ; <a ref='2 Thessalonians 2:1–5'>2Th 2:1–5</a> ; <a ref='2 Thessalonians 3:6–12'>3:6–12</a> ). <b>the rest of the Scriptures.</b> This is one of the most clear-cut statements in the Bible to affirm that the writings of Paul are Scripture. Peter’s testimony is that Paul wrote Scripture, but the false teachers distorted it. The NT apostles were aware that they spoke and wrote the Word of God ( <a ref='1 Thessalonians 2:13'>1Th 2:13</a> ) as surely as did the OT prophets. Peter realized that the NT writers brought the divine truth that completed the Bible ( <a ref='1 Peter 1:10–12'>1Pe 1:10–12</a> ). <b>to their own destruction.</b> The fact that distorting Paul’s writings leads to eternal damnation proves that Paul’s writings were inspired of God. <a ref='2 Peter 3:17'>3:17</a> <b>knowing this beforehand.</b> Since Christians now know that there will be false teachers who will appear, twisting and distorting the Scriptures, they should be all the more on their guard. <b>be on your guard … having been carried away … fall.</b> Any time a believer seriously listens to a false teacher, he runs the risk of being led astray (cf. <a ref='2 Timothy 2:14–18'>2Ti 2:14–18</a> ; <a ref='Titus 1:10–16'>Tit 1:10–16</a> ). <a ref='2 Peter 3:18'>3:18</a> <b>grow in the grace and knowledge.</b> Peter ends this letter with a summary statement of the same instruction with which he began it ( <a ref='2 Peter 1:2–11'>1:2–11</a> ). Pursuing Christian maturity and a deepening knowledge of the Lord Jesus Christ will lead to doctrinal stability and prevent a Christian from being led astray. <b>To Him</b> be <b>the glory.</b> Such a call for glory to Christ demonstrates again that Peter considered Jesus Christ to be deity, equal in honor with God the Father (cf. <a ref='2 Peter 1:1'>1:1</a> ; <a ref='John 5:23'>Jn 5:23</a> ).",
    "type": "notes"
  },
  {
    "id": "notes61f",
    "title": "Translator’s Notes and Cross-References for 2 Peter",
    "content": "Notes and Cross-References 2 Peter 1 1:1 a Cf. <a ref='Acts 15:14'>Ac 15:14</a> 1:1 b Or <i>value</i> 1:1 c Or <i>in</i> 1:1 A <a ref='Romans 1:1'>Ro 1:1</a> ; <a ref='Philippians 1:1'>Php 1:1</a> ; <a ref='James 1:1'>Jas 1:1</a> ; <a ref='Jude 1:1'>Jd 1</a> 1:1 B <a ref='1 Peter 1:1'>1Pe 1:1</a> 1:1 C <a ref='Romans 1:12'>Ro 1:12</a> ; <a ref='2 Corinthians 4:13'>2Co 4:13</a> ; <a ref='Titus 1:4'>Tit 1:4</a> 1:1 D <a ref='Romans 3:21–26'>Ro 3:21-26</a> 1:1 E <a ref='Titus 2:13'>Tit 2:13</a> 1:2 F <a ref='Romans 1:7'>Ro 1:7</a> ; <a ref='1 Peter 1:2'>1Pe 1:2</a> 1:2 G <a ref='John 17:3'>Jn 17:3</a> ; <a ref='Philippians 3:8'>Php 3:8</a> ; <a ref='2 Peter 1:3'>2Pe 1:3</a> , <a ref='2 Peter 1:8'>8</a> ; <a ref='2 Peter 2:20'>2:20</a> ; <a ref='2 Peter 3:18'>3:18</a> 1:3 d Or <i>to</i> 1:3 e Or <i>virtue</i> 1:3 H <a ref='1 Peter 1:5'>1Pe 1:5</a> 1:3 I <a ref='John 17:3'>Jn 17:3</a> ; <a ref='Philippians 3:8'>Php 3:8</a> ; <a ref='2 Peter 1:2'>2Pe 1:2</a> , <a ref='2 Peter 1:8'>8</a> ; <a ref='2 Peter 2:20'>2:20</a> ; <a ref='2 Peter 3:18'>3:18</a> 1:3 J <a ref='1 Thessalonians 2:12'>1Th 2:12</a> ; <a ref='2 Thessalonians 2:14'>2Th 2:14</a> ; <a ref='1 Peter 5:10'>1Pe 5:10</a> 1:4 f Lit <i>Through which</i> (things) 1:4 K <a ref='2 Peter 3:9'>2Pe 3:9</a> , <a ref='2 Peter 3:13'>13</a> 1:4 L <a ref='Ephesians 4:13'>Eph 4:13</a> , <a ref='Ephesians 4:24'>24</a> ; <a ref='Hebrews 12:10'>Heb 12:10</a> ; <a ref='1 John 3:2'>1Jn 3:2</a> 1:4 M <a ref='2 Peter 2:18'>2Pe 2:18</a> , <a ref='2 Peter 2:20'>20</a> 1:4 N <a ref='2 Peter 2:19'>2Pe 2:19</a> 1:4 O <a ref='James 1:27'>Jas 1:27</a> 1:5 g Or <i>virtue</i> 1:5 P <a ref='2 Peter 1:11'>2Pe 1:11</a> 1:5 Q <a ref='2 Peter 1:3'>2Pe 1:3</a> 1:5 R <a ref='Colossians 2:3'>Col 2:3</a> ; <a ref='2 Peter 1:2'>2Pe 1:2</a> 1:6 S <a ref='Acts 24:25'>Ac 24:25</a> 1:6 T <a ref='Luke 21:19'>Lk 21:19</a> 1:6 U <a ref='2 Peter 1:3'>2Pe 1:3</a> 1:7 h Gr <i>philadelphia</i> 1:7 i Gr <i>agape</i> 1:7 V <a ref='Romans 12:10'>Ro 12:10</a> ; <a ref='1 Peter 1:22'>1Pe 1:22</a> 1:8 W <a ref='Colossians 1:10'>Col 1:10</a> 1:8 X <a ref='John 17:3'>Jn 17:3</a> ; <a ref='Philippians 3:8'>Php 3:8</a> ; <a ref='2 Peter 1:2'>2Pe 1:2</a> , <a ref='2 Peter 1:3'>3</a> ; <a ref='2 Peter 2:20'>2:20</a> ; <a ref='2 Peter 3:18'>3:18</a> 1:9 j Or <i>escaped their notice</i> , cf. <a ref='2 Peter 3:5'>3:5</a> , <a ref='2 Peter 3:8'>8</a> 1:9 Y <a ref='1 John 2:11'>1Jn 2:11</a> 1:9 Z <a ref='Ephesians 5:26'>Eph 5:26</a> ; <a ref='Titus 2:14'>Tit 2:14</a> 1:10 A <a ref='Matthew 22:14'>Mt 22:14</a> ; <a ref='Romans 11:29'>Ro 11:29</a> ; <a ref='2 Peter 1:3'>2Pe 1:3</a> 1:10 B <a ref='1 Thessalonians 1:4'>1Th 1:4</a> 1:10 C <a ref='James 2:10'>Jas 2:10</a> ; <a ref='2 Peter 3:17'>2Pe 3:17</a> ; <a ref='Jude 1:24'>Jd 24</a> 1:11 D <a ref='2 Timothy 4:18'>2Ti 4:18</a> 1:11 E <a ref='2 Peter 2:20'>2Pe 2:20</a> ; <a ref='2 Peter 3:18'>3:18</a> 1:11 F <a ref='Romans 2:4'>Ro 2:4</a> ; <a ref='1 Timothy 6:17'>1Ti 6:17</a> 1:11 G <a ref='2 Peter 1:5'>2Pe 1:5</a> 1:12 H <a ref='Philippians 3:1'>Php 3:1</a> ; <a ref='1 John 2:21'>1Jn 2:21</a> ; <a ref='Jude 1:5'>Jd 5</a> 1:12 I <a ref='Colossians 1:5'>Col 1:5f</a> ; <a ref='2 John 1:2'>2Jn 2</a> 1:13 J <a ref='Philippians 1:7'>Php 1:7</a> 1:13 K <a ref='2 Corinthians 5:1'>2Co 5:1</a> , <a ref='2 Corinthians 5:4'>4</a> ; <a ref='2 Peter 1:14'>2Pe 1:14</a> 1:13 L <a ref='2 Peter 3:1'>2Pe 3:1</a> 1:14 M <a ref='2 Corinthians 5:1'>2Co 5:1</a> ; <a ref='2 Timothy 4:6'>2Ti 4:6</a> 1:14 N <a ref='John 13:36'>Jn 13:36</a> ; <a ref='John 21:19'>21:19</a> 1:15 k Or <i>exodus</i> , cf. <a ref='Luke 9:31'>Lk 9:31</a> 1:15 O <a ref='Luke 9:31'>Lk 9:31</a> 1:16 P <a ref='Mark 13:26'>Mk 13:26</a> ; <a ref='Mark 14:62'>14:62</a> ; <a ref='1 Thessalonians 2:19'>1Th 2:19</a> 1:16 Q <a ref='1 Timothy 1:4'>1Ti 1:4</a> ; <a ref='2 Peter 2:3'>2Pe 2:3</a> 1:16 R <a ref='Matthew 17:1'>Mt 17:1ff</a> ; <a ref='Mark 9:2'>Mk 9:2ff</a> ; <a ref='Luke 9:28'>Lk 9:28ff</a> 1:17 l Lit <i>voice</i> 1:17 m Lit <i>brought</i> 1:17 S <a ref='Matthew 17:5'>Mt 17:5</a> ; <a ref='Mark 9:7'>Mk 9:7</a> ; <a ref='Luke 9:35'>Lk 9:35</a> 1:17 T <a ref='Hebrews 1:3'>Heb 1:3</a> 1:18 n Lit <i>voice brought</i> 1:18 U <a ref='Exodus 3:5'>Ex 3:5</a> ; <a ref='Joshua 5:15'>Jos 5:15</a> 1:19 o Or <i>We have the prophetic word</i> made <i>more sure</i> 1:19 V <a ref='Hebrews 2:2'>Heb 2:2</a> 1:19 W <a ref='1 Peter 1:10'>1Pe 1:10f</a> 1:19 X <a ref='Psalms 119:105'>Ps 119:105</a> 1:19 Y <a ref='Luke 1:78'>Lk 1:78</a> 1:19 Z <a ref='Revelation 22:16'>Rev 22:16</a> 1:19 A <a ref='2 Corinthians 4:6'>2Co 4:6</a> 1:20 B <a ref='2 Peter 3:3'>2Pe 3:3</a> 1:20 C <a ref='Romans 12:6'>Ro 12:6</a> 1:21 D <a ref='Jeremiah 23:26'>Jer 23:26</a> ; <a ref='2 Timothy 3:16'>2Ti 3:16</a> 1:21 E <a ref='2 Samuel 23:2'>2Sa 23:2</a> ; <a ref='Luke 1:70'>Lk 1:70</a> ; <a ref='Acts 1:16'>Ac 1:16</a> ; <a ref='Acts 3:18'>3:18</a> ; <a ref='1 Peter 1:11'>1Pe 1:11</a> 2 Peter 2 2:1 A <a ref='Deuteronomy 13:1'>Dt 13:1ff</a> ; <a ref='Jeremiah 6:13'>Jer 6:13</a> 2:1 B <a ref='2 Corinthians 11:13'>2Co 11:13</a> 2:1 C <a ref='Matthew 7:15'>Mt 7:15</a> ; <a ref='1 Timothy 4:1'>1Ti 4:1</a> 2:1 D <a ref='Galatians 2:4'>Ga 2:4</a> ; <a ref='Jude 1:4'>Jd 4</a> 2:1 E <a ref='1 Corinthians 11:19'>1Co 11:19</a> ; <a ref='Galatians 5:20'>Ga 5:20</a> 2:1 F <a ref='Jude 1:4'>Jd 4</a> 2:1 G <a ref='Revelation 6:10'>Rev 6:10</a> 2:1 H <a ref='1 Corinthians 6:20'>1Co 6:20</a> 2:2 I <a ref='Genesis 19:5'>Ge 19:5ff</a> ; <a ref='2 Peter 2:7'>2Pe 2:7</a> , <a ref='2 Peter 2:18'>18</a> ; <a ref='Jude 1:4'>Jd 4</a> 2:2 J <a ref='Acts 16:17'>Ac 16:17</a> ; <a ref='Acts 22:4'>22:4</a> ; <a ref='Acts 24:14'>24:14</a> 2:2 K <a ref='Romans 2:24'>Ro 2:24</a> 2:3 L <a ref='1 Timothy 6:5'>1Ti 6:5</a> ; <a ref='2 Peter 2:14'>2Pe 2:14</a> ; <a ref='Jude 1:16'>Jd 16</a> 2:3 M <a ref='2 Corinthians 2:17'>2Co 2:17</a> ; <a ref='1 Thessalonians 2:5'>1Th 2:5</a> 2:3 N <a ref='Romans 16:18'>Ro 16:18</a> ; <a ref='2 Peter 1:16'>2Pe 1:16</a> 2:3 O <a ref='Deuteronomy 32:35'>Dt 32:35</a> 2:4 a Gr <i>tartarus</i> 2:4 P <a ref='Jude 1:6'>Jd 6</a> 2:4 Q <a ref='Revelation 20:1'>Rev 20:1f</a> 2:5 b Or <i>herald</i> 2:5 R <a ref='Ezekiel 26:20'>Eze 26:20</a> ; <a ref='2 Peter 3:6'>2Pe 3:6</a> 2:5 S <a ref='Genesis 6:8'>Ge 6:8</a> , <a ref='Genesis 6:9'>9</a> ; <a ref='1 Peter 3:20'>1Pe 3:20</a> 2:5 T <a ref='2 Peter 3:6'>2Pe 3:6</a> 2:6 U <a ref='Genesis 19:24'>Ge 19:24</a> ; <a ref='Jude 1:7'>Jd 7</a> 2:6 V <a ref='Isaiah 1:9'>Is 1:9</a> ; <a ref='Matthew 10:15'>Mt 10:15</a> ; <a ref='Matthew 11:23'>11:23</a> ; <a ref='Romans 9:29'>Ro 9:29</a> ; <a ref='Jude 1:7'>Jd 7</a> 2:6 W <a ref='Jude 1:15'>Jd 15</a> 2:7 X <a ref='Genesis 19:16'>Ge 19:16</a> , <a ref='Genesis 19:29'>29</a> 2:7 Y <a ref='Genesis 19:5'>Ge 19:5ff</a> ; <a ref='2 Peter 2:2'>2Pe 2:2</a> , <a ref='2 Peter 2:18'>18</a> ; <a ref='Jude 1:4'>Jd 4</a> 2:7 Z <a ref='2 Peter 3:17'>2Pe 3:17</a> 2:8 A <a ref='Hebrews 11:4'>Heb 11:4</a> 2:9 c Or <i>temptation</i> 2:9 B <a ref='1 Corinthians 10:13'>1Co 10:13</a> ; <a ref='Revelation 3:10'>Rev 3:10</a> 2:9 C <a ref='Matthew 10:15'>Mt 10:15</a> ; <a ref='Jude 1:6'>Jd 6</a> 2:10 d Angels 2:10 D <a ref='2 Peter 3:3'>2Pe 3:3</a> ; <a ref='Jude 1:16'>Jd 16</a> , <a ref='Jude 1:18'>18</a> 2:10 E <a ref='Exodus 22:28'>Ex 22:28</a> ; <a ref='Jude 1:8'>Jd 8</a> 2:10 F <a ref='Titus 1:7'>Tit 1:7</a> 2:11 G <a ref='Jude 1:9'>Jd 9</a> 2:12 e Lit <i>their destruction also</i> 2:12 H <a ref='Jude 1:10'>Jd 10</a> 2:12 I <a ref='Jeremiah 12:3'>Jer 12:3</a> ; <a ref='Colossians 2:22'>Col 2:22</a> 2:13 f One early ms <i>love feasts</i> 2:13 J <a ref='2 Peter 2:15'>2Pe 2:15</a> 2:13 K <a ref='Romans 13:13'>Ro 13:13</a> 2:13 L <a ref='1 Thessalonians 5:7'>1Th 5:7</a> 2:13 M <a ref='1 Corinthians 11:21'>1Co 11:21</a> ; <a ref='Jude 1:12'>Jd 12</a> 2:14 N <a ref='2 Peter 2:18'>2Pe 2:18</a> 2:14 O <a ref='James 1:8'>Jas 1:8</a> ; <a ref='2 Peter 3:16'>2Pe 3:16</a> 2:14 P <a ref='2 Peter 2:3'>2Pe 2:3</a> 2:14 Q <a ref='Ephesians 2:3'>Eph 2:3</a> 2:15 R <a ref='Acts 13:10'>Ac 13:10</a> 2:15 S <a ref='Numbers 22:5'>Nu 22:5</a> , <a ref='Numbers 22:7'>7</a> ; <a ref='Deuteronomy 23:4'>Dt 23:4</a> ; <a ref='Nehemiah 13:2'>Ne 13:2</a> ; <a ref='Jude 1:11'>Jd 11</a> ; <a ref='Revelation 2:14'>Rev 2:14</a> 2:15 T <a ref='2 Peter 2:13'>2Pe 2:13</a> 2:16 U <a ref='Numbers 22:21'>Nu 22:21</a> , <a ref='Numbers 22:23'>23</a> , <a ref='Numbers 22:28'>28</a> , <a ref='Numbers 22:30'>30ff</a> 2:17 g Lit <i>blackness of darkness</i> 2:17 V <a ref='Jude 1:12'>Jd 12</a> 2:17 W <a ref='Jude 1:13'>Jd 13</a> 2:18 X <a ref='Jude 1:16'>Jd 16</a> 2:18 Y <a ref='Ephesians 4:17'>Eph 4:17</a> 2:18 Z <a ref='2 Peter 2:14'>2Pe 2:14</a> 2:18 A <a ref='2 Peter 2:2'>2Pe 2:2</a> 2:18 B <a ref='2 Peter 1:4'>2Pe 1:4</a> ; <a ref='2 Peter 2:20'>2:20</a> 2:19 C <a ref='John 8:34'>Jn 8:34</a> ; <a ref='Romans 6:16'>Ro 6:16</a> 2:20 D <a ref='2 Peter 2:18'>2Pe 2:18</a> 2:20 E <a ref='2 Peter 1:2'>2Pe 1:2</a> 2:20 F <a ref='2 Peter 1:11'>2Pe 1:11</a> ; <a ref='2 Peter 3:18'>3:18</a> 2:20 G <a ref='2 Timothy 2:4'>2Ti 2:4</a> 2:20 H <a ref='Matthew 12:45'>Mt 12:45</a> ; <a ref='Luke 11:26'>Lk 11:26</a> 2:21 I <a ref='Ezekiel 18:24'>Eze 18:24</a> ; <a ref='Hebrews 6:4'>Heb 6:4ff</a> ; <a ref='Hebrews 10:26'>10:26f</a> ; <a ref='James 4:17'>Jas 4:17</a> 2:21 J <a ref='Galatians 6:2'>Ga 6:2</a> ; <a ref='1 Timothy 6:14'>1Ti 6:14</a> ; <a ref='2 Peter 3:2'>2Pe 3:2</a> 2:21 K <a ref='Jude 1:3'>Jd 3</a> 2:22 h Lit <i>thing</i> 2:22 L <a ref='Proverbs 26:11'>Pr 26:11</a> 2 Peter 3 3:1 A <a ref='1 Peter 2:11'>1Pe 2:11</a> ; <a ref='2 Peter 3:8'>2Pe 3:8</a> , <a ref='2 Peter 3:14'>14</a> , <a ref='2 Peter 3:17'>17</a> 3:1 B <a ref='2 Peter 1:13'>2Pe 1:13</a> 3:2 C <a ref='Jude 1:17'>Jd 17</a> 3:2 D <a ref='Luke 1:70'>Lk 1:70</a> ; <a ref='Acts 3:21'>Ac 3:21</a> ; <a ref='Ephesians 3:5'>Eph 3:5</a> 3:2 E <a ref='Galatians 6:2'>Ga 6:2</a> ; <a ref='1 Timothy 6:14'>1Ti 6:14</a> ; <a ref='2 Peter 2:21'>2Pe 2:21</a> 3:3 F <a ref='2 Peter 1:20'>2Pe 1:20</a> 3:3 G <a ref='1 Timothy 4:1'>1Ti 4:1</a> ; <a ref='Hebrews 1:2'>Heb 1:2</a> 3:3 H <a ref='Jude 1:18'>Jd 18</a> 3:3 I <a ref='2 Peter 2:10'>2Pe 2:10</a> 3:4 J <a ref='Isaiah 5:19'>Is 5:19</a> ; <a ref='Jeremiah 17:15'>Jer 17:15</a> ; <a ref='Ezekiel 11:3'>Eze 11:3</a> ; <a ref='Ezekiel 12:22'>12:22</a> , <a ref='Ezekiel 12:27'>27</a> ; <a ref='Malachi 2:17'>Mal 2:17</a> ; <a ref='Matthew 24:48'>Mt 24:48</a> 3:4 K <a ref='1 Thessalonians 2:19'>1Th 2:19</a> ; <a ref='2 Peter 3:12'>2Pe 3:12</a> 3:4 L <a ref='Acts 7:60'>Ac 7:60</a> 3:4 M <a ref='Mark 10:6'>Mk 10:6</a> 3:5 a Or <i>they are willfully ignorant of this fact, that</i> 3:5 N <a ref='Genesis 1:6'>Ge 1:6</a> , <a ref='Genesis 1:9'>9</a> ; <a ref='Hebrews 11:3'>Heb 11:3</a> 3:5 O <a ref='Psalms 24:2'>Ps 24:2</a> ; <a ref='Psalms 136:6'>136:6</a> 3:6 P <a ref='2 Peter 2:5'>2Pe 2:5</a> 3:6 Q <a ref='Genesis 7:11'>Ge 7:11</a> , <a ref='Genesis 7:12'>12</a> , <a ref='Genesis 7:21'>21f</a> 3:7 R <a ref='2 Peter 3:10'>2Pe 3:10</a> , <a ref='2 Peter 3:12'>12</a> 3:7 S <a ref='Isaiah 66:15'>Is 66:15</a> ; <a ref='Daniel 7:9'>Da 7:9f</a> ; <a ref='2 Thessalonians 1:7'>2Th 1:7</a> ; <a ref='Hebrews 12:29'>Heb 12:29</a> 3:7 T <a ref='Matthew 10:15'>Mt 10:15</a> ; <a ref='1 Corinthians 3:13'>1Co 3:13</a> ; <a ref='Jude 1:7'>Jd 7</a> 3:8 U <a ref='2 Peter 3:1'>2Pe 3:1</a> 3:8 V <a ref='Psalms 90:4'>Ps 90:4</a> 3:9 W <a ref='Habakkuk 2:3'>Hab 2:3</a> ; <a ref='Romans 13:11'>Ro 13:11</a> ; <a ref='Hebrews 10:37'>Heb 10:37</a> 3:9 X <a ref='Romans 2:4'>Ro 2:4</a> ; <a ref='Revelation 2:21'>Rev 2:21</a> 3:9 Y <a ref='1 Timothy 2:4'>1Ti 2:4</a> ; <a ref='Revelation 2:21'>Rev 2:21</a> 3:10 b Lit <i>the works in it</i> 3:10 c Some mss <i>burned up</i> 3:10 Z <a ref='1 Corinthians 1:8'>1Co 1:8</a> 3:10 A <a ref='Matthew 24:43'>Mt 24:43</a> ; <a ref='Luke 12:39'>Lk 12:39</a> ; <a ref='1 Thessalonians 5:2'>1Th 5:2</a> ; <a ref='Revelation 3:3'>Rev 3:3</a> ; <a ref='Revelation 16:15'>16:15</a> 3:10 B <a ref='Isaiah 34:4'>Is 34:4</a> ; <a ref='2 Peter 3:7'>2Pe 3:7</a> , <a ref='2 Peter 3:12'>12</a> 3:10 C <a ref='Matthew 24:35'>Mt 24:35</a> ; <a ref='Revelation 21:1'>Rev 21:1</a> 3:10 D <a ref='Isaiah 24:19'>Is 24:19</a> ; <a ref='Micah 1:4'>Mic 1:4</a> 3:10 E <a ref='2 Peter 3:7'>2Pe 3:7</a> 3:12 F <a ref='1 Corinthians 1:7'>1Co 1:7</a> 3:12 G <a ref='2 Peter 3:7'>2Pe 3:7</a> , <a ref='2 Peter 3:10'>10</a> 3:12 H <a ref='Isaiah 24:19'>Is 24:19</a> ; <a ref='Isaiah 34:4'>34:4</a> ; <a ref='Micah 1:4'>Mic 1:4</a> 3:13 I <a ref='Isaiah 65:17'>Is 65:17</a> ; <a ref='Isaiah 66:22'>66:22</a> 3:13 J <a ref='Isaiah 65:17'>Is 65:17</a> ; <a ref='Romans 8:21'>Ro 8:21</a> ; <a ref='Revelation 21:1'>Rev 21:1</a> 3:13 K <a ref='Isaiah 60:21'>Is 60:21</a> ; <a ref='Isaiah 65:25'>65:25</a> ; <a ref='Revelation 21:27'>Rev 21:27</a> 3:14 L <a ref='1 Corinthians 15:58'>1Co 15:58</a> ; <a ref='2 Peter 1:10'>2Pe 1:10</a> 3:14 M <a ref='2 Peter 3:1'>2Pe 3:1</a> 3:14 N <a ref='1 Peter 1:7'>1Pe 1:7</a> 3:14 O <a ref='Philippians 2:15'>Php 2:15</a> ; <a ref='1 Thessalonians 5:23'>1Th 5:23</a> ; <a ref='1 Timothy 6:14'>1Ti 6:14</a> ; <a ref='James 1:27'>Jas 1:27</a> 3:15 P <a ref='2 Peter 3:9'>2Pe 3:9</a> 3:15 Q <a ref='Acts 9:17'>Ac 9:17</a> ; <a ref='Acts 15:25'>15:25</a> ; <a ref='2 Peter 3:2'>2Pe 3:2</a> 3:15 R <a ref='1 Corinthians 3:10'>1Co 3:10</a> ; <a ref='Ephesians 3:3'>Eph 3:3</a> 3:16 S <a ref='2 Peter 3:14'>2Pe 3:14</a> 3:16 T <a ref='Hebrews 5:11'>Heb 5:11</a> 3:16 U <a ref='2 Peter 2:14'>2Pe 2:14</a> 3:16 V <a ref='2 Peter 3:2'>2Pe 3:2</a> 3:17 W <a ref='2 Peter 3:1'>2Pe 3:1</a> 3:17 X <a ref='1 Corinthians 10:12'>1Co 10:12</a> 3:17 Y <a ref='2 Peter 2:18'>2Pe 2:18</a> 3:17 Z <a ref='2 Peter 2:7'>2Pe 2:7</a> 3:17 A <a ref='Revelation 2:5'>Rev 2:5</a> 3:18 B <a ref='2 Peter 1:2'>2Pe 1:2</a> 3:18 C <a ref='2 Peter 1:11'>2Pe 1:11</a> ; <a ref='2 Peter 2:20'>2:20</a> 3:18 D <a ref='Romans 11:36'>Ro 11:36</a> ; <a ref='2 Timothy 4:18'>2Ti 4:18</a> ; <a ref='Revelation 1:6'>Rev 1:6</a>",
    "type": "notes"
  }
]