[
  {
    "start": 1001001,
    "end": 1002003,
    "content": "<b><a>Gen. 1:1–2:3</a></b> This description of God creating heaven and earth is understood to be: 1) recent, i.e., thousands not millions of years ago; 2) <i>ex nihilo</i> , i.e., out of nothing; and 3) special, i.e., in 6 consecutive 24-hour periods called “days” and further distinguished as such by this phrase, “the evening and the morning.” Scripture does not support a creation date earlier than about 10,000 years ago. <b>In the beginning.</b> While God exists eternally ( <a>Ps. 90:2</a> ), this marked the beginning of the universe in time and space. In explaining Israel’s identity and purpose to her on the plains of Moab, God wanted His people to know about the origin of the world in which they found themselves. <b>God.</b> Elohim is a general term for deity and a name for the True God, though used also at times for pagan gods ( <a>Gen. 31:30</a> ), angels ( <a>Ps. 8:5</a> ), men ( <a>Ps. 82:6</a> ), and judges ( <a>Ex. 21:6</a> ). Moses made no attempt to defend the existence of God, which is assumed, or explain what He was like in person and works, which is treated elsewhere (cf. <a>Isa. 43:10</a> , <a>Isa. 43:13</a> ). Both are to be believed by faith (cf. <a>Heb. 11:3</a> , <a>Heb. 11:6</a> ). <b>created.</b> This word is used here of God’s creative activity alone, although it occasionally is used elsewhere of matter which already existed ( <a>Isa. 65:18</a> ). Context demands in no uncertain terms that this was a creation without preexisting material (as does other Scripture: cf. <a>Isa. 40:28</a> ; <a>Isa. 45:8</a> , <a>Isa. 45:12</a> , <a>Isa. 45:18</a> ; <a>Isa. 48:13</a> ; <a>Jer. 10:16</a> ; <a>Acts 17:24</a> ). <b>the heavens and the earth.</b> All of God’s creation is incorporated into this summary statement which includes all 6 consecutive days of creation."
  },
  {
    "start": 1001002,
    "content": "<b><a>Gen. 1:2</a></b> <b>formless and void.</b> This means “not finished in its shape and as yet uninhabited by creatures” (cf. <a>Isa. 45:18–19</a> ; <a>Jer. 4:23</a> ). God would quickly (in 6 days) decorate His initial creation ( <a>Gen. 1:2–2:3</a> ). <b>deep.</b> Sometimes referred to as primordial waters, this is the term used to describe the earth’s water-covered surface before the dry land emerged ( <a>Gen. 1:9–10</a> ). Jonah used this word to describe the watery abyss in which he found himself submerged ( <a>Jonah 2:5</a> ). <b>Spirit of God.</b> Not only did God the Holy Spirit participate in creation, but so did God the Son (cf. <a>John 1:1–3</a> ; <a>Col. 1:16</a> ; <a>Heb. 1:2</a> )."
  },
  {
    "start": 1001003,
    "content": "<b><a>Gen. 1:3</a></b> <b>God said.</b> God effortlessly spoke light into existence (cf. <a>Ps. 33:6</a> ; <a>Ps. 148:5</a> ). This dispelled the darkness of v. <a>Gen. 1:2</a> . <b>light.</b> The greater and lesser lights (the sun and moon) were created later ( <a>Gen. 1:14–19</a> ) on the fourth day. Here, God was the provider of light ( <a>2 Cor. 4:6</a> ) and will in eternity future be the source of light (cf. <a>Rev. 21:23</a> )."
  },
  {
    "start": 1001004,
    "content": "<b><a>Gen. 1:4</a></b> <b>good.</b> Good for the purposes it was intended to serve (cf. <a>Gen. 1:31</a> )."
  },
  {
    "start": 1001004,
    "end": 1001005,
    "content": "<b><a>Gen. 1:4–5</a></b> <b>separated … called.</b> After the initial creation, God continued to complete His universe. Once God separated certain things, He then named them. Separating and naming were acts of dominion and served as a pattern for man, who would also name a portion of God’s creation over which God gave him dominion ( <a>Gen. 2:19–20</a> )."
  },
  {
    "start": 1001005,
    "content": "<b><a>Gen. 1:5</a></b> <b>one day.</b> God established the pattern of creation in 7 days which constituted a complete week. “Day” can refer to: 1) the light portion of a 24-hour period ( <a>Gen. 1:5</a> , <a>Gen. 1:14</a> ); 2) an extended period of time ( <a>Gen. 2:4</a> ); or 3) the 24-hour period which basically refers to a full rotation of the earth on its axis, called evening and morning. This cannot mean an age, but only a day, reckoned by the Jews from sunset to sunset (vv. <a>Gen. 1:8</a> , <a>Gen. 1:13</a> , <a>Gen. 1:19</a> , <a>Gen. 1:23</a> , <a>Gen. 1:31</a> ). “Day” with numerical adjectives in Hebrew always refers to a 24-hour period. Comparing the order of the week in <a>Ex. 20:8–11</a> with the creation week confirms this understanding of the time element. Such a cycle of light and dark means that the earth was rotating on its axis, so that there was a source of light on one side of the earth, though the sun was not yet created (v. <a>Gen. 1:16</a> )."
  },
  {
    "start": 1001006,
    "content": "<b><a>Gen. 1:6</a></b> <b>expanse.</b> The portion of God’s creation named “heavens,” that which man saw when he looked up, i.e., the atmospheric and stellar heaven."
  },
  {
    "start": 1001007,
    "content": "<b><a>Gen. 1:7</a></b> <b>below the expanse.</b> Refers to subterranean reservoirs (cf. <a>Gen. 7:11</a> ). <b>above the expanse.</b> This could possibly have been a canopy of water vapor which acted to make the earth like a hothouse, provided uniform temperature, inhibited mass air movements, caused mist to fall, and filtered out ultraviolet rays, thus extending life."
  },
  {
    "start": 1001009,
    "end": 1001010,
    "content": "<b><a>Gen. 1:9–10</a></b> <b>dry land.</b> This was caused by a tremendous, cataclysmic upheaval of the earth’s surface, and the rising and sinking of the land, which caused the waters to plunge into the low places, forming the seas, the continents and islands, the rivers and lakes (cf. <a>Job 38:4–11</a> ; <a>Ps. 104:6–9</a> )."
  },
  {
    "start": 1001011,
    "end": 1001012,
    "content": "<b><a>Gen. 1:11–12</a></b> <b>after their kind.</b> God set in motion a providential process whereby the vegetable kingdom could reproduce through seeds which would maintain each one’s unique characteristics. The same phrase is used to describe the perpetuating reproduction of animals within their created species (vv. <a>Gen. 1:21</a> , <a>Gen. 1:24–25</a> ), and indicates that evolution, which proposes reproduction across species lines, is a false explanation of origins."
  },
  {
    "start": 1001011,
    "content": "<b><a>Gen. 1:11</a></b> <b>with seed in them.</b> The principle of reproduction that marks all life (cf. vv. <a>Gen. 1:22</a> , <a>Gen. 1:24</a> , <a>Gen. 1:28</a> )."
  },
  {
    "start": 1001014,
    "content": "<b><a>Gen. 1:14</a></b> <b>lights.</b> Cf. v. <a>Gen. 1:16</a> . For 3 days there had been light (v. <a>Gen. 1:4</a> ) in the day as though there were a sun, and lesser light at night as though there were the moon and stars. God could have left it that way, but did not. He created the “lights, sun, moon, and stars,” not for light, but to serve as markers for signs, seasons, days, and years. <b>signs.</b> Certainly to include: 1) weather ( <a>Matt. 16:2–3</a> ); 2) testimony to God ( <a>Ps 8</a> , <a>Ps 19</a> ; <a>Rom. 1:14–20</a> ); 3) divine judgment ( <a>Joel 2:30–31</a> ; <a>Matt. 24:29</a> ); and 4) navigation ( <a>Matt. 2:1–2</a> ). <b>seasons.</b> It is the earth’s movement in relation to the sun and moon that determines the seasons and the calendar."
  },
  {
    "start": 1001015,
    "end": 1001018,
    "content": "<b><a>Gen. 1:15–18</a></b> <b>two great lights … to separate the light from the darkness.</b> It was God (not some other deity) who created the lights. Israel had originally come from Mesopotamia, where the celestial bodies were worshiped, and more recently from Egypt, where the sun was worshiped as a primary deity. God was revealing to them that the very stars, moons, and planets which Israel’s neighbors had worshiped were the products of His creation. Later, they became worshipers of the “host of heaven” ( <i>see note on <a>2 Kings 17:16</a></i> ), which led to their being taken captive out of the Promised Land."
  },
  {
    "start": 1001020,
    "content": "<b><a>Gen. 1:20</a></b> <b>living creatures.</b> These creatures, including the extraordinarily large ones, included all sorts of fish and mammals, even dinosaurs ( <i>see notes on <a>Job 40:15–41:1</a></i> )."
  },
  {
    "start": 1001022,
    "content": "<b><a>Gen. 1:22</a></b> <b>blessed.</b> This is the first occurrence of the word “bless” in Scripture. God’s admonition to “be fruitful and multiply” was the substance of the blessing."
  },
  {
    "start": 1001024,
    "end": 1001025,
    "content": "<b><a>Gen. 1:24–25</a></b> <b>cattle … beasts.</b> This probably represents all kinds of large, four-legged animals."
  },
  {
    "start": 1001024,
    "content": "<b><a>Gen. 1:24</a></b> <b>beasts of the earth.</b> Different from and larger than the clan of cattle, this would include dinosaurs like Behemoth ( <a>Job 40:15</a> )."
  },
  {
    "start": 1001026,
    "content": "<b><a>Gen. 1:26</a></b> <b>Us … Our.</b> The first clear indication of the triunity of God (cf. <a>Gen. 3:22</a> ; <a>Gen. 11:7</a> ). The very name of God, Elohim ( <a>Gen. 1:1</a> ), is a plural form of El. <b>man.</b> The crowning point of creation, a living human, was made in God’s image to rule creation. <b>Our image.</b> This defined man’s unique relation to God. Man is a living being capable of embodying God’s communicable attributes (cf. <a>Gen. 9:6</a> ; <a>Rom. 8:29</a> ; <a>Col. 3:10</a> ; <a>Jas. 3:9</a> ). In his rational life, he was like God in that he could reason and had intellect, will, and emotion. In the moral sense, he was like God because he was good and sinless."
  },
  {
    "start": 1001026,
    "end": 1001028,
    "content": "<b><a>Gen. 1:26–28</a></b> <b>have dominion over.</b> This defined man’s unique relation to creation. Man was God’s representative in ruling over the creation. The command to rule separated him from the rest of living creation and defined his relationship as above the rest of creation (cf. <a>Ps. 8:6–8</a> )."
  },
  {
    "start": 1001027,
    "content": "<b><a>Gen. 1:27</a></b> <b>male and female.</b> Cf. <a>Matt. 19:4</a> ; <a>Mark 10:6</a> . While these two persons equally shared God’s image and together exercised dominion over creation, they were by divine design physically diverse in order to accomplish God’s mandate to multiply, i.e., neither one could reproduce offspring without the other."
  },
  {
    "start": 1001028,
    "content": "<b><a>Gen. 1:28</a></b> <b>blessed.</b> This second blessing (cf. <a>Gen. 1:22</a> ) involved reproduction and dominion. <b>Be fruitful and multiply, and fill the earth, and subdue it.</b> God, having just created the universe, created His representative (rule over) and representation (cf. image and likeness). Man would fill the earth and oversee its operation. “Subdue” does not suggest a wild and unruly condition for the creation because God Himself pronounced it “good.” Rather, it speaks of a productive ordering of the earth and its inhabitants to yield its riches and accomplish God’s purposes."
  },
  {
    "start": 1001029,
    "end": 1001030,
    "content": "<b><a>Gen. 1:29–30</a></b> <b>food for you … for food.</b> Prior to the curse ( <a>Gen. 3:14–19</a> ), both mankind and beasts were vegetarians."
  },
  {
    "start": 1001031,
    "content": "<b><a>Gen. 1:31</a></b> <b>very good.</b> What had been pronounced good individually (vv. <a>Gen. 1:4</a> , <a>Gen. 1:10</a> , <a>Gen. 1:12</a> , <a>Gen. 1:18</a> , <a>Gen. 1:21</a> , <a>Gen. 1:25</a> ) was now called “very good” collectively. The words anticipated God’s conclusion that it was “not good” for a man to be alone ( <a>Gen. 2:18</a> ), which occurred on the sixth day."
  },
  {
    "start": 1002001,
    "end": 1002003,
    "content": "<b><a>Gen. 2:1–3</a></b> These words affirm that God had completed His work. Four times it is said that He finished His work, and 3 times it is said that this included all His work. Present processes in the universe reflect God sustaining that completed creation, not more creation (cf. <a>Heb. 1:3</a> )."
  },
  {
    "start": 1002002,
    "content": "<b><a>Gen. 2:2</a></b> <b>completed … rested.</b> God certainly did not rest due to weariness; rather, establishing the pattern for man’s work cycle, He only modeled the need for rest. Later, the Sabbath ordinance of Moses found its basis in the creation week (cf. <a>Ex. 20:8–11</a> ). The Sabbath was God’s sacred ordained day in the weekly cycle. Jesus said, “The Sabbath was made for man” ( <a>Mark 2:27</a> ), and <a>Gen. 2:3</a> stated that God “sanctified” or set apart the Sabbath day because He rested in it. Later, it was set aside for a day of worship in the Mosaic law ( <i>see note on <a>Ex. 20:8</a></i> ). <a>Heb. 4:4</a> distinguishes between physical rest and the redemptive rest to which it pointed. <a>Col. 2:16</a> makes it clear that the Mosaic “Sabbath” has no symbolic or ritual place in the New Covenant. The church began worshiping on the first day of the week to commemorate the resurrection of Christ ( <a>Acts 20:7</a> )."
  },
  {
    "start": 1002004,
    "end": 1004026,
    "content": "<b><a>Gen. 2:4–4:26</a></b> The history of the heavens and the earth (v. <a>Gen. 2:4</a> )."
  },
  {
    "start": 1002004,
    "end": 1002025,
    "content": "<b><a>Gen. 2:4–25</a></b> This section fills in the details of man’s creation on day six. How did Moses obtain this account, so different from the absurd fictions of the pagans? Not from any human source, for man was not in existence to witness it. Not from the light of reason, for though intellect can know the eternal power of the Godhead ( <a>Rom. 1:18–20</a> ) and that God made all things, it cannot know how. None but the Creator Himself could give this data and, therefore, it is through faith that one understands that the worlds were formed by the Word of God ( <a>Heb. 11:3</a> )."
  },
  {
    "start": 1002006,
    "content": "<b><a>Gen. 2:6</a></b> <b>stream … rise from the earth.</b> “Stream” should be translated “flow.” It indicates that water came up from beneath the ground as springs and spread over the whole earth in an uninterrupted cycle of water. After the fall, rain became the primary means of watering the earth and allowed for floods and droughts that did not exist originally. Rains also allowed for God to judge through floods and droughts."
  },
  {
    "start": 1002007,
    "content": "<b><a>Gen. 2:7</a></b> <b>formed.</b> Many of the words used in this account of the creation of man picture a master craftsman at work shaping a work of art to which he gives life ( <a>1 Cor. 15:45</a> ). This adds detail to the statement of fact in <a>Gen. 1:27</a> (cf. <a>1 Tim. 2:13</a> ). Cf. <a>Ps. 139:14</a> . Made from dirt, a man’s value is not in the physical components that form his body, but in the quality of life which forms his soul (see <a>Job 33:4</a> )."
  },
  {
    "start": 1002008,
    "content": "<b><a>Gen. 2:8</a></b> <b>garden … Eden.</b> The Babylonians called the lush green land from which water flowed <i>edenu;</i> today, the term “oasis” describes such a place. This was a magnificent garden paradise, unlike any the world has seen since, where God fellowshiped with those He created in His image. The exact location of Eden is unknown; if “toward the east” was used in relationship to where Moses was when he wrote, then it could have been in the area of Babylon, the Mesopotamian Valley."
  },
  {
    "start": 1002009,
    "content": "<b><a>Gen. 2:9</a></b> <b>tree of life.</b> A real tree, with special properties to sustain eternal life. It was placed in the center of the garden, where it must have been observed by Adam, and its fruit perhaps eaten by him, thus sustaining his life ( <a>Gen. 2:16</a> ). Such a tree, symbolic of eternal life, will be in the new heavens and new earth ( <i>see note on <a>Rev. 22:2</a></i> ). <b>tree … knowledge.</b> Cf. <a>Gen. 2:16</a> ; <a>Gen. 3:1–6</a> , <a>Gen. 3:11</a> , <a>Gen. 3:22</a> . It was perhaps given that title because it was a test of obedience by which our first parents were tried, whether they would be good or bad—obey God or disobey His command."
  },
  {
    "start": 1002010,
    "content": "<b><a>Gen. 2:10</a></b> <b>out of.</b> That is to say “the source,” and likely refers to some great spring gushing up inside the garden from some subterranean reservoir. There was no rain at that time."
  },
  {
    "start": 1002011,
    "content": "<b><a>Gen. 2:11</a></b> <b>Pishon … Havilah.</b> Locations are uncertain. This represents pre-Flood geography, now dramatically altered."
  },
  {
    "start": 1002012,
    "content": "<b><a>Gen. 2:12</a></b> <b>bdellium.</b> A gum resin. This refers more to appearance than color, i.e., it had the appearance of a pale resin."
  },
  {
    "start": 1002013,
    "content": "<b><a>Gen. 2:13</a></b> <b>Gihon … Cush.</b> The river location is uncertain. Cush could be modern-day Ethiopia."
  },
  {
    "start": 1002014,
    "content": "<b><a>Gen. 2:14</a></b> <b>Tigris … Asshur.</b> The post-Flood Tigris River runs northwest to southeast east of the city of Babylon through the Mesopotamian Valley. <b>Euphrates.</b> A river that runs parallel (northwest to southeast) to the Tigris and empties into the Persian Gulf after joining the Tigris."
  },
  {
    "start": 1002015,
    "content": "<b><a>Gen. 2:15</a></b> <b>cultivate it and keep it.</b> Work was an important and dignified part of representing the image of God and serving Him, even before the Fall. Cf. <a>Rev. 22:3</a> ."
  },
  {
    "start": 1002017,
    "content": "<b><a>Gen. 2:17</a></b> <b>surely die.</b> To “die” has the basic idea of separation. It can mean spiritual separation, physical separation, and/or eternal separation. At the moment of their sin, Adam and Eve died spiritually, but because God was merciful they did not die physically until later ( <a>Gen. 5:5</a> ). There is no reason given for this prohibition, other than it was a test ( <i>see note on v. <a>Gen. 2:9</a></i> ). There was nothing magical about that tree, but eating from it after it had been forbidden by God would indeed give man the knowledge of evil—since evil can be defined as disobeying God. Man already had the knowledge of good."
  },
  {
    "start": 1002018,
    "content": "<b><a>Gen. 2:18</a></b> <b>not good.</b> When God saw His creation as very good ( <a>Gen. 1:31</a> ), He viewed it as being to that point the perfect outcome to His creative plan. However, in observing man’s state as not good, He was commenting on his incompleteness before the end of the sixth day because the woman, Adam’s counterpart, had not yet been created. The words of this verse emphasize man’s need for a companion, a helper, and an equal. He was incomplete without someone to complement him in fulfilling the task of filling, multiplying, and taking dominion over the earth. This points to Adam’s inadequacy, not Eve’s insufficiency (cf. <a>1 Cor. 11:9</a> ). Woman was made by God to meet man’s deficiency (cf. <a>1 Tim. 2:14</a> )."
  },
  {
    "start": 1002019,
    "content": "<b><a>Gen. 2:19</a></b> This was not a new creation of animals. They were created before man on the fifth and sixth days ( <a>Gen. 1:20–25</a> ). Here the Lord God was calling attention to the fact that He created them “out of the ground” as He did man, but man, who was a living soul in the image of God, was to name them, signifying his rule over them."
  },
  {
    "start": 1002020,
    "content": "<b><a>Gen. 2:20</a></b> <b>gave names to.</b> Naming is an act of discerning something about the creature so as to appropriately identify it and also an act of leadership or authority over that which was named. There is no kinship with any animal since none was a fitting companion for Adam."
  },
  {
    "start": 1002021,
    "content": "<b><a>Gen. 2:21</a></b> <b>one of his ribs.</b> This could also be “sides,” including surrounding flesh (“flesh of my flesh,” v. <a>Gen. 2:23</a> ). Divine surgery by the Creator presented no problems. This would also imply the first act of healing in Scripture."
  },
  {
    "start": 1002023,
    "content": "<b><a>Gen. 2:23</a></b> <b>bone of my bones.</b> Adam’s poem focuses on naming the delight of his heart in this newly found companion. The man (ish) names her “woman” (isha) because she had her source in him (the root of the word “woman” is “soft”). She truly was made of bone from his bones and flesh from his flesh. Cf. <a>1 Cor. 11:8</a> . The English words man/woman sustain the same relationship as the Hebrew words, hinting at that original creation."
  },
  {
    "start": 1002024,
    "content": "<b><a>Gen. 2:24</a></b> <b>leave … cleave to.</b> The marital relationship was established as the first human institution. The responsibility to honor one’s parents ( <a>Ex. 20:12</a> ) does not cease with leaving and the union of husband with wife ( <a>Matt. 19:5</a> ; <a>Mark 10:7–8</a> ; <a>1 Cor. 6:16</a> ; <a>Eph. 5:31</a> ), but does represent the inauguration of a new and primary responsibility. “Cleave” carries the sense of a permanent or indissoluble union, so that divorce was not considered (cf. <a>Gen. 3:16</a> ). “One flesh” speaks of a complete unity of parts making a whole, e.g., one cluster, many grapes ( <a>Num. 13:23</a> ) or one God in 3 persons ( <a>Deut. 6:4</a> ); thus this marital union was complete and whole with two people. This also implies their sexual completeness. One man and one woman constitute the pair to reproduce. The “one flesh” is primarily seen in the child born of that union, the one perfect result of the union of two. Cf. uses of this verse in <a>Matt. 19:5–6</a> ; <a>Mark 10:8</a> ; <a>1 Cor. 6:16</a> ; <a>Eph. 5:31</a> . Permanent monogamy was and continues to be God’s design and law for marriage."
  },
  {
    "start": 1002025,
    "content": "<b><a>Gen. 2:25</a></b> <b>both naked … not ashamed.</b> With no knowledge of evil before the Fall, even nakedness was shameless and innocent. They found their complete gratification in the joy of their one union and their service to God. With no inward principle of evil to work on, the solicitation to sin had to come from without, and it did."
  },
  {
    "start": 1003001,
    "content": "<b><a>Gen. 3:1</a></b> <b>the serpent.</b> The word means “snake.” The apostle John identified this creature as Satan (cf. <a>Rev. 12:9</a> ; <a>Rev. 20:2</a> ) as did Paul ( <a>2 Cor. 11:3</a> ). The serpent, a manifestation of Satan, appears for the first time before the Fall of man. The rebellion of Satan, therefore, had occurred sometime after <a>Gen. 1:31</a> (when everything in creation was good), but before <a>Gen. 3:1</a> . Cf. <a>Ezek. 28:11–15</a> for a possible description of Satan’s dazzling beauty and <a>Isa. 14:13–14</a> for Satan’s motivation to challenge God’s authority (cf. <a>1 John 3:8</a> ). Satan, being a fallen archangel and, thus, a supernatural spirit, had possessed the body of a snake in its pre-Fall form (cf. <a>Gen. 3:14</a> for post-Fall form). <b>more crafty.</b> Deceitful; cf. <a>Matt. 10:16</a> . <b>to the woman.</b> She was the object of his attack, being the weaker one and needing the protection of her husband. He found her alone and unfortified by Adam’s experience and counsel. Cf. <a>2 Tim. 3:6</a> . Though sinless, she was temptable and seducible. <b>has God said…?</b> In effect Satan said, “Is it true that He has restricted you from the delights of this place? This is not like one who is truly good and kind. There must be some mistake.” He insinuated doubt as to her understanding of God’s will, appearing as an angel of light ( <a>2 Cor. 11:14</a> ) to lead her to the supposed true interpretation. She received him without fear or surprise, but as some credible messenger from heaven with the true understanding, because of his cunning."
  },
  {
    "start": 1003002,
    "end": 1003003,
    "content": "<b><a>Gen. 3:2–3</a></b> In her answer, Eve extolled the great liberty that they had; with only one exception, they could eat all the fruit."
  },
  {
    "start": 1003003,
    "content": "<b><a>Gen. 3:3</a></b> <b>not touch it.</b> An addition to the original prohibition as recorded (cf. <a>Gen. 2:17</a> ). Adam may have so instructed her for her protection."
  },
  {
    "start": 1003004,
    "end": 1003005,
    "content": "<b><a>Gen. 3:4–5</a></b> <b>not die!</b> Satan, emboldened by her openness to him, spoke this direct lie. This lie actually led her and Adam to spiritual death (separation from God). So, Satan is called a liar and murderer from the beginning ( <a>John 8:44</a> ). His lies always promise great benefits (as in v. <a>Gen. 3:5</a> ). Eve experienced this result—she and Adam did know good and evil; but by personal corruption, they did not know as God knows in perfect holiness."
  },
  {
    "start": 1003006,
    "content": "<b><a>Gen. 3:6</a></b> <b>good … delight … desirable.</b> She decided that Satan was telling the truth and she had misunderstood God, but she didn’t know what she was doing. It was not overt rebellion against God, but seduction and deception to make her believe her act was the right thing to do (cf. v. <a>Gen. 3:13</a> ). The NT confirms that Eve was deceived ( <a>2 Cor. 11:3</a> ; <a>1 Tim. 2:14</a> ; <a>Rev. 12:9</a> ). <b>he ate.</b> A direct transgression without deception ( <i>see note on <a>1 Tim. 2:13–14</a></i> )."
  },
  {
    "start": 1003007,
    "content": "<b><a>Gen. 3:7</a></b> <b>opened … knew … sewed.</b> The innocence noted in <a>Gen. 2:25</a> had been replaced by guilt and shame (vv. <a>Gen. 3:8–10</a> ), and from then on they had to rely on their conscience to distinguish between good and their newly acquired capacity to see and know evil."
  },
  {
    "start": 1003008,
    "content": "<b><a>Gen. 3:8</a></b> God appeared, as before, in tones of goodness and kindness, walking in some visible form (perhaps Shekinah light as He later appeared in <a>Ex. 33:18–23</a> ; <a>Ex. 34:5–8</a> , <a>Ex. 34:29</a> ; <a>Ex. 40:34–38</a> ). He came not in fury, but in the same condescending way He had walked with Adam and Eve before."
  },
  {
    "start": 1003009,
    "content": "<b><a>Gen. 3:9</a></b> <b>Where are you?</b> The question was God’s way of bringing man to explain why he was hiding, rather than expressing ignorance about man’s location. Shame, remorse, confusion, guilt, and fear all led to their clandestine behavior. There was no place to hide; there never is. See <a>Ps. 139:1–12</a> ."
  },
  {
    "start": 1003010,
    "content": "<b><a>Gen. 3:10</a></b> <b>the sound of You.</b> The sound of <a>Gen. 3:8</a> , which probably was God calling for Adam and Eve. Adam responded with the language of fear and sorrow, but not confession."
  },
  {
    "start": 1003011,
    "content": "<b><a>Gen. 3:11</a></b> Adam’s sin was evidenced by his new knowledge of the evil of nakedness, but God still waited for Adam to confess to what God knew they had done. The basic reluctance of sinful people to admit their iniquity is here established. Repentance is still the issue. When sinners refuse to repent, they suffer judgment; when they do repent, they receive forgiveness."
  },
  {
    "start": 1003012,
    "content": "<b><a>Gen. 3:12</a></b> <b>The woman whom You gave.</b> Adam pitifully put the responsibility on God for giving him Eve. That only magnified the tragedy in that Adam had knowingly transgressed God’s prohibition, but still would not be open and confess his sin, taking full responsibility for his action, which was not made under deception ( <a>1 Tim. 2:14</a> )."
  },
  {
    "start": 1003013,
    "content": "<b><a>Gen. 3:13</a></b> <b>The serpent deceived me.</b> The woman’s desperate effort to pass the blame to the serpent, which was partially true ( <a>1 Tim. 2:14</a> ), did not absolve her of the responsibility for her distrust and disobedience toward God."
  },
  {
    "start": 1003014,
    "content": "<b><a>Gen. 3:14</a></b> <b>to the serpent.</b> The cattle and all the rest of creation were cursed (see <a>Rom. 8:20–23</a> ; cf. <a>Jer. 12:4</a> ) as a result of Adam and Eve’s eating, but the serpent was uniquely cursed by being made to slither on its belly. It probably had legs before this curse. Now snakes represent all that is odious, disgusting, and low. They are branded with infamy and avoided with fear. Cf. <a>Isa. 65:25</a> ; <a>Mic. 7:17</a> ."
  },
  {
    "start": 1003015,
    "content": "<b><a>Gen. 3:15</a></b> After cursing the physical serpent, God turned to the spiritual serpent, the lying seducer, Satan, and cursed him. <b>bruise you on the head … bruise him on the heel.</b> This “first gospel” is prophetic of the struggle and its outcome between “your seed” (Satan and unbelievers, who are called the Devil’s children in <a>John 8:44</a> ) and her seed (Christ, a descendant of Eve, and those in Him), which began in the garden. In the midst of the curse passage, a message of hope shone forth—the woman’s offspring called “He” is Christ, who will one day defeat the Serpent. Satan could only “bruise” Christ’s heel (cause Him to suffer), while Christ will bruise Satan’s head (destroy him with a fatal blow). Paul, in a passage strongly reminiscent of <a>Ge 3</a> , encouraged the believers in Rome, “And the God of peace will soon crush Satan under your feet” ( <a>Rom. 16:20</a> ). Believers should recognize that they participate in the crushing of Satan because, along with their Savior and because of His finished work on the cross, they also are of the woman’s seed. For more on the destruction of Satan, see <a>Heb. 2:14–15</a> ; <a>Rev. 20:10</a> ."
  },
  {
    "start": 1003016,
    "content": "<b><a>Gen. 3:16</a></b> <b>pain and conception.</b> This is a constant reminder that a woman gave birth to sin in the human race and passes it on to all her children. She can be delivered from this curse by raising godly children, as indicated in <a>1 Tim. 2:15</a> ( <i>see note there</i> ). <b>Your desire … he will rule.</b> Just as the woman and her seed will engage in a war with the serpent, i.e., Satan and his seed (v. <a>Gen. 3:15</a> ), because of sin and the curse, the man and the woman will face struggles in their own relationship. Sin has turned the harmonious system of God-ordained roles into distasteful struggles of self-will. Lifelong companions, husbands and wives, will need God’s help in getting along as a result. The woman’s desire will be to lord it over her husband, but the husband will rule by divine design ( <a>Eph. 5:22–25</a> ). This interpretation of the curse is based upon the identical Hebrew words and grammar being used in <a>Gen. 4:7</a> ( <i>see note there</i> ) to show the conflict man will have with sin as it seeks to rule him."
  },
  {
    "start": 1003017,
    "content": "<b><a>Gen. 3:17</a></b> <b>Because you have listened.</b> The reason given for the curse on the ground and human death is that man turned his back on the voice of God, to follow his wife in eating that from which God had ordered him to abstain. The woman sinned because she acted independently of her husband, disdaining his leadership, counsel, and protection. The man sinned because he abandoned his leadership and followed the wishes of his wife. In both cases, God’s intended roles were reversed."
  },
  {
    "start": 1003017,
    "end": 1003018,
    "content": "<b><a>Gen. 3:17–18</a></b> <b>Cursed is the ground because of you.</b> God cursed the object of man’s labor and made it reluctantly, yet richly, yield his food through hard work."
  },
  {
    "start": 1003019,
    "content": "<b><a>Gen. 3:19</a></b> <b>return to the ground.</b> I.e., to die (cf. <a>Gen. 2:7</a> ). Man, by sin, became mortal. Although he did not die the moment he ate (by God’s mercy), he was changed immediately and became liable to all the sufferings and miseries of life, to death, and to the pains of hell forever. Adam lived 930 years ( <a>Gen. 5:5</a> )."
  },
  {
    "start": 1003021,
    "content": "<b><a>Gen. 3:21</a></b> <b>garments of skin.</b> The first physical deaths should have been the man and his wife, but it was an animal—a shadow of the reality that God would someday kill a substitute to redeem sinners."
  },
  {
    "start": 1003022,
    "content": "<b><a>Gen. 3:22</a></b> <b>like one of Us.</b> <i>See note on <a>Gen. 1:26</a> .</i> This was spoken out of compassion for the man and woman, who only in limited ways were like the Trinity, knowing good and evil—not by holy omniscience, but by personal experience (cf. <a>Isa. 6:3</a> ; <a>Hab. 1:13</a> ; <a>Rev. 4:8</a> )."
  },
  {
    "start": 1003022,
    "end": 1003023,
    "content": "<b><a>Gen. 3:22–23</a></b> <b>and live forever.</b> <i>See note on <a>Gen. 2:9</a> .</i> God told man that he would surely die if he ate of the forbidden tree. But God’s concern may also have been that man not live forever in his pitifully cursed condition. Taken in the broader context of Scripture, driving the man and his wife out of the garden was an act of merciful grace to prevent them from being sustained forever by the tree of life."
  },
  {
    "start": 1003024,
    "content": "<b><a>Gen. 3:24</a></b> <b>cherubim.</b> Later in Israel’s history, two cherubim or angelic figures guarded the ark of the covenant and the Holy of Holies in the tabernacle ( <a>Ex. 25:18–22</a> ), where God communed with His people. <b>flaming sword.</b> An unexplainable phenomenon, perhaps associated directly with the cherubim or the flaming, fiery Shekinah presence of God Himself."
  },
  {
    "start": 1004001,
    "content": "<b><a>Gen. 4:1</a></b> <b>knew his wife.</b> The act of sexual intercourse was considered the only means by which God Himself gave children. He was acknowledged as the sovereign giver of all life."
  },
  {
    "start": 1004002,
    "content": "<b><a>Gen. 4:2</a></b> <b>again, she gave birth.</b> Some think the boys may have been twins, since no time element intervenes between vv. <a>Gen. 4:1–2</a> . <b>keeper of flocks … cultivator of the ground.</b> Both occupations were respectable; in fact, most people subsisted through a combination of both. God’s focus was not on their vocation, but on the nature of their respective offerings."
  },
  {
    "start": 1004003,
    "content": "<b><a>Gen. 4:3</a></b> <b>fruit of the ground.</b> Produce in general."
  },
  {
    "start": 1004004,
    "content": "<b><a>Gen. 4:4</a></b> <b>firstborn … fat.</b> The best animals."
  },
  {
    "start": 1004004,
    "end": 1004005,
    "content": "<b><a>Gen. 4:4–5</a></b> Abel’s offering was acceptable (cf. <a>Heb. 11:4</a> ), not just because it was an animal, nor just because it was the very best of what he had, nor even that it was the culmination of a zealous heart for God; but, because it was in every way obediently given according to what God must have revealed (though not recorded in Genesis). Cain, disdaining the divine instruction, just brought what he wanted to bring: some of his crop."
  },
  {
    "start": 1004005,
    "end": 1004006,
    "content": "<b><a>Gen. 4:5–6</a></b> <b>angry.</b> Rather than being repentant for his sinful disobedience, he was hostile toward God, whom he could not kill, and jealous of his brother, whom he could kill (cf. <a>1 John 3:12</a> ; <a>Jude 1:11</a> )."
  },
  {
    "start": 1004007,
    "content": "<b><a>Gen. 4:7</a></b> <b>do well …</b> countenance <b>be lifted up.</b> God reminded Cain that if he had obeyed God and offered the animal sacrifices God had required, his sacrifices would have been acceptable. It wasn’t personal preference on God’s part, or disdain for Cain’s vocation, or the quality of his produce that caused God to reject his sacrifice. <b>sin is lying at the door.</b> God told Cain that if he chose not to obey His commands, ever-present sin, lying and waiting to pounce like a lion, would fulfill its desire to overpower him (cf. <a>Gen. 3:16</a> )."
  },
  {
    "start": 1004008,
    "content": "<b><a>Gen. 4:8</a></b> The first murder in Scripture (cf. <a>Matt. 23:35</a> ; <a>Luke 11:51</a> ; <a>Heb. 12:24</a> ). Cain rejected the wisdom spoken to him by God Himself, rejected doing well, refused to repent, and thus crouching sin pounced and turned him into a killer. Cf. <a>1 John 3:10–12</a> ."
  },
  {
    "start": 1004009,
    "content": "<b><a>Gen. 4:9</a></b> <b>Am I my brother’s keeper?</b> Cain’s sarcasm was a play on words, based on the fact that Abel was the “keeper” of sheep. Lying was the third sin resulting from Cain’s attitude of indifference to God’s commands. Sin was ruling over him (v. <a>Gen. 4:7</a> )."
  },
  {
    "start": 1004010,
    "content": "<b><a>Gen. 4:10</a></b> <b>voice … blood.</b> A figure of speech to indicate that Abel’s death was well known to God."
  },
  {
    "start": 1004011,
    "content": "<b><a>Gen. 4:11</a></b> <b>cursed … from the ground.</b> A second curse came from God affecting just the productivity of the soil Cain would till. To a farmer like Cain, this curse was severe, and meant that Cain would all his life be a wanderer, “a vagrant and a wanderer” (vv. <a>Gen. 4:12</a> , <a>Gen. 4:14</a> )."
  },
  {
    "start": 1004014,
    "content": "<b><a>Gen. 4:14</a></b> <b>whoever … kill me.</b> This shows that the population of the earth was, by then, greatly increased. As a wanderer and scavenger in an agrarian world, Cain would be easy prey for those who wanted his life."
  },
  {
    "start": 1004015,
    "content": "<b><a>Gen. 4:15</a></b> <b>sign.</b> While not described here, it involved some sort of identifiable mark that he was under divine protection which was mercifully given to Cain by God. At the same time, the mark that saved him was the lifelong sign of his shame."
  },
  {
    "start": 1004016,
    "content": "<b><a>Gen. 4:16</a></b> <b>Nod.</b> An unknown location."
  },
  {
    "start": 1004017,
    "content": "<b><a>Gen. 4:17</a></b> <b>Cain knew his wife.</b> Cain’s wife obviously was one of Adam’s later daughters ( <a>Gen. 5:4</a> ). By Moses’ time, this kind of close marriage was forbidden ( <a>Lev. 18:7–17</a> ), because of genetic decay. <b>Enoch.</b> His name means “initiation,” and was symbolic of the new city where Cain would try to mitigate his curse."
  },
  {
    "start": 1004019,
    "content": "<b><a>Gen. 4:19</a></b> <b>two wives.</b> No reason is given on Lamech’s part for the first recorded instance of bigamy. He led the Cainites in open rebellion against God (cf. <a>Gen. 2:24</a> ) by his violation of marriage law."
  },
  {
    "start": 1004020,
    "content": "<b><a>Gen. 4:20</a></b> <b>Jabal.</b> He invented tents and the nomadic life of herdsmen so common in the Middle East and elsewhere."
  },
  {
    "start": 1004021,
    "content": "<b><a>Gen. 4:21</a></b> <b>Jubal.</b> He invented both stringed and wind instruments."
  },
  {
    "start": 1004022,
    "content": "<b><a>Gen. 4:22</a></b> <b>Tubal-cain.</b> He invented metallurgy."
  },
  {
    "start": 1004023,
    "end": 1004024,
    "content": "<b><a>Gen. 4:23–24</a></b> Lamech killed someone in self-defense. He told his wives that they need not fear any harm coming to them for the killing because if anyone tried to retaliate, he would retaliate and kill them. He thought that if God promised 7-fold vengeance on anyone killing Cain, He would give 77-fold vengeance on anyone attacking Lamech."
  },
  {
    "start": 1004025,
    "content": "<b><a>Gen. 4:25</a></b> <b>Seth.</b> With Cain removed as the older brother and heir of the family blessing, and with Abel dead, God graciously gave Adam and Eve a godly son through whom the seed of redemption ( <a>Gen. 3:15</a> ) would be passed all the way to Jesus Christ ( <a>Luke 3:38</a> )."
  },
  {
    "start": 1004026,
    "content": "<b><a>Gen. 4:26</a></b> men <b>began to call upon the name of Yahweh.</b> As men realized their inherent sinfulness with no human means to appease God’s righteous indignation and wrath over their multiplied iniquities, they turned to God for mercy and grace in hopes of a restored personal relationship."
  },
  {
    "start": 1005001,
    "end": 1006008,
    "content": "<b><a>Gen. 5:1–6:8</a></b> <b>generations of Adam.</b> Ten specific families are mentioned. Most likely, in accord with other biblical genealogies, this listing is representative rather than complete (cf. <a>Ruth 4:18–22</a> )."
  },
  {
    "start": 1005001,
    "end": 1005032,
    "content": "<b><a>Gen. 5:1–32</a></b> <b>Adam … Noah.</b> The genealogy connects Adam to the Noahic family which not only survived the Flood, but also became first in God’s re-creation. Two recurring phrases carry redemption history forward: “… he had <i>other</i> sons and daughters,” “… and he died.” These lines, which get repeated for each successive descendant of Adam, echo two contrasting realities; God had said “you will surely die” ( <a>Gen. 2:17</a> ), but He had also commanded them to “be fruitful and multiply” ( <a>Gen. 1:28</a> )."
  },
  {
    "start": 1005001,
    "content": "<b><a>Gen. 5:1</a></b> <b>the likeness of God.</b> <i>See notes on <a>Gen. 1:26</a> .</i>"
  },
  {
    "start": 1005002,
    "content": "<b><a>Gen. 5:2</a></b> <b>named them Man.</b> In naming man, God declared His own dominion over all creation ( <a>Matt. 19:4</a> ; <a>Mark 10:6</a> )."
  },
  {
    "start": 1005003,
    "content": "<b><a>Gen. 5:3</a></b> <b>in his own likeness, according to his image.</b> The human image and likeness in which God created mankind was procreatively passed to the second generation and to all generations which follow."
  },
  {
    "start": 1005005,
    "content": "<b><a>Gen. 5:5</a></b> <b>930 years.</b> These are literal years marking unusual length of life, accounted for by the pre-Flood environment. The earth was under a canopy of water that filtered out the ultraviolet rays of the sun, producing a much more moderate and healthful condition. <i>See notes on <a>Gen. 1:7</a> ; <a>Gen. 2:6</a> .</i> <b>and he died.</b> God told Adam that if he ate of the tree he would surely die ( <a>Gen. 2:17</a> ). It included spiritual death immediately and then physical death later."
  },
  {
    "start": 1005024,
    "content": "<b><a>Gen. 5:24</a></b> <b>walked with God … was not, for God took him.</b> Enoch is the only break in the chapter from the incessant comment, “and he died.” Cf. <a>Gen. 4:17–18</a> ; <a>1 Chron. 1:3</a> ; <a>Luke 3:37</a> ; <a>Heb. 11:5</a> ; <a>Jude 1:14</a> . Only one other man is said to have enjoyed this intimacy of relationship in walking with God, Noah ( <a>Gen. 6:9</a> ). Enoch experienced being taken to heaven alive by God, as did Elijah later ( <a>2 Kings 2:1–12</a> )."
  },
  {
    "start": 1005025,
    "end": 1005027,
    "content": "<b><a>Gen. 5:25–27</a></b> <b>Methuselah.</b> The man who lived the longest life on record. He died the year of the flood judgment (cf. <a>Gen. 7:6</a> )."
  },
  {
    "start": 1005029,
    "content": "<b><a>Gen. 5:29</a></b> <b>This one will give us rest.</b> Comfort and rest would come through the godly life of Noah, who is an “heir of the righteousness which is according to faith” ( <a>Heb. 11:7</a> )."
  },
  {
    "start": 1006001,
    "end": 1006004,
    "content": "<b><a>Gen. 6:1–4</a></b> The account that follows records an act of degradation that reveals the end-point of God’s patience."
  },
  {
    "start": 1006001,
    "content": "<b><a>Gen. 6:1</a></b> Such long lifespans as indicated in the record of chap. <a>Ge 5</a> caused massive increase in earth’s population."
  },
  {
    "start": 1006002,
    "content": "<b><a>Gen. 6:2</a></b> <b>sons of God … daughters of men.</b> The sons of God, identified elsewhere almost exclusively as angels ( <a>Job 1:6</a> ; <a>Job 2:1</a> ; <a>Job 38:7</a> ), saw and took wives of the human race. This produced an unnatural union which violated the God-ordained order of human marriage and procreation ( <a>Gen. 2:24</a> ). Some have argued that the sons of God were the sons of Seth who cohabited with the daughters of Cain; others suggest they were perhaps human kings wanting to build harems. But the passage puts strong emphasis on the angelic vs. human contrast. The NT places this account in sequence with other Genesis events and identifies it as involving fallen angels who indwelt men ( <i>see notes on <a>2 Pet. 2:4–5</a> ; <a>Jude 1:6</a></i> ). <a>Matt. 22:30</a> does not necessarily negate the possibility that angels are capable of procreation, but just that they do not marry. To procreate physically, they had to possess human, male bodies."
  },
  {
    "start": 1006003,
    "content": "<b><a>Gen. 6:3</a></b> <b>My Spirit.</b> Cf. <a>Gen. 1:2</a> . The Holy Spirit played a most active role in the OT. The Spirit had been striving to call men to repentance and righteousness, especially as Scripture notes, through the preaching of Enoch and Noah ( <a>1 Pet. 3:20</a> ; <a>2 Pet. 2:5</a> ; <a>Jude 1:14</a> ). <b>120.</b> The span of time until the Flood (cf. <a>1 Pet. 3:20</a> ), in which man was given opportunity to respond to the warning that God’s Spirit would not always be patient."
  },
  {
    "start": 1006004,
    "content": "<b><a>Gen. 6:4</a></b> <b>Nephilim.</b> This word is from a root meaning “to fall,” indicating that they were strong men who “fell” on others in the sense of overpowering them (the only other use of this term is in <a>Num. 13:33</a> ). They were already in the earth when the “mighty men” and “men of renown” were born. The fallen ones are not the offspring from the union in <a>Gen. 6:1–2</a> ."
  },
  {
    "start": 1006005,
    "content": "<b><a>Gen. 6:5</a></b> <b>his heart was only evil continually.</b> This is one of the strongest and clearest statements about man’s sinful nature. Sin begins in the thought-life ( <i>see notes on <a>Jas. 1:13–15</a></i> ). The people of Noah’s day were exceedingly wicked, from the inside out. Cf. <a>Jer. 17:9–10</a> ; <a>Matt. 12:34–35</a> ; <a>Matt. 15:18–19</a> ; <a>Mark 7:21</a> ; <a>Luke 6:45</a> ."
  },
  {
    "start": 1006006,
    "content": "<b><a>Gen. 6:6</a></b> <b>regretted … grieved.</b> Sin sorrowed God who is holy and without blemish ( <a>Eph. 4:30</a> ). Cf. <a>Ex. 32:14</a> ; <a>1 Sam. 15:11</a> ; <a>Jer. 26:3</a> ."
  },
  {
    "start": 1006007,
    "content": "<b><a>Gen. 6:7</a></b> God promised total destruction when His patience ran out (cf. <a>Eccl. 8:11</a> )."
  },
  {
    "start": 1006008,
    "content": "<b><a>Gen. 6:8</a></b> <b>But Noah found favor.</b> Lest one believe that Noah was spared because of his good works alone (cf. <a>Heb. 11:7</a> ), God makes it clear that Noah was a man who believed in God as Creator, Sovereign, and the only Savior from sin. He found grace for himself, because he humbled himself and sought it (cf. <a>Gen. 4:26</a> ). <i>See notes on <a>Isa. 55:6–7</a></i> ; he was obedient, as well ( <a>Gen. 6:22</a> ; <a>Gen. 7:5</a> ; <a>Jas. 4:6–10</a> )."
  },
  {
    "start": 1006009,
    "end": 1009029,
    "content": "<b><a>Gen. 6:9–9:29</a></b> The generations of Noah."
  },
  {
    "start": 1006009,
    "content": "<b><a>Gen. 6:9</a></b> <b>a righteous man … blameless … walked.</b> Cf. <a>Ezek. 14:14</a> , <a>Ezek. 14:20</a> ; <a>2 Pet. 2:5</a> . The order is one of increasing spiritual quality before God: “righteous” is to live by God’s righteous standards; “blameless” sets him apart by a comparison with those of his day; and that he “walked with God” puts him in a class with Enoch ( <a>Gen. 5:24</a> )."
  },
  {
    "start": 1006011,
    "content": "<b><a>Gen. 6:11</a></b> <b>corrupt … filled with violence.</b> Cf. <a>Gen. 6:3</a> , <a>Gen. 6:5</a> . The seed of Satan, the fallen rejectors of God, deceitful and destructive, had dominated the world."
  },
  {
    "start": 1006013,
    "content": "<b><a>Gen. 6:13</a></b> <b>I am about to destroy them with the earth.</b> Destroy did not mean annihilation, but rather referred to the flood judgment, both of the earth and its inhabitants."
  },
  {
    "start": 1006014,
    "content": "<b><a>Gen. 6:14</a></b> <b>ark.</b> A hollow chest, a box designed to float on water ( <a>Ex. 2:3</a> ). <b>gopher wood.</b> Probably cedar or cypress trees, abundant in the mountains of Armenia."
  },
  {
    "start": 1006015,
    "end": 1006016,
    "content": "<b><a>Gen. 6:15–16</a></b> While the ark was not designed for beauty or speed, these dimensions provided extraordinary stability in the tumultuous floodwaters. A cubit was about 18 inches long, making the ark 450 feet long, 75 feet wide, and 45 feet high. A gigantic box of that size would be very stable in the water, impossible to capsize. The volume of space in the ark was 1.4 million cubic feet, equal to the capacity of 522 standard railroad box cars, which could carry 125,000 sheep. It had 3 stories, each 15 feet high; each deck was equipped with various rooms (lit. “nests”). “Pitch” was a resin substance to seal the seams and cracks in the wood. The “window” may have actually been a low wall around the flat roof to catch water for all on the ark."
  },
  {
    "start": 1006017,
    "content": "<b><a>Gen. 6:17</a></b> <b>flood of water.</b> Other notable Scriptures on the worldwide flood brought by God include: <a>Job 12:15</a> ; <a>Job 22:16</a> ; <a>Ps. 29:10</a> ; <a>Isa. 54:9</a> ; <a>Matt. 24:37–39</a> ; <a>Luke 17:26–27</a> ; <a>Heb. 11:7</a> ; <a>1 Pet. 3:20</a> ; <a>2 Pet. 2:5</a> ; <a>2 Pet. 3:5–6</a> ."
  },
  {
    "start": 1006018,
    "content": "<b><a>Gen. 6:18</a></b> <b>But I will establish My covenant with you.</b> In contrast with the rest of the created order which God was to destroy, Noah and his family were not only to be preserved, but they were to enjoy the provision and protection of a covenant relationship with God. This is the first mention of “covenant” in Scripture. This pledged covenant is actually made and explained in <a>Gen. 9:9–17</a> ( <i>see notes there</i> )."
  },
  {
    "start": 1006019,
    "end": 1006020,
    "content": "<b><a>Gen. 6:19–20</a></b> There are less than 18,000 species living on earth today. This number may have been doubled to allow for now extinct creatures. With two of each, a total of 72,000 creatures is reasonable as indicated in the note on <a>Gen. 6:15–16</a> ; the cubic space could hold 125,000 sheep, and since the average size of land animals is less than a sheep, perhaps less than 60 percent of the space was used. The very large animals were surely represented by young. There was ample room also for the one million species of insects, as well as food for a year for everyone (v. <a>Gen. 6:21</a> )."
  },
  {
    "start": 1007001,
    "content": "<b><a>Gen. 7:1</a></b> <b>righteous.</b> Cf. <a>Gen. 6:9</a> ; <a>Job 1:1</a> ."
  },
  {
    "start": 1007002,
    "end": 1007003,
    "content": "<b><a>Gen. 7:2–3</a></b> <b>sevens … sevens.</b> The extra 6 pairs of clean animals and birds would be used for sacrifice ( <a>Gen. 8:20</a> ) and food ( <a>Gen. 9:3</a> )."
  },
  {
    "start": 1007003,
    "content": "<b><a>Gen. 7:3</a></b> <b>to keep</b> their <b>seed alive.</b> So that God could use them to replenish the earth."
  },
  {
    "start": 1007004,
    "content": "<b><a>Gen. 7:4</a></b> God allowed one more week for sinners to repent. <b>rain … forty days and forty nights.</b> A worldwide rain for this length of time is impossible in post-Flood atmospheric conditions, but not then. The canopy that covered the whole earth ( <i>see note on <a>Gen. 1:7</a></i> ), a thermal water blanket encircling the earth, was to be condensed and dumped all over the globe (v. <a>Gen. 7:10</a> )."
  },
  {
    "start": 1007011,
    "content": "<b><a>Gen. 7:11</a></b> <b>month … day.</b> The calendar system of Noah’s day is unknown, although it appears that one month equaled 30 days. If calculated by the Jewish calendar of Moses’ day, it would be about May. This period of God’s grace was ended (cf. <a>Gen. 6:3</a> , <a>Gen. 6:8</a> ; <a>Gen. 7:4</a> ). <b>all the fountains of the great deep split open.</b> The subterranean waters sprang up from inside the earth to form the seas and rivers ( <a>Gen. 1:10</a> ; <a>Gen. 2:10–14</a> ), which were not produced by rainfall (since there was none), but by deep fountains in the earth. <b>the floodgates of the sky.</b> The celestial waters in the canopy encircling the globe were dumped on the earth and joined with the terrestrial and the subterranean waters (cf. <a>Gen. 1:7</a> ). This ended the water canopy surrounding the earth and unleashed the water in the earth; together these phenomena began the new system of hydrology that has since characterized the earth (see <a>Job 26:8</a> ; <a>Eccl. 1:7</a> ; <a>Isa. 55:10</a> ; <a>Amos 9:6</a> ). The sequence in this verse, indicating that the earth’s crust breaks up first, then the heavens drop their water, is interesting because the volcanic explosions that would have occurred when the earth fractured would have sent magma and dust into the atmosphere, along with gigantic sprays of water, gas, and air—all penetrating the canopy and triggering its downpour."
  },
  {
    "start": 1007016,
    "content": "<b><a>Gen. 7:16</a></b> <b>Yahweh closed</b> it <b>behind him.</b> No small event is spared in the telling of this episode, although the details are sparse."
  },
  {
    "start": 1007019,
    "content": "<b><a>Gen. 7:19</a></b> <b>all the high mountains.</b> This describes the extent of the Flood as global. Lest there be any doubt, Moses adds “under all the heavens” (cf. <a>2 Pet. 3:5–7</a> ). There are over 270 flood stories told in cultures all over the earth, which owe their origin to this one global event."
  },
  {
    "start": 1007020,
    "content": "<b><a>Gen. 7:20</a></b> The highest mountains were at least 22.5 feet under water, so that the ark floated freely above the peaks. This would include the highest peak in that area, Mt. Ararat ( <a>Gen. 8:4</a> ), which is ca. 17,000 feet high. That depth further proves it was not a local flood, but a global one."
  },
  {
    "start": 1007024,
    "content": "<b><a>Gen. 7:24</a></b> <b>150 days.</b> These days included the 40 day and night period of rain ( <a>Gen. 7:12</a> , <a>Gen. 7:17</a> ). The Flood rose to its peak at that point (cf. <a>Gen. 8:3</a> ). It then took over 2 1/2 months before the water receded to reveal other mountain peaks ( <a>Gen. 8:4–5</a> ), over 4 1/2 months before the dove could find dry land ( <a>Gen. 8:8–12</a> ), and almost 8 months before the occupants could leave the ark ( <a>Gen. 8:14</a> )."
  },
  {
    "start": 1008001,
    "content": "<b><a>Gen. 8:1</a></b> <b>Then God remembered Noah.</b> God’s covenant with Noah brought provision and protection in the midst of severe judgment. The remnant was preserved and God initiated steps toward reestablishing the created order on earth. <b>the waters subsided.</b> God used the wind to dry the ground; evaporation returned water to the atmosphere."
  },
  {
    "start": 1008004,
    "content": "<b><a>Gen. 8:4</a></b> <b>the mountains of Ararat.</b> These were in the region of the Caucasus, also known as ancient Urartu, where the elevation exceeded 17,000 feet."
  },
  {
    "start": 1008007,
    "end": 1008012,
    "content": "<b><a>Gen. 8:7–12</a></b> <b>a raven. … dove.</b> Ravens survive on a broad range of food types. If any food was available outside the ark, the raven could survive. In contrast, a dove is much more selective in its food choices. The dove’s choice of food would indicate that new life had begun to grow; thus Noah and his family could also survive outside the ark."
  },
  {
    "start": 1008014,
    "end": 1008016,
    "content": "<b><a>Gen. 8:14–16</a></b> Noah and his family had been in the ark for 378 days (cf. <a>Gen. 7:4</a> , <a>Gen. 7:10–11</a> )."
  },
  {
    "start": 1008017,
    "end": 1008019,
    "content": "<b><a>Gen. 8:17–19</a></b> <b>be fruitful and multiply.</b> In the process of replenishing the created order that He had judged with destruction, God repeated the words of the blessing which He had put upon nonhuman creatures ( <a>Gen. 1:22</a> ). Noah faced a new world where longevity of life began to decline immediately; the earth was subject to storms and severe weather, blazing heat, freezing cold, seismic action, and natural disasters."
  },
  {
    "start": 1008020,
    "content": "<b><a>Gen. 8:20</a></b> <b>built an altar.</b> This was done as an act of worship in response to God’s covenant faithfulness in sparing him and his family."
  },
  {
    "start": 1008021,
    "content": "<b><a>Gen. 8:21</a></b> <b>smelled the soothing aroma.</b> God accepted Noah’s sacrifice. <b>curse … strike down.</b> Regardless of how sinful mankind would become in the future, God promised not to engage in global catastrophe by flood again (cf. <a>Gen. 9:11</a> ). <i>See notes on <a>2 Pet. 3:3–10</a></i> for how God will destroy the earth in the future."
  },
  {
    "start": 1008022,
    "content": "<b><a>Gen. 8:22</a></b> <b>While all the days of the earth</b> remain <b>.</b> With many alterations from the global flood, God reestablished the cycle of seasons after the catastrophic interruption."
  },
  {
    "start": 1009001,
    "content": "<b><a>Gen. 9:1</a></b> <b>blessed Noah … Be fruitful and multiply, and fill the earth.</b> God blessed Noah and recommissioned him to fill the earth (cf. <a>Gen. 1:28</a> )."
  },
  {
    "start": 1009002,
    "end": 1009003,
    "content": "<b><a>Gen. 9:2–3</a></b> <b>the fear of you.</b> Man’s relationship to the animals appears to have changed, in that man is free to eat animals for sustenance (v. <a>Gen. 9:3</a> )."
  },
  {
    "start": 1009004,
    "content": "<b><a>Gen. 9:4</a></b> <b>blood.</b> Raw blood was not to be consumed as food. It symbolically represented life. To shed blood symbolically represented death (cf. <a>Lev. 17:11</a> ). The blood of animals, representing their life, was not to be eaten. It was, in fact, that blood that God designed to be a covering for sin ( <a>Lev. 17:11</a> )."
  },
  {
    "start": 1009005,
    "content": "<b><a>Gen. 9:5</a></b> <b>living thing … man.</b> Capital punishment was invoked upon every animal ( <a>Ex. 21:28</a> ) or man who took human life unlawfully. Cf. <a>John 19:11</a> ; <a>Acts 25:11</a> ; <a>Rom. 13:4</a> for clear NT support for this punishment."
  },
  {
    "start": 1009006,
    "content": "<b><a>Gen. 9:6</a></b> <b>For in the image of God.</b> The reason man could kill animals, but neither animals nor man could kill man, is because man alone was created in God’s image."
  },
  {
    "start": 1009009,
    "end": 1009017,
    "content": "<b><a>Gen. 9:9–17</a></b> This is the first covenant God made with man, afterwards called the Noahic Covenant."
  },
  {
    "start": 1009009,
    "end": 1009010,
    "content": "<b><a>Gen. 9:9–10</a></b> <b>with you … with your seed … with every living creature.</b> The covenant with Noah included living creatures as was first promised in <a>Gen. 6:19</a> ."
  },
  {
    "start": 1009011,
    "content": "<b><a>Gen. 9:11</a></b> <b>by the water.</b> The specific promise of this covenant, never to destroy the world again by water, was qualified by the means, for God has since promised to destroy the earth with fire one day ( <a>2 Pet. 3:10–11</a> ; <a>Rev. 20:9</a> ; <a>Rev. 21:1</a> )."
  },
  {
    "start": 1009012,
    "content": "<b><a>Gen. 9:12</a></b> <b>the sign of the covenant.</b> The rainbow is the perpetual, symbolic reminder of this covenant promise, just as circumcision of all males would be for the Abrahamic Covenant ( <a>Gen. 17:10–11</a> )."
  },
  {
    "start": 1009015,
    "content": "<b><a>Gen. 9:15</a></b> <b>I will remember.</b> Not simple recognition, but God’s commitment to keep the promise."
  },
  {
    "start": 1009016,
    "content": "<b><a>Gen. 9:16</a></b> <b>the everlasting covenant.</b> This covenant with Noah is the first of 5 divinely originated covenants in Scripture explicitly described as “everlasting.” The other 4 include: 1) Abrahamic ( <a>Gen. 17:7</a> ); 2) Priestly ( <a>Num. 25:10–13</a> ); 3) Davidic ( <a>2 Sam. 23:5</a> ); and 4) New ( <a>Jer. 32:40</a> ). The term “everlasting” can mean either 1) to the end of time and/or 2) through eternity future. It never looks back to eternity past. Of the 6 explicitly mentioned covenants of this kind in Scripture, only the Mosaic or Old Covenant was nullified."
  },
  {
    "start": 1009018,
    "content": "<b><a>Gen. 9:18</a></b> <b>Ham was the father of Canaan.</b> Canaan’s offspring, the idolatrous enemies of Israel whose land Abraham’s descendants would later take ( <a>Gen. 15:13–16</a> ), became a primary focus in chap. <a>Ge 10</a> . This notation is important since Moses was writing the Pentateuch just before the Israelites took Canaan (see Introduction: Author and Date, Background and Setting )."
  },
  {
    "start": 1009019,
    "content": "<b><a>Gen. 9:19</a></b> <b>from these the whole earth.</b> All men who have ever lived since the Flood came from these 3 sons of Noah (cf. <a>Gen. 10:32</a> ). The “one <i>man</i> ” ( <a>Acts 17:26</a> ) from whom all nations came is Adam through Noah. All physical characteristics of the whole race were present in the genetics of Noah, his sons, and their wives."
  },
  {
    "start": 1009021,
    "content": "<b><a>Gen. 9:21</a></b> <b>became drunk.</b> Fermentation, which leads to drunkenness, may have been caused by changed ecological conditions as a result of the Flood. Noah may have taken off his clothes because of the heat, or been involuntarily exposed due to his drunkenness."
  },
  {
    "start": 1009022,
    "content": "<b><a>Gen. 9:22</a></b> <b>saw the nakedness.</b> There is no reasonable support for the notion that some perverse activity, in addition to seeing nakedness, occurred. But clearly, the implication is that Ham looked with some sinful thought, if only for a while until he left to inform his brothers. Perhaps he was glad to see his father’s dignity and authority reduced to such weakness. He thought his brothers might share his feelings so he eagerly told them. They did not, however, share his attitude (v. <a>Gen. 9:23</a> )."
  },
  {
    "start": 1009025,
    "end": 1009027,
    "content": "<b><a>Gen. 9:25–27</a></b> <b>Cursed be Canaan.</b> The shift from Ham to his son Canaan established the historic legitimacy of Israel’s later conquest of the Canaanites. These were the people with whom Israel had to do battle shortly after they first heard Moses’ reading of this passage. Here, God gave Israel the theological basis for the conquest of Canaan. The descendants of Ham had received a sentence of judgment for the sins of their progenitor. In <a>Gen. 10:15–20</a> , the descendants of Canaan are seen to be the earlier inhabitants of the land later promised to Abraham."
  },
  {
    "start": 1009026,
    "content": "<b><a>Gen. 9:26</a></b> <b>let Canaan be his servant.</b> Conquered peoples were called servants, even if they were not household or private slaves. Shem, the ancestor of Israel, and the other “Semites” were to be the masters of Ham’s descendants, the Canaanites. The latter would give their land to the former."
  },
  {
    "start": 1009027,
    "content": "<b><a>Gen. 9:27</a></b> <b>dwell in the tents.</b> This means that spiritual blessings would come to the Japhethites through the God of Shem (v. <a>Gen. 9:26</a> ) and the line of Shem from which Messiah would come."
  },
  {
    "start": 1010001,
    "end": 1011009,
    "content": "<b><a>Gen. 10:1–11:9</a></b> The genealogy of Shem, Ham, and Japheth (v. <a>Gen. 10:1</a> )."
  },
  {
    "start": 1010001,
    "end": 1010032,
    "content": "<b><a>Gen. 10:1–32</a></b> See the map “The Nations of Genesis 10” for the locations of Noah’s descendants."
  },
  {
    "start": 1010005,
    "content": "<b><a>Gen. 10:5</a></b> <b>were separated … according to his tongue.</b> This act describes the situation after the Tower of Babel account in chap. <a>Ge 11</a> ."
  },
  {
    "start": 1010006,
    "end": 1010020,
    "content": "<b><a>Gen. 10:6–20</a></b> <b>The sons of Ham.</b> Many of whom were Israel’s enemies."
  },
  {
    "start": 1010008,
    "end": 1010010,
    "content": "<b><a>Gen. 10:8–10</a></b> <b>Nimrod.</b> This powerful leader was evidently the force behind the building of Babel (see <a>Gen. 11:1–4</a> )."
  },
  {
    "start": 1010010,
    "content": "<b><a>Gen. 10:10</a></b> <b>Babel.</b> The beginning of what later would prove to be Babylon, the destroyer of God’s people and His city Jerusalem (ca. 605–539 BC)."
  },
  {
    "start": 1010011,
    "content": "<b><a>Gen. 10:11</a></b> <b>to Assyria and built Nineveh.</b> This was Israel’s primary enemy from the East. Nimrod was Israel’s prototypical ancient enemy warrior, whose name in Hebrew means “rebel” (cf. <a>Mic. 5:6</a> )."
  },
  {
    "start": 1010015,
    "end": 1010019,
    "content": "<b><a>Gen. 10:15–19</a></b> <b>Canaan.</b> A notable shift occurs in this section away from place names to the inhabitants themselves (note the “ite” ending). These are not only the cursed people of Canaan’s curse for the scene at Noah’s drunkenness, but also they are those who possess the Promised Land which Israel as a nation needed to conquer. But the Noahic curse alone did not determine their guilt, for God said to Abram that the iniquity of the Amorites must first be complete before his descendants could occupy the Promised Land ( <a>Gen. 15:16</a> )."
  },
  {
    "start": 1010021,
    "end": 1010031,
    "content": "<b><a>Gen. 10:21–31</a></b> The sons of Shem, i.e., Semitic people."
  },
  {
    "start": 1010021,
    "content": "<b><a>Gen. 10:21</a></b> <b>older brother of Japheth.</b> Shem was the oldest of Noah’s 3 sons."
  },
  {
    "start": 1010025,
    "content": "<b><a>Gen. 10:25</a></b> <b>the earth was divided.</b> This looks ahead to the dispersion of nations at Babel ( <a>Gen. 11:1–9</a> )."
  },
  {
    "start": 1011001,
    "content": "<b><a>Gen. 11:1</a></b> <b>same language and the same words.</b> God, who made man as the one creature with whom He could speak ( <a>Gen. 1:28</a> ), was to take the gift of language and use it to divide the race, for the apostate worship at Babel indicated that man had turned against God in pride ( <a>Gen. 11:8–9</a> )."
  },
  {
    "start": 1011002,
    "content": "<b><a>Gen. 11:2</a></b> <b>as they journeyed east.</b> God had restated His commission for man to “be fruitful and multiply; Swarm on the earth” ( <a>Gen. 9:7</a> ). It was in the course of spreading out that the events of this account occurred."
  },
  {
    "start": 1011003,
    "end": 1011004,
    "content": "<b><a>Gen. 11:3–4</a></b> <b>let us make bricks … build for ourselves a city, and a tower … make for ourselves a name.</b> While dispersing, a portion of the post-Flood group, under the leading of the powerful Nimrod ( <a>Gen. 10:8–10</a> ), decided to stop and establish a city as a monument to their pride and for their reputation. The tower, even though it was a part of the plan, was not the singular act of rebellion. Human pride was, which led these people to defy God. They were refusing to move on, i.e., scattering to fill the earth as they had been instructed. In fact, this was Nimrod’s and the people’s effort to disobey the command of God in <a>Gen. 9:1</a> , and thus defeat the counsel of heaven. They had to make bricks, since there were few stones on the plain."
  },
  {
    "start": 1011004,
    "content": "<b><a>Gen. 11:4</a></b> <b>whose top</b> will reach <b>into heaven.</b> Not that the tower would actually reach to the abode of God and not that the top would represent the heavens. They wanted it to be a high tower as a monument to their abilities, one that would enhance their fame. In this endeavor, they disobeyed God and attempted to steal His glory."
  },
  {
    "start": 1011006,
    "content": "<b><a>Gen. 11:6</a></b> <b>nothing … will be impossible.</b> They were so united that they would do all they desired to do."
  },
  {
    "start": 1011007,
    "content": "<b><a>Gen. 11:7</a></b> <b>let Us.</b> <i>See note on <a>Gen. 1:26</a></i> (cf. <a>Gen. 3:22</a> )."
  },
  {
    "start": 1011008,
    "content": "<b><a>Gen. 11:8</a></b> <b>scattered them.</b> God addressed their prideful rebellion at the first act. They had chosen to settle; He forced them to scatter. This account tells how it was that the families of the earth “were separated … every one according to his tongue” ( <a>Gen. 10:5</a> ) and “were separated on the earth after the flood” ( <a>Gen. 10:32</a> )."
  },
  {
    "start": 1011009,
    "content": "<b><a>Gen. 11:9</a></b> <b>its name was called Babel.</b> This is linked to a Hebrew word meaning “to confuse.” From this account, Israel first understood not only how so many nations, peoples, and languages came about, but also the rebellious origins of their archetypal enemy, Babylon (cf. <a>Gen. 10:5</a> , <a>Gen. 10:20</a> , <a>Gen. 10:31</a> ). <b>scattered them.</b> Because they would not fill the earth as God had commanded them, God confused their language so that they had to separate and collect in regions where their own language was spoken."
  },
  {
    "start": 1011010,
    "end": 1011026,
    "content": "<b><a>Gen. 11:10–26</a></b> <b>Shem … Abram.</b> The genealogy of Shem (v. <a>Gen. 11:10</a> ). Israel, upon hearing this section read, learned how the generation who survived the Flood related to their own father, Abram (v. <a>Gen. 11:26</a> ), later known as Abraham (cf. <a>Gen. 17:5</a> ). The shortening of life-spans was in effect."
  },
  {
    "start": 1011014,
    "content": "<b><a>Gen. 11:14</a></b> <b>Eber.</b> Progenitor of the Hebrews (i.e., Eber’s descendants)."
  },
  {
    "start": 1011026,
    "content": "<b><a>Gen. 11:26</a></b> <b>70 years.</b> The age that Terah began to father children. Abram was born later when Terah was 130 (ca. 2165 BC). Cf. <a>Gen. 11:32</a> with <a>Gen. 12:4</a> ."
  },
  {
    "start": 1011027,
    "end": 1025011,
    "content": "<b><a>Gen. 11:27–25:11</a></b> The genealogy of Terah (v. <a>Gen. 11:27</a> )."
  },
  {
    "start": 1011027,
    "content": "<b><a>Gen. 11:27</a></b> <b>Abram.</b> The name means “exalted father.” Cf. <a>Gen. 17:5</a> ."
  },
  {
    "start": 1011028,
    "content": "<b><a>Gen. 11:28</a></b> <b>Ur of the Chaldeans.</b> A prosperous, populous city in Mesopotamia."
  },
  {
    "start": 1011031,
    "content": "<b><a>Gen. 11:31</a></b> <b>from Ur … as far as Haran.</b> Cf. <a>Acts 7:2–4</a> ; <a>Heb. 11:8–10</a> . Abram traveled along the Euphrates to Haran, a crossroads trading town in northern Mesopotamia or Syria, the best route from which to come down into Canaan and avoid crossing the great desert with all his people and animals (see <a>Gen. 12:4</a> )."
  },
  {
    "start": 1012001,
    "end": 1012003,
    "content": "<b><a>Gen. 12:1–3</a></b> <b>Yahweh … to Abram.</b> This passage is the promise whose fulfillment extends all through Scripture (either in fact or in expectation) to <a>Rev 20</a> . The actual Abrahamic Covenant is introduced in <a>Gen. 12:1–3</a> , actually made in <a>Gen. 15:18–21</a> , reaffirmed in <a>Gen. 17:1–21</a> , then renewed also with Isaac ( <a>Gen. 26:2–5</a> ) and Jacob ( <a>Gen. 28:10–17</a> ). It is an everlasting covenant ( <a>Gen. 17:7–8</a> ; <a>1 Chron. 16:17</a> ; <a>Ps. 105:7–12</a> ; <a>Isa. 24:5</a> ) which contains 4 elements: 1) seed ( <a>Gen. 17:2–7</a> ; cf. <a>Gal. 3:8</a> , <a>Gal. 3:16</a> , where it referred to Christ); 2) land ( <a>Gen. 15:18–21</a> ; <a>Gen. 17:8</a> ); 3) a nation ( <a>Gen. 12:2</a> ; <a>Gen. 17:4</a> ); plus 4) divine blessing and protection ( <a>Gen. 12:3</a> ). This covenant is unconditional in the sense of its ultimate fulfillment of a kingdom and salvation for Israel ( <i>see notes on <a>Rom. 11:1–27</a></i> ), but conditional in terms of immediate fulfillment (cf. <a>Gen. 17:14</a> ). Its national importance to Israel is magnified by its repeated references and point of appeal throughout the OT (cf. <a>2 Kings 13:23</a> ; <a>1 Chron. 16:15–22</a> ; <a>Neh. 9:7–8</a> ). Its importance spiritually to all believers is expounded by Paul ( <i>see notes on <a>Ga 3-4</a></i> ). Stephen quoted <a>Gen. 12:1</a> in <a>Acts 7:3</a> ."
  },
  {
    "start": 1012001,
    "content": "<b><a>Gen. 12:1</a></b> <b>To the land.</b> Abram was still in Haran ( <a>Gen. 11:31</a> ) when the call was repeated ( <a>Acts 7:2</a> ) to go to Canaan."
  },
  {
    "start": 1012002,
    "content": "<b><a>Gen. 12:2</a></b> <b>name great.</b> Abram’s magnificent reputation and legacy was fulfilled materially ( <a>Gen. 13:2</a> ; <a>Gen. 24:35</a> ), spiritually ( <a>Gen. 21:22</a> ), and socially ( <a>Gen. 23:6</a> )."
  },
  {
    "start": 1012003,
    "content": "<b><a>Gen. 12:3</a></b> <b>the one who curses you I will curse.</b> Those who “curse” Abram and his descendants are those who treat him lightly, despise him, or treat him with contempt. God’s curse for such lack of respect and disdain was to involve the most harsh of divine judgments. The opposite was to be true for those who bless him and his people. <b>in you all the families of the earth will be blessed.</b> Paul identified these words as “the gospel beforehand to Abraham” ( <a>Gal. 3:8</a> )."
  },
  {
    "start": 1012004,
    "content": "<b><a>Gen. 12:4</a></b> <b>Haran.</b> <i>See note on <a>Gen. 11:31</a> .</i> They must have been there for some time because they accumulated a group of people (probably servants)."
  },
  {
    "start": 1012005,
    "content": "<b><a>Gen. 12:5</a></b> <b>they came to … Canaan.</b> Ca. 2090 BC."
  },
  {
    "start": 1012006,
    "content": "<b><a>Gen. 12:6</a></b> <b>Shechem.</b> A Canaanite town located in the valley between Mt. Ebal and Mt. Gerizim (cf. <a>Deut. 27:4</a> , <a>Deut. 27:12</a> ) west of the Jordan about 15 mi. and north of Jerusalem about 30 mi. Moreh was most likely a resident of the area for whom the tree was named. <b>Canaanite</b> was <b>then in the land.</b> Moses was writing approximately 700 years after Abram entered the land (ca. 1405 BC). The Canaanites, of whom he wrote, were soon to be the opponents of Israel as they entered Canaan."
  },
  {
    "start": 1012007,
    "content": "<b><a>Gen. 12:7</a></b> <b>I will give this land.</b> Cf. <a>Gen. 13:15</a> ; <a>Gen. 15:18</a> ; <a>Gen. 17:7–8</a> ; <a>Gal. 3:16</a> . God was dealing with Abram, not in a private promise, but with a view toward high and sacred interests long into the future, i.e., the land which his posterity was to inhabit as a peculiar people. The seeds of divine truth were to be sown there for the benefit of all mankind. It was chosen as the most appropriate land for the coming of divine revelation and salvation for the world. <b>altar … to Yahweh.</b> By this act, Abram made an open confession of his religion, established worship of the true God, and declared his faith in God’s promise. This was the first true place of worship ever erected in the Promised Land. Isaac would later build an altar also to commemorate Yahweh’s appearance to him ( <a>Gen. 26:24–25</a> ), and Jacob also built one in Shechem ( <a>Gen. 33:18–20</a> )."
  },
  {
    "start": 1012008,
    "content": "<b><a>Gen. 12:8</a></b> <b>Bethel … Ai.</b> Bethel, <a>Gen. 12:7</a> mi. north of Jerusalem, was named later by Abraham ( <a>Gen. 28:19</a> ). Ai was 2 mi. east of Bethel, where Joshua later fought ( <a>Jos 7-8</a> )."
  },
  {
    "start": 1012009,
    "content": "<b><a>Gen. 12:9</a></b> <b>toward the Negev.</b> Abram moved toward the Negev into a less desirable area for raising crops but better for his vocation as a herdsman, perhaps engaging also in merchant activity."
  },
  {
    "start": 1012010,
    "content": "<b><a>Gen. 12:10</a></b> <b>a famine in the land.</b> Famine was not an unusual phenomenon in Canaan; two other major food shortages also occurred during the patriarchal period ( <a>Gen. 26:1</a> ; <a>Gen. 41:56</a> ). The severity and timing of this one forced Abram, soon after his arrival and travel in the Promised Land (vv. <a>Gen. 12:5–9</a> ), to emigrate to Egypt, where food was usually in abundant supply. Still holding to God’s promise, he did not return to Ur, though matters were extremely difficult (cf. <a>Heb. 11:15</a> )."
  },
  {
    "start": 1012011,
    "content": "<b><a>Gen. 12:11</a></b> <b>woman beautiful in appearance.</b> At 65, Sarai was still young and exceptionally attractive, being only half the age she was to be when she died (127). The patriarchs lived long; Abram was 175 when he died."
  },
  {
    "start": 1012012,
    "end": 1012013,
    "content": "<b><a>Gen. 12:12–13</a></b> Abram’s fear of Sarai’s being taken to Pharaoh’s harem and his being killed led him to disguise his true relationship to her (cf. <a>Gen. 20:13</a> ). Abram sought on his own initiative to take care of his future, thinking to assist God in fulfilling His promises."
  },
  {
    "start": 1012013,
    "content": "<b><a>Gen. 12:13</a></b> <b>sister.</b> This was a lying half-truth, since Sarai was Abram’s half-sister ( <a>Gen. 20:12</a> )."
  },
  {
    "start": 1012015,
    "content": "<b><a>Gen. 12:15</a></b> <b>taken into Pharaoh’s house.</b> Egyptian officials did take notice of Sarai and informed their monarch of her beauty. The result was not unexpected; she ended up in Pharaoh’s harem!"
  },
  {
    "start": 1012017,
    "content": "<b><a>Gen. 12:17</a></b> <b>Yahweh struck Pharaoh … with great plagues.</b> The separation of Abram and Sarai was critical enough to evoke Yahweh’s personal and dramatic intervention. Abram engineered the ruse to protect himself (v. <a>Gen. 12:13</a> , “that I may live”) apparently without too much thought being given to Sarai; but God’s reaction focused upon the protection of Sarai (“because of Sarai”)."
  },
  {
    "start": 1012018,
    "end": 1012019,
    "content": "<b><a>Gen. 12:18–19</a></b> <b>What is this you have done to me? … take her and go.</b> Somehow, and it remains unexplained, the plagues uncovered the deceit of Abram for Pharaoh. The monarch of Egypt humiliated Abram with his questions, showing more character than Abram gave him credit for and sending Abram out of his country."
  },
  {
    "start": 1012020,
    "content": "<b><a>Gen. 12:20</a></b> <b>sent him away.</b> Abram’s lie brought him and his extended family to an ignominious exit from Egypt—one which the servants must have talked about among themselves, with some loss to Abram’s integrity and reputation in their eyes. <i>See note on <a>Gen. 13:9</a> .</i>"
  },
  {
    "start": 1013001,
    "end": 1013004,
    "content": "<b><a>Gen. 13:1–4</a></b> Significantly, after the disastrous situation in Egypt, Abram journeyed back to where he had erected an altar and there he again worshiped (see <a>Gen. 12:8</a> )."
  },
  {
    "start": 1013005,
    "content": "<b><a>Gen. 13:5</a></b> <b>flocks and herds.</b> Wealth in the ancient world was measured not by land owned but by the size of one’s herds and the possession of silver, gold, and jewels (cf. v. <a>Gen. 13:2</a> ; <a>Job 1:1–3</a> )."
  },
  {
    "start": 1013006,
    "end": 1013007,
    "content": "<b><a>Gen. 13:6–7</a></b> Not unexpectedly, conflict occurred because of crowded conditions and limited grazing space. Both uncle and nephew had accrued much on the slow trip from Ur via Haran and Egypt to the Bethel/Ai region."
  },
  {
    "start": 1013007,
    "content": "<b><a>Gen. 13:7</a></b> <b>Perizzite.</b> A Canaanite tribe. Cf. <a>Gen. 34:30</a> ; <a>Deut. 7:1</a> ; <a>Judg. 1:4</a> ; <a>Judg. 3:5–6</a> ; <a>1 Kings 9:20–21</a> ; <a>Ezra 9:1</a> ."
  },
  {
    "start": 1013008,
    "content": "<b><a>Gen. 13:8</a></b> <b>we are brothers.</b> Abram’s whole reaction in resolving the strife between the two households and their personnel portrayed a different Abram than seen in Egypt; one whose attitude was not self-centered. Waving his right to seniority, he gave the choice to his nephew, Lot."
  },
  {
    "start": 1013009,
    "content": "<b><a>Gen. 13:9</a></b> <b>Is not the whole land before you?</b> Abram gladly called on Lot to select for himself (vv. <a>Gen. 13:10–11</a> ) what he desired for his household and flocks. After Lot’s choice had been exercised, then Abram would accept what was left for him. Perhaps this did much to restore, in the eyes of the servants, Abram’s integrity and reputation ( <i>see note on <a>Gen. 12:20</a></i> )."
  },
  {
    "start": 1013010,
    "content": "<b><a>Gen. 13:10</a></b> <b>before Yahweh destroyed Sodom and Gomorrah.</b> When Moses was writing (700 years after Abram came to Canaan) the devastation of that region had long before occurred by divinely initiated catastrophe ( <a>Gen. 19:23–29</a> ), totally obliterating any evidence of its agricultural richness. <b>like the garden of Yahweh, like … Egypt.</b> This 2-fold appraisal of the Jordan Valley, with its meadows on either side of the river to which Lot was so strongly attracted, highlighted its lush and fertile nature. Moses, reading this to the Jews about to enter Canaan and likening it to the Garden of Eden, referred hearer and reader to God’s revelatory description of it ( <a>Gen. 2:8–15</a> ). Likening it to an obviously well-known and well-irrigated region of Egypt referred them to a place the Jews had likely known well in their sojourn in Egypt. <b>Zoar.</b> Cf. <a>Gen. 4:2</a> . A town located at the south end of the Dead Sea, whose name means “small place” (see <a>Gen. 19:22</a> )."
  },
  {
    "start": 1013011,
    "end": 1013012,
    "content": "<b><a>Gen. 13:11–12</a></b> An excellent yet selfish choice, from a worldly point of view, but disastrous spiritually because it drew him into the wickedness of Sodom (v. <a>Gen. 13:13</a> )."
  },
  {
    "start": 1013013,
    "content": "<b><a>Gen. 13:13</a></b> <b>the men of Sodom were evil … exceedingly.</b> Lot’s decisions put him in dangerous proximity to those cities whose names would become a byword for perversion and unbridled wickedness. Their evil is the theme of chap. <a>Ge 19</a> ."
  },
  {
    "start": 1013014,
    "end": 1013017,
    "content": "<b><a>Gen. 13:14–17</a></b> With Lot gone, Yahweh reaffirmed His covenant promise with Abram ( <a>Gen. 12:1–3</a> ). Strikingly and unmistakably, Yahweh deeded the Land (v. <a>Gen. 13:14</a> —look in all directions, and v. <a>Gen. 13:17</a> —walk in all directions) in perpetuity to Abram and his descendants, whom He declared would be definitely innumerable (v. <a>Gen. 13:16</a> —as the dust)."
  },
  {
    "start": 1013018,
    "content": "<b><a>Gen. 13:18</a></b> <b>the oaks of Mamre.</b> A distinctively large grove of trees owned by Mamre the Amorite ( <a>Gen. 14:13</a> ) located ca. <a>Gen. 14:19</a> mi. southwest of Jerusalem at Hebron whose elevation exceeds 3,000 feet. <b>built an altar.</b> Cf. <a>Gen. 12:7–8</a> ; <a>Gen. 13:4</a> . He was devoted to the worship of God."
  },
  {
    "start": 1014001,
    "end": 1014012,
    "content": "<b><a>Gen. 14:1–12</a></b> Raiding, conquering, and making other kings and city-states subservient vassals were all part of the world of the Fertile Crescent in Abraham’s day. These locations mentioned range from Shinar in the east (the region of Babylon in Mesopotamia) to the region south of the Salt Sea (Dead Sea) to the Jordan Valley, to the land of Moab, southwest of the Dead Sea to Mt. Seir (later Edom). Amalekites ( <i>see note on <a>Ex. 17:8</a></i> ) did not yet exist in Abram’s time (cf. <a>Gen. 36:12</a> ), but they did when Moses wrote. Amorites scattered throughout Canaan became Canaanites. Vassal states, when they thought they could throw off the yoke of their suzerain with impunity, rebelled by not paying the assessed tribute and waited for any military response. This time rebellion evoked a major military excursion by the offended suzerain Chedorlaomer and his allies (vv. <a>Gen. 14:5–7</a> ); in the ensuing confrontation with Sodom and Gomorrah and their allies (vv. <a>Gen. 14:8–10</a> ), the vassals miscalculated and they lost. Lot, by then a resident of Sodom, was taken captive."
  },
  {
    "start": 1014010,
    "content": "<b><a>Gen. 14:10</a></b> <b>valley of Siddim.</b> Perhaps this was the large peninsula that comes out into the Dead Sea from the eastern shore. In Abram’s time, it may have come all the way across to the western shore (near Masada), so the bottom third of the current Dead Sea formed this dry valley. <b>tar pits.</b> These pits provided sealants for all sorts of uses."
  },
  {
    "start": 1014013,
    "content": "<b><a>Gen. 14:13</a></b> <b>a fugitive.</b> One of the survivors who had fled from the invaders to the mountains (v. <a>Gen. 14:10</a> ) went farther and located Lot’s uncle (the people knew who was related to whom). One as wealthy as Abram would not be hard to find, and was obviously thought to be one who could do something about the crisis which had affected his own close relatives. <b>the Hebrew.</b> For the first time in the biblical record, this ethnic appellation, “descended from Eber” (cf. <a>Gen. 11:15–17</a> ), is accorded to Abram. Foreigners used it of Israelites and Israelites used it of themselves in the presence of foreigners (cf. <a>Gen. 34:14</a> ; <a>Gen. 40:15</a> ; <a>Gen. 43:32</a> ). <b>oaks of Mamre.</b> <i>See note on <a>Gen. 13:18</a> .</i>"
  },
  {
    "start": 1014014,
    "content": "<b><a>Gen. 14:14</a></b> <b>trained men.</b> Abram’s private militia, members of his extended family (“born in his house”) totaling 318, were highly skilled bodyguards and the protective force for his possessions. These, together with the trained men of his allies (vv. <a>Gen. 14:13</a> , <a>Gen. 14:24</a> ), were mustered and set off in pursuit of the military kidnappers, lest their captives be taken away to the east, to Shinar (the early name for Mesopotamia) or farther east, to Elam."
  },
  {
    "start": 1014015,
    "end": 1014016,
    "content": "<b><a>Gen. 14:15–16</a></b> <b>divided … struck … pursued … brought back.</b> A battle-wise Abram, no stranger to military strategy, pursued the enemy for over 150 mi. (north of Damascus) and defeated the marauding consortium, being totally successful in his objective."
  },
  {
    "start": 1014017,
    "content": "<b><a>Gen. 14:17</a></b> <b>the valley of Shaveh.</b> <i>See note on <a>2 Sam. 18:18</a> .</i> The liberated king of Sodom went to meet Abram near Jerusalem."
  },
  {
    "start": 1014018,
    "content": "<b><a>Gen. 14:18</a></b> <b>Melchizedek king of Salem.</b> The lack of biographical and genealogical particulars for this ruler, whose name meant “righteous king” and who was a king-priest over ancient Jerusalem, allowed for later revelation to use him as a type of Christ (cf. <a>Ps. 110:4</a> ; <a>Heb. 7:17</a> , <a>Heb. 7:21</a> ). His superior status in Abram’s day is witnessed 1) by the king of Sodom, the first to meet Abram returning in victory, deferring to Melchizedek before continuing with his request (vv. <a>Gen. 14:17</a> , <a>Gen. 14:21</a> ) and 2) by Abram, without demur, both accepting a blessing from and also giving a tithe to this priest-king (vv. <a>Gen. 14:19–20</a> ). Cf. <a>Heb. 7:1–2</a> . <b>priest of God Most High.</b> The use of El Elyon (Sovereign Lord) for God’s name indicated that Melchizedek, who used this title two times (vv. <a>Gen. 14:18–19</a> ), worshiped, served, and represented no Canaanite deity, but the same one whom Abram also called Yahweh El Elyon (v. <a>Gen. 14:22</a> ). That this was so is confirmed by the added description, “Possessor of heaven and earth,” being used by both Abram and Melchizedek (vv. <a>Gen. 14:19</a> , <a>Gen. 14:22</a> )."
  },
  {
    "start": 1014020,
    "content": "<b><a>Gen. 14:20</a></b> <b>Who has delivered your enemies into your hand.</b> Credit for victory over a superior military coalition correctly went to the Sovereign Lord (El Elyon) and not to Abram’s prowess ( <i>see note at vv. <a>Gen. 14:15–16</a></i> ). To Melchizedek, and to Abram too, this amounted to true worship of the true God. <b>a tenth.</b> This is the first mention in Scripture of giving 10 percent (cf. <a>Gen. 28:22</a> ). This 10-percent offering was purely voluntary, and may only have been a tenth of the best, not a tenth of the total ( <i>see note on <a>Heb. 7:4</a></i> ). This tenth is not like the required tenths given to Israel in the Mosaic law ( <i>see notes on <a>Num. 18:21–24</a> ; <a>Deut. 14:22</a> ; <a>Deut. 26:12</a></i> )."
  },
  {
    "start": 1014021,
    "end": 1014024,
    "content": "<b><a>Gen. 14:21–24</a></b> If Abram acceded to the king of Sodom’s request, he would have allowed that wicked king to attribute Abram’s wealth to the king’s generosity, thus distorting the clear testimony of Yahweh’s blessings on his life. To accept such payment would belie his trust in God! Such a personal commitment would not be foisted upon his allies, who could make their own decisions. As for his own servants, their meals taken from the spoils was sufficient compensation. Undoubtedly, the servants remembered their master’s reaction and testimony; it overcame much of the negative aspects in the memory of the earlier exit from Egypt (see <a>Gen. 12:20</a> )."
  },
  {
    "start": 1015001,
    "content": "<b><a>Gen. 15:1</a></b> <b>I am a shield.</b> God served Abram as his divine protector (cf. <a>Ps. 7:10</a> ; <a>Ps. 84:9</a> )."
  },
  {
    "start": 1015002,
    "content": "<b><a>Gen. 15:2</a></b> <b>I go on being childless.</b> In response to God’s encouragement and admonition (v. <a>Gen. 15:1</a> ), Abram showed what nagged at him. How could God’s promise of many descendants ( <a>Gen. 13:16</a> ) and of being a great nation ( <a>Gen. 12:2</a> ) come about when he had no children? <b>Eliezer of Damascus.</b> To Abram, God’s promise had stalled; so adoption of a servant as the male heir—a well-known contemporary Mesopotamian custom—was the best officially recognizable arrangement to make it come to pass, humanly speaking."
  },
  {
    "start": 1015003,
    "end": 1015005,
    "content": "<b><a>Gen. 15:3–5</a></b> The question, “What will You give me?” (v. <a>Gen. 15:2</a> ) became an accusation, “You have given no seed to me!” (v. <a>Gen. 15:3</a> ). Yahweh’s rejection of Abram’s solution (v. <a>Gen. 15:4</a> ) preceded God’s reiterated promise of innumerable descendants (v. <a>Gen. 15:5</a> )."
  },
  {
    "start": 1015005,
    "content": "<b><a>Gen. 15:5</a></b> Cf. <a>Rom. 4:18</a> ."
  },
  {
    "start": 1015006,
    "content": "<b><a>Gen. 15:6</a></b> <b>believed … counted … as righteousness.</b> The Apostle Paul quoted these words as an illustration of faith over and against works ( <a>Rom. 4:3</a> , <a>Rom. 4:9</a> , <a>Rom. 4:22</a> ; <a>Gal. 3:6</a> ; <a>Jas. 2:23</a> ). Abram was justified by faith! <i>See notes on <a>Ro 4</a> and <a>Ga 3</a></i> for a fuller discussion of justification by faith."
  },
  {
    "start": 1015007,
    "content": "<b><a>Gen. 15:7</a></b> <b>to give you this land to possess it.</b> That a specifically identifiable land (see vv. <a>Gen. 15:18–21</a> ) was intimately linked with Abram’s having many descendants in God’s purpose and in the Abrahamic Covenant was clearly revealed and, in a formal ceremony (vv. <a>Gen. 15:9–21</a> ), would be placed irrevocably beyond dispute."
  },
  {
    "start": 1015008,
    "content": "<b><a>Gen. 15:8</a></b> <b>how may I know that I will possess it?</b> A question not of veiled accusation at the delayed fulfillment but of genuine request for information and assurance. In response, God affirmed His covenant with Abram in a remarkable ceremony (vv. <a>Gen. 15:9–21</a> )."
  },
  {
    "start": 1015009,
    "end": 1015010,
    "content": "<b><a>Gen. 15:9–10</a></b> <b>split them … down the middle.</b> The sign of ancient covenants often involved the cutting in half of animals, so that the pledging parties could walk between them, affirming that the same should happen to them if they broke the covenant (see <a>Jer. 34:18–19</a> )."
  },
  {
    "start": 1015012,
    "content": "<b><a>Gen. 15:12</a></b> <b>sleep.</b> God put him to sleep, because the covenant did not involve any promise on his part. He would not walk through the pieces as a pledge (see v. <a>Gen. 15:17</a> )."
  },
  {
    "start": 1015013,
    "end": 1015014,
    "content": "<b><a>Gen. 15:13–14</a></b> The words of God in the covenant ceremony assured Abram that his descendants would definitely be in the land, although a painful detour into Egypt would delay fulfillment until long after his demise. Cf. <a>Acts 7:6–7</a> ."
  },
  {
    "start": 1015013,
    "content": "<b><a>Gen. 15:13</a></b> <b>four hundred years.</b> This represents an approximated number which is precisely 430 years (cf. <a>Ex. 12:40</a> )."
  },
  {
    "start": 1015016,
    "content": "<b><a>Gen. 15:16</a></b> <b>the iniquity of the Amorite is not yet complete.</b> A delay in judgment occasioned the delay in covenant fulfillment. Judgment on Egypt (v. <a>Gen. 15:14</a> ) would mark the departure of Abram’s descendants for their Land, and judgment on the Canaanites (broadly defined ethnically as Amorites) would mark their entrance to that Land."
  },
  {
    "start": 1015017,
    "content": "<b><a>Gen. 15:17</a></b> <b>smoking oven … flaming torch.</b> Cf. <a>Ex. 13:21</a> . These items symbolized the presence of God, who solemnly promised by divine oath to fulfill His promises to Abram by alone passing through the animal pieces (vv. <a>Gen. 15:9–11</a> )."
  },
  {
    "start": 1015018,
    "end": 1015021,
    "content": "<b><a>Gen. 15:18–21</a></b> <b>river of Egypt as far as … Euphrates.</b> Scripture records both general ( <a>Ex. 23:31</a> ; <a>Num. 13:21</a> ; <a>Deut. 11:24</a> ; <a>1 Kings 8:65</a> ; <a>2 Kings 14:25</a> ; <a>Isa. 27:12</a> ) and specific ( <a>Num. 34:1–12</a> ; <a>Josh. 15:1–2</a> ; <a>Ezek. 47:15–20</a> ; <a>Ezek. 48:1</a> , <a>Ezek. 48:28</a> ) descriptions of the Promised Land, centering on the ancient land of Canaan. Such precise geographic demarcation will not allow for any redefinitions which would emasculate God’s promise of its specificity. The river of Egypt was most probably what became known as the Wadi El Arish, the southern border of Judah. <b>Kenite … Jebusite.</b> The various peoples who inhabited the land are named. Such precise detailing of the nations in the land of Canaan attests again to the specificity of the Promised Land in God’s promises."
  },
  {
    "start": 1016001,
    "content": "<b><a>Gen. 16:1</a></b> See <a>Gal. 4:21–31</a> , where Paul uses Hagar as an illustration."
  },
  {
    "start": 1016003,
    "content": "<b><a>Gen. 16:3</a></b> <b>gave her to her husband.</b> After 10 childless years (cf. <a>Gen. 12:4</a> ), Sarai resorted to the custom of the day by which a barren wife could get a child through one of her own maidservants (v. <a>Gen. 16:2</a> , “I will obtain children through her”). Abram, ignoring divine reaction and assurance in response to his earlier attempt to appoint an heir (cf. <a>Gen. 15:2–5</a> ), sinfully yielded to Sarai’s insistence, and Ishmael was born (v. <a>Gen. 16:15</a> )."
  },
  {
    "start": 1016005,
    "content": "<b><a>Gen. 16:5</a></b> <b>violence done to me be upon you. … I became contemptible.</b> Sarai, not anticipating contemptuous disregard by Hagar (v. <a>Gen. 16:4</a> ) as the result of her solution for barrenness, blamed Abram for her trouble and demanded judgment to rectify the broken mistress-servant relationship. Abram transferred his responsibility to Sarai, giving her freedom to react as she wished (v. <a>Gen. 16:6</a> , “your servant-woman is in your hand…”). Sarai treated her so badly, she left."
  },
  {
    "start": 1016007,
    "content": "<b><a>Gen. 16:7</a></b> <b>the angel of Yahweh.</b> This special individual spoke as though He were distinct from Yahweh, yet also spoke in the first person as though He were indeed to be identified as Yahweh Himself, with Hagar recognizing that in seeing this Angel, she had seen God (v. <a>Gen. 16:13</a> ). Others had the same experience and came to the same conclusion (cf. <a>Gen. 22:11–18</a> ; <a>Gen. 31:11–13</a> ; <a>Ex. 3:2–5</a> ; <a>Num. 22:22–35</a> ; <a>Judg. 6:11–23</a> ; <a>Judg. 13:2–5</a> ; <a>1 Kings 19:5–7</a> ). The angel of Yahweh, who does not appear after the birth of Christ, is often identified as the preincarnate Christ. <i>See note on <a>Ex. 3:2</a> .</i> <b>Shur.</b> South of Canaan and east of Egypt, which meant that Hagar attempted to return home to Egypt."
  },
  {
    "start": 1016008,
    "content": "<b><a>Gen. 16:8</a></b> <b>Hagar, Sarai’s servant-woman.</b> Both the salutation and the instruction (v. <a>Gen. 16:9</a> , “Return … humble yourself…”) given by the Angel and the response by Hagar treated the mistress-servant relationship as if it were still intact. Rebelling and absconding was not the solution (v. <a>Gen. 16:9</a> )!"
  },
  {
    "start": 1016010,
    "content": "<b><a>Gen. 16:10</a></b> <b>I will greatly multiply.</b> A servant she might have been, but mother of many she would also become, thus making Abram the father of two groups of innumerable descendants (see <a>Gen. 13:16</a> ; <a>Gen. 15:5</a> )."
  },
  {
    "start": 1016011,
    "content": "<b><a>Gen. 16:11</a></b> <b>call his name Ishmael.</b> With her son’s name meaning “God hears,” Hagar the servant could not ever forget how God had heard her cry of affliction."
  },
  {
    "start": 1016012,
    "content": "<b><a>Gen. 16:12</a></b> <b>a wild donkey of a man.</b> The untameable desert onager (wild donkey) best described the fiercely aggressive and independent nature Ishmael would exhibit, along with his Arabic descendants."
  },
  {
    "start": 1016013,
    "content": "<b><a>Gen. 16:13</a></b> <b>You are a God who sees.</b> Recognizing the Angel as God and ascribing this new name to Him arose from Hagar’s astonishment at having been the object of God’s gracious attention. The theophany and revelation led her to call Him also “the living one who sees me” (v. <a>Gen. 16:14</a> )."
  },
  {
    "start": 1016015,
    "content": "<b><a>Gen. 16:15</a></b> <b>his son … Ishmael.</b> Ca. 2079 BC."
  },
  {
    "start": 1016016,
    "content": "<b><a>Gen. 16:16</a></b> <b>eighty-six years old.</b> Abram was 75 when he left Haran ( <a>Gen. 12:4</a> ). There would be a 13-year interval until <a>Gen. 17:1</a> picks up the narrative again."
  },
  {
    "start": 1017002,
    "content": "<b><a>Gen. 17:2</a></b> <b>My covenant between Me and you.</b> Another reaffirmation of His unilateral covenant with Abram, which did not mean that there would be no responsibilities falling upon its recipients. <i>See notes on vv. <a>Gen. 17:7–9</a> below and on <a>Gen. 12:1–3</a> ; <a>Gen. 15:18–21</a> .</i>"
  },
  {
    "start": 1017004,
    "content": "<b><a>Gen. 17:4</a></b> <b>a multitude of nations.</b> The 3-fold reaffirmation of the divine promise of many descendants, perhaps including Isaac’s and Ishmael’s, brackets the change of name (vv. <a>Gen. 17:4–6</a> ), giving it significant emphasis."
  },
  {
    "start": 1017005,
    "content": "<b><a>Gen. 17:5</a></b> <b>your name shall be Abraham.</b> Cf. <a>Gen. 11:27</a> . The name meaning “father of many nations” reflected Abraham’s new relationship to God as well as his new identity based on God’s promise of seed. Cf. <a>Rom. 4:17</a> ."
  },
  {
    "start": 1017006,
    "content": "<b><a>Gen. 17:6</a></b> <b>kings will go forth from you.</b> This promise highlights the reality of more than one people group, or nation in its own right, coming from Abraham."
  },
  {
    "start": 1017007,
    "content": "<b><a>Gen. 17:7</a></b> <b>I will establish My covenant.</b> This relationship was set up at God’s initiative and also designated as an “everlasting covenant” (v. <a>Gen. 17:7</a> ), thus applying to Abraham’s posterity with equal force and bringing forth the declaration “I will be their God” (v. <a>Gen. 17:8</a> ). This pledge became the dictum of the covenant relationship between Yahweh, i.e., Jehovah, and Israel."
  },
  {
    "start": 1017008,
    "content": "<b><a>Gen. 17:8</a></b> <b>all the land of Canaan.</b> God’s reaffirmation of His covenant promises to Abraham did not occur without mention of the land being deeded by divine right to him and his descendants as “an everlasting possession.” Cf. <a>Acts 7:5</a> ."
  },
  {
    "start": 1017009,
    "content": "<b><a>Gen. 17:9</a></b> <b>you shall keep My covenant.</b> Despite repeated disobedience by the patriarchs and the nation, God’s faithfulness to His covenant commitment never wavered (e.g., <a>Deut. 4:25–31</a> ; <a>Deut. 30:1–9</a> ; <a>1 Chron. 16:15–18</a> ; <a>Jer. 30:11</a> ; <a>Jer. 46:27–28</a> ; <a>Amos 9:8</a> ; <a>Luke 1:67–75</a> ; <a>Heb. 6:13–18</a> ). Divine attestations of Abraham’s obedience ( <a>Gen. 22:16–18</a> ; <a>Gen. 26:3–5</a> ) were pronounced years after the formal establishment of His covenant ( <a>Gen. 12:1–3</a> ; <a>Gen. 15:12–18</a> ). Though the nation was apostate, there was always an obedient remnant of faithful Israelites (see <a>Zeph. 3:12–13</a> )."
  },
  {
    "start": 1017011,
    "content": "<b><a>Gen. 17:11</a></b> <b>the sign of the covenant.</b> Circumcision (cutting away the male foreskin) was not entirely new in this period of history, but the special religious and theocratic significance then applied to it was entirely new, thus identifying the circumcised as belonging to the physical and ethnical lineage of Abraham (cf. <a>Acts 7:8</a> ; <a>Rom. 4:11</a> ). Without divine revelation, the rite would not have had this distinctive significance, thus it remained a theocratic distinctive of Israel (cf. v. <a>Gen. 17:13</a> ). There was a health benefit, since disease could be kept in the folds of the foreskin, so that removing it prevented that. Historically, Jewish women have had the lowest rate of cervical cancer. But the symbolism had to do with the need to cut away sin and be cleansed. It was the male organ which most clearly demonstrated the depth of depravity because it carried the seed that produced depraved sinners. Thus, circumcision symbolized the need for a profoundly deep cleansing to reverse the effects of depravity."
  },
  {
    "start": 1017012,
    "content": "<b><a>Gen. 17:12</a></b> <b>eight days old.</b> This same time frame was repeated in <a>Lev. 12:3</a> ."
  },
  {
    "start": 1017014,
    "content": "<b><a>Gen. 17:14</a></b> <b>shall be cut off from his people.</b> Being cut off from the covenant community meant loss of temporal benefits stemming from being part of the special, chosen, and theocratic nation, even to the point of death by divine judgment."
  },
  {
    "start": 1017015,
    "content": "<b><a>Gen. 17:15</a></b> <b>Sarai … Sarah.</b> Fittingly, since Sarai (“my princess”) would be the ancestress of the promised nations and kings, God changed her name to Sarah, taking away the limiting personal pronoun “my,” and calling her “princess” (v. <a>Gen. 17:16</a> )."
  },
  {
    "start": 1017016,
    "content": "<b><a>Gen. 17:16</a></b> mother of <b>nations.</b> Cf. <a>Gen. 17:5</a> ."
  },
  {
    "start": 1017017,
    "content": "<b><a>Gen. 17:17</a></b> <b>fell on his face and laughed and said in his heart.</b> A proper reaction of adoration over God’s promises was marred by the incredulity of Abraham. He knew he was to be a father ( <a>Gen. 12:2</a> ; <a>Gen. 15:4</a> ), but this was the first mention that his barren, old wife was to be the mother."
  },
  {
    "start": 1017018,
    "content": "<b><a>Gen. 17:18</a></b> <b>Oh that Ishmael might live before You!</b> Abraham’s plea for a living son to be the designated beneficiary of God’s promises betrayed just how impossible it was for him and Sarah to have children (cf. <a>Rom. 4:17</a> )."
  },
  {
    "start": 1017019,
    "end": 1017021,
    "content": "<b><a>Gen. 17:19–21</a></b> Again, patiently but firmly rejecting Abraham’s alternative solution, God emphatically settled the matter by bracketing His gracious bestowal of much posterity to Ishmael (see <a>Gen. 25:12–18</a> ) with affirmations that indeed Sarah’s son would be the heir of the “everlasting covenant.” For the first time God named the son."
  },
  {
    "start": 1017019,
    "content": "<b><a>Gen. 17:19</a></b> <b>call his name Isaac.</b> The name of the promised son meant “he laughs,” an appropriate reminder to Abraham of his initial, faithless reaction to God’s promise."
  },
  {
    "start": 1017023,
    "end": 1017027,
    "content": "<b><a>Gen. 17:23–27</a></b> <b>the very same day.</b> Without delay, Abraham fully carried out God’s command on himself, on “every male,” and on “all the men of his household” (vv. <a>Gen. 17:23</a> , <a>Gen. 17:27</a> )."
  },
  {
    "start": 1018001,
    "content": "<b><a>Gen. 18:1</a></b> <b>Yahweh appeared.</b> Another instance of a theophany, although Abraham perhaps did not recognize at first that one of his visitors, whom he humbly greeted and entertained (vv. <a>Gen. 18:2–8</a> ) and properly sent on their way (v. <a>Gen. 18:16</a> ), was Yahweh. <b>oaks of Mamre.</b> <i>See note on <a>Gen. 13:18</a> .</i>"
  },
  {
    "start": 1018003,
    "content": "<b><a>Gen. 18:3</a></b> <b>My Lord.</b> Although perhaps first used as the customary respectful address of a host to a visitor, later in their interchange it was used knowingly by Abraham of his true and sovereign Lord, whom he must have recognized when the visitor spoke of Himself as “Yahweh” (v. <a>Gen. 18:14</a> )."
  },
  {
    "start": 1018009,
    "end": 1018013,
    "content": "<b><a>Gen. 18:9–13</a></b> Despite a promise clearly reminiscent of God’s words to Abraham, Sarah reacted with similar incredulity as her husband had done (cf. <a>Gen. 17:17</a> ). She was not thinking of divine miracle but of divine providence working only within the normal course of life, being convinced that, at their age, bearing children was just not naturally possible."
  },
  {
    "start": 1018010,
    "content": "<b><a>Gen. 18:10</a></b> Cf. <a>Rom. 9:9</a> ."
  },
  {
    "start": 1018014,
    "end": 1018015,
    "content": "<b><a>Gen. 18:14–15</a></b> A rhetorical question (“Is anything too difficult…?”) and divine declaration (“At the appointed time…”), coupled with obvious knowledge of her thoughts (v. <a>Gen. 18:12</a> , “laughed to herself”), made Sarah fearfully perceive her total misperception of God’s working."
  },
  {
    "start": 1018017,
    "end": 1018018,
    "content": "<b><a>Gen. 18:17–18</a></b> <b>Shall I conceal from Abraham what I am about to do, since…?</b> Yahweh’s reason for permitting Abraham to know of judgment in advance underscored his special role in the plan of God and the certain outcome of His covenant with Abraham—many offspring and great blessing."
  },
  {
    "start": 1018018,
    "content": "<b><a>Gen. 18:18</a></b> Cf. <a>Gal. 3:8</a> ."
  },
  {
    "start": 1018019,
    "content": "<b><a>Gen. 18:19</a></b> <b>For I have known him, so that he may command.</b> An expression of divine confidence, i.e., a tribute to faithfulness, obedience, and consistency."
  },
  {
    "start": 1018020,
    "content": "<b><a>Gen. 18:20</a></b> <b>The outcry … is indeed great.</b> The iniquity of the two cities, by then complete (cf. <a>Gen. 15:16</a> ), had reached the point of no return before Yahweh, who demonstrated before Abraham how justly He assessed the time for judgment (v. <a>Gen. 18:21</a> , “I will go down now and see…”)."
  },
  {
    "start": 1018023,
    "content": "<b><a>Gen. 18:23</a></b> <b>Will You indeed sweep away the righteous with the wicked?</b> The intercession for the two wicked cities began with a question that portrayed Abraham’s acute awareness of God’s mercy toward the righteous and the distinction He made between the good and the bad (v. <a>Gen. 18:25</a> )."
  },
  {
    "start": 1018024,
    "content": "<b><a>Gen. 18:24</a></b> <b>fifty righteous.</b> Among the righteous was Lot (see <a>2 Pet. 2:7–8</a> )."
  },
  {
    "start": 1018025,
    "content": "<b><a>Gen. 18:25</a></b> <b>Shall not the Judge of all the earth do justice?</b> Abraham’s clear understanding of God’s character being able only to do what is good and totally above reproach was affirmed with this rhetorical question."
  },
  {
    "start": 1018027,
    "content": "<b><a>Gen. 18:27</a></b> <b>I am</b> but <b>dust and ashes.</b> Abraham’s negotiation, far from being crassly or selfishly manipulative, humbly and compassionately expressed his concern for people (cf. <a>Gen. 13:8–9</a> ) and particularly interceded for the place where his nephew Lot and his family lived. Neither did he intend to anger Yahweh by his repeated requests (vv. <a>Gen. 18:28</a> , <a>Gen. 18:30</a> , <a>Gen. 18:32</a> )."
  },
  {
    "start": 1018032,
    "content": "<b><a>Gen. 18:32</a></b> <b>on account of the ten.</b> That the number of righteous people necessary to forestall judgment had been reduced from 50 to 10 may have reflected Abraham’s awareness both of the intense wickedness of the cities as well as Lot’s ineffective witness there. Abraham probably had the whole of Lot’s family in mind."
  },
  {
    "start": 1018033,
    "content": "<b><a>Gen. 18:33</a></b> <b>Yahweh departed, and Abraham returned to his place.</b> Nothing more could be done; the judgment was inevitable!"
  },
  {
    "start": 1019001,
    "content": "<b><a>Gen. 19:1</a></b> <b>two angels.</b> These were the angels who, with God, had visited Abraham ( <a>Gen. 18:22</a> ). They had taken human form (v. <a>Gen. 19:10</a> ; called “men”). <b>Lot was sitting in the gate.</b> Since city officials and other prominent citizens conducted the community’s affairs at the gate, Lot participated there as a judge (v. <a>Gen. 19:9</a> )."
  },
  {
    "start": 1019002,
    "content": "<b><a>Gen. 19:2</a></b> <b>please turn aside into your servant’s house.</b> Lot’s invitation to the two angels (vv. <a>Gen. 19:1–3</a> ) to partake themselves of his hospitality was most likely not just courtesy, but an effort to protect them from the known perversity of the Sodomites."
  },
  {
    "start": 1019003,
    "content": "<b><a>Gen. 19:3</a></b> <b>he pressed them strongly.</b> Such was Lot’s concern for these strangers that their stated preference to pass the night in the town square could not be permitted."
  },
  {
    "start": 1019004,
    "content": "<b><a>Gen. 19:4</a></b> <b>the men of the city … all the people.</b> Both the size of the lustful mob of men boisterously milling around Lot’s house and the widespread nature of Sodom’s moral perversion received emphasis both from the additional qualifiers used (“all the people from every quarter” and “from young to old”) and the request made (v. <a>Gen. 19:5</a> , “know them”). Even acknowledging legitimate exaggeration in this use of “all” would not detract from this emphasis—this was indeed a wicked city!"
  },
  {
    "start": 1019005,
    "content": "<b><a>Gen. 19:5</a></b> <b>know them.</b> They sought homosexual relations with the visitors. God’s attitude toward this vile behavior became clear when He destroyed the city (vv. <a>Gen. 19:23–29</a> ). Cf. <a>Lev. 18:22</a> , <a>Lev. 18:29</a> ; <a>Lev. 20:13</a> ; <a>Rom. 1:26</a> ; <a>1 Cor. 6:9</a> ; <a>1 Tim. 1:10</a> where all homosexual behavior is prohibited and condemned by God."
  },
  {
    "start": 1019006,
    "end": 1019008,
    "content": "<b><a>Gen. 19:6–8</a></b> Lot’s response betrayed tension in his ethics; his offer to gratify their sexual lust contradicted his plea not to act “wickedly.” Such contradiction made clear also the vexation of spirit under which he lived in wicked Sodom (cf. <a>2 Pet. 2:6–7</a> )."
  },
  {
    "start": 1019008,
    "content": "<b><a>Gen. 19:8</a></b> <b>do to them what is good in your eyes.</b> The constraints of Eastern hospitality and the very purpose for which Lot had invited the visitors in (vv. <a>Gen. 19:2–3</a> ) compelled Lot to offer his daughters for a less deviant ( <i>see notes on <a>Rom. 1:24–27</a></i> ) kind of wickedness, so as to protect his guests. This foolish effort shows that while Lot was right with God ( <a>2 Pet. 2:7–8</a> ), he had contented himself with some sins and weak faith rather than leaving Sodom. But God was gracious to him because he was righteous, by faith, before God."
  },
  {
    "start": 1019009,
    "content": "<b><a>Gen. 19:9</a></b> <b>acting like a judge.</b> Their accusation suggests Lot had made moral pronouncements before, but his evaluation was no longer tolerable. <b>pressed hard.</b> Homosexual deviation carries an uncontrollable lust that defies restraint. Even when blinded, they tried to fulfill their lust (v. <a>Gen. 19:11</a> )."
  },
  {
    "start": 1019010,
    "end": 1019011,
    "content": "<b><a>Gen. 19:10–11</a></b> Lot was now being protected by those whom he had earlier sought to protect!"
  },
  {
    "start": 1019013,
    "content": "<b><a>Gen. 19:13</a></b> <b>Yahweh has sent us to destroy it.</b> With the wickedness of the city so graphically confirmed (vv. <a>Gen. 19:4–11</a> ), divine judgment was the only outcome, but Lot’s family could escape it (vv. <a>Gen. 19:12–13</a> ). Cf. <a>Jude 1:7</a> ."
  },
  {
    "start": 1019014,
    "content": "<b><a>Gen. 19:14</a></b> <b>appeared … to be jesting.</b> Lot’s warning of imminent judgment fell within the category of jesting, so concluded his sons-in-law (or perhaps his daughters’ fiancés)."
  },
  {
    "start": 1019016,
    "content": "<b><a>Gen. 19:16</a></b> <b>compassion of Yahweh</b> was <b>upon him.</b> This reason, elsewhere described as God having remembered Abraham (v. <a>Gen. 19:29</a> ), is why, in the face of Lot’s seeming reluctance to leave (“hesitated”), the angels personally and forcefully escorted him and his family beyond the city’s precincts."
  },
  {
    "start": 1019017,
    "end": 1019021,
    "content": "<b><a>Gen. 19:17–21</a></b> An urbanized lifestyle was apparently superior to a lonely one in the mountains and might be why Lot, playing upon the mercy already shown him, negotiated for an alternative escape destination—another city! The angel’s reply (v. <a>Gen. 19:21</a> ) indicated that this city was included in the original judgment plan, but would be spared for Lot’s sake."
  },
  {
    "start": 1019024,
    "content": "<b><a>Gen. 19:24</a></b> <b>brimstone … from Yahweh out of heaven.</b> When morning came (v. <a>Gen. 19:23</a> ) judgment fell. Any natural explanation about how Yahweh used combustible sulfur deposits to destroy that locale falters on this emphatic indication of miraculous judgment. “Brimstone” could refer to any inflammable substance; perhaps a volcanic eruption and an earthquake with a violent electrical storm “overthrew” (v. <a>Gen. 19:25</a> ) the area. That area is now believed to be under the south end of the Dead Sea. Burning gases, sulfur, and magma blown into the air all fell to bury the region."
  },
  {
    "start": 1019026,
    "content": "<b><a>Gen. 19:26</a></b> <b>his wife … looked</b> back. Lot’s wife paid the price of disregarding the angelic warning to flee without a backward glance (v. <a>Gen. 19:17</a> ). In so doing, she became not only encased in salt, but a poignant example of disobedience producing unwanted reaction at judgment day (cf. <a>Luke 17:29–32</a> ), even as her home cities became bywords of God’s judgment on sin (cf. <a>Isa. 1:9</a> ; <a>Rom. 9:29</a> ; <a>2 Pet. 2:5–6</a> )."
  },
  {
    "start": 1019029,
    "content": "<b><a>Gen. 19:29</a></b> <b>the cities of the valley.</b> The best archeological evidence locates Sodom and Gomorrah at the south of the Dead Sea region, i.e., in the area south of the Lisan Peninsula that juts out on the east ( <i>see note on <a>Gen. 14:10</a></i> ). <b>God remembered Abraham.</b> Cf. <a>Gen. 18:23–33</a> ."
  },
  {
    "start": 1019030,
    "content": "<b><a>Gen. 19:30</a></b> <b>afraid to stay in Zoar.</b> Perhaps because the people there felt he was responsible for all the devastation, or he feared more judgment on the region might hit the city (vv. <a>Gen. 19:17–23</a> )."
  },
  {
    "start": 1019031,
    "end": 1019036,
    "content": "<b><a>Gen. 19:31–36</a></b> The immoral philosophy of Sodom and Gomorrah had so corrupted the thinking of Lot’s daughters that they unhesitatingly contrived to be impregnated by their own father! They were virgins (v. <a>Gen. 19:8</a> ), the married daughters were dead (v. <a>Gen. 19:14</a> ) and there were no men left for husbands (v. <a>Gen. 19:25</a> ). In fearing they would have no children, they conceived the gross iniquity."
  },
  {
    "start": 1019037,
    "end": 1019038,
    "content": "<b><a>Gen. 19:37–38</a></b> The two sons born of incest became the progenitors of Moab and Ammon, Israel’s longstanding enemies."
  },
  {
    "start": 1020001,
    "content": "<b><a>Gen. 20:1</a></b> <b>Gerar.</b> A Philistine city on the border between Canaan and Egypt, about 10 mi. south of Gaza."
  },
  {
    "start": 1020002,
    "content": "<b><a>Gen. 20:2</a></b> <b>She is my sister.</b> Twenty-five years after leaving Egypt in disgrace because of lying about his wife ( <a>Gen. 12:10–20</a> ), Abraham reverted to the same ploy. <b>Abimelech.</b> This king who took Sarah into his harem was most likely the father or grandfather of the Abimelech encountered by Isaac. <i>See note on <a>Gen. 26:1</a> .</i>"
  },
  {
    "start": 1020003,
    "content": "<b><a>Gen. 20:3</a></b> <b>God came … in a dream.</b> Again Abraham’s Lord intervened to protect Sarah, who had joined in the lie of her husband (v. <a>Gen. 20:5</a> ), deceiving a king who earnestly protested his innocence and integrity before God (vv. <a>Gen. 20:4–6</a> ) and who, together with his aides, demonstrated proper submission to the warning of God (v. <a>Gen. 20:8</a> )."
  },
  {
    "start": 1020006,
    "content": "<b><a>Gen. 20:6</a></b> <b>held you back from sinning.</b> Notwithstanding God’s restraint of Abimelech, he was still required to restore Sarah to forestall judgment."
  },
  {
    "start": 1020007,
    "content": "<b><a>Gen. 20:7</a></b> <b>he is a prophet.</b> Abraham, in spite of his lie, still served as God’s intermediary and intercessor for Abimelech (cf. vv. <a>Gen. 20:17–18</a> ). This is the first time the Hebrew term for “prophet” is used in Scripture. Here it identified Abraham as recognized by God to speak to Him on behalf of Abimelech. Usually it is used to describe not one who speaks to God on behalf of someone, but one who speaks to someone on behalf of God."
  },
  {
    "start": 1020009,
    "content": "<b><a>Gen. 20:9</a></b> <b>things that ought not to be done.</b> The confrontation between prophet and king attested the grievous nature of Abraham’s actions. How humiliating for the prophet of God to be so rebuked by a heathen king."
  },
  {
    "start": 1020011,
    "end": 1020013,
    "content": "<b><a>Gen. 20:11–13</a></b> Abraham offered 3 reasons for his lie: 1) his perception from the horrible vices in Sodom that all other cities had no fear of God, including Gerar; 2) his fear of death as a mitigating factor for what he had done; and 3) his wife actually being his half-sister as justification for lying and hiding their marital status. Abraham didn’t need fraud to protect himself. God was able to provide safety for him."
  },
  {
    "start": 1020016,
    "content": "<b><a>Gen. 20:16</a></b> <b>cleared.</b> This is better translated “justified.”"
  },
  {
    "start": 1021001,
    "content": "<b><a>Gen. 21:1</a></b> <b>Yahweh visited Sarah.</b> To the aged couple (vv. <a>Gen. 21:2</a> , <a>Gen. 21:5</a> , <a>Gen. 21:7</a> ), exactly as promised, a son was born and the 25-year suspense was finally over with the laughter of derision turning to rejoicing (v. <a>Gen. 21:6</a> ). The barrenness of Sarah ( <a>Gen. 11:30</a> ) had ended."
  },
  {
    "start": 1021004,
    "content": "<b><a>Gen. 21:4</a></b> <b>circumcised.</b> <i>See note on <a>Gen. 17:11</a> .</i>"
  },
  {
    "start": 1021005,
    "content": "<b><a>Gen. 21:5</a></b> <b>Isaac … born to him.</b> Ca. 2065 BC. God fulfilled His promise to Abraham ( <a>Gen. 12:2</a> ; <a>Gen. 15:4–5</a> ; <a>Gen. 17:7</a> )."
  },
  {
    "start": 1021008,
    "content": "<b><a>Gen. 21:8</a></b> <b>weaned.</b> This usually occurred in the second or third year."
  },
  {
    "start": 1021009,
    "content": "<b><a>Gen. 21:9</a></b> <b>the son of Hagar … laughing</b> in jest <b>.</b> The celebration of Isaac’s passage from infancy to childhood witnessed the laughter of ridicule (an intensive form of the Hebrew for laughing) and offended Sarah, causing her to demand the expulsion of Ishmael and his mother from the encampment (v. <a>Gen. 21:10</a> )."
  },
  {
    "start": 1021010,
    "content": "<b><a>Gen. 21:10</a></b> <b>Drive out … not be an heir.</b> Legal codes of Abraham’s day—e.g., of Nuzi and of Hammurabi—forbade the putting out of a handmaiden’s son if a rightful, natural heir was born. Sarah’s request, thus, offended social law, Abraham’s sensibilities, and his love for Ishmael (v. <a>Gen. 21:11</a> ). Abraham, however, was given divine approval and assurances to overcome his scruples before sending Hagar and Ishmael out into the wilderness (vv. <a>Gen. 21:12–15</a> ). Cf. <a>Gal. 4:22–31</a> ."
  },
  {
    "start": 1021012,
    "content": "<b><a>Gen. 21:12</a></b> Cf. <a>Rom. 9:7</a> ; <a>Heb. 11:18</a> ."
  },
  {
    "start": 1021013,
    "content": "<b><a>Gen. 21:13</a></b> Cf. v. <a>Gen. 21:18</a> ; <i>see notes on <a>Gen. 16:11–12</a></i> . Ishmael was about 17 years old, a customary time for sons to go out to set up their own lives."
  },
  {
    "start": 1021014,
    "content": "<b><a>Gen. 21:14</a></b> <b>wilderness of Beersheba.</b> A wide, extensive desert on the southern border of Palestine."
  },
  {
    "start": 1021017,
    "content": "<b><a>Gen. 21:17</a></b> <b>God heard the voice of the boy crying.</b> When desperation turned the boy’s voice of scoffing into a cry of anguish at probable death from thirst (vv. <a>Gen. 21:15–16</a> ), God heard him whose name had been given years before when God had heard Hagar’s cries ( <a>Gen. 16:11</a> ). It reminded the mother of the promise made to Abraham about her son ( <a>Gen. 17:20</a> ). <b>angel of God.</b> Same person as the angel of Yahweh. <i>See note on <a>Ex. 3:2</a> .</i>"
  },
  {
    "start": 1021018,
    "content": "<b><a>Gen. 21:18</a></b> <i>See note on v. <a>Gen. 21:13</a> .</i>"
  },
  {
    "start": 1021021,
    "content": "<b><a>Gen. 21:21</a></b> <b>wilderness of Paran.</b> Located in the northeast section of the Sinai Peninsula, the area called Arabia."
  },
  {
    "start": 1021022,
    "end": 1021034,
    "content": "<b><a>Gen. 21:22–34</a></b> A parity treaty formally struck between Abimelech and Abraham guaranteed the proper control and sharing of the region’s limited water resources and also assured the king of the patriarch’s fair and equitable treatment for years to come."
  },
  {
    "start": 1021031,
    "content": "<b><a>Gen. 21:31</a></b> <b>Beersheba.</b> This site is about 45 mi. southwest of Jerusalem."
  },
  {
    "start": 1021032,
    "content": "<b><a>Gen. 21:32</a></b> <b>the land of the Philistines.</b> Abraham had contact with early migrations of Aegean traders who settled along the southwest coastal regions of Canaan and who were the predecessors of the 12th century BC influx of Philistines, the future oppressors of Israel."
  },
  {
    "start": 1021033,
    "content": "<b><a>Gen. 21:33</a></b> <b>tamarisk tree.</b> This tree functioned as a reminder of the treaty concluded between two well-known contemporaries, and also as a marker of one of Abraham’s worship sites. <b>the Everlasting God.</b> A divine name appropriately signifying to Abraham the unbreakable and everlasting nature of the covenant God had made with him, notwithstanding his being only a resident alien and a sojourner in the Land (cf. <a>Gen. 23:4</a> )."
  },
  {
    "start": 1022001,
    "content": "<b><a>Gen. 22:1</a></b> <b>God tested Abraham.</b> This was not a temptation; rather God examined Abraham’s heart (cf. <a>Jas. 1:2–4</a> , <a>Jas. 1:12–18</a> )."
  },
  {
    "start": 1022002,
    "content": "<b><a>Gen. 22:2</a></b> <b>Take … your son … and offer him.</b> These startling commands activated a special testing ordeal for Abraham, i.e., to sacrifice his “only one” (repeated 3 times by God, vv. <a>Gen. 22:2</a> , <a>Gen. 22:12</a> , <a>Gen. 22:16</a> ). This would mean killing the son (over 20 years old) and with that, ending the promise of the Abrahamic Covenant. Such action would seem irrational, yet Abraham obeyed (v. <a>Gen. 22:3</a> ). <b>Moriah.</b> Traditionally associated with Jerusalem, and the site on which Solomon’s temple would be built later (cf. <a>2 Chron. 3:1</a> )."
  },
  {
    "start": 1022004,
    "content": "<b><a>Gen. 22:4</a></b> <b>third day.</b> With no appearance of reluctance or delay, Abraham rose early (v. <a>Gen. 22:3</a> ) for the two-day trip from Beersheba to Moriah, one of the hills around Jerusalem."
  },
  {
    "start": 1022005,
    "content": "<b><a>Gen. 22:5</a></b> <b>while I and the boy go … we will worship, and … return.</b> The 3-day journey (v. <a>Gen. 22:4</a> ) afforded much time of reflection upon God’s commands but, without wavering or questioning the morality of human sacrifice or the purposes of God, Abraham confidently assured his servants of his and Isaac’s return and went ahead with arrangements for the sacrifice (v. <a>Gen. 22:6</a> ). <a>Heb. 11:17–19</a> reveals that he was so confident in the permanence of God’s promise, that he believed if Isaac were to be killed, God would raise him from the dead ( <i>see notes</i> ), or God would provide a substitute for Isaac (v. <a>Gen. 22:8</a> )."
  },
  {
    "start": 1022009,
    "end": 1022010,
    "content": "<b><a>Gen. 22:9–10</a></b> Abraham’s preparations to kill his only son could not have placed his trust in God in sharper focus. Cf. <a>Heb. 11:17–19</a> ."
  },
  {
    "start": 1022011,
    "content": "<b><a>Gen. 22:11</a></b> <b>angel of Yahweh.</b> <i>See note on <a>Ex. 3:2</a> .</i>"
  },
  {
    "start": 1022012,
    "content": "<b><a>Gen. 22:12</a></b> <b>now I know.</b> Abraham passed the test (v. <a>Gen. 22:1</a> ). He demonstrated faith that God responds to with justification. <i>See note on <a>Jas. 2:21</a> .</i>"
  },
  {
    "start": 1022013,
    "content": "<b><a>Gen. 22:13</a></b> <b>in the place of his son.</b> The idea of substitutionary atonement is introduced, which would find its fulfillment in the death of Christ ( <a>Isa. 53:4–6</a> ; <a>John 1:29</a> ; <a>2 Cor. 5:21</a> )."
  },
  {
    "start": 1022015,
    "end": 1022018,
    "content": "<b><a>Gen. 22:15–18</a></b> In this formal reaffirmation of His Abrahamic Covenant, Yahweh mentioned the 3 elements of land, seed, and blessing, but with attention directed graphically to the conquest of the Land promised (v. <a>Gen. 22:17</a> , “shall possess the gate of his enemies”)."
  },
  {
    "start": 1022016,
    "end": 1022017,
    "content": "<b><a>Gen. 22:16–17</a></b> Cf. <a>Gen. 12:1–3</a> ; <a>Gen. 15:13–18</a> ; <a>Gen. 17:2</a> , <a>Gen. 17:7–9</a> ; <a>Heb. 6:13–14</a> ."
  },
  {
    "start": 1022017,
    "content": "<b><a>Gen. 22:17</a></b> <b>possess the gate of his enemies.</b> Cf. <a>Gen. 24:60</a> . Refers to conquering enemies, so as to control their city."
  },
  {
    "start": 1022018,
    "content": "<b><a>Gen. 22:18</a></b> Cf. <a>Acts 3:25</a> ."
  },
  {
    "start": 1022020,
    "end": 1022024,
    "content": "<b><a>Gen. 22:20–24</a></b> <b>it was told.</b> This is clear indication that, despite geographical separation, information about family genealogies flowed back and forth in the Fertile Crescent region. This update advised most notably of a daughter, Rebekah, born to Isaac’s cousin, Bethuel (v. <a>Gen. 22:23</a> ). It also reminds the readers that Abraham and Sarah had not lost all ties with their original home. Abraham’s brother, Nahor, still lived back in Mesopotamia, though he had not seen him for about 60 years."
  },
  {
    "start": 1023001,
    "end": 1023002,
    "content": "<b><a>Gen. 23:1–2</a></b> Although Sarah’s age—the only woman’s age at death recorded in Scripture—might suggest her importance in God’s plan, it more importantly reminds of the birth of her only son well beyond childbearing age (at 90 years of age, cf. <a>Gen. 17:17</a> ) and of God’s intervention to bring about the fulfillment of His word to her and Abraham. Sarah’s death occurred ca. 2028 BC."
  },
  {
    "start": 1023002,
    "content": "<b><a>Gen. 23:2</a></b> <b>Hebron.</b> <i>See note on <a>Gen. 13:18</a> .</i>"
  },
  {
    "start": 1023003,
    "content": "<b><a>Gen. 23:3</a></b> <b>the sons of Heth.</b> A settlement of Hittites whose original home was in Anatolia (modern-day Turkey), who had already been established in Canaan far from their homeland."
  },
  {
    "start": 1023004,
    "content": "<b><a>Gen. 23:4</a></b> <b>give me a … burial site.</b> Negotiations for the purchase (“give” signifies here “sell”) of Hittite property was properly conducted in accordance with contemporary Hittite custom, with Abraham wanting to pay the market value for it (v. <a>Gen. 23:9</a> )."
  },
  {
    "start": 1023006,
    "content": "<b><a>Gen. 23:6</a></b> <b>a mighty prince among us.</b> Rank and reputation accorded Abraham a place of leadership and respect, leading his neighbors (the Hittites) to freely offer their best sepulchers to him. They went on and arranged for Abraham to purchase a cave that belonged to a wealthy neighbor called Ephron (vv. <a>Gen. 23:7–9</a> ), unknown to Abraham."
  },
  {
    "start": 1023010,
    "content": "<b><a>Gen. 23:10</a></b> <b>sitting.</b> Ephron was probably sitting at the city gate where business was usually transacted."
  },
  {
    "start": 1023011,
    "content": "<b><a>Gen. 23:11</a></b> <b>I give you the field.</b> This suggests not that Ephron felt generous, but that he was constrained by Hittite feudal polity, which tied ownership of land with service to the ruler. Passing the land to Abraham would pass also feudal responsibilities to Abraham, making him liable for all taxes and duties. This Ephron was apparently anxious to do, thus the offer to give the land."
  },
  {
    "start": 1023016,
    "content": "<b><a>Gen. 23:16</a></b> <b>shekels of silver, commercial standard.</b> Precious metals were not made into coins for exchange until centuries later. Merchants maintained the shekel as the standard weight of value for business transactions. A shekel weighed less than one half ounce."
  },
  {
    "start": 1023017,
    "end": 1023018,
    "content": "<b><a>Gen. 23:17–18</a></b> With the words of the transaction, the careful description of the property, and the payment of the stated price all done before witnesses and at the proper place of business, ownership of the land officially passed to Abraham. It was still binding years later in the time of Jacob ( <a>Gen. 49:29–32</a> ; <a>Gen. 50:12–13</a> )."
  },
  {
    "start": 1023019,
    "content": "<b><a>Gen. 23:19</a></b> <b>After this.</b> Once the purchase had been made, Abraham buried Sarah. Moses notes the place is Hebron in Canaan, to which his initial readers were soon headed."
  },
  {
    "start": 1023020,
    "content": "<b><a>Gen. 23:20</a></b> <b>So the field and the cave … were deeded.</b> This is an important summary, because finally, after years of nomadic wandering, Abraham owned a small piece of real estate in the midst of all the land divinely promised to him and his descendants. The cave also became many years later the family burial plot for Abraham, Isaac, Rebekah, Leah, and Jacob (cf. <a>Gen. 25:9</a> ; <a>Gen. 49:31</a> ; <a>Gen. 50:13</a> ), with Rachel being the exception ( <a>Gen. 35:19</a> )."
  },
  {
    "start": 1024002,
    "content": "<b><a>Gen. 24:2</a></b> <b>servant, the oldest of his household.</b> Eliezer, at 85 years of age, had risen to steward, or “chief of staff,” a position of substantial authority (indicated in v. <a>Gen. 24:10</a> ). He would have received all Abraham’s wealth if he had no son (see <a>Gen. 15:1–2</a> ), yet when Isaac was born the inheritance became Isaac’s. So, not only had he loyally served his master despite having been displaced by another heir (cf. <a>Gen. 15:2–4</a> ), but he also faithfully served that heir (v. <a>Gen. 24:67</a> )."
  },
  {
    "start": 1024002,
    "end": 1024004,
    "content": "<b><a>Gen. 24:2–4</a></b> <b>place your hand under my thigh, and … swear.</b> <i>See note on v. <a>Gen. 24:9</a> .</i> A solemn pledge mentioning Yahweh’s name and formalized by an accepted customary gesture indicated just how serious an undertaking this was in Abraham’s eyes. At his age (v. <a>Gen. 24:1</a> ), Abraham was concerned to perpetuate his people and God’s promise through the next generation, so he covenanted with his servant to return to Mesopotamia and bring back a wife for Isaac."
  },
  {
    "start": 1024003,
    "end": 1024004,
    "content": "<b><a>Gen. 24:3–4</a></b> Matrimonial arrangements were made by parents, and chosen partners were to come from one’s own tribe. It was apparently customary to marry one’s first cousin. But Abraham’s higher motive was to prevent Isaac from marrying a Canaanite pagan after Abraham’s death, thus possibly leading the people away from the true God."
  },
  {
    "start": 1024006,
    "end": 1024007,
    "content": "<b><a>Gen. 24:6–7</a></b> <b>lest you take my son back there!</b> Should the expected scenario not materialize (v. <a>Gen. 24:5</a> ) then the dictates of the oath were lifted (v. <a>Gen. 24:8</a> ), but the option of Isaac going was summarily rejected because it suggested a nullification of God’s promise and calling for the land of promise (v. <a>Gen. 24:7</a> )."
  },
  {
    "start": 1024007,
    "content": "<b><a>Gen. 24:7</a></b> <b>He will send His angel before you.</b> A statement of Abraham’s faith that the 450 mile expedition to Mesopotamia was clearly under divine oversight."
  },
  {
    "start": 1024009,
    "content": "<b><a>Gen. 24:9</a></b> <b>his hand under the thigh.</b> An ancient Near Eastern custom by which an intimate touch affirmed an oath (cf. <a>Gen. 47:29</a> )."
  },
  {
    "start": 1024010,
    "content": "<b><a>Gen. 24:10</a></b> <b>city of Nahor.</b> No doubt the home of Abraham’s brother, Nahor ( <a>Gen. 22:20</a> )."
  },
  {
    "start": 1024012,
    "end": 1024014,
    "content": "<b><a>Gen. 24:12–14</a></b> The steward’s prayer manifests not only his trust in God to direct affairs but also the selflessness with which he served Abraham. His patience after prayer (v. <a>Gen. 24:21</a> ), his worship at answered prayer (v. <a>Gen. 24:26</a> ), and his acknowledgment of divine guidance (v. <a>Gen. 24:27</a> ) also portrayed his faith."
  },
  {
    "start": 1024014,
    "content": "<b><a>Gen. 24:14</a></b> <b>give</b> water <b>to your camels to drink also.</b> Hospitality required giving water to a thirsty stranger, but not to animals. A woman who would do that was unusually kind and served beyond the call of duty. Rebekah’s servant attitude was revealed (vv. <a>Gen. 24:15–20</a> ) as was her beauty and purity (v. <a>Gen. 24:16</a> )."
  },
  {
    "start": 1024020,
    "content": "<b><a>Gen. 24:20</a></b> <b>all his camels.</b> A single camel can hold up to 25 gallons and he had 10 of them. Serving them was a great task as she filled them all (v. <a>Gen. 24:22</a> )."
  },
  {
    "start": 1024022,
    "content": "<b><a>Gen. 24:22</a></b> <b>shekels.</b> <i>See note on <a>Gen. 23:14</a> , <a>Gen. 23:16</a> .</i>"
  },
  {
    "start": 1024024,
    "content": "<b><a>Gen. 24:24</a></b> <b>I am the daughter of.</b> In formal introductions, an abbreviated genealogy provided for specific identification (cf. <a>Gen. 22:23</a> ). She was Isaac’s cousin."
  },
  {
    "start": 1024029,
    "end": 1024031,
    "content": "<b><a>Gen. 24:29–31</a></b> <b>Laban.</b> From what is revealed about his character (chap. <a>Ge 29</a> ), there is reason to believe that his sight of all the presents and the camels generated the welcome."
  },
  {
    "start": 1024033,
    "content": "<b><a>Gen. 24:33</a></b> <b>I will not eat until.</b> The first order of business was to identify his master and to explain his assignment, but not without stressing the blessings of God upon his master and upon his trip (vv. <a>Gen. 24:34–48</a> ) and also not without immediately seeking to conclude his task and return home (vv. <a>Gen. 24:49</a> , <a>Gen. 24:54–56</a> ). This is the portrait of a committed, faithful, and selfless servant!"
  },
  {
    "start": 1024049,
    "content": "<b><a>Gen. 24:49</a></b> <b>right … left.</b> An expression indicating the matter of which way to go next."
  },
  {
    "start": 1024050,
    "end": 1024051,
    "content": "<b><a>Gen. 24:50–51</a></b> The servant’s conviction and focus was obvious and intense, precluding anything but immediate acknowledgment of God’s leading and anything less than a full compliance with his request from Rebekah’s father and brother."
  },
  {
    "start": 1024053,
    "content": "<b><a>Gen. 24:53</a></b> By this dowry, Rebekah was betrothed to Isaac."
  },
  {
    "start": 1024054,
    "content": "<b><a>Gen. 24:54</a></b> <b>Send me away to my master.</b> Protocol and courtesy demanded a messenger be dismissed by the addressee."
  },
  {
    "start": 1024057,
    "end": 1024058,
    "content": "<b><a>Gen. 24:57–58</a></b> <b>Will you go with this man?</b> Commendably, Rebekah concurred with an immediate departure, and showed her confident acceptance of what was providentially coming about in her life."
  },
  {
    "start": 1024059,
    "content": "<b><a>Gen. 24:59</a></b> <b>her nurse.</b> See <a>Gen. 35:8</a> ."
  },
  {
    "start": 1024060,
    "content": "<b><a>Gen. 24:60</a></b> <b>they blessed Rebekah and said.</b> Little did they realize that their conventional prayer wishing numerous offspring to Rebekah fitted in nicely with God’s promises of many descendants to Abraham through Sarah and Isaac. They also wished for her offspring to be victorious over their enemies (“possess their gates”), perhaps echoing God’s promises of possession of the land of the Canaanites ( <a>Gen. 13:17</a> ; <a>Gen. 15:7</a> , <a>Gen. 15:16</a> ; <a>Gen. 17:8</a> )."
  },
  {
    "start": 1024062,
    "content": "<b><a>Gen. 24:62</a></b> <b>Beer-lahai-roi.</b> See <a>Gen. 16:14</a> . Located on the Canaan-Egypt border, about 25 mi. northwest of Kadesh-barnea. Isaac lived there after Abraham’s death ( <a>Gen. 25:11</a> )."
  },
  {
    "start": 1024063,
    "content": "<b><a>Gen. 24:63</a></b> <b>to muse.</b> How God drew Isaac from home to where Hagar encountered the angel of Yahweh (cf. <a>Gen. 16:14</a> ) remains unknown, but he was in the right place to meet the caravan returning with his fiancée. Perhaps he was prayerfully contemplating the circumstances of his life and the void left by his mother’s death (v. <a>Gen. 24:67</a> ), as well as thinking about and hoping the steward would not return from a failed mission."
  },
  {
    "start": 1024065,
    "content": "<b><a>Gen. 24:65</a></b> <b>she took her veil and covered herself.</b> Convention demanded the designated bride veil her face in the presence of her betrothed until the wedding day."
  },
  {
    "start": 1024067,
    "content": "<b><a>Gen. 24:67</a></b> <b>his mother Sarah’s tent.</b> He thus established his acceptance of her as his wife before he had seen her beauty. When he did see her, “he loved her.”"
  },
  {
    "start": 1025001,
    "end": 1025004,
    "content": "<b><a>Gen. 25:1–4</a></b> Abraham’s sons through Keturah, (a concubine, cf. v. <a>Gen. 25:6</a> ; <a>1 Chron. 1:32</a> ) a wife of lower status than Sarah, became the progenitors of various Arab tribes to the east of Canaan."
  },
  {
    "start": 1025005,
    "end": 1025006,
    "content": "<b><a>Gen. 25:5–6</a></b> Conferring gifts upon these other sons, then sending them away, and also conferring the estate upon Isaac ensured that Isaac would be considered as the rightful heir without competition or threat from his half-brothers. The steward, Eliezer, had informed Rebekah’s relatives that all of Abraham’s estate was Isaac’s (cf. <a>Gen. 24:36</a> )."
  },
  {
    "start": 1025008,
    "content": "<b><a>Gen. 25:8</a></b> <b>gathered to his people.</b> A euphemism for death, but also an expression of personal continuance beyond death, which denoted a reunion with previously departed friends (ca. 1990 BC). Cf. <a>Matt. 8:11</a> ; <a>Luke 16:22–23</a> ."
  },
  {
    "start": 1025009,
    "end": 1025010,
    "content": "<b><a>Gen. 25:9–10</a></b> <b>his sons … buried him.</b> Abraham’s funeral brought together two sons who would perhaps otherwise have remained somewhat estranged from each other (cf. <a>Gen. 35:29</a> ). He was buried in the place which he had purchased at Hebron (chap. <a>Ge 23</a> )."
  },
  {
    "start": 1025012,
    "end": 1025018,
    "content": "<b><a>Gen. 25:12–18</a></b> <b>the generations of Ishmael.</b> With the death of Abraham and the focus shifting to Isaac, the record confirms God’s promise of 12 princes to Ishmael (cf. <a>Gen. 17:20–21</a> )."
  },
  {
    "start": 1025013,
    "end": 1025016,
    "content": "<b><a>Gen. 25:13–16</a></b> Arab tradition has it that these are their earliest ancestors."
  },
  {
    "start": 1025016,
    "content": "<b><a>Gen. 25:16</a></b> <b>by their villages, and by their camps.</b> In addition to serving as a testimony to God’s promises ( <a>Gen. 17:20</a> ), information such as this genealogy helped Israel to understand the origins of their neighbors in central and northern Arabia."
  },
  {
    "start": 1025019,
    "end": 1035029,
    "content": "<b><a>Gen. 25:19–35:29</a></b> The genealogy of Isaac."
  },
  {
    "start": 1025020,
    "content": "<b><a>Gen. 25:20</a></b> <b>Paddan-aram.</b> The “plain of Aram” in upper Mesopotamia near Haran to the north-northeast of Canaan."
  },
  {
    "start": 1025021,
    "content": "<b><a>Gen. 25:21</a></b> <b>she was barren.</b> Confronted by 20 years of his wife’s barrenness (vv. <a>Gen. 25:20</a> , <a>Gen. 25:26</a> ), Isaac rose to the test and earnestly turned to God in prayer, obviously acknowledging thereby God’s involvement and timing in the seed-promise."
  },
  {
    "start": 1025022,
    "content": "<b><a>Gen. 25:22</a></b> <b>struggled together within her.</b> The very uncomfortable condition of her pregnancy (“why then am I <i>this way?</i> ”) prompted Rebekah, undoubtedly following the example of her husband, to turn earnestly to God in prayer. She learned directly from Yahweh that the severe jostling in her womb prefigured the future antagonism between the two nations to arise from her twin sons (v. <a>Gen. 25:23</a> )."
  },
  {
    "start": 1025023,
    "content": "<b><a>Gen. 25:23</a></b> <b>the older shall serve the younger.</b> This was contrary to the custom in patriarchal times when the elder son enjoyed the privileges of precedence in the household and at the father’s death received a double share of the inheritance and became the recognized head of the family (cf. <a>Ex. 22:29</a> ; <a>Num. 8:14–17</a> ; <a>Deut. 21:17</a> ). Grave offenses could annul such primogeniture rights (cf. <a>Gen. 35:22</a> ; <a>Gen. 49:3–4</a> ; <a>1 Chron. 5:1</a> ) or the birthright could be sacrificed or legally transferred to another in the family, as in this case (vv. <a>Gen. 25:29–34</a> ). In this case, God declared otherwise since His sovereign elective purposes did not necessarily have to follow custom (cf. <a>Rom. 9:10–14</a> , esp. v. <a>Rom. 9:12</a> )."
  },
  {
    "start": 1025024,
    "content": "<b><a>Gen. 25:24</a></b> <b>days … were fulfilled.</b> Esau and Jacob were born ca. 2005 BC."
  },
  {
    "start": 1025025,
    "content": "<b><a>Gen. 25:25</a></b> <b>red.</b> This would be the linguistic basis for calling Esau’s country “Edom” (cf. v. <a>Gen. 25:30</a> )."
  },
  {
    "start": 1025027,
    "end": 1025028,
    "content": "<b><a>Gen. 25:27–28</a></b> The difference between the two sons manifested itself in several areas: 1) as progenitors—Esau of Edom and Jacob of Israel; 2) in disposition—Esau a rugged, headstrong hunter preferring the outdoors and Jacob a plain, amiable man preferring the comforts of home; and 3) in parental favoritism—Esau by his father and Jacob by his mother. These were the ingredients for conflict and heartache!"
  },
  {
    "start": 1025030,
    "content": "<b><a>Gen. 25:30</a></b> <b>Edom.</b> In a play upon words to forever recall that Esau was born red and hairy (v. <a>Gen. 25:25</a> ) and had sold his birthright for red stew, he was also named Edom, i.e., “Red.”"
  },
  {
    "start": 1025031,
    "content": "<b><a>Gen. 25:31</a></b> <b>birthright.</b> A double portion of the inheritance ( <a>Deut. 21:17</a> ) and the right to be family chief and priest ( <a>Ex. 4:22</a> )."
  },
  {
    "start": 1025034,
    "content": "<b><a>Gen. 25:34</a></b> <b>despised his birthright.</b> The final evaluation of the verbal tussle and bartering which took place between the twins, all of which was indicative of prior discussions or arguments sufficient for Jacob to conclude how little Esau valued it. He became, therefore, known as irreligious, i.e., a “godless person” ( <a>Heb. 12:16</a> )."
  },
  {
    "start": 1026001,
    "content": "<b><a>Gen. 26:1</a></b> <b>a famine in the land.</b> Once again the Land of Promise forced the beneficiaries of the covenant to move so as to escape the effects of a famine. <b>Abimelech.</b> Most probably a Philistine dynastic title, with this being a different king from the one who had met Abraham (chap. <a>Ge 20</a> ). <i>See note on <a>Gen. 20:2</a> .</i> <b>Philistines.</b> This tribe of people who originally sailed the Mediterranean Sea became fierce enemies of Israel when they settled along the southwest coast of Canaan. Friendly to Isaac, they were forerunners of hostile descendant enemies."
  },
  {
    "start": 1026002,
    "end": 1026011,
    "content": "<b><a>Gen. 26:2–11</a></b> Obedience and deceit were in juxtaposition. Obeying God to dwell in the land (vv. <a>Gen. 26:2–3</a> , <a>Gen. 26:6</a> ), yet lying about his wife to the people of the land (vv. <a>Gen. 26:7–11</a> ) reflected familiar shades of Abraham’s strategy for survival (see <a>Gen. 12:10–14</a> ; <a>Gen. 20:1–4</a> )."
  },
  {
    "start": 1026003,
    "end": 1026005,
    "content": "<b><a>Gen. 26:3–5</a></b> God confirmed the Abrahamic Covenant with Isaac, stressing the same 3 elements as before: land, seed, and blessing. He appended specific honorable mention of Abraham’s obedient response to all of God’s words. <i>See notes on <a>Gen. 12:1–3</a> ; <a>Gen. 15:13–21</a> ; <a>Gen. 17:2</a> , <a>Gen. 17:7–9</a> .</i> Although Abraham was commended for his deeds, the Abrahamic Covenant was an unconditional covenant grounded in God’s sovereign will (cf. <a>Lev. 26:44–45</a> )."
  },
  {
    "start": 1026004,
    "content": "<b><a>Gen. 26:4</a></b> Cf. <a>Acts 3:25</a> ."
  },
  {
    "start": 1026006,
    "end": 1026009,
    "content": "<b><a>Gen. 26:6–9</a></b> Unlike his ancestor to whom God sovereignly revealed the relationship between Abraham and Sarah ( <a>Gen. 20:3</a> ), this king providentially discovered Rebekah’s relationship to Isaac by just happening to look out of a window and witnessing caresses indicative of marriage and intimacy."
  },
  {
    "start": 1026011,
    "content": "<b><a>Gen. 26:11</a></b> <b>commanded all the people … be put to death.</b> A pagan king imposing the death penalty on anyone troubling Isaac or Rebekah suggests God was at work to preserve His chosen seed (cf. vv. <a>Gen. 26:28–29</a> ). Cf. <a>Ps. 105:14–15</a> ."
  },
  {
    "start": 1026012,
    "end": 1026014,
    "content": "<b><a>Gen. 26:12–14</a></b> Isaac was content to stay in that place and farm some land. His efforts were blessed by God, but envied by the Philistines!"
  },
  {
    "start": 1026015,
    "content": "<b><a>Gen. 26:15</a></b> <b>all the wells … stopped up.</b> Water was so precious in that desert land that wells were essential. Plugging someone’s well was ruinous to them and constituted serious aggression, often leading to war. Isaac could have retaliated, but he did not; rather he dug new wells (vv. <a>Gen. 26:16–19</a> )."
  },
  {
    "start": 1026022,
    "content": "<b><a>Gen. 26:22</a></b> <b>Rehoboth.</b> The word means “room enough.” Finally a well was dug without a quarrel erupting (vv. <a>Gen. 26:20–21</a> ). Now that they were no longer perceived as encroaching upon another’s territory, Isaac selected an appropriate place-name which reflected how he saw God providentially working out their situation."
  },
  {
    "start": 1026024,
    "end": 1026025,
    "content": "<b><a>Gen. 26:24–25</a></b> This abbreviated reaffirmation of the Abrahamic Covenant was designed to assuage Isaac’s anxiety at facing envy, quarrels, and hostility (vv. <a>Gen. 26:14</a> , <a>Gen. 26:20</a> , <a>Gen. 26:27</a> ), and to assure Isaac that he had reasoned right—fruitfulness in posterity would prevail. That it was a significant reminder to Isaac is seen in a response reminiscent of his father—he built an altar of worship to mark the spot of God’s appearance to him ( <a>Gen. 12:7</a> )."
  },
  {
    "start": 1026026,
    "content": "<b><a>Gen. 26:26</a></b> <b>Abimelech … and Phicol.</b> Because 90 years had passed since Abraham was visited by men with the same names, they must have been titles rather than proper names (cf. <a>Gen. 21:22</a> ). <i>See note on v. <a>Gen. 26:1</a> .</i>"
  },
  {
    "start": 1026028,
    "content": "<b><a>Gen. 26:28</a></b> <b>an oath … covenant.</b> In a mirror image of a former occasion ( <a>Gen. 21:22–32</a> ), Abimelech in the company of a friend and the highest ranking officer in his army (v. <a>Gen. 26:26</a> ) sought after a treaty with one they estimated to be superior and stronger than themselves and a possible threat (v. <a>Gen. 26:29</a> ). Isaac, on the other hand, perceived them as hostile (v. <a>Gen. 26:27</a> ). The outcome was most desirable for both—peace between them (v. <a>Gen. 26:31</a> )."
  },
  {
    "start": 1026030,
    "content": "<b><a>Gen. 26:30</a></b> Ratification of a covenant often involved a banquet."
  },
  {
    "start": 1026033,
    "content": "<b><a>Gen. 26:33</a></b> <b>Beersheba.</b> Lit. “the well of the oath.” The very place where his father Abraham had made an oath with another Abimelech and Phicol ( <i>see note on v. <a>Gen. 26:26</a></i> ) and which Abraham had named Beersheba ( <a>Gen. 21:32</a> )."
  },
  {
    "start": 1026035,
    "content": "<b><a>Gen. 26:35</a></b> <b>brought bitterness.</b> Esau’s choice of wives from among neighboring Hittite women saddened his parents. His action had deliberately ignored the standard set by Abraham for Isaac ( <a>Gen. 24:3</a> ). Cf. <a>Gen. 27:46</a> ."
  },
  {
    "start": 1027001,
    "content": "<b><a>Gen. 27:1</a></b> <b>Isaac was old.</b> Blind Isaac evidently thought he was near death (v. <a>Gen. 27:2</a> ) and would not live much beyond his current 137 years, which was the age of Ishmael when he died ( <a>Gen. 25:17</a> ). He certainly did not expect to live another 43 years as he actually did ( <a>Gen. 35:28</a> ; cf. <a>Gen. 30:24–25</a> ; <a>Gen. 31:41</a> ; <a>Gen. 41:46–47</a> ; <a>Gen. 45:6</a> ; <a>Gen. 47:9</a> to calculate Isaac’s age at 137 and his twin sons’ ages at 77 years old)."
  },
  {
    "start": 1027004,
    "content": "<b><a>Gen. 27:4</a></b> <b>my soul may bless you.</b> Ignoring the words of God to Rebekah ( <a>Gen. 25:23</a> ), forgetting Esau’s bartered birthright ( <a>Gen. 25:33</a> ), and overlooking Esau’s grievous marriages ( <a>Gen. 26:35</a> ), Isaac was still intent on treating Esau as the eldest and granting him the blessing of birthright, and so arranged for his favorite meal before bestowing final fatherly blessing on his favorite son."
  },
  {
    "start": 1027005,
    "content": "<b><a>Gen. 27:5</a></b> <b>Rebekah was listening.</b> Desperation to secure patriarchal blessing for Jacob bred deception and trickery, with Rebekah believing her culinary skills could make goat’s meat taste and smell like choice venison (vv. <a>Gen. 27:8–10</a> ) and make Jacob seem like Esau (vv. <a>Gen. 27:15–17</a> )."
  },
  {
    "start": 1027012,
    "content": "<b><a>Gen. 27:12</a></b> <b>a mocker in his sight.</b> To his credit, Jacob at first objected. The differences between him and Esau would surely not fool his father and might result in blessing being replaced with a curse as a fitting punishment for deception."
  },
  {
    "start": 1027013,
    "content": "<b><a>Gen. 27:13</a></b> <b>Your curse be on me.</b> With his mother accepting full responsibility for the scheme and bearing the curse should it occur, Jacob acquiesced and followed Rebekah’s instructions."
  },
  {
    "start": 1027015,
    "content": "<b><a>Gen. 27:15</a></b> <b>best garments of … her elder son.</b> Esau, having been married for 37 years (cf. v. <a>Gen. 27:1</a> ; <a>Gen. 26:35</a> ), would have had his own tents and his own wives to do for him; so how and why Rebekah came by some of his best clothes in her tent is unknown. Perhaps these garments were the official robes associated with the priestly functions of the head of the house, kept in her house until passed on to the oldest son. Perhaps Esau had, on occasion, worn them, thus their smell of the field (v. <a>Gen. 27:27</a> )."
  },
  {
    "start": 1027020,
    "content": "<b><a>Gen. 27:20</a></b> <b>Yahweh your God caused</b> it <b>to happen to me.</b> Isaac’s perfectly legitimate question in v. <a>Gen. 27:20</a> (hunting took time and Jacob had come so quickly with goats from the pen) afforded Jacob an escape route—confess and stop the deceit! Instead, Jacob, with consummate ease, knowing he needed Isaac’s irrevocable confirmation even though he had bought the birthright, ascribed success in the hunt to God’s providence. A lie had to sustain a lie, and a tangled web had begun to be woven (vv. <a>Gen. 27:21–24</a> ). Although Jacob received Isaac’s blessing that day, the deceit caused severe consequences: 1) he never saw his mother after that; 2) Esau wanted him dead; 3) Laban, his uncle, deceived him; 4) his family life was full of conflict; and 5) he was exiled for years from his family. By the promise of God he would have received the birthright ( <a>Gen. 25:23</a> ). He didn’t need to scheme this deception with his mother."
  },
  {
    "start": 1027027,
    "end": 1027029,
    "content": "<b><a>Gen. 27:27–29</a></b> Finally, with all lingering doubts removed, Isaac pronounced the blessing upon Jacob, although the opening words show he thought the one receiving it was Esau, the man of the field. His prayer-wish called for prosperity and superiority and ended with a repeat of God’s words to Abraham (v. <a>Gen. 27:29</a> ; cf. <a>Gen. 12:1–3</a> ). The words indicated that Isaac thought the covenantal line should have continued through his eldest son, Esau."
  },
  {
    "start": 1027033,
    "content": "<b><a>Gen. 27:33</a></b> <b>Isaac trembled … violently.</b> Visibly shocked when the scandal was uncovered by the entrance of Esau, the father, remembering Yahweh’s words to Rebekah ( <a>Gen. 25:23</a> ), refused to withdraw the blessing and emphatically affirmed its validity—“Indeed, he shall be blessed” and a little later “Behold, I have made him your master” and also “your brother you shall serve” (vv. <a>Gen. 27:37</a> , <a>Gen. 27:40</a> ). Sudden realization at having opposed God’s will all those years likely made the shock more severe."
  },
  {
    "start": 1027034,
    "content": "<b><a>Gen. 27:34</a></b> <b>Bless me, me also.</b> Esau fully expected to receive the blessing, for he had identified himself to his father as the firstborn (v. <a>Gen. 27:32</a> ). Anguished at losing this important paternal blessing and bitterly acting as the innocent victim (v. <a>Gen. 27:36</a> ), Esau shifted the blame for the loss of birthright and blessing to Jacob and pleaded for some compensating word of blessing from his father (vv. <a>Gen. 27:36</a> , <a>Gen. 27:38</a> )."
  },
  {
    "start": 1027039,
    "end": 1027040,
    "content": "<b><a>Gen. 27:39–40</a></b> The prayer-wish called for prosperity and inferiority, i.e., maintaining the validity of the words to Jacob and replacing “be master of your brothers” with “your brother you shall serve” (vv. <a>Gen. 27:29</a> , <a>Gen. 27:40</a> ). This secondary blessing would not and could not undo the first one."
  },
  {
    "start": 1027040,
    "content": "<b><a>Gen. 27:40</a></b> <b>you will break his yoke from your neck.</b> In later history, the Edomites, who descended from the line of Esau, fought time and again with Israel and shook off Israelite control on several occasions ( <a>2 Kings 8:20</a> ; <a>2 Chron. 21:8–10</a> ; <a>2 Chron. 28:16–17</a> )."
  },
  {
    "start": 1027041,
    "content": "<b><a>Gen. 27:41</a></b> <b>The days of mourning for my father.</b> Evidently Esau also thought his father was on the verge of death ( <a>Gen. 27:1</a> ) and so, out of respect for his aged father, he postponed murder. Isaac lived another 43 years ( <i>see note on <a>Gen. 27:1</a></i> )."
  },
  {
    "start": 1027045,
    "content": "<b><a>Gen. 27:45</a></b> <b>bereaved of you both in one day.</b> Rebekah understood she stood to lose both her sons since, after the murder of Jacob, the avenger of blood, i.e., the next nearest relative, would track down and execute Esau."
  },
  {
    "start": 1027046,
    "content": "<b><a>Gen. 27:46</a></b> <b>daughters of Heth.</b> Local Hittite women. <i>See note on <a>Gen. 26:35</a> .</i>"
  },
  {
    "start": 1028001,
    "end": 1028002,
    "content": "<b><a>Gen. 28:1–2</a></b> <b>from there take to yourself a wife.</b> Anxious for the safety of her son, Rebekah easily convinced her husband that the time had come for him to seek a non-Canaanite wife back in their homeland and preferably from near kinsmen (vv. <a>Gen. 28:2</a> , <a>Gen. 28:5</a> ), just as Rebekah had been sought for Isaac (see <a>Gen. 24:1–4</a> )."
  },
  {
    "start": 1028002,
    "content": "<b><a>Gen. 28:2</a></b> <b>Paddan-aram.</b> <i>See note on <a>Gen. 25:20</a> .</i>"
  },
  {
    "start": 1028003,
    "end": 1028004,
    "content": "<b><a>Gen. 28:3–4</a></b> This extra patriarchal blessing unveiled where Isaac was in his thinking. He had come to understand that the divine blessings would go through Jacob, to whom the Abrahamic Covenant promises of posterity and land also applied—quite the reversal of prior wishes and understanding (cf. <a>Gen. 27:27–29</a> ). The lack of land possession at that time, described by the phrase “the land of your sojournings,” did not deter at all from the certainty of God’s promise."
  },
  {
    "start": 1028003,
    "content": "<b><a>Gen. 28:3</a></b> <b>God Almighty.</b> Significantly, El Shaddai was the name Isaac chose to employ when blessing Jacob. It was the name of sovereign power with which God had identified Himself to Abraham in covenant reaffirmation ( <a>Gen. 17:1</a> ) which must have been an encouraging factor to both him and his son."
  },
  {
    "start": 1028005,
    "content": "<b><a>Gen. 28:5</a></b> <b>Isaac sent Jacob away.</b> Ca. 1928 BC. This must have been a hard departure for the domestic Jacob."
  },
  {
    "start": 1028009,
    "content": "<b><a>Gen. 28:9</a></b> <b>Esau went to Ishmael.</b> Marrying back into the line of Abraham through the family of Ishmael seemed to have been a ploy to gain favor with his father (vv. <a>Gen. 28:6</a> , <a>Gen. 28:8</a> ), and show an obedience similar to his brother’s (v. <a>Gen. 28:7</a> ). He hoped by such gratifying of his parents to atone for past delinquencies, and maybe have his father change the will. He actually increased iniquity by adding to his pagan wives ( <a>Gen. 26:34–35</a> ) a wife from a family God had rejected."
  },
  {
    "start": 1028010,
    "end": 1028015,
    "content": "<b><a>Gen. 28:10–15</a></b> For the first time, and significantly while Jacob was on his way out of the land of Canaan, God revealed Himself to Jacob and confirmed the Abrahamic Covenant with him in all of its 3 elements of land, seed, and blessing (vv. <a>Gen. 28:13–14</a> ). Later, God would remind Jacob of this event when He instructed him to return to the land ( <a>Gen. 31:13</a> ) and Jacob would remind his household of it when he instructed them to cleanse their homes before they could return to Bethel ( <a>Gen. 35:3</a> )."
  },
  {
    "start": 1028010,
    "content": "<b><a>Gen. 28:10</a></b> <b>Haran.</b> <i>See note on <a>Gen. 11:31</a> .</i>"
  },
  {
    "start": 1028011,
    "content": "<b><a>Gen. 28:11</a></b> <b>a certain place.</b> Identified in v. <a>Gen. 28:19</a> as Bethel, about 50 mi. north of Beersheba, and about 6 mi. north of Jerusalem. There he spent the night in an open field."
  },
  {
    "start": 1028012,
    "content": "<b><a>Gen. 28:12</a></b> <b>a ladder … angels of God were ascending and descending.</b> A graphic portrayal of the heavenly Lord’s personal involvement in the affairs of earth, and here especially as they related to divine covenant promises in Jacob’s life (vv. <a>Gen. 28:13–15</a> ). This dream was to encourage the lonely traveler. God’s own appointed angelic messengers ensured the carrying out of His will and plans. More than likely, the angels traversed a stairway rather than a ladder."
  },
  {
    "start": 1028015,
    "content": "<b><a>Gen. 28:15</a></b> <b>will keep you … will bring you back.</b> A most timely, comforting, and assuring promise which remained engraved on Jacob’s heart during his sojourn in Haran (see <a>Gen. 30:25</a> ). His forced departure from Canaan did not and would not abrogate any of God’s promises to him."
  },
  {
    "start": 1028018,
    "end": 1028021,
    "content": "<b><a>Gen. 28:18–21</a></b> <b>a pillar.</b> Marking a particular site as of special religious significance by means of a stone pillar was a known practice. A libation offering, a change of place-name, and a vow of allegiance to Yahweh in exchange for promised protection and blessing completed Jacob’s ceremonial consecration of Bethel, i.e., “House of God.”"
  },
  {
    "start": 1028022,
    "content": "<b><a>Gen. 28:22</a></b> <b>a tenth.</b> Tithing, though not commanded by God, was obviously already known and voluntarily practiced, and served to acknowledge God’s providential beneficence in the donor’s life ( <i>see note on <a>Gen. 14:20</a></i> ). Jacob may have been bargaining with God, as if to buy His favor rather than purely worshiping God with his gift, but it is best to translate the “if” (v. <a>Gen. 28:20</a> ) as “since” and see Jacob’s vow and offering as genuine worship based on confidence in God’s promise (vv. <a>Gen. 28:13–15</a> )."
  },
  {
    "start": 1029001,
    "end": 1029004,
    "content": "<b><a>Gen. 29:1–4</a></b> Conveniently meeting, at his destination, shepherds who knew both Laban and Rachel reflected the directing hand of God upon his life, just as promised ( <a>Gen. 28:15</a> )."
  },
  {
    "start": 1029002,
    "end": 1029003,
    "content": "<b><a>Gen. 29:2–3</a></b> <b>stone … was large.</b> Perhaps due to the fact that this well of precious stored water could evaporate rapidly in the sun, or be filled with blowing dust, or used indiscriminately, it had been covered and its use regulated (vv. <a>Gen. 29:7–8</a> )."
  },
  {
    "start": 1029005,
    "content": "<b><a>Gen. 29:5</a></b> <b>Laban the son of Nahor.</b> Genealogical fluidity in the use of “son,” meaning male descendant, occurred in Jacob’s inquiry after Laban, for he was actually Nahor’s grandson (cf. <a>Gen. 22:20–23</a> )."
  },
  {
    "start": 1029006,
    "end": 1029008,
    "content": "<b><a>Gen. 29:6–8</a></b> It appears that Jacob was trying to get these men to water their sheep immediately and leave, so he could be alone with Rachel for the meeting."
  },
  {
    "start": 1029009,
    "content": "<b><a>Gen. 29:9</a></b> <b>speaking with them.</b> The language of Haran was Aramaic or Chaldee and evidently was known by Abraham and his sons. There is no comment on how these patriarchs spoke with the Canaanites and Egyptians in their travels, but it is reasonable to assume they had become skilled linguists, knowing more than Hebrew and Aramaic."
  },
  {
    "start": 1029010,
    "end": 1029014,
    "content": "<b><a>Gen. 29:10–14</a></b> Customary greetings and personal introductions ended 97 years of absence since Rebekah had left ( <i>see notes on <a>Gen. 25:21</a> ; <a>Gen. 27:1</a></i> ), and Laban’s nephew was welcomed home."
  },
  {
    "start": 1029014,
    "content": "<b><a>Gen. 29:14</a></b> <b>one month.</b> Tradition in that ancient area allowed a stranger to be cared for 3 days. On the fourth he was to tell his name and mission. After that he could remain if he worked in some agreed-upon way (v. <a>Gen. 29:15</a> )."
  },
  {
    "start": 1029017,
    "content": "<b><a>Gen. 29:17</a></b> <b>eyes were weak.</b> Probably means that they were a pale color rather than the dark and sparkling eyes most common. Such paleness was viewed as a blemish."
  },
  {
    "start": 1029018,
    "end": 1029030,
    "content": "<b><a>Gen. 29:18–30</a></b> Love and working to provide his service as a dowry (vv. <a>Gen. 29:18–20</a> ) combined to make Jacob happily remain during the first 7 years in Laban’s household, almost as an adopted son rather than a mere employee. But Jacob, the deceiver ( <a>Gen. 27:1–29</a> ), was about to be deceived (vv. <a>Gen. 29:22–25</a> ). Local marriage customs (v. <a>Gen. 29:26</a> ), love for Rachel, and more dowry desired by Laban (vv. <a>Gen. 29:27–30</a> ) all conspired to give Jacob not only 7 more years of labor under Laban, but two wives who were to become caught up in jealous childbearing competition ( <a>Gen. 30:1–21</a> )."
  },
  {
    "start": 1029023,
    "content": "<b><a>Gen. 29:23</a></b> The deception was possible because of the custom of veiling the bride and the dark of the night (v. <a>Gen. 29:25</a> )."
  },
  {
    "start": 1029023,
    "content": "<b><a>Gen. 29:23</a></b> <b>went in to.</b> This is a euphemism for consummating marriage."
  },
  {
    "start": 1029027,
    "content": "<b><a>Gen. 29:27</a></b> It appears that Laban agreed to give Jacob Rachel after the week of wedding celebration for Leah’s marriage to him, and before the 7 years of labor."
  },
  {
    "start": 1029028,
    "content": "<b><a>Gen. 29:28</a></b> <b>Rachel as his wife.</b> Such consanguinity was not God’s will ( <i>see note on <a>Gen. 2:24</a></i> ), and the Mosaic code later forbade it ( <a>Lev. 18:18</a> ). Polygamy always brought grief, as in the life of Jacob."
  },
  {
    "start": 1029031,
    "content": "<b><a>Gen. 29:31</a></b> <b>Leah was unloved … Rachel was barren.</b> There was quite a contrast when the one dearly beloved (vv. <a>Gen. 29:18</a> , <a>Gen. 29:20</a> , <a>Gen. 29:30</a> ) had no children, whereas the one rejected did. Jacob might have demoted Leah, but God took action on her behalf. Leah had also prayed about her husband’s rejection (v. <a>Gen. 29:33</a> ) and had been troubled by it, as seen in the names given to her first 4 sons (vv. <a>Gen. 29:32–35</a> )."
  },
  {
    "start": 1030001,
    "content": "<b><a>Gen. 30:1</a></b> <b>or else I die.</b> A childless woman in ancient Near Eastern culture was no better than a dead wife and became a severe embarrassment to her husband (see v. <a>Gen. 30:23</a> )."
  },
  {
    "start": 1030001,
    "end": 1030021,
    "content": "<b><a>Gen. 30:1–21</a></b> The competition between the two sisters/wives is demonstrated in using their maids as surrogate mothers (vv. <a>Gen. 30:3</a> , <a>Gen. 30:7</a> , <a>Gen. 30:9</a> , <a>Gen. 30:12</a> ), in declaring God had judged the case in favor of the plaintiff (v. <a>Gen. 30:6</a> ), in bartering for time with the husband (vv. <a>Gen. 30:14–16</a> ), in accusing one of stealing her husband’s favor (v. <a>Gen. 30:15</a> ), and in the name given to one son—“wrestled with my sister” (Naphtali, v. <a>Gen. 30:8</a> ). The race for children was also accompanied by prayers to Yahweh or by acknowledgment of His providence (vv. <a>Gen. 30:6</a> , <a>Gen. 30:17</a> , <a>Gen. 30:20</a> , <a>Gen. 30:22</a> ; also <a>Gen. 29:32–33</a> , <a>Gen. 29:35</a> ). This bitter and intense rivalry, all the more fierce though they were sisters, and even though they occupied different dwellings with their children as customary, shows that the evil lay in the system itself (bigamy), which as a violation of God’s ordinance ( <a>Gen. 2:24</a> ) could not yield happiness."
  },
  {
    "start": 1030002,
    "content": "<b><a>Gen. 30:2</a></b> <b>Am I in the place of God…?</b> Although spoken in a moment of frustration with Rachel’s pleading for children and the envy with which it was expressed, Jacob’s words do indicate an understanding that ultimately God opened and closed the womb."
  },
  {
    "start": 1030003,
    "content": "<b><a>Gen. 30:3</a></b> <b>on my knees.</b> When the surrogate gave birth while actually sitting on the knees of the wife, it symbolized the wife providing a child for her husband."
  },
  {
    "start": 1030014,
    "content": "<b><a>Gen. 30:14</a></b> <b>mandrakes.</b> Jacob had 8 sons by then from 3 women and about 6 years had elapsed since his marriages. The oldest son, Reuben, was about 5. Playing in the field during wheat harvest, he found this small, orange-colored fruit and “brought them to his mother Leah.” These were superstitiously viewed in the ancient world as “love-apples,” an aphrodisiac or fertility-inducing narcotic."
  },
  {
    "start": 1030015,
    "end": 1030016,
    "content": "<b><a>Gen. 30:15–16</a></b> This odd and desperate bargain by Rachel was an attempt to become pregnant with the aid of the mandrakes, a folk remedy which failed to understand that God gives children (vv. <a>Gen. 30:6</a> , <a>Gen. 30:17</a> , <a>Gen. 30:20</a> , <a>Gen. 30:22</a> )."
  },
  {
    "start": 1030020,
    "content": "<b><a>Gen. 30:20</a></b> <b>this time my husband will honor me.</b> The plaintive cry of one still unloved (cf. <a>Gen. 29:31</a> ) as confirmed by Jacob’s frequent absence from her home. She hoped that having 6 children for Jacob would win his permanent residence with her. <b>Zebulun.</b> The name means “dwelling,” signifying her hope of Jacob’s dwelling with her."
  },
  {
    "start": 1030021,
    "content": "<b><a>Gen. 30:21</a></b> <b>Dinah.</b> Although not the only daughter to be born to Jacob (cf. <a>Gen. 37:35</a> ; <a>Gen. 46:7</a> ), her name is mentioned in anticipation of the tragedy at Shechem (chap. <a>Ge 34</a> )."
  },
  {
    "start": 1030022,
    "content": "<b><a>Gen. 30:22</a></b> <b>Then God remembered Rachel.</b> All the desperate waiting (see <a>Gen. 30:1</a> ) and pleading climaxed at the end of 7 years with God’s response. Then Rachel properly ascribed her delivery from barrenness to Yahweh, whom she also trusted for another son (vv. <a>Gen. 30:23–24</a> )."
  },
  {
    "start": 1030024,
    "content": "<b><a>Gen. 30:24</a></b> <b>Joseph.</b> Ca. 1914 BC. His name means “he will add” or “may he add,” indicating both her thanks and her faith that God would give her another son."
  },
  {
    "start": 1030025,
    "content": "<b><a>Gen. 30:25</a></b> <b>Send me away … to my own land.</b> Fourteen years of absence had not dulled Jacob’s acute awareness of belonging to the land God had given to him. Since Mesopotamia was not his home and his contract with Laban was up, he desired to return to “my own place” and “my own land.” Jacob’s wish to return to Canaan was not hidden from Laban (v. <a>Gen. 30:30</a> )."
  },
  {
    "start": 1030027,
    "content": "<b><a>Gen. 30:27</a></b> <b>I have interpreted an omen.</b> <i>See note on <a>Deut. 18:9–12</a> .</i>"
  },
  {
    "start": 1030028,
    "content": "<b><a>Gen. 30:28</a></b> <b>Name me your wages.</b> On the two occasions that Laban asked this of Jacob it was to urge him to stay. The first time ( <a>Gen. 29:15</a> ) Laban had sought to reward a relative, but this time it was because he had been rewarded since “Yahweh has blessed me on your account” (v. <a>Gen. 30:27</a> ). Jacob readily confirmed Laban’s evaluation in that “little” had indeed become “a multitude” (v. <a>Gen. 30:30</a> ) since he had come on the scene. Laban’s superficial generosity should not be mistaken for genuine goodness (see <a>Gen. 31:7</a> ). He was attempting to deceive Jacob into staying because it was potentially profitable for him."
  },
  {
    "start": 1030031,
    "end": 1030036,
    "content": "<b><a>Gen. 30:31–36</a></b> <b>What shall I give you?</b> Laban wanted Jacob to stay and asked what it would take for him to do so. Jacob wanted nothing except to be in a position for God to bless him. He was willing to stay, but not be further indebted to the scheming and selfish Laban. He offered Laban a plan that could bless him while costing Laban nothing. He would continue to care for Laban’s animals, as he had been doing. His pay would consist of animals not yet born, animals which would seem the less desirable to Laban because of their markings and color. None of the solid color animals would be taken by Jacob, and if any were born into Jacob’s flocks, Laban could take them (they were considered as stolen). Only those animals born speckled, spotted, striped, or abnormally colored would belong to Jacob. Evidently, most of the animals were white (sheep), black (goats), and brown (cattle). Few were in the category of Jacob’s request. Further, Jacob would not even use the living speckled or abnormally colored animals to breed more like them. He would separate them into a flock of their own kind, apart from the normally colored animals. Only the spotted and abnormally colored offspring born in the future to the normally colored would be his. Since it seemed to Laban that the birth of such abnormally marked animals was unlikely to occur in any significant volume from the normally colored, he agreed. He believed this a small and favorable concession on his part to maintain the skills of Jacob to further enlarge his herds and flocks. Jacob, by this, put himself entirely in God’s hands. Only Yahweh could determine what animals would be Jacob’s. To make sure Jacob didn’t cheat on his good deal, Laban separated the abnormally marked from the normal animals in Jacob’s care (vv. <a>Gen. 30:34–36</a> )."
  },
  {
    "start": 1030037,
    "end": 1030042,
    "content": "<b><a>Gen. 30:37–42</a></b> <b>rods.</b> Jacob was knowledgeable about sheep, goats, and cattle, having kept his father’s animals for most of his 90 years, and Laban’s for the last 14 years. He knew that when one uncommonly marked animal was born (with a recessive gene), he could then begin to breed that gene selectively to produce flocks and herds of abnormally marked animals, which were in no way inferior physically to the normally marked. Once he began this breeding process, he sought to stimulate it by some methods that may appear superstitious and foolish to us (as the mandrakes in v. <a>Gen. 30:14</a> ). But it is most likely that he had learned that, when the bark was peeled, there was some stimulant released into the water that stimulated the animals to sexual activity. In v. <a>Gen. 30:38</a> , the word “mated” is literally, in Hebrew, “to be hot,” or as is said of animals, “to be in heat.” His plan was successful (v. <a>Gen. 30:39</a> ), and he kept his own flock separate from the normally colored ones of Laban. His system worked to his own advantage, not that of Laban (v. <a>Gen. 30:42</a> ) who had for years taken advantage of him. Jacob gave God the credit for the success of his efforts ( <a>Gen. 31:7</a> , <a>Gen. 31:9</a> )."
  },
  {
    "start": 1031001,
    "end": 1031002,
    "content": "<b><a>Gen. 31:1–2</a></b> Of materialistic bent and envious at Jacob’s success, Laban’s sons grumbled at what they saw as the depleting of their father’s assets, thus hurting their own inheritance. If Jacob heard of this, so did Laban, and that knowledge rankled him to the point of surliness toward his son-in-law (cf. <a>Gen. 31:20</a> ). Profiting from God’s blessings through Jacob ( <a>Gen. 30:27</a> , <a>Gen. 30:30</a> ) was one thing, but seeing only Jacob blessed was quite another matter and elicited no praise or gratitude to God from Laban."
  },
  {
    "start": 1031003,
    "content": "<b><a>Gen. 31:3</a></b> <b>Return to the land.</b> When Jacob sought to leave at the end of his contract ( <a>Gen. 30:25</a> ), the timing was not in accord with God’s plan. Six years later, God providentially directed Jacob’s departure and assured him of His presence. Jacob served his father-in-law a total of twelve years (vv. <a>Gen. 31:38–41</a> )."
  },
  {
    "start": 1031004,
    "content": "<b><a>Gen. 31:4</a></b> <b>called … in the field.</b> In the privacy of the open field, Jacob’s plans could be confidentially shared with his wives."
  },
  {
    "start": 1031005,
    "content": "<b><a>Gen. 31:5</a></b> <b>your father’s … my father.</b> A contrast, perhaps not intentional, but nevertheless noticeable since their father signaled rejection toward him, whereas the God of his father had accepted him."
  },
  {
    "start": 1031006,
    "end": 1031009,
    "content": "<b><a>Gen. 31:6–9</a></b> As Jacob explained it, his unstinting service to their father had been met by Laban with wage changes intended to cripple his son-in-law’s enterprise, but God had intervened by blocking the intended hurt (v. <a>Gen. 31:7</a> ) and overriding the wage changes with great prosperity (v. <a>Gen. 31:9</a> )."
  },
  {
    "start": 1031010,
    "end": 1031012,
    "content": "<b><a>Gen. 31:10–12</a></b> <i>See notes on <a>Gen. 30:37–42</a> .</i>"
  },
  {
    "start": 1031011,
    "content": "<b><a>Gen. 31:11</a></b> <b>the angel of God.</b> Cf. <a>Gen. 21:17</a> . The same as the angel of Yahweh ( <a>Gen. 16:11</a> ; <a>Gen. 22:11</a> , <a>Gen. 22:15</a> ). <i>See note on <a>Ex. 3:2</a> .</i>"
  },
  {
    "start": 1031013,
    "content": "<b><a>Gen. 31:13</a></b> <b>I am the God</b> of <b>Bethel.</b> The Angel of God (v. <a>Gen. 31:11</a> ) clearly identified Himself as Yahweh, pointing back as He did so to the earlier critical encounter with God in Jacob’s life ( <a>Gen. 28:10–22</a> )."
  },
  {
    "start": 1031014,
    "end": 1031016,
    "content": "<b><a>Gen. 31:14–16</a></b> The two wives concurred that, in the context of severely strained family relationships, their inheritance might be in question since the ties that bind no longer held them there. They also agreed that God’s intervention had, in effect, refunded what their father had wrongfully withheld and spent."
  },
  {
    "start": 1031019,
    "content": "<b><a>Gen. 31:19</a></b> <b>household idols.</b> Lit. teraphim (cf. <a>2 Kings 23:24</a> ; <a>Ezek. 21:21</a> ). These images or figurines of varying sizes, usually of nude goddesses with accentuated sexual features, either signaled special protection for, inheritance rights for, or guaranteed fertility for the bearer. Or, perhaps possession by Rachel would call for Jacob to be recognized as head of the household at Laban’s death. <i>See notes on vv. <a>Gen. 31:30</a> , <a>Gen. 31:44</a> .</i>"
  },
  {
    "start": 1031020,
    "content": "<b><a>Gen. 31:20</a></b> <b>Jacob deceived Laban.</b> Because of fear at what Laban might do (v. <a>Gen. 31:31</a> ), Jacob dispensed with the expected courtesy he had not forgotten before ( <a>Gen. 30:25</a> ) and clandestinely slipped away at an appropriate time (v. <a>Gen. 31:19</a> ). With all his entourage, this was not a simple exit. Laban’s gruffness (vv. <a>Gen. 31:1–2</a> ) exuded enough hostility for Jacob to suspect forceful retaliation and to react by escaping what danger he could not know for sure."
  },
  {
    "start": 1031021,
    "content": "<b><a>Gen. 31:21</a></b> <b>the River … hill country of Gilead.</b> The area south of Galilee to the east of the Jordan River respectively."
  },
  {
    "start": 1031023,
    "content": "<b><a>Gen. 31:23</a></b> <b>seven days’ journey.</b> That it took so long for Laban’s band to catch up with a much larger group burdened with possessions and animals indicates a forced march was undertaken by Jacob’s people, probably motivated by Jacob’s fear."
  },
  {
    "start": 1031024,
    "content": "<b><a>Gen. 31:24</a></b> <b>Beware … either good or bad.</b> God again sovereignly protected, as He had done for Abraham and Isaac ( <a>Gen. 12:17–20</a> ; <a>Gen. 20:3–7</a> ; <a>Gen. 26:8–11</a> ), to prevent harm coming to His man. In a proverbial expression (cf. <a>Gen. 24:50</a> ; <a>2 Sam. 13:22</a> ) Laban is cautioned not to use anything in the full range of options open to him, “from the good to the bad,” to alter the existing situation and bring Jacob back."
  },
  {
    "start": 1031026,
    "content": "<b><a>Gen. 31:26</a></b> <b>my daughters like captives.</b> Laban evidently did not believe that his daughters could have possibly agreed with the departure and must have left under duress."
  },
  {
    "start": 1031027,
    "end": 1031029,
    "content": "<b><a>Gen. 31:27–29</a></b> Laban’s questions protested his right to have arranged a proper send-off for his family and functioned as a rebuke of Jacob’s thoughtlessness toward him."
  },
  {
    "start": 1031030,
    "content": "<b><a>Gen. 31:30</a></b> <b>why did you steal my gods?</b> Longing to return to Canaan (cf. <a>Gen. 30:25</a> ) might excuse his leaving without notice, but it could not excuse the theft of his teraphim ( <a>Gen. 31:19</a> ). Laban’s thorough search for these idols (vv. <a>Gen. 31:33–35</a> ) also marked how important they were to him as a pagan worshiper. <i>See notes on vv. <a>Gen. 31:19</a> , <a>Gen. 31:44</a> .</i>"
  },
  {
    "start": 1031031,
    "content": "<b><a>Gen. 31:31</a></b> <b>afraid.</b> A reasonable fear is experienced by Jacob, who had come to find a wife and stayed for at least 20 years (v. <a>Gen. 31:38</a> ) under the selfish compulsions of Laban."
  },
  {
    "start": 1031034,
    "end": 1031035,
    "content": "<b><a>Gen. 31:34–35</a></b> One dishonest deed needed further dishonesty and trickery to cover it up."
  },
  {
    "start": 1031035,
    "content": "<b><a>Gen. 31:35</a></b> <b>the manner of women.</b> Rachel claimed she was having her menstrual period."
  },
  {
    "start": 1031037,
    "content": "<b><a>Gen. 31:37</a></b> <b>decide between us two.</b> Rachel’s theft and dishonest cover-up had precipitated a major conflict between her father and her husband which could only be resolved by judicial inquiry before witnesses."
  },
  {
    "start": 1031038,
    "end": 1031042,
    "content": "<b><a>Gen. 31:38–42</a></b> Jacob registered his complaint that he had unfairly borne the losses normally carried by the owner and had endured much discomfort in fulfilling his responsibility. Jacob also delivered his conclusion that except for the oversight of God, Laban may very well have fleeced him totally."
  },
  {
    "start": 1031042,
    "content": "<b><a>Gen. 31:42</a></b> <b>dread of Isaac.</b> Also see “the dread of his father Isaac” (v. <a>Gen. 31:53</a> ). This was another divine name, signifying Jacob’s identification of the God who caused Isaac to reverence Him."
  },
  {
    "start": 1031043,
    "content": "<b><a>Gen. 31:43</a></b> Laban pled his case, amounting to nothing more than the manifestation of his grasping character, by claiming everything was his."
  },
  {
    "start": 1031044,
    "content": "<b><a>Gen. 31:44</a></b> <b>let us cut a covenant.</b> Although Laban did regard all in Jacob’s hands as his—after all Jacob had arrived 20 years before with nothing—nevertheless, the matter was clearly ruled in Jacob’s favor, since Laban left with nothing. A treaty was struck in the customary fashion (vv. <a>Gen. 31:45–51</a> ) in which they covenanted not to harm each other again (v. <a>Gen. 31:52</a> ). With heaps of stones as testaments to the treaty named and in place (vv. <a>Gen. 31:47–49</a> ), with the consecration meals having been eaten (vv. <a>Gen. 31:46</a> , <a>Gen. 31:54</a> ), and with the appropriate oaths and statements made in the name of their God (vv. <a>Gen. 31:50</a> , <a>Gen. 31:53</a> ), the agreement was properly sanctioned and concluded and thus they parted company. All contact between Abraham’s kin in Canaan and Mesopotamia appears to have ended at this point."
  },
  {
    "start": 1031047,
    "end": 1031049,
    "content": "<b><a>Gen. 31:47–49</a></b> <b>Jegar-sahadutha … Galeed … Mizpah.</b> The first two words mean in Aramaic and also Hebrew, “heap of witnesses.” The third word means “watchtower.”"
  },
  {
    "start": 1031053,
    "content": "<b><a>Gen. 31:53</a></b> <b>God of Nahor.</b> Laban’s probable syncretistic paralleling of the God of Abraham with that of Nahor and Terah, his brother and father respectively, elicited Jacob again using “the dread of Isaac,” a reference to the true God (v. <a>Gen. 31:42</a> ), for he certainly could not give credence to any of Laban’s syncretistic allusions."
  },
  {
    "start": 1032001,
    "content": "<b><a>Gen. 32:1</a></b> <b>the angels of God.</b> With one crisis behind him and before him the suspense of having to face Esau, Jacob was first met by an angelic host, who must have reminded him of Bethel, which served also as a timely reminder and encouragement of God’s will being done on earth ( <a>Gen. 28:11–15</a> )."
  },
  {
    "start": 1032002,
    "content": "<b><a>Gen. 32:2</a></b> <b>God’s camp … Mahanaim.</b> Meaning “double camp,” i.e., one being God’s and one being his own. It was located east of the Jordan River in Gilead near the River Jabbok."
  },
  {
    "start": 1032003,
    "content": "<b><a>Gen. 32:3</a></b> <b>Seir … Edom.</b> The territory of Esau south of the Dead Sea."
  },
  {
    "start": 1032007,
    "content": "<b><a>Gen. 32:7</a></b> <b>greatly afraid and distressed.</b> He had sought reconciliation with Esau (vv. <a>Gen. 32:4–5</a> ), but the report of the returning envoys (v. <a>Gen. 32:6</a> ) only confirmed his deepest suspicions that Esau’s old threat against him ( <a>Gen. 27:41–42</a> ) had not abated over the years, and his coming with force betokened only disaster (vv. <a>Gen. 32:8</a> , <a>Gen. 32:11</a> ). He prepared for the attack by dividing his company of people and animals."
  },
  {
    "start": 1032009,
    "end": 1032012,
    "content": "<b><a>Gen. 32:9–12</a></b> Commendably, notwithstanding the plans to appease his brother (vv. <a>Gen. 32:13–21</a> ), Jacob prayed for deliverance, rehearsing God’s own commands and covenant promise (v. <a>Gen. 32:12</a> ; see <a>Gen. 28:13–15</a> ), acknowledging his own anxiety, and confessing his own unworthiness before Yahweh. This was Jacob’s first recorded prayer since his encounter with God at Bethel en route to Laban ( <a>Gen. 28:20–22</a> )."
  },
  {
    "start": 1032013,
    "end": 1032021,
    "content": "<b><a>Gen. 32:13–21</a></b> The logistics of Jacob’s careful appeasement strategy (550 animals Esau would prize) may highlight his ability to plan but it highlights even more, given the goal statement at the end (v. <a>Gen. 32:20</a> ), his failure to pray and believe that God would change Esau’s heart."
  },
  {
    "start": 1032022,
    "end": 1032032,
    "content": "<b><a>Gen. 32:22–32</a></b> This unique, nightlong wrestling match at Peniel ends with the 97-year-old Jacob having a change of name (v. <a>Gen. 32:28</a> ) and the place having a new name assigned to it (v. <a>Gen. 32:30</a> ) in order to memorialize it for Jacob and later generations. The limp with which he emerged from the match (vv. <a>Gen. 32:25</a> , <a>Gen. 32:31</a> ) also served to memorialize this event."
  },
  {
    "start": 1032022,
    "content": "<b><a>Gen. 32:22</a></b> <b>Jabbok.</b> A stream, 60–65 mi. long, east of the Jordan which flows into that river midway between the Sea of Galilee and the Dead Sea (ca. 45 mi. south of the Sea of Galilee)."
  },
  {
    "start": 1032024,
    "content": "<b><a>Gen. 32:24</a></b> <b>a man wrestled.</b> The site name, Peniel, or “face of God,” given by Jacob (v. <a>Gen. 32:30</a> ) and the commentary given by Hosea ( <a>Hos. 12:4</a> ) identifies this man with whom Jacob wrestled as the angel of Yahweh who is also identified as God, a pre-incarnate appearance of the Lord Jesus Christ. <i>See note on <a>Ex. 3:2</a> .</i>"
  },
  {
    "start": 1032028,
    "content": "<b><a>Gen. 32:28</a></b> <b>no longer … Jacob, but Israel.</b> Jacob’s personal name changed from one meaning “heel-catcher” or “deceiver” to one meaning “God’s fighter” or “he struggles with God” (cf. <a>Gen. 35:10</a> ). <b>with God and with men.</b> An amazing evaluation of what Jacob had accomplished, i.e., emerging victorious from the struggle. In the record of his life, “struggle” did indeed dominate: 1) with his brother Esau (chaps. <a>Ge 25-27</a> ); 2) with his father (chap. <a>Ge 27</a> ); 3) with his father-in-law (chaps. <a>Ge 29-31</a> ); 4) with his wives (chap. <a>Ge 30</a> ); and 5) with God at Peniel (v. <a>Gen. 32:28</a> )."
  },
  {
    "start": 1032030,
    "content": "<b><a>Gen. 32:30</a></b> <b>Peniel.</b> <i>See note on v. <a>Gen. 32:24</a> .</i>"
  },
  {
    "start": 1032032,
    "content": "<b><a>Gen. 32:32</a></b> <b>not eat the sinew of the hip.</b> This might refer to the sciatic muscle/tendon. The observation that up to Moses’ time (“to this day”) the nation of Israel did not eat this part of a hindquarter intrigues because it bears no mention elsewhere in the OT, nor is it enshrined in the Mosaic law. It does find mention in the Jewish Talmud as a sacred law."
  },
  {
    "start": 1033001,
    "end": 1033002,
    "content": "<b><a>Gen. 33:1–2</a></b> <b>Esau was coming.</b> Jacob hastily divided his family into 3 groups (cf. <a>Gen. 32:7</a> ) and went ahead of them to meet his brother. The division and relative location of his family in relationship to the perceived danger gives tremendous insight into whom Jacob favored."
  },
  {
    "start": 1033003,
    "end": 1033004,
    "content": "<b><a>Gen. 33:3–4</a></b> Fearfully and deferentially, Jacob approached his brother as an inferior would a highly honored patron, while gladly and eagerly, Esau ran to greet his brother without restraint of emotion. “They wept” because, after 21 years of troubling separation, old memories were wiped away and murderous threats belonged to the distant past; hearts had been changed, brothers reconciled! See v. <a>Gen. 33:10</a> ."
  },
  {
    "start": 1033005,
    "end": 1033011,
    "content": "<b><a>Gen. 33:5–11</a></b> Family introductions (vv. <a>Gen. 33:5–7</a> ) and an explanation of the 550 animals gift (vv. <a>Gen. 33:8–10</a> ; cf. <a>Gen. 32:13–21</a> ) properly acknowledged the gracious provision of Yahweh upon his life (vv. <a>Gen. 33:5</a> , <a>Gen. 33:11</a> ). The battle for generosity was won by Jacob when Esau, who initially refused to take anything from his brother, finally agreed to do so (v. <a>Gen. 33:11</a> )."
  },
  {
    "start": 1033010,
    "content": "<b><a>Gen. 33:10</a></b> <b>your face … the face of God.</b> Jacob acknowledged how God had so obviously changed Esau, as indicated by his facial expression which was not one of sullen hate but of brotherly love divinely wrought and restored."
  },
  {
    "start": 1033015,
    "content": "<b><a>Gen. 33:15</a></b> <b>Let me find favor.</b> Jacob did not want to have Esau’s people loaned to him for fear something might happen to again fracture their relationship."
  },
  {
    "start": 1033016,
    "end": 1033017,
    "content": "<b><a>Gen. 33:16–17</a></b> <b>to Seir … to Succoth.</b> With Esau’s planned escort courteously dismissed, they parted company. Jacob’s expressed intention to meet again in Seir ( <i>see note on <a>Gen. 32:3</a></i> ), for whatever reason, did not materialize. Instead, Jacob halted his journey first at Succoth, then at Shechem (v. <a>Gen. 33:18</a> ). Succoth is east of the Jordan River, 20 mi. east of Shechem, which is 65 mi. north of Jerusalem, located between Mts. Ebal and Gerizim."
  },
  {
    "start": 1033018,
    "content": "<b><a>Gen. 33:18</a></b> <b>came safely.</b> Ca. 1908 BC. A reference to the fulfillment of Jacob’s vow made at Bethel when, upon departure from Canaan, he looked to God for a safe return. Upon arrival in Canaan, he would tithe of his possessions ( <a>Gen. 28:20–22</a> ). Presumably Jacob fulfilled his pledge at Shechem or later at Bethel ( <a>Gen. 35:1</a> )."
  },
  {
    "start": 1033019,
    "content": "<b><a>Gen. 33:19</a></b> <b>bought the piece of land.</b> This purchase became only the second piece of real estate legally belonging to Abraham’s line in the Promised Land (cf. <a>Gen. 23:17–18</a> ; <a>Gen. 25:9–10</a> ). However, the land was not Abraham’s and his descendants simply because they bought it, but rather because God owned it all ( <a>Lev. 25:23</a> ) and gave it to them for their exclusive domain ( <i>see notes on <a>Gen. 12:1–3</a></i> )."
  },
  {
    "start": 1033020,
    "content": "<b><a>Gen. 33:20</a></b> <b>set up there an altar.</b> In the place where Abraham had first built an altar ( <a>Gen. 12:6–7</a> ), Jacob similarly marked the spot with a new name, incorporating his own new name ( <a>Gen. 32:28</a> ), “God, the God of Israel,” declaring that he worshiped the “Mighty One.” “Israel” perhaps foreshadowed its use for the nation with which it rapidly became associated, even when it consisted of not much more than Jacob’s extended household ( <a>Gen. 34:7</a> )."
  },
  {
    "start": 1034001,
    "end": 1034031,
    "content": "<b><a>Gen. 34:1–31</a></b> The tawdry details of the abuse of Dinah and the revenge of Levi and Simeon are recounted in full, perhaps in order to highlight for the readers about to enter Canaan how easily Abraham’s descendants might intermingle and marry with Canaanites, contrary to patriarchal desires (cf. <a>Gen. 24:3</a> ; <a>Gen. 27:46</a> ; <a>Gen. 28:1</a> ) and God’s will ( <a>Ex. 34:6</a> ; <a>Deut. 7:3</a> ; <a>Josh. 23:12–13</a> ; <a>Neh. 13:26–27</a> )."
  },
  {
    "start": 1034001,
    "content": "<b><a>Gen. 34:1</a></b> <b>to see the daughters.</b> Little did Dinah (see <a>Gen. 30:20–21</a> ) realize that her jaunt to the nearby city to view how other women lived would bring forth such horrific results."
  },
  {
    "start": 1034002,
    "content": "<b><a>Gen. 34:2</a></b> <b>saw … took … violated.</b> Scripture classifies Shechem’s action as forcible rape, no matter how sincerely he might have expressed his love for her afterwards (v. <a>Gen. 34:3</a> ) and desire for marriage (vv. <a>Gen. 34:11–12</a> ). Other expressions in the account underscore the clearly unacceptable nature of this crime, e.g. “defiled” (vv. <a>Gen. 34:5</a> , <a>Gen. 34:13</a> ), “grieved, and … very angry” (v. <a>Gen. 34:7</a> ), “a disgraceful thing … ought not to be done” (v. <a>Gen. 34:7</a> ), and “treat our sister as a harlot” (v. <a>Gen. 34:31</a> )."
  },
  {
    "start": 1034005,
    "content": "<b><a>Gen. 34:5</a></b> <b>Jacob kept silent.</b> In the absence of further data, Jacob’s reticence to respond should not be criticized. Wisdom dictated that he wait and counsel with his sons, but their reaction, grief, anger, and vengeance hijacked the talks between Jacob and Hamor (v. <a>Gen. 34:6</a> ) and led finally to Jacob’s stern rebuke (v. <a>Gen. 34:30</a> )."
  },
  {
    "start": 1034006,
    "end": 1034010,
    "content": "<b><a>Gen. 34:6–10</a></b> The prince of Shechem painted a picture of harmonious integration (v. <a>Gen. 34:16</a> , “become one people”). However, Shechemite self-interest and enrichment actually prevailed (v. <a>Gen. 34:23</a> )."
  },
  {
    "start": 1034007,
    "content": "<b><a>Gen. 34:7</a></b> <b>in Israel.</b> Already Jacob’s household is being called by the name God had given him as father of the coming nation ( <a>Gen. 32:28</a> )."
  },
  {
    "start": 1034013,
    "end": 1034017,
    "content": "<b><a>Gen. 34:13–17</a></b> Feigning interest in the proposals put forward and misusing, if not abusing, the circumcision sign of the Abrahamic Covenant ( <i>see notes on <a>Gen. 17:11–14</a></i> ), Jacob’s sons conned both father and son into convincing all the men to submit to circumcision because the outcome would be to their favor with marriages (v. <a>Gen. 34:9</a> ) and social, economic integration (v. <a>Gen. 34:10</a> )."
  },
  {
    "start": 1034019,
    "content": "<b><a>Gen. 34:19</a></b> <b>he was more honored.</b> Meaning that the men agreed to such an excruciating surgery (vv. <a>Gen. 34:24–25</a> ) because they had so much respect for him and because they anticipated mercenary benefit (v. <a>Gen. 34:23</a> )."
  },
  {
    "start": 1034020,
    "content": "<b><a>Gen. 34:20</a></b> <b>gate of their city.</b> The normal place for public gatherings."
  },
  {
    "start": 1034025,
    "end": 1034029,
    "content": "<b><a>Gen. 34:25–29</a></b> A massacre of all males and the wholesale plunder of the city went way beyond the reasonable, wise, and justly deserved punishment of one man; this was a considerably more excessive vengeance than the Mosaic law would later legislate (cf. <a>Deut. 22:28–29</a> )."
  },
  {
    "start": 1034027,
    "content": "<b><a>Gen. 34:27</a></b> <b>Jacob’s sons.</b> Simeon and Levi set in motion the barbarity of that day and attention validly falls upon them in the narrative (vv. <a>Gen. 34:25</a> , <a>Gen. 34:30</a> ; cf. <a>Gen. 49:5–7</a> ), but their brothers joined in the looting, thereby approving murder and mayhem as justifiable retribution for the destroyed honor of their sister (v. <a>Gen. 34:31</a> )."
  },
  {
    "start": 1034030,
    "content": "<b><a>Gen. 34:30</a></b> <b>You have brought trouble on me.</b> Vengeance exacted meant retaliation expected. Total loss of respect (“making me odious”) and of peaceful relations (v. <a>Gen. 34:21</a> ) put both him and them in harm’s way with survival being highly unlikely. This threat tested God’s promise of safety, giving Jacob cause for great concern ( <a>Gen. 28:15</a> ; <a>Gen. 32:9</a> , <a>Gen. 32:12</a> ). <b>Perizzites.</b> <i>See note on <a>Gen. 13:7</a> .</i>"
  },
  {
    "start": 1035001,
    "content": "<b><a>Gen. 35:1</a></b> <b>Bethel.</b> This was the place where God confirmed the Abrahamic Covenant to Jacob ( <a>Gen. 28:13–15</a> )."
  },
  {
    "start": 1035002,
    "end": 1035004,
    "content": "<b><a>Gen. 35:2–4</a></b> <b>Put away the foreign gods.</b> Moving to Bethel necessitated spiritual preparation beyond the level of an exercise in logistics. Possession of idolatrous symbols such as figurines, amulets, or cultic charms (v. <a>Gen. 35:4</a> , “rings … in their ears”) were no longer tolerable, including Rachel’s troubling teraphim ( <a>Gen. 31:19</a> ). Idols buried out of sight, plus bathing and changing to clean clothes, all served to portray both cleansing from defilement by idolatry and consecration of the heart to Yahweh. It had been 8 or 10 years since his return to Canaan and, appropriately, time enough to clean up all traces of idolatry."
  },
  {
    "start": 1035004,
    "content": "<b><a>Gen. 35:4</a></b> <b>oak … near Shechem.</b> Possibly this was the same tree as in Abraham’s day ( <a>Gen. 12:6</a> )."
  },
  {
    "start": 1035005,
    "content": "<b><a>Gen. 35:5</a></b> <b>a terror from God.</b> A supernaturally induced fear of Israel rendered the surrounding city-states unwilling and powerless to intervene and made Jacob’s fear of their retaliation rather inconsequential ( <a>Gen. 34:30</a> )."
  },
  {
    "start": 1035007,
    "content": "<b><a>Gen. 35:7</a></b> <b>built an altar there.</b> Through this act of worship, fulfillment of his vow ( <a>Gen. 28:20–22</a> ), and renaming the site, Jacob reconfirmed his allegiance to God, who also affirmed His commitment to Jacob by re-appearing to him, repeating the change of name (v. <a>Gen. 35:10</a> ; cf. <a>Gen. 32:28</a> ), and rehearsing the Abrahamic promises (vv. <a>Gen. 35:11–12</a> ). In response, Jacob also repeated the rite he had performed when he first met God at Bethel (v. <a>Gen. 35:14</a> ) and reaffirmed its name (v. <a>Gen. 35:15</a> )."
  },
  {
    "start": 1035011,
    "content": "<b><a>Gen. 35:11</a></b> <b>kings shall come forth from your loins.</b> God’s words, here included for the first time since His promises at Abraham’s circumcision ( <a>Gen. 17:6</a> , <a>Gen. 17:16</a> ), served as a reminder of future royalty."
  },
  {
    "start": 1035013,
    "content": "<b><a>Gen. 35:13</a></b> <b>went up.</b> The presence of God was there in some visible form."
  },
  {
    "start": 1035014,
    "content": "<b><a>Gen. 35:14</a></b> A commonly done way to make a covenant ( <i>see note on <a>Gen. 28:18–21</a></i> )."
  },
  {
    "start": 1035016,
    "content": "<b><a>Gen. 35:16</a></b> <b>Ephrath.</b> A more ancient name for Bethlehem (v. <a>Gen. 35:19</a> ; <a>Gen. 48:7</a> ; cf. <a>Mic. 5:2</a> )."
  },
  {
    "start": 1035018,
    "content": "<b><a>Gen. 35:18</a></b> <b>Ben-oni … Benjamin.</b> The dying mother appropriately named her newly born son “Son of my sorrow,” but the grieving father named him “Son of my right hand,” thus assigning him a place of honor in the home. Her prayer at the birth of her firstborn was answered ( <a>Gen. 30:24</a> )."
  },
  {
    "start": 1035020,
    "content": "<b><a>Gen. 35:20</a></b> The memorial to Rachel could still be seen in Moses’ day, about one mi. north of Bethlehem."
  },
  {
    "start": 1035021,
    "content": "<b><a>Gen. 35:21</a></b> <b>tower of Eder.</b> Likely a watchtower for shepherds, near Bethlehem."
  },
  {
    "start": 1035022,
    "content": "<b><a>Gen. 35:22</a></b> <b>twelve sons of Jacob.</b> The birth of Benjamin in Canaan (v. <a>Gen. 35:18</a> ) furnished reason to simply review the sons born outside of Canaan, with only one sad note preceding it, i.e., the sin of Reuben, which tainted the qualifier “Jacob’s firstborn” in the listing (see <a>Gen. 49:3–4</a> ; <a>Deut. 22:30</a> ; <a>1 Chron. 5:1–2</a> )."
  },
  {
    "start": 1035027,
    "content": "<b><a>Gen. 35:27</a></b> <b>Mamre … Hebron.</b> <i>See note on <a>Gen. 13:18</a> .</i>"
  },
  {
    "start": 1035029,
    "content": "<b><a>Gen. 35:29</a></b> <b>his sons Esau and Jacob.</b> Ca. 1885 BC. Isaac’s funeral brought his two sons back together, as Abraham’s funeral had done for Isaac and Ishmael ( <a>Gen. 25:9</a> ). Jacob, back in the land before his father’s death, fulfilled yet another part of his Bethel vow ( <a>Gen. 28:21</a> , “return to my father’s house in peace”)."
  },
  {
    "start": 1036001,
    "end": 1037001,
    "content": "<b><a>Gen. 36:1–37:1</a></b> The genealogy of Esau (v. <a>Gen. 36:1</a> )."
  },
  {
    "start": 1036001,
    "end": 1036019,
    "content": "<b><a>Gen. 36:1–19</a></b> The taking up of the history of Jacob ( <a>Gen. 37:2</a> ), the next patriarch, is preceded by a fairly detailed genealogy of Esau, to which is appended both the genealogy of Seir the Horite (vv. <a>Gen. 36:20–30</a> ), whose descendants were the contemporary inhabitants of Edom, and a listing of Edomite kings and chiefs. Jacob’s and Esau’s posterities, as history would go on to show, would not be in isolation from each other as originally intended (vv. <a>Gen. 36:6–8</a> ). They were to become bitter enemies engaged with each other in war."
  },
  {
    "start": 1036001,
    "content": "<b><a>Gen. 36:1</a></b> <b>Edom.</b> Cf. v. <a>Gen. 36:8</a> ; <i>see note on <a>Gen. 25:30</a></i> ; see Introduction to Obadiah ."
  },
  {
    "start": 1036007,
    "content": "<b><a>Gen. 36:7</a></b> <b>too great for them to live together.</b> Crowded grazing and living conditions finally clinched the decision by Esau to move permanently to Edom, where he had already established a home (cf. <a>Gen. 32:3</a> ; <a>Gen. 33:14</a> , <a>Gen. 33:16</a> ). Since it was Abraham’s descendants through Isaac and Jacob who would possess the land, it was fitting for God to work out the circumstances providentially of keeping Jacob’s lineage in the land and moving Esau’s lineage out. It is not revealed if Esau had understood and come to accept the promises of God to Jacob, although his descendants surely sought to deny Israel any right to their land or their life."
  },
  {
    "start": 1036008,
    "content": "<b><a>Gen. 36:8</a></b> <b>hill country of Seir.</b> This was divinely assigned as Esau’s place ( <a>Deut. 2:5</a> ; <a>Josh. 24:4</a> )."
  },
  {
    "start": 1036010,
    "end": 1036014,
    "content": "<b><a>Gen. 36:10–14</a></b> Cf. <a>1 Chron. 1:35–37</a> ."
  },
  {
    "start": 1036015,
    "content": "<b><a>Gen. 36:15</a></b> <b>the chiefs.</b> This term, “ruler of a thousand,” apart from one exception ( <a>Zech. 12:5–6</a> ), is used exclusively for the tribal princes or clan leaders, the political/military leaders in Edom. It may suggest a loosely formed tribal confederacy."
  },
  {
    "start": 1036020,
    "end": 1036028,
    "content": "<b><a>Gen. 36:20–28</a></b> Cf. <a>1 Chron. 1:38–42</a> ."
  },
  {
    "start": 1036031,
    "end": 1036039,
    "content": "<b><a>Gen. 36:31–39</a></b> <b>kings … before</b> any <b>king … of Israel.</b> Sandwiched in the genealogical details of Edom is a statement prophetically pointing to kingship in Israel ( <a>Gen. 17:6</a> , <a>Gen. 17:16</a> ; <a>Gen. 35:11</a> ; <a>Gen. 49:10</a> ; <a>Num. 24:7</a> , <a>Num. 24:17–18</a> ; <a>Deut. 17:14–20</a> ). The kings’ list does not introduce a dynasty, each ruler not being the son of his predecessor. “Kings” more likely suggests rule over a more settled people than tribal groups."
  },
  {
    "start": 1036043,
    "content": "<b><a>Gen. 36:43</a></b> <b>father of the Edomites.</b> The closing title of the genealogy calls attention to Yahweh’s words to Rebekah at the birth of her sons, “two nations are in your womb” ( <a>Gen. 25:23</a> ); here was the nation from the older."
  },
  {
    "start": 1037001,
    "content": "<b><a>Gen. 37:1</a></b> <b>land where his father had sojourned.</b> This by-line into the story of Jacob’s son, Joseph, informs the reader that Jacob’s father, Isaac, hence his sons as well, though in the land, had not yet entered into possession of their inheritance. They were still alien residents. <b>land of Canaan.</b> Actually Jacob and his family were in Hebron (v. <a>Gen. 37:14</a> ). <i>See note on <a>Gen. 13:18</a> .</i>"
  },
  {
    "start": 1037002,
    "end": 1050026,
    "content": "<b><a>Gen. 37:2–50:26</a></b> The genealogy of Jacob (v. <a>Gen. 37:2</a> )."
  },
  {
    "start": 1037002,
    "content": "<b><a>Gen. 37:2</a></b> <b>Joseph, when seventeen years of age.</b> Eleven years had passed since he had entered the land of Canaan with his family (cf. <a>Gen. 30:22–24</a> ), since Joseph was born 6 years before departing from Haran. <b>an evil report.</b> Whether Joseph brought this at his own initiative or reported back at the father’s demand on 4 of his brothers (e.g., v. <a>Gen. 37:14</a> ) is not elaborated upon, nor specifically cited as the cause of the brothers’ intense dislike of Joseph (cf. vv. <a>Gen. 37:4–5</a> , <a>Gen. 37:8</a> , <a>Gen. 37:11</a> , <a>Gen. 37:18–19</a> )."
  },
  {
    "start": 1037003,
    "end": 1037004,
    "content": "<b><a>Gen. 37:3–4</a></b> Overt favoritism of Joseph and tacit appointment of him as the primary son by the father ( <i>see note on <a>Gen. 37:3</a></i> ) conspired to estrange him from his brothers. They hated and envied him (vv. <a>Gen. 37:4–5</a> , <a>Gen. 37:11</a> ) and could not interact with him without conflict and hostility. Joseph must have noticed the situation."
  },
  {
    "start": 1037003,
    "content": "<b><a>Gen. 37:3</a></b> <b>a varicolored tunic.</b> The Septuagint (LXX) favored this translation of the Hebrew phrase used by Moses, although some prefer “a long-sleeved robe” or “an ornamented tunic.” It marked the owner as the one whom the father intended to be the future leader of the household, an honor normally given to the firstborn son."
  },
  {
    "start": 1037005,
    "end": 1037010,
    "content": "<b><a>Gen. 37:5–10</a></b> The content of the dreams which Joseph recounted exacerbated fraternal hostility, with the second one also incurring paternal rebuke. The dream symbolism needed no special interpretation to catch its significant elevation of the favored son to ruling status over his brothers (vv. <a>Gen. 37:8–10</a> )."
  },
  {
    "start": 1037011,
    "content": "<b><a>Gen. 37:11</a></b> <b>kept the saying</b> in mind. Unlike the brothers, who immediately rejected any meaning to Joseph’s words yet still allowed the dream to sorely irritate them into greater resentment of their brother (v. <a>Gen. 37:19</a> ), the father, notwithstanding his public admonishment of Joseph, continued to ponder the meaning of the dreams."
  },
  {
    "start": 1037012,
    "end": 1037017,
    "content": "<b><a>Gen. 37:12–17</a></b> The assignment to Shechem brought Joseph providentially to Dothan, a site more convenient for contact with merchants using the main trade route on their way to Egypt."
  },
  {
    "start": 1037012,
    "content": "<b><a>Gen. 37:12</a></b> <b>Shechem … Hebron.</b> Shechem ( <i>see note on <a>Gen. 12:6</a></i> ) was located ca. 50 mi. north of Hebron ( <i>see note on <a>Gen. 13:18</a></i> )."
  },
  {
    "start": 1037017,
    "content": "<b><a>Gen. 37:17</a></b> <b>Dothan.</b> Almost 15 mi. north of Shechem."
  },
  {
    "start": 1037018,
    "end": 1037027,
    "content": "<b><a>Gen. 37:18–27</a></b> The brothers’ plans for murder and cover-up, the fruit of hate and envy, were forestalled by two brothers: first by Reuben, who intended to effect a complete rescue (vv. <a>Gen. 37:21–22</a> ), and then by Judah who, prompted by a passing merchants’ caravan, proposed a profitable alternative to fratricide (vv. <a>Gen. 37:25–27</a> )."
  },
  {
    "start": 1037025,
    "content": "<b><a>Gen. 37:25</a></b> <b>Ishmaelites.</b> Also known as Midianites (cf. vv. <a>Gen. 37:28</a> , <a>Gen. 37:36</a> ; <a>Gen. 39:1</a> ). The descendants of Ishmael and of Abraham through Keturah and Midian ( <a>Gen. 25:1–2</a> ) were sufficiently intermarried or were such inveterate travelers and traders that they were viewed as synonymous groups. These were coming west from Gilead. <b>Gilead.</b> <i>See note on <a>Gen. 31:21</a> .</i>"
  },
  {
    "start": 1037027,
    "content": "<b><a>Gen. 37:27</a></b> This criminal behavior would later be prohibited by the Mosaic legislation ( <a>Ex. 21:16</a> ; <a>Deut. 24:7</a> )"
  },
  {
    "start": 1037028,
    "content": "<b><a>Gen. 37:28</a></b> <b>twenty</b> shekels <b>of silver.</b> This was the average price of a slave at that time in the second millennium BC. Although most slaves were part of the booty of military conquest, private and commercial slave-trading was also common. Joseph was sold into slavery ca. 1897 BC."
  },
  {
    "start": 1037029,
    "content": "<b><a>Gen. 37:29</a></b> <b>Reuben … tore his garments.</b> Although he was absent at the time of the sale, he would be held responsible for the treachery, and so joined in the cover-up (vv. <a>Gen. 37:30–35</a> ). His grief manifested how much he had actually wanted to rescue Joseph (see <a>Gen. 42:22</a> )."
  },
  {
    "start": 1037031,
    "end": 1037035,
    "content": "<b><a>Gen. 37:31–35</a></b> The deceiver of Isaac ( <a>Gen. 27:18–29</a> ) was deceived by his own sons’ lie. Sin’s punishment is often long delayed."
  },
  {
    "start": 1037035,
    "content": "<b><a>Gen. 37:35</a></b> <b>Sheol.</b> This is the first OT use of this term for the abode of the dead (in <a>Gen. 35:20</a> the word “grave” is used to refer to an earthly burial plot). It is a general Hebrew term meaning the place of the dead (used 65 times in the OT), referring to either the body in its decaying form or the soul in its conscious afterlife."
  },
  {
    "start": 1037036,
    "content": "<b><a>Gen. 37:36</a></b> <b>Potiphar.</b> He was a prominent court official and high-ranking officer in Egypt, perhaps captain of the royal bodyguard (cf. <a>Gen. 40:3–4</a> ). His name, a most unusual grammatical form for that period, either meant “the one whom the god Ra has given” or “the one who is placed on earth by Ra,” making it a descriptive epithet more than a personal name. <i>See note on <a>Gen. 40:3–4</a> .</i>"
  },
  {
    "start": 1038001,
    "end": 1038030,
    "content": "<b><a>Gen. 38:1–30</a></b> The Judah-Interlude, as it is sometimes known, is bracketed by references to the sale of Joseph to Potiphar ( <a>Gen. 37:36</a> ; <a>Gen. 39:1</a> ). Such a parenthesis in the Joseph story demands some reason why a chapter laced with wickedness, immorality, and subterfuge should of necessity be placed in this spot. The answer is that the events recorded are chronologically in the right place, being contemporary with the time of Joseph’s slavery in Egypt (v. <a>Gen. 38:1</a> , “at that time”). The account is also genealogically in the right place, i.e., with Joseph gone (seemingly for good), with Reuben, Simeon, and Levi out of favor (for incest and for treachery), Judah would most likely accede to firstborn status. It provides a contrast because it also demonstrates the immoral character of Judah, as compared with the virtue of Joseph. Canaanite syncretistic religion and inclusivism threatened to absorb the fourth and later generations of Abraham’s heirs, but Egyptian exile and racial exclusivism produced not loss of their ethnic identity, but preservation of it."
  },
  {
    "start": 1038001,
    "content": "<b><a>Gen. 38:1</a></b> <b>Adullamite.</b> Adullam was a town about 1 mi. northwest of Hebron."
  },
  {
    "start": 1038002,
    "end": 1038005,
    "content": "<b><a>Gen. 38:2–5</a></b> Judah’s separation from his brethren was marked by more than the geographical; it involved integration. His Canaanite wife had 3 sons for his family line."
  },
  {
    "start": 1038006,
    "end": 1038010,
    "content": "<b><a>Gen. 38:6–10</a></b> Two sons were executed by Yahweh, one for unspecified wickedness and one for deliberate and rebellious rejection of the duty to marry a relative’s widow, called a levirate marriage. This was a rather dubious distinction for the line of Judah to gain. For details on levirate marriage according to later Mosaic law, <i>see note on <a>Deut. 25:5–10</a></i> ; see Introduction to Ruth ."
  },
  {
    "start": 1038011,
    "content": "<b><a>Gen. 38:11</a></b> <b>Live as a widow … until my son.</b> Taking her father-in-law at his word and residing at her father’s household as a widow would do, Tamar vainly waited for Judah’s third son to protect the inheritance rights of her deceased husband (v. <a>Gen. 38:14</a> ) and finally resorted to subterfuge to obtain her rights (vv. <a>Gen. 38:13–16</a> ). In so doing, she may have been influenced by Hittite inheritance practices which wickedly called the father-in-law into levirate marriage in the absence of sons to do so."
  },
  {
    "start": 1038012,
    "content": "<b><a>Gen. 38:12</a></b> <b>Timnah.</b> The specific location in the hill country of Judah is unknown. Cf. Samson, <a>Judg. 14:1</a> ."
  },
  {
    "start": 1038013,
    "content": "<b><a>Gen. 38:13</a></b> <b>shear his sheep.</b> Such an event was frequently associated, in the ancient world, with festivity and licentious behavior characteristic of pagan fertility-cult practices."
  },
  {
    "start": 1038014,
    "end": 1038015,
    "content": "<b><a>Gen. 38:14–15</a></b> Feeling that no one was going to give her a child, Tamar resorted to disguising herself as a prostitute, obviously knowing she could trap Judah, which says little for his moral stature in her eyes. Judah’s Canaanite friend, Hirah (vv. <a>Gen. 38:1</a> , <a>Gen. 38:20</a> ), called her a temple prostitute (v. <a>Gen. 38:21</a> ), which made Judah’s actions no less excusable just because cultic prostitution was an accepted part of Canaanite culture. He solicited the iniquity by making the proposal to her (v. <a>Gen. 38:16</a> ), and she played the role of a prostitute, negotiating the price (v. <a>Gen. 38:17</a> )."
  },
  {
    "start": 1038018,
    "content": "<b><a>Gen. 38:18</a></b> <b>Your signet and your cord and your staff.</b> A prominent man in the ancient Near East endorsed contracts with the cylinder seal he wore on a cord around his neck. Her request for the walking stick suggests it also had sufficient identifying marks on it (cf. v. <a>Gen. 38:25</a> , “whose … are these?”). The custom of using 3 pieces of identification is attested to in Ugaritic (Canaanite) literature."
  },
  {
    "start": 1038020,
    "end": 1038023,
    "content": "<b><a>Gen. 38:20–23</a></b> It was not good for one’s reputation to keep asking for the whereabouts of a prostitute."
  },
  {
    "start": 1038024,
    "content": "<b><a>Gen. 38:24</a></b> <b>let her be burned!</b> Double standards prevailed in that Judah, no less guilty than Tamar, commanded her execution for immorality. Later Mosaic legislation would prescribe this form of the death penalty for a priest’s daughter who prostituted herself or for those guilty of certain forms of incest ( <a>Lev. 20:14</a> ; <a>Lev. 21:9</a> )."
  },
  {
    "start": 1038026,
    "content": "<b><a>Gen. 38:26</a></b> <b>more righteous than I.</b> This was not an accolade for her moral character and faith, but a commendation by Judah for her attention to inheritance rights of her family line and his shameful neglect thereof. Her death sentence was rescinded."
  },
  {
    "start": 1038029,
    "content": "<b><a>Gen. 38:29</a></b> <b>Perez.</b> This first of the twins, born of prostitution and incest to Tamar, nevertheless came into the messianic line, which went through Boaz and Ruth to King David ( <a>Ruth 4:18–22</a> ; <a>Matt. 1:3</a> ). His name means “breach” or “pushing through.”"
  },
  {
    "start": 1039001,
    "content": "<b><a>Gen. 39:1</a></b> <b>Potiphar.</b> <i>See note on <a>Gen. 37:36</a> .</i> <b>Ishmaelites.</b> <i>See note on <a>Gen. 37:25</a> .</i>"
  },
  {
    "start": 1039002,
    "content": "<b><a>Gen. 39:2</a></b> <b>Yahweh was with Joseph.</b> Any and all ideas that Joseph, twice a victim of injustice, had been abandoned by Yahweh are summarily banished by the employment of phrases highlighting God’s oversight of his circumstances, e.g. “with him” (vv. <a>Gen. 39:3</a> , <a>Gen. 39:21</a> ), “caused all that he did to succeed” (v. <a>Gen. 39:3</a> ), “found/gave him favor” (vv. <a>Gen. 39:4</a> , <a>Gen. 39:21</a> ), “blessed … blessing” (v. <a>Gen. 39:5</a> ), and “extended lovingkindness to him” (v. <a>Gen. 39:21</a> ). Neither being unjustly sold into slavery and forcibly removed from the Land ( <a>Gen. 37:28</a> ), nor being unjustly accused of sexual harassment and imprisoned (vv. <a>Gen. 39:13–18</a> ) were events signaling even a temporary loss of divine superintendence of Joseph’s life and God’s purpose for His people, Israel."
  },
  {
    "start": 1039002,
    "end": 1039004,
    "content": "<b><a>Gen. 39:2–4</a></b> <b>successful … overseer over his house.</b> This involved the authority and trust as the steward of the whole estate (v. <a>Gen. 39:5</a> , “house and … field” and v. <a>Gen. 39:9</a> , “no one greater”), one of the criteria for which was trust. No doubt Joseph was conversant in the Egyptian language ( <i>see note on <a>Gen. 29:9</a></i> )."
  },
  {
    "start": 1039005,
    "content": "<b><a>Gen. 39:5</a></b> <b>blessing of Yahweh.</b> Joseph was experiencing fulfillment of the Abrahamic Covenant, even at that time before Israel was in the Land (see <a>Gen. 12:1–3</a> )."
  },
  {
    "start": 1039006,
    "content": "<b><a>Gen. 39:6</a></b> <b>except the food which he ate.</b> Since Joseph proved trustworthy enough to need no oversight, his master concerned himself only with his own meals or his very own personal affairs. Joseph himself remarked that Potiphar had delegated to him so much that he no longer knew the full extent of his own business affairs (v. <a>Gen. 39:8</a> ); in fact, he knew only what was set before him (v. <a>Gen. 39:6</a> )."
  },
  {
    "start": 1039009,
    "content": "<b><a>Gen. 39:9</a></b> <b>this great evil.</b> Joseph explained, when first tempted, that adultery would be a gross violation of his ethical convictions which demanded 1) the utmost respect for his master and 2) a life of holiness before his God. Far more was involved than compliance with the letter of an ancient Near Eastern law-code, many of which did forbid adultery, but rather obedience to the moral standards belonging to one who walked with God, and that long before Mosaic law-code prescriptions applied (cf. <a>Ps. 51:4</a> )."
  },
  {
    "start": 1039010,
    "end": 1039018,
    "content": "<b><a>Gen. 39:10–18</a></b> Her incessant efforts to seduce Joseph failed in the face of his strong convictions not to yield or be compromised. At flashpoint, Joseph fled! Based on false accusations, Joseph was deemed guilty and imprisoned. Cf. <a>2 Tim. 2:22</a> for a NT picture of Joseph’s attitude."
  },
  {
    "start": 1039012,
    "content": "<b><a>Gen. 39:12</a></b> <b>his garment.</b> See <a>Gen. 37:31–35</a> for the other time one of Joseph’s cloaks was used in a conspiracy against him."
  },
  {
    "start": 1039017,
    "content": "<b><a>Gen. 39:17</a></b> <b>Hebrew slave.</b> This term was used by Potiphar’s wife as a pejorative, intended to heap scorn upon someone considered definitely unworthy of any respect. Its use may also suggest some latent attitudes toward dwellers in Canaan, which could be aggravated to her advantage. Potiphar’s wife also neatly shifted the blame onto her husband for having hired the Hebrew in the first place (vv. <a>Gen. 39:16–18</a> ) and stated this also before the servants (v. <a>Gen. 39:14</a> )."
  },
  {
    "start": 1039019,
    "end": 1039020,
    "content": "<b><a>Gen. 39:19–20</a></b> The death penalty for adultery may not have applied to a charge of attempted adultery, attempted seduction or rape (cf. vv. <a>Gen. 39:14</a> , <a>Gen. 39:18</a> ), so Potiphar consigned Joseph to the prison reserved for royal servants, from where, in the providence of God, he would be summoned into Pharaoh’s presence and begin the next stage of his life (cf. chaps. <a>Ge 40-41</a> ). <i>See note on <a>Gen. 40:3–4</a> .</i>"
  },
  {
    "start": 1039021,
    "content": "<b><a>Gen. 39:21</a></b> <b>extended lovingkindness to him.</b> God did not permit this initial painful imprisonment to continue (cf. <a>Ps. 105:18–19</a> )."
  },
  {
    "start": 1039022,
    "end": 1039023,
    "content": "<b><a>Gen. 39:22–23</a></b> Once again Joseph, though in circumstances considerably less comfortable than Potiphar’s home, rose to a position of trust and authority and proved to be trustworthy enough not to need any oversight."
  },
  {
    "start": 1040001,
    "content": "<b><a>Gen. 40:1</a></b> <b>the king of Egypt.</b> To be identified as Senusert II, ca. 1894–1878 BC."
  },
  {
    "start": 1040002,
    "content": "<b><a>Gen. 40:2</a></b> <b>the chief cupbearer and the chief baker.</b> Both these occupations and ranks in Pharaoh’s court are attested in existing ancient Egyptian documents. The cupbearer gave him his drinks. The baker cooked his bread. Both had to be trustworthy and beyond the influence of the monarch’s enemies."
  },
  {
    "start": 1040003,
    "end": 1040004,
    "content": "<b><a>Gen. 40:3–4</a></b> <b>captain of the bodyguard.</b> <i>See note on <a>Gen. 37:36</a> .</i> If this was Potiphar, the captain of the guard, then Joseph’s former master directed him to attend to the two royal servants remanded into his custody until sentence was past. This prison was also called “the house of the captain of the bodyguard” (v. <a>Gen. 40:3</a> ), “his master’s house” (v. <a>Gen. 40:7</a> ), and “pit” ( <a>Gen. 40:15</a> ; <a>Gen. 41:14</a> ), unless Joseph had been moved to another penal facility."
  },
  {
    "start": 1040005,
    "content": "<b><a>Gen. 40:5</a></b> <b>dream.</b> Oneiromancy, the science or practice of interpreting dreams, flourished in ancient Egypt because dreams were thought to determine the future. Both Egypt and Babylon developed a professional class of dream interpreters. <a>Deut. 13:1–5</a> shows that such dream interpreters were part of ancient false religion and to be avoided by God’s people. By some 500 years later, a detailed manual of dream interpretation had been compiled. Unlike Joseph, neither cupbearer nor baker understood the significance of their dreams (cf. <a>Gen. 37:5–11</a> )."
  },
  {
    "start": 1040008,
    "content": "<b><a>Gen. 40:8</a></b> <b>Do not interpretations belong to God?</b> Joseph was careful to give credit to his Lord (cf. <a>Gen. 41:16</a> ). Daniel, the only other Hebrew whom God allowed to accurately interpret revelatory dreams, was just as careful to do so ( <a>Dan. 2:28</a> ). Significantly, God chose both men to play an important role for Israel while serving pagan monarchs and stepping forward at the critical moment to interpret their dreams and reveal their futures."
  },
  {
    "start": 1040009,
    "end": 1040013,
    "content": "<b><a>Gen. 40:9–13</a></b> <b>the chief cupbearer.</b> Consistent with his duty as the cupbearer to the king, he dreamed of a drink prepared for Pharaoh. It was a sign that he would be released and returned to his position (v. <a>Gen. 40:13</a> )."
  },
  {
    "start": 1040014,
    "end": 1040015,
    "content": "<b><a>Gen. 40:14–15</a></b> <b>remember me.</b> A poignant appeal to the cupbearer, whose future was secure, to speak a word for Joseph’s freedom, because he knew cupbearers had the ear of kings. The cupbearer quickly forgot Joseph (v. <a>Gen. 40:23</a> ) until his memory was prompted just at the right moment two years later ( <a>Gen. 41:1</a> , <a>Gen. 41:9</a> )."
  },
  {
    "start": 1040015,
    "content": "<b><a>Gen. 40:15</a></b> <b>the land of the Hebrews.</b> Giving this designation to the land of Canaan indicates that Joseph understood the land promise of the Abrahamic Covenant."
  },
  {
    "start": 1040016,
    "content": "<b><a>Gen. 40:16</a></b> <b>interpreted favorably.</b> The chief baker, noting some similarity in the dreams, was encouraged to request interpretation of his dream."
  },
  {
    "start": 1040020,
    "content": "<b><a>Gen. 40:20</a></b> <b>Pharaoh’s birthday.</b> The Rosetta Stone (discovered in AD 1799, this is a trilingual artifact from Egyptian antiquity, ca. 196 BC, whose Greek inscription enabled linguists to understand the language of hieroglyphics) records a custom of releasing Pharaoh’s prisoners, but at this party held for his servants, Pharaoh rendered two very different kinds of judgment (vv. <a>Gen. 40:21–22</a> )."
  },
  {
    "start": 1041001,
    "content": "<b><a>Gen. 41:1</a></b> <b>the Nile.</b> This river dominated Egyptian life."
  },
  {
    "start": 1041008,
    "content": "<b><a>Gen. 41:8</a></b> <b>no one who could interpret.</b> The combined expertise of a full council of Pharaoh’s advisers and dream experts, all of whom had been summoned into his presence, failed to provide an interpretation of the two disturbing dreams. Without knowing it, they had just set the stage for Joseph’s entrance on the scene of Egyptian history."
  },
  {
    "start": 1041009,
    "content": "<b><a>Gen. 41:9</a></b> <b>Then the chief cupbearer spoke.</b> With memory suitably prompted, the butler apologized for his neglect (“my <i>own</i> offenses”), and apprised Pharaoh of the Hebrew prisoner and his accurate interpretation of dreams two years earlier (vv. <a>Gen. 41:10–13</a> )."
  },
  {
    "start": 1041014,
    "content": "<b><a>Gen. 41:14</a></b> <b>Then Pharaoh sent and called for Joseph.</b> The urgent summons had Joseph in front of Pharaoh with minimum delay, in prized, clean-shaven Egyptian style for a proper appearance."
  },
  {
    "start": 1041016,
    "content": "<b><a>Gen. 41:16</a></b> <b>It is not in me; God will answer.</b> Deprecating any innate ability, Joseph advised at the very outset that the answer Pharaoh desired could only come from God."
  },
  {
    "start": 1041025,
    "content": "<b><a>Gen. 41:25</a></b> <b>God has declared.</b> Joseph’s interpretation kept the focus fixed upon what God had determined for Egypt (vv. <a>Gen. 41:28</a> , <a>Gen. 41:32</a> )."
  },
  {
    "start": 1041033,
    "end": 1041036,
    "content": "<b><a>Gen. 41:33–36</a></b> After interpreting the dream, Joseph told Pharaoh how to survive the next 14 years. Incongruously, Joseph, a slave and a prisoner, appended to the interpretation a long-term strategy for establishing reserves to meet the future need, and included advice on the quality of the man to head up the project. Famines had ravaged Egypt before, but this time divine warning permitted serious and sustained advance planning."
  },
  {
    "start": 1041037,
    "end": 1041041,
    "content": "<b><a>Gen. 41:37–41</a></b> To Pharaoh and his royal retinue, no other candidate but Joseph qualified for the task of working out this good plan, because they recognized that he spoke God-given revelation and insight (v. <a>Gen. 41:39</a> ). Joseph’s focus on his Lord had taken him from prison to the palace quickly (v. <a>Gen. 41:41</a> )."
  },
  {
    "start": 1041038,
    "content": "<b><a>Gen. 41:38</a></b> <b>a divine spirit.</b> The Egyptians did not understand about the third person of the triune Godhead. They merely meant that God had assisted Joseph."
  },
  {
    "start": 1041041,
    "content": "<b><a>Gen. 41:41</a></b> <b>set you over all the land of Egypt.</b> The country-wide jurisdiction accorded to Joseph receives frequent mention in the narrative (vv. <a>Gen. 41:43–44</a> , <a>Gen. 41:46</a> , <a>Gen. 41:55</a> ; <a>Gen. 42:6</a> ; <a>Gen. 45:8</a> )."
  },
  {
    "start": 1041042,
    "content": "<b><a>Gen. 41:42</a></b> <b>signet ring … garments … gold necklace.</b> Emblems of office and a reward of clothing and jewelry suitable to the new rank accompanied Pharaoh’s appointment of Joseph as vizier, or prime minister, the second-in-command (v. <a>Gen. 41:40</a> ; <a>Gen. 45:8</a> , <a>Gen. 45:26</a> ). Joseph wore the royal seal on his finger, authorizing him to transact the affairs of state on behalf of Pharaoh himself."
  },
  {
    "start": 1041043,
    "end": 1041045,
    "content": "<b><a>Gen. 41:43–45</a></b> Other awards appropriate to promotion were also bestowed upon Joseph, namely official and recognizable transportation (v. <a>Gen. 41:43</a> ), an Egyptian name (v. <a>Gen. 41:45</a> ), and an Egyptian wife (v. <a>Gen. 41:45</a> ). Further, the populace was commanded to show deference for their vizier (v. <a>Gen. 41:43</a> , “Bow the knee”). All these dreams had been revealed by God, in a rare display of manifesting truth through pagans, so that Joseph would be established in Egypt as a leader and, thus elevated, could be used for the preservation of God’s people when the famine came to Canaan. Thus, God cared for His people and fulfilled His promises ( <i>see note on <a>Gen. 45:1–8</a></i> )."
  },
  {
    "start": 1041043,
    "content": "<b><a>Gen. 41:43</a></b> <b>his second chariot.</b> This signified to all that Joseph was second-in-command."
  },
  {
    "start": 1041045,
    "content": "<b><a>Gen. 41:45</a></b> <b>Zaphenath-paneah.</b> This name probably means “The Nourisher of the Two Lands, the Living One” but various other proposals have also been suggested (see note ); certainty of that meaning still eludes scholars. Foreigners are known to have been assigned an Egyptian name."
  },
  {
    "start": 1041046,
    "content": "<b><a>Gen. 41:46</a></b> <b>thirty years old.</b> Ca. 1884 BC. Only 13 years had elapsed since his involuntary departure from “the land of the Hebrews” (cf. <a>Gen. 40:15</a> ). Joseph had been 17 when the narrative commenced ( <a>Gen. 37:2</a> )."
  },
  {
    "start": 1041050,
    "content": "<b><a>Gen. 41:50</a></b> <b>On.</b> One of the 4 great Egyptian cities, also called Heliopolis, which was known as the chief city of the sun god, Ra. It was located ca. 19 mi. north of ancient Memphis."
  },
  {
    "start": 1041051,
    "end": 1041052,
    "content": "<b><a>Gen. 41:51–52</a></b> <b>Manasseh … Ephraim.</b> The names, meaning “forgetful” and “fruitful,” assigned to his sons together with their explanations depict the centrality of God in Joseph’s worldview. Years of suffering, pagan presence, and separation from his own family had not harmed his faith."
  },
  {
    "start": 1041054,
    "end": 1041057,
    "content": "<b><a>Gen. 41:54–57</a></b> Use of hyperbole with “all” (vv. <a>Gen. 41:54</a> , <a>Gen. 41:56–57</a> ) emphatically indicates the widespread ravaging impact of famine far beyond Egypt’s borders. She had become indeed the “breadbasket” of the ancient world."
  },
  {
    "start": 1041055,
    "end": 1041056,
    "content": "<b><a>Gen. 41:55–56</a></b> <b>Go to Joseph.</b> After 7 years, Joseph’s authority remained intact, and Pharaoh still fully trusted his vizier. He dispensed the food supplies by sale to Egyptians and others (v. <a>Gen. 41:47</a> )."
  },
  {
    "start": 1042001,
    "end": 1042003,
    "content": "<b><a>Gen. 42:1–3</a></b> Jacob’s sons were paralyzed in the famine, and Jacob was reluctant to let his family return to Egypt, not knowing what would happen to them (v. <a>Gen. 42:4</a> ). But, with no other choice left, he dispatched them to buy grain in Egypt (v. <a>Gen. 42:2</a> )."
  },
  {
    "start": 1042004,
    "content": "<b><a>Gen. 42:4</a></b> <b>Benjamin.</b> See <a>Gen. 35:16–19</a> . He was the youngest of all, the second son of Rachel, Jacob’s beloved, and the favorite of his father since he thought Joseph was dead."
  },
  {
    "start": 1042006,
    "content": "<b><a>Gen. 42:6</a></b> <b>bowed down.</b> Without their appreciating it at the time, Joseph’s dream became reality ( <a>Gen. 37:5–8</a> ). Recognition of Joseph was unlikely because: 1) over 15 years had elapsed and the teenager sold into slavery had become a mature adult; 2) he had become Egyptian in appearance and dress; 3) he treated them without a hint of familiarity (vv. <a>Gen. 42:7–8</a> ); and 4) they thought he was dead (v. <a>Gen. 42:13</a> )."
  },
  {
    "start": 1042009,
    "end": 1042022,
    "content": "<b><a>Gen. 42:9–22</a></b> The brothers’ final evaluation after being imprisoned for 3 days, after protesting the charge of espionage, and after hearing the royal criterion for establishing their innocence (vv. <a>Gen. 42:15</a> , <a>Gen. 42:20</a> ), revealed their guilty conscience and their understanding that vengeance for their wrongdoing to Joseph had probably arrived (vv. <a>Gen. 42:21–22</a> ). Calling themselves “honest men” (v. <a>Gen. 42:11</a> ) was hardly an accurate assessment."
  },
  {
    "start": 1042009,
    "content": "<b><a>Gen. 42:9</a></b> <b>remembered the dreams.</b> Joseph remembered his boyhood dreams about his brothers bowing down to him ( <a>Gen. 37:9</a> ) as they were coming true."
  },
  {
    "start": 1042015,
    "content": "<b><a>Gen. 42:15</a></b> <b>by the life of Pharaoh.</b> Speaking an oath in the name of the king would most likely have masked Joseph’s identity from the brothers. Perhaps it also prevented them from grasping the significance of his declaration, “I fear God” (v. <a>Gen. 42:18</a> ). <b>unless your youngest brother comes here!</b> Joseph wanted to find out if they had done the same or a similar thing to Benjamin as to himself."
  },
  {
    "start": 1042019,
    "end": 1042020,
    "content": "<b><a>Gen. 42:19–20</a></b> <b>if you are honest men.</b> Joseph took their assessment of themselves at face value when exhorting them to respond to his proposals, but still asked for a hostage."
  },
  {
    "start": 1042021,
    "content": "<b><a>Gen. 42:21</a></b> <b>distress of his soul.</b> The brothers had steeled their hearts when selling Joseph to the Midianites ( <a>Gen. 37:28–29</a> ), but they could not forget the fervent pleading and terror-filled voice of the teenager dragged away as a slave from home. Reuben reminded them of his warning at that time and the consequence."
  },
  {
    "start": 1042022,
    "content": "<b><a>Gen. 42:22</a></b> <b>his blood … is required of</b> us <b>.</b> This declaration referred to the death penalty ( <a>Gen. 9:5</a> )."
  },
  {
    "start": 1042024,
    "content": "<b><a>Gen. 42:24</a></b> <b>took Simeon.</b> He kept hostage not Reuben the firstborn, but Simeon, the oldest brother, who willingly participated in the crime against Joseph ( <a>Gen. 37:21–31</a> )."
  },
  {
    "start": 1042028,
    "content": "<b><a>Gen. 42:28</a></b> <b>God has done.</b> Their guilty conscience and fear of vengeance from God surfaced again in this response to the money with which they had purchased the grain being returned and found in the one sack which had been opened. Later, upon discovering all their money had been returned, their fear increased even further (v. <a>Gen. 42:35</a> )."
  },
  {
    "start": 1042036,
    "content": "<b><a>Gen. 42:36</a></b> Jacob could not handle the prospect of losing another son, and didn’t trust the brothers who had already divested him of two sons by what he may have thought were their intrigues. <b>all … against me.</b> The whole situation overwhelmed Jacob who complained against his sons (cf. <a>Gen. 43:6</a> ) and would not release Benjamin (v. <a>Gen. 42:38</a> )."
  },
  {
    "start": 1042037,
    "content": "<b><a>Gen. 42:37</a></b> The always salutary Reuben generously made his father an offer easy to refuse—killing his grandsons!"
  },
  {
    "start": 1043003,
    "content": "<b><a>Gen. 43:3</a></b> <b>solemnly warned us.</b> The seriousness of Joseph’s words portended failure for another mission to buy food, unless the criterion he had set down was strictly met."
  },
  {
    "start": 1043009,
    "content": "<b><a>Gen. 43:9</a></b> <b>I myself will be</b> the <b>guarantee for him.</b> Reuben’s offer to guarantee the safety of Benjamin had been rejected ( <a>Gen. 42:37–38</a> ), but Judah’s was accepted (v. <a>Gen. 43:11</a> ) because of the stress of the famine and the potential death of all (v. <a>Gen. 43:8</a> ) if they waited much longer (v. <a>Gen. 43:10</a> )."
  },
  {
    "start": 1043011,
    "content": "<b><a>Gen. 43:11</a></b> <b>a little.</b> Likely, this was a significant present because they had little left. But there was no future at all past the little if they did not get grain in Egypt."
  },
  {
    "start": 1043014,
    "content": "<b><a>Gen. 43:14</a></b> Jacob’s acquiescence to let Benjamin go (v. <a>Gen. 43:13</a> ) ended with prayer for the brothers’ and Benjamin’s safety and with a cry of being a helpless victim of circumstances. Pessimism had apparently set into his heart and deepened after the loss of Joseph."
  },
  {
    "start": 1043023,
    "content": "<b><a>Gen. 43:23</a></b> <b>Your God … has given.</b> An indication of Joseph’s steward either having come to faith in God or having become very familiar with how Joseph talked of his God and life. So concerned were the brothers to protest their ignorance of the means of the money being returned and to express their desire to settle this debt (vv. <a>Gen. 43:20–22</a> ), that they missed the steward’s clear reference to the God of Israel (“the God of your father”) and his oversight of events in which he had played a part (“your money has come to me”)."
  },
  {
    "start": 1043026,
    "content": "<b><a>Gen. 43:26</a></b> <b>bowed to the ground.</b> Again, Joseph’s boyhood dream ( <a>Gen. 37:5–8</a> ) had become reality (cf. <a>Gen. 42:6</a> )."
  },
  {
    "start": 1043029,
    "content": "<b><a>Gen. 43:29</a></b> <b>God be gracious.</b> Joseph easily used the name of God in his conversation, but the brothers did not hear the name of their own covenant God being spoken by one who looked just like an Egyptian (cf. <a>Gen. 42:18</a> )."
  },
  {
    "start": 1043030,
    "content": "<b><a>Gen. 43:30</a></b> <b>to weep.</b> Joseph was moved to tears on several occasions ( <a>Gen. 42:24</a> ; <a>Gen. 45:2</a> , <a>Gen. 45:14–15</a> ; <a>Gen. 46:29</a> )."
  },
  {
    "start": 1043032,
    "content": "<b><a>Gen. 43:32</a></b> <b>not eat bread with the Hebrews.</b> Exclusivism kept the Egyptians sensitive to the social stigma attached to sharing a meal table with foreigners (cf. <a>Gen. 46:34</a> ). Discrimination prevailed at another level too: Joseph ate alone, his rank putting him ahead of others and giving him his own meal-table and setting."
  },
  {
    "start": 1043033,
    "content": "<b><a>Gen. 43:33</a></b> <b>the firstborn … the youngest.</b> To be seated at the table in birth order in the house of an Egyptian official was startling—how did he know this of them? Enough clues had been given in Joseph’s previous questions about the family and his use of God’s name for them to wonder about him and his personal knowledge of them. Obviously, they simply did not believe Joseph was alive ( <a>Gen. 44:20</a> ) and certainly not as a personage of such immense influence and authority. They had probably laughed through the years at the memory of Joseph’s dreams of superiority."
  },
  {
    "start": 1043034,
    "content": "<b><a>Gen. 43:34</a></b> <b>Benjamin’s portion.</b> Favoritism shown to Rachel’s son silently tested their attitudes; any longstanding envy, dislike, or animosity could not be easily masked. None surfaced."
  },
  {
    "start": 1044002,
    "content": "<b><a>Gen. 44:2</a></b> <b>my cup, the silver cup.</b> Joseph’s own special cup, also described as one connected with divination (vv. <a>Gen. 44:5</a> , <a>Gen. 44:15</a> ) or hydromancy (interpreting the water movements), was a sacred vessel symbolizing the authority of his office of Egyptian vizier. Mention of its superstitious nature and purpose need not demand Joseph be an actual practitioner of pagan religious rites. <i>See note on v. <a>Gen. 44:15</a> .</i>"
  },
  {
    "start": 1044005,
    "content": "<b><a>Gen. 44:5</a></b> <b>interpret omens.</b> <i>See note on <a>Deut. 18:9–12</a> .</i>"
  },
  {
    "start": 1044007,
    "end": 1044009,
    "content": "<b><a>Gen. 44:7–9</a></b> The brothers, facing a charge of theft, protested their innocence by pointing first to their integrity in returning the money from the last trip, and then by declaring death on the perpetrator and slavery for themselves."
  },
  {
    "start": 1044012,
    "content": "<b><a>Gen. 44:12</a></b> <b>beginning with the oldest.</b> Again, there was a display of inside knowledge of the family, which ought to have signaled something to the brothers. <i>See note on <a>Gen. 43:33</a> .</i>"
  },
  {
    "start": 1044013,
    "content": "<b><a>Gen. 44:13</a></b> <b>tore their clothes.</b> A well-known ancient Near Eastern custom of visibly portraying the pain of heart being experienced. They were very upset that Benjamin might become a slave in Egypt (v. <a>Gen. 44:10</a> ). Benjamin appears to have been speechless. They had passed a second test of devotion to Benjamin (the first in v. <a>Gen. 44:34</a> )."
  },
  {
    "start": 1044014,
    "content": "<b><a>Gen. 44:14</a></b> <b>fell … before him.</b> Again the dream had become reality (cf. <a>Gen. 37:5–8</a> ; <a>Gen. 42:6</a> ); but now prostrate before him, they had come to plead for mercy both for their youngest brother Benjamin and for their father Jacob (vv. <a>Gen. 44:18–34</a> )."
  },
  {
    "start": 1044015,
    "content": "<b><a>Gen. 44:15</a></b> <b>interpret omens.</b> <i>See notes on vv. <a>Gen. 44:2</a> , <a>Gen. 44:5</a> .</i> Joseph, still disguising himself as an Egyptian official before his brothers, permitted them to think it so."
  },
  {
    "start": 1044016,
    "content": "<b><a>Gen. 44:16</a></b> <b>So Judah said.</b> Judah stepped forward as the family spokesman since it was he who came with his brothers to Joseph’s house and he who pled with him (cf. vv. <a>Gen. 44:14</a> , <a>Gen. 44:18</a> ); Reuben, the firstborn, had been eclipsed. <b>God has found out the iniquity.</b> Judah, showing how his heart had changed, acknowledged the providence of God in uncovering their guilt (note the “we” in the questions), and did not indulge in any blame shifting, even onto Benjamin."
  },
  {
    "start": 1044018,
    "end": 1044034,
    "content": "<b><a>Gen. 44:18–34</a></b> An eloquent and contrite plea for mercy, replete with reference to the aged father’s delight in and doting upon the youngest son (vv. <a>Gen. 44:20</a> , <a>Gen. 44:30</a> ) and the fatal shock should he be lost (vv. <a>Gen. 44:22</a> , <a>Gen. 44:29</a> , <a>Gen. 44:31</a> , <a>Gen. 44:34</a> ). Judah’s evident compassion for Jacob and readiness to substitute himself for Benjamin in slavery finally overwhelmed Joseph—these were not the same brothers of yesteryear ( <a>Gen. 45:1</a> )."
  },
  {
    "start": 1045001,
    "end": 1045008,
    "content": "<b><a>Gen. 45:1–8</a></b> Stunned by the revelation of who it really was with whom they dealt, the brothers then heard expressed a masterpiece of recognition of and submission to the sovereignty of God, i.e., His providential rule over the affairs of life, both good and bad. <i>See note on <a>Gen. 41:43–45</a> .</i>"
  },
  {
    "start": 1045006,
    "content": "<b><a>Gen. 45:6</a></b> <b>these two years.</b> Joseph would have been 39 years old and away from his brothers for 22 years ( <a>Gen. 37:2</a> )."
  },
  {
    "start": 1045007,
    "content": "<b><a>Gen. 45:7</a></b> <b>to establish … remnant.</b> Words reflecting, on Joseph’s part, an understanding of the Abrahamic Covenant and its promise of a nation (cf. chaps. <a>Ge 12</a> ; <a>Ge 15</a> ; <a>Ge 17</a> )."
  },
  {
    "start": 1045008,
    "content": "<b><a>Gen. 45:8</a></b> <b>father to Pharaoh.</b> A title which belonged to viziers and which designated one who, unrelated to Pharaoh, nevertheless performed a valuable function and held high position, which in Joseph’s case was “lord of all Egypt” (v. <a>Gen. 45:9</a> ). A new and younger Pharaoh now reigned, Senusret III, ca. 1878–1841 BC."
  },
  {
    "start": 1045010,
    "content": "<b><a>Gen. 45:10</a></b> <b>land of Goshen.</b> This area, located in the northeast section of the Egyptian Delta region, was appropriate for grazing the herds of Jacob (cf. <a>Gen. 47:27</a> ; <a>Gen. 50:8</a> ). Over 400 years later, at the time of the Exodus, the Jews still lived in Goshen (cf. <a>Ex. 8:22</a> ; <a>Ex. 9:26</a> )."
  },
  {
    "start": 1045014,
    "end": 1045015,
    "content": "<b><a>Gen. 45:14–15</a></b> Reconciliation was accomplished with much emotion, which clearly showed that Joseph held no grudges and had forgiven them, evidencing the marks of a spiritually mature man. <i>See note on <a>Gen. 50:15–18</a> .</i> It had been 22 years since the brothers sold Joseph into slavery."
  },
  {
    "start": 1045016,
    "content": "<b><a>Gen. 45:16</a></b> <b>it was good in the sight of Pharaoh.</b> The final seal of approval for Joseph’s relatives to immigrate to Egypt came unsought from Pharaoh (vv. <a>Gen. 45:17–20</a> )."
  },
  {
    "start": 1045024,
    "content": "<b><a>Gen. 45:24</a></b> <b>Do not be stirred up on the journey.</b> A needed admonition because they would have so much sin to think about as they readied their confession to their father."
  },
  {
    "start": 1045026,
    "content": "<b><a>Gen. 45:26</a></b> <b>his heart was stunned.</b> Like his sons (v. <a>Gen. 45:3</a> ), Jacob was shocked by the totally unexpected good news. Even though the record is silent on the matter, this was the appropriate occasion for the sons to confess their crime to their father."
  },
  {
    "start": 1046001,
    "content": "<b><a>Gen. 46:1</a></b> <b>offered sacrifices.</b> The route to Egypt for Jacob went via Beersheba, a notable site about 25 mi. southwest of Hebron and favorite place of worship for both Abraham and Isaac ( <a>Gen. 21:33</a> ; <a>Gen. 26:25</a> )."
  },
  {
    "start": 1046002,
    "end": 1046004,
    "content": "<b><a>Gen. 46:2–4</a></b> <b>God spoke … in visions.</b> Jacob’s anxiety about his departure to Egypt was allayed by Yahweh’s approval and confirmation of his descendants returning as a nation. God had previously appeared/spoken to Jacob in <a>Gen. 28:10–17</a> ; <a>Gen. 32:24–30</a> ; <a>Gen. 35:1</a> , <a>Gen. 35:9–13</a> ."
  },
  {
    "start": 1046004,
    "content": "<b><a>Gen. 46:4</a></b> <b>close your eyes.</b> A promise of dying peacefully in the presence of his beloved son (cf. <a>Gen. 49:33</a> )."
  },
  {
    "start": 1046006,
    "content": "<b><a>Gen. 46:6</a></b> <b>came to Egypt.</b> Ca. 1875 BC. They remained 430 years ( <a>Ex. 12:40</a> ) until the Exodus in 1445 BC."
  },
  {
    "start": 1046008,
    "end": 1046027,
    "content": "<b><a>Gen. 46:8–27</a></b> The genealogical register, separately listing and totaling the sons per wife and handmaid, is enveloped by notification that it records the sons/persons of Jacob who went to Egypt (vv. <a>Gen. 46:8</a> , <a>Gen. 46:27</a> ). Ancient Near Eastern genealogies could include historical notes as is true here, namely the death of Er and Onan (v. <a>Gen. 46:12</a> ), and that Laban gave the handmaids to his daughters (vv. <a>Gen. 46:18</a> , <a>Gen. 46:25</a> )."
  },
  {
    "start": 1046008,
    "content": "<b><a>Gen. 46:8</a></b> <b>the sons of Israel.</b> This was the first time that author Moses referred to the family as a whole in this way, although “in Israel” had been used by the sons of Jacob before (cf. <a>Gen. 34:7</a> )."
  },
  {
    "start": 1046026,
    "content": "<b><a>Gen. 46:26</a></b> <b>sixty-six persons.</b> The total of vv. <a>Gen. 46:8–25</a> is 70, from which Er, Onan, Manasseh, and Ephraim need to be deleted."
  },
  {
    "start": 1046027,
    "content": "<b><a>Gen. 46:27</a></b> <b>seventy.</b> Jacob, Joseph, Manasseh, and Ephraim should be added to the 66. The 75 of <a>Acts 7:14</a> included an additional 5 people, born in the land, which were added in the LXX reading of <a>Gen. 46:8–27</a> (cf. <a>Ex. 1:5</a> ; <a>Deut. 10:22</a> ). These 5 included two sons of Manasseh, two sons of Ephraim, and one grandson of the latter. <i>See note on <a>Ex. 1:5</a> .</i>"
  },
  {
    "start": 1046028,
    "content": "<b><a>Gen. 46:28</a></b> <b>sent Judah before him.</b> Once again Judah was the leader going ahead as Jacob’s representative, not Reuben. <i>See note on <a>Gen. 44:16</a> .</i> <b>Goshen.</b> <i>See note on <a>Gen. 45:10</a> .</i>"
  },
  {
    "start": 1046031,
    "end": 1046034,
    "content": "<b><a>Gen. 46:31–34</a></b> Joseph’s instructions about his preparatory interview with Pharaoh were designed to secure his relatives a place somewhat separate from the mainstream of Egyptian society. The social stigma regarding the Hebrews ( <a>Gen. 43:32</a> ), who were shepherds also (v. <a>Gen. 46:34</a> ), played a crucial role in protecting Israel from intermingling and losing their identity in Egypt. <i>See note on <a>Gen. 43:32</a> .</i>"
  },
  {
    "start": 1047001,
    "end": 1047006,
    "content": "<b><a>Gen. 47:1–6</a></b> <b>in the land of Goshen.</b> By informing Pharaoh of where he had located his family (cf. <a>Gen. 45:10</a> ; <a>Gen. 46:28</a> ) and then by having the family’s 5 representatives courteously request permission to reside in Goshen (vv. <a>Gen. 47:2</a> , <a>Gen. 47:4</a> ), Joseph, wise to court procedures, paved the way for Pharaoh’s confirmation and approval (v. <a>Gen. 47:6</a> )."
  },
  {
    "start": 1047007,
    "content": "<b><a>Gen. 47:7</a></b> <b>Jacob blessed Pharaoh.</b> The aged patriarch’s salutations pronounced, undoubtedly in the name of God, a benediction on Pharaoh Senusert III ( <i>see note on <a>Gen. 45:8</a></i> ) for his generosity and his provision of a safe place for Jacob’s family. Though Senusert III had ascended to the throne before the famine ended, he honored his father’s commitments."
  },
  {
    "start": 1047009,
    "content": "<b><a>Gen. 47:9</a></b> <b>my sojourning … few and evil.</b> Since neither Jacob nor his fathers had actually possessed the land of Canaan, describing life as a sojourning was a fitting evaluation to give. In addition, his years seemed few in contrast to those of the two who had visited Egypt long before him, Abraham and Isaac (175 and 180 years respectively). And still overshadowed with pessimism, the days were “evil,” in the sense of toil and trouble, of many sorrows, distresses, and crises. <i>See note on <a>Gen. 48:15</a> .</i>"
  },
  {
    "start": 1047011,
    "content": "<b><a>Gen. 47:11</a></b> <b>land of Rameses.</b> An alternative designation for Goshen (cf. <a>Gen. 46:34</a> ; <a>Gen. 47:1</a> , <a>Gen. 47:6</a> ), with this name perhaps used later to more accurately describe the region for Moses’ contemporary readers. <i>See note on <a>Ex. 1:11</a></i> regarding the name Rameses (“Raamses” being the alternate spelling in Exodus). This region is also called Zoan elsewhere (cf. <a>Ps. 78:12</a> , <a>Ps. 78:43</a> )."
  },
  {
    "start": 1047012,
    "content": "<b><a>Gen. 47:12</a></b> <b>according to their little ones.</b> A rationing system was evidently in operation."
  },
  {
    "start": 1047013,
    "end": 1047024,
    "content": "<b><a>Gen. 47:13–24</a></b> When the famine finally exhausted the Egyptians’ supply of money, Joseph accepted animals in exchange for grain (v. <a>Gen. 47:17</a> ). After the animals ran out, the people were desperate enough to exchange their land (vv. <a>Gen. 47:19–20</a> ). Eventually, Pharaoh owned all the land, except what was the priests’ (v. <a>Gen. 47:22</a> ), though the people were allowed to work the land and pay one-fifth of its yield to Pharaoh (v. <a>Gen. 47:24</a> ). Whatever may have been the land tenure system at that time, some private land ownership did at first exist, but finally, as in a feudal system, all worked their land for Pharaoh. Landed nobility did lose out and declined during major social reforms undertaken under Senusert III. This is the first record in Scripture of a national income tax, and the amount was 20 percent. Later, after the Exodus, God would prescribe tithes for Israel as national income taxes to support the theocracy (see <a>Mal. 3:10</a> )."
  },
  {
    "start": 1047015,
    "content": "<b><a>Gen. 47:15</a></b> <b>Then the money came to an end.</b> The severity of the famine finally bankrupted all in Egypt and Canaan. With no monetary instruments available as a medium of exchange, a barter system was established (vv. <a>Gen. 47:16–18</a> )."
  },
  {
    "start": 1047016,
    "end": 1047018,
    "content": "<b><a>Gen. 47:16–18</a></b> Land soon replaced animals as the medium of exchange."
  },
  {
    "start": 1047025,
    "end": 1047026,
    "content": "<b><a>Gen. 47:25–26</a></b> The extra measures imposed by Joseph to control the impact of the famine, i.e., moving parts of the population into cities (v. <a>Gen. 47:21</a> ) and demanding a one-fifth tax on crop yields (v. <a>Gen. 47:24</a> ), did not affect his approval ratings (v. <a>Gen. 47:25</a> ). Whatever the gain to Pharaoh, the people obviously understood that Joseph had not enriched himself at their expense."
  },
  {
    "start": 1047027,
    "end": 1047028,
    "content": "<b><a>Gen. 47:27–28</a></b> <b>fruitful and … numerous.</b> For 17 years, Jacob was witness to the increase; he had a glimpse of God’s promise to Abraham, Isaac, and himself in the process of being fulfilled."
  },
  {
    "start": 1047029,
    "content": "<b><a>Gen. 47:29</a></b> <b>your hand under my thigh.</b> Cf. Abraham and Eliezer in <a>Gen. 24:9</a> . <b>do not bury me in Egypt.</b> With the customary sign of an oath in that day, Joseph sincerely promised to bury Jacob, at his request, in the family burial cave in Canaan (cf. <a>Gen. 49:29–32</a> )."
  },
  {
    "start": 1047031,
    "content": "<b><a>Gen. 47:31</a></b> Cf. <a>Heb. 11:21</a> ."
  },
  {
    "start": 1048003,
    "end": 1048006,
    "content": "<b><a>Gen. 48:3–6</a></b> After summarizing God’s affirmation of the Abrahamic Covenant to himself, Jacob/Israel, in gratitude for Joseph’s great generosity and preservation of God’s people, formally proclaimed adoption of Joseph’s sons on a par with Joseph’s brothers in their inheritance, thus granting to Rachel’s two sons (Joseph and Benjamin) 3 tribal territories in the Land (cf. v. <a>Gen. 48:16</a> ). This may explain why the new name, Israel, was used throughout the rest of the chapter."
  },
  {
    "start": 1048004,
    "content": "<b><a>Gen. 48:4</a></b> Cf. <a>Acts 7:5</a> ."
  },
  {
    "start": 1048008,
    "content": "<b><a>Gen. 48:8</a></b> <b>Who are these?</b> Blind Jacob asked for identification of Joseph’s sons before he would pronounce their blessings. Perhaps, at this point, he recollected the time of blessing before his own father and the trick played on blind Isaac ( <a>Gen. 27:1–29</a> )."
  },
  {
    "start": 1048014,
    "content": "<b><a>Gen. 48:14</a></b> <b>crossing his hands.</b> Intentionally crossing his hands, Jacob altered what Joseph expected to happen and placed his right hand on the youngest, not on the firstborn. When Joseph attempted to correct Jacob’s mistake (vv. <a>Gen. 48:17–18</a> ), he learned that Jacob knew exactly what he was doing (vv. <a>Gen. 48:19–20</a> ). The patriarchal blessing took on prophetic significance with such action and words, since Ephraim would be the most influential of the two to the extent that Ephraim would become a substitute name for Israel ( <i>see note on <a>Gen. 48:19</a></i> )."
  },
  {
    "start": 1048015,
    "content": "<b><a>Gen. 48:15</a></b> <b>blessed Joseph.</b> With hands on the sons’ heads, Jacob uttered the prayer-wish for Joseph, which indicated by his wording that these two would be taking his son’s place under Abraham and Isaac. <i>See note on vv. <a>Gen. 48:3–6</a> .</i>"
  },
  {
    "start": 1048015,
    "end": 1048016,
    "content": "<b><a>Gen. 48:15–16</a></b> Pessimism no longer overshadowed Jacob’s testimony; he recognized that every day had been under God’s hand or that of His Angel ( <i>see note on <a>Gen. 16:13</a></i> ). This was a different evaluation of his life than previously given ( <a>Gen. 47:9</a> )."
  },
  {
    "start": 1048016,
    "content": "<b><a>Gen. 48:16</a></b> <b>redeemed me.</b> This is the first mention of God as redeemer, deliverer, or Savior."
  },
  {
    "start": 1048019,
    "content": "<b><a>Gen. 48:19</a></b> <b>younger brother shall be greater.</b> Ephraim did indeed become the dominant tribe of the 10 northern tribes, eventually being used as the national designate for the 10 tribes in the prophets ( <a>Isa. 7:2</a> , <a>Isa. 7:5</a> , <a>Isa. 7:9</a> , <a>Isa. 7:17</a> ; <a>Hos. 9:3–16</a> )."
  },
  {
    "start": 1048021,
    "content": "<b><a>Gen. 48:21</a></b> <b>bring you back.</b> Dying Jacob gave voice to his undying trust in God’s taking his descendants back to Canaan."
  },
  {
    "start": 1048022,
    "content": "<b><a>Gen. 48:22</a></b> <b>one portion … with my sword.</b> Jacob’s history does not record any conquest of Amorite land. He did purchase property from the children of Hamor ( <a>Gen. 33:19</a> ) but that was not by conquest. At some time this military event had actually occurred, but for some unknown reason it finds no other mention in God’s revelation."
  },
  {
    "start": 1049001,
    "end": 1049028,
    "content": "<b><a>Gen. 49:1–28</a></b> With Judah and Joseph receiving the most attention (vv. <a>Gen. 49:8–12</a> , <a>Gen. 49:22–26</a> ), the father’s blessing portrayed the future history of each son, seemingly based upon their characters up to that time. The cryptic nature of the poetry demands rigorous analysis for correlating tribal history with Jacob’s last word and testament. See Moses’ blessing on the tribes in <a>De 33</a> , ca. 1405 BC."
  },
  {
    "start": 1049001,
    "content": "<b><a>Gen. 49:1</a></b> <b>in the last days.</b> The key expression leading into the poetic content of Jacob’s prediction for each son often signifies the last days in prophetic literature ( <a>Isa. 2:2</a> ; <a>Ezek. 38:16</a> ) or points more generally to “the last days” ( <a>Deut. 4:30</a> ; <a>Deut. 31:29</a> ), i.e., in the sense of “in subsequent days.”"
  },
  {
    "start": 1049002,
    "end": 1049027,
    "content": "<b><a>Gen. 49:2–27</a></b> The names of the sons are not given in birth order (cf. <a>Gen. 29:32–30:24</a> ; <a>Gen. 35:18</a> ), nor in the pattern of wife, then handmaid (cf. <a>Gen. 46:8–25</a> ). The order is as per the mother: 1) the 6 sons of Leah; 2) one son of Bilhah; 3) two sons of Zilpah; 4) one son of Bilhah; and 5) the two sons of Rachel. Other than the reversal of Leah’s fifth and sixth sons, the others remain in chronological order in relation to their mothers. No other pattern is discernible. It may have been nothing more than a mnemonic device, or just how Jacob personally had come to recall them to mind."
  },
  {
    "start": 1049003,
    "end": 1049004,
    "content": "<b><a>Gen. 49:3–4</a></b> The seriousness of Reuben’s sin ( <a>Gen. 35:22</a> ) was not forgotten. Its consequences erased his birthright ( <a>1 Chron. 5:1–3</a> ), and whatever dignity and majesty he might have had, his tribe received scant mention in Israelite history and produced not one judge, prophet, military leader, or other important person (cf. <a>Judg. 5:15</a> ; <a>1 Chron. 5:1</a> ). Moses prayed for this tribe not to die out ( <a>Deut. 33:6</a> ). “Uncontrolled as water” lit. means “boiling” and shows instability."
  },
  {
    "start": 1049005,
    "end": 1049007,
    "content": "<b><a>Gen. 49:5–7</a></b> The cruelty and anger of Simeon and Levi at Shechem were not forgotten ( <a>Gen. 34:25</a> ). Their consequences affected Simeon who: 1) became the smallest tribe in the second census of Moses ( <a>Num. 26:14</a> ); 2) was omitted from the blessing of Moses ( <a>Deut. 33:8</a> ); and 3) later shared territory with Judah ( <a>Josh. 19:1–9</a> ). Levi was “scattered” (v. <a>Gen. 49:7</a> ) throughout Israel; they became, by God’s grace and through their loyalty to God ( <a>Ex. 32:26</a> ), the priestly tribe and residents of the cities of refuge. Neither possessed their own designated region in the Land, although Levi’s priestly position was certainly a privileged one (cf. <a>Deut. 33:8–11</a> ; <a>Josh. 21:1–3</a> ). “Hamstrung” means to cut the leg tendons as a means of destroying the animal’s usefulness."
  },
  {
    "start": 1049008,
    "end": 1049012,
    "content": "<b><a>Gen. 49:8–12</a></b> As strong as a young lion and entrenched as an old lion, to Judah’s line belonged national prominence and kingship, including David, Solomon, and their dynasty (640 years after this), as well as the one to whom the scepter belongs, i.e., Shiloh, the cryptogram for the Messiah, the one also called the “Lion … from the tribe of Judah” ( <a>Rev. 5:5</a> ). On the march through the wilderness, Judah went first ( <a>Num. 10:14</a> ) and had the largest population in Moses’ census (cf. <a>Num. 1:27</a> ; <a>Num. 26:22</a> ). This language (vv. <a>Gen. 49:11–12</a> ) describes prosperity so great that people will tie a donkey to a choice vine, letting it eat because there is such abundance; wine will be as plentiful as water and everyone will be healthy. This is likely a millennial prophecy."
  },
  {
    "start": 1049013,
    "content": "<b><a>Gen. 49:13</a></b> Although Zebulun’s territory did not border the Mediterranean nor the Sea of Galilee, the tribe was situated to benefit from the important trade route, the Via Maris, traversed by sea traders moving through her territory."
  },
  {
    "start": 1049014,
    "end": 1049015,
    "content": "<b><a>Gen. 49:14–15</a></b> Issachar, an industrious, robust, hardy, and stalwart tribe, lived up to the name of their founder whose name meant “man of wages” (cf. <a>1 Chron. 7:1–5</a> ; <a>1 Chron. 12:32</a> )."
  },
  {
    "start": 1049016,
    "end": 1049018,
    "content": "<b><a>Gen. 49:16–18</a></b> Dan, whose name meant “Judge,” fathered an aggressive tribe that would also judge in the nation but would not be known for moral stature or religious faithfulness (cf. <a>Judg. 13:2</a> ; <a>Judg. 18:1</a> ; <a>1 Kings 12:28–30</a> ; <a>2 Kings 10:29</a> ). Dan would later abandon its land allotment ( <a>Josh. 19:40–48</a> ) and migrate to the extreme north of Israel ( <a>Judg. 18:1–31</a> ). Jacob’s closing cry expressed hope for Dan in the day when salvation would indeed come to Israel. Dan, however, is omitted in the list of tribes in <a>Rev. 7:4–8</a> ."
  },
  {
    "start": 1049019,
    "content": "<b><a>Gen. 49:19</a></b> Settling in Transjordan exposed Gad’s people to invasions, making them valiant fighters worthy of victory and commendation (cf. <a>1 Chron. 5:18–22</a> ; <a>1 Chron. 12:8–15</a> )."
  },
  {
    "start": 1049020,
    "content": "<b><a>Gen. 49:20</a></b> Asher benefited much from occupying the agriculturally rich coastal region north of Carmel, and provided gourmet delights for the palace. Cf. <a>Josh. 19:24–31</a> ."
  },
  {
    "start": 1049021,
    "content": "<b><a>Gen. 49:21</a></b> Deer-like speed and agility marked Naphtali’s military prowess (cf. <a>Judg. 4:6</a> ; <a>Judg. 5:18</a> ). The song of Deborah and Barak, who hailed from Naphtali ( <a>Judg. 4:6</a> ), is representative of his eloquent words ( <a>Jdg 5</a> )."
  },
  {
    "start": 1049022,
    "end": 1049026,
    "content": "<b><a>Gen. 49:22–26</a></b> Addressed to Joseph, but applicable to his two sons (cf. <a>Gen. 48:15–20</a> ), these words thrust forth a contrasting experience of growth and prosperity alongside hostility and conflict. Verses <a>Gen. 49:23–24</a> may be a biography of Joseph. No other tribe had such direct reference to the Lord God (vv. <a>Gen. 49:24–25</a> ) in their blessing as addressed to Joseph. The 4 names for God well reflect Joseph’s emphasis on the sovereignty of his God, no matter the misfortune and grief which attended his way (cf. v. <a>Gen. 49:23</a> ). Samuel was from Ephraim, Gideon from Manasseh."
  },
  {
    "start": 1049027,
    "content": "<b><a>Gen. 49:27</a></b> The warlike nature of the small tribe of Benjamin became well known, as exhibited in their archers and slingers ( <a>Judg. 20:16</a> ; <a>1 Chron. 8:40</a> ; <a>1 Chron. 12:2</a> ; <a>2 Chron. 14:8</a> ; <a>2 Chron. 17:17</a> ) and in their brazen defense of their wickedness in Gibeah ( <a>Jdg 19-20</a> ). Both Sauls in the Bible were from this tribe: the first king in Israel ( <a>1 Sam. 9:1–2</a> ) and the Apostle Paul ( <a>Phil. 3:5</a> )."
  },
  {
    "start": 1049029,
    "end": 1049032,
    "content": "<b><a>Gen. 49:29–32</a></b> Jacob’s dying instructions were fully carried out (cf. <a>Gen. 50:12–14</a> ). See <a>Gen. 23:6–20</a> ."
  },
  {
    "start": 1049031,
    "content": "<b><a>Gen. 49:31</a></b> <b>there I buried Leah.</b> Honor was finally accorded to Leah in death and in Jacob’s request to be buried alongside his wife, as were his fathers. Burial alongside Rachel, the beloved wife, was not requested."
  },
  {
    "start": 1049033,
    "content": "<b><a>Gen. 49:33</a></b> <b>Jacob … breathed his last.</b> Ca. 1858 BC. <b>gathered to his people.</b> <i>See note on <a>Gen. 25:8</a> .</i>"
  },
  {
    "start": 1050002,
    "end": 1050003,
    "content": "<b><a>Gen. 50:2–3</a></b> <b>physicians to embalm.</b> Joseph summoned medical men, who were fully capable of embalming, rather than the religious embalmers in order to avoid the magic and mysticism associated with their practices. Usually in Egypt, mummifying was a 40-day process, which included gutting the body, drying it, and wrapping it."
  },
  {
    "start": 1050003,
    "end": 1050006,
    "content": "<b><a>Gen. 50:3–6</a></b> Once normal embalming and mourning had been properly observed according to Egyptian custom, Joseph was free to seek permission to conduct a funeral in Canaan."
  },
  {
    "start": 1050007,
    "end": 1050011,
    "content": "<b><a>Gen. 50:7–11</a></b> Out of respect for Joseph, a substantial escort accompanied him and all his relatives into the land of Canaan. This extraordinary event gave assurance to later generations because the bodies of the 3 patriarchs were in Canaan and Joseph’s bones awaited transport there when, as per Joseph’s last words, God’s promises to the 3 began to be fulfilled."
  },
  {
    "start": 1050015,
    "end": 1050018,
    "content": "<b><a>Gen. 50:15–18</a></b> The brothers’ guilty consciences reasserted themselves and caused them to seriously underestimate the genuineness of Joseph’s forgiveness and affection for them. Jacob’s concern to plead on his sons’ behalf equally underestimated Joseph’s words and actions toward his brethren."
  },
  {
    "start": 1050019,
    "content": "<b><a>Gen. 50:19</a></b> <b>am I in God’s place?</b> This concise question tweaked their memory of his explanation of how God had put him where he was (cf. <a>Gen. 45:3–8</a> ), in the place God intended him to be at that time."
  },
  {
    "start": 1050020,
    "content": "<b><a>Gen. 50:20</a></b> but <b>God meant it for good.</b> Joseph’s wise, theological answer has gone down in history as the classic statement of God’s sovereignty over the affairs of men. <i>See note on <a>Gen. 45:1–8</a> .</i>"
  },
  {
    "start": 1050024,
    "content": "<b><a>Gen. 50:24</a></b> <b>God will surely take care of you.</b> Joseph died just as he had lived, firmly trusting in God to carry out His promises (cf. <a>Heb. 11:22</a> ). Almost 4 centuries later, Moses took Joseph’s remains out of Egypt ( <a>Ex. 13:19</a> ) and Joshua buried them at Shechem ( <a>Josh. 24:32</a> ). <b>to Abraham, to Isaac, and to Jacob.</b> The death of Jacob had finally allowed for the 3 patriarchs to be mentioned together."
  },
  {
    "start": 1050026,
    "content": "<b><a>Gen. 50:26</a></b> <b>age of 110 years.</b> Ca. 1804 BC. Joseph’s span of life was considered, at that time in Egypt, an ideal lifespan. Amenemhet III (ca. 1841–1792 BC) was the reigning Pharaoh. Exodus picked up the historical narrative, after a 280-year silence, ca. 1525 BC with the birth of Moses. <i>See note on <a>Ex. 1:6–8</a> .</i>"
  }
]