[
  {
    "start": 65001001,
    "content": "<b><a>1</a></b> <b>Jude.</b> <b>slave.</b> <b>brother of James.</b> <b>called.</b> <b>beloved.</b> <b>God the Father.</b> <b>kept.</b> Jude. See Introduction: Author and Date . slave. Before the crucifixion and resurrection, Jude had denied Jesus as Messiah ( Mt 13:55 ; Mk 6:3 ; Jn 7:5 ), but afterward came to humbly acknowledge himself as His slave, having submitted to Christ’s lordship. brother of James. James was the well-known leader of the Jerusalem church ( Ac 12:17 ; 15:13 ; 21:18 ; Ga 2:9 ) and author of the epistle that carried his name. called. As always in the Epistles, this refers not to a general invitation to salvation, but to God’s irresistible, elective call to salvation (cf. Ro 1:7 ; 1Co 1:23–24 ; 1Th 5:24 ; 2Th 2:13–14 ). This call yields: 1) fellowship with Christ ( 1Co 1:9 ); 2) peace ( 1Co 7:15 ); 3) freedom ( Ga 5:13 ); 4) a worthy walk ( Eph 4:1 ); 5) hope ( Eph 4:4 ); 6) holiness ( 1Pe 1:15 ); 7) blessing ( 1Pe 3:9 ); and 8) eternal glory ( 1Pe 5:10 ). Cf. “grace of our God” (v. 4 ). beloved. Cf. Jn 13:1 ; 14:23 ; 16:27 ; 17:20 , 23 ; Ro 5:8 ; 1Jn 3:1 , which expand on the idea of unconditional, thus unending, love from God to the believer in Christ. It is because of that love that believers are set apart from sin to God by the transformation of conversion. God the Father. The plan of salvation and its fulfillment come from God, who is not only Father in the sense of creation and origin of all that exists, but is also “God our Savior” (v. 25 ; cf. 1Ti 2:4 ; Tit 1:3 ; 2:10 ; 3:4 ). See note on 1Ti 4:10 . kept. See note on v. 24 . God not only initiates salvation, but He also completes it through Christ, thus preserving or keeping the believer secure for eternal life (cf. Jn 6:37–44 ; 10:28–30 ; 17:11 , 15 ; Ro 8:31–39 ; 2Ti 4:18 ; Heb 7:25 ; 9:24 ; 1Pe 1:3–5 )."
  },
  {
    "start": 65001002,
    "content": "<b><a>2</a></b> <b>mercy and peace and love.</b> mercy and peace and love. “Mercy and peace” was a common Jewish greeting; “love” was added to make this distinctively Christian. Only here in the NT do these 3 qualities appear so closely together. Where law and works prevail, there is failure and death. Where grace prevails, there is mercy ( Eph 2:4 ; Heb 4:16 ), peace ( Ro 5:1 ), and love ( Ro 5:5 ) in abundance."
  },
  {
    "start": 65001003,
    "content": "<b><a>3</a></b> <b>Beloved.</b> <b>I felt the necessity.</b> <b>contend earnestly.</b> <b>the faith.</b> <b>once for all handed down.</b> <b>saints.</b> Beloved. Cf. vv. 17 , 20 . I felt the necessity. Cf. 1Co 9:16 . This verse implies that Jude had intended to write a letter on salvation as the common blessing enjoyed by all believers, perhaps to emphasize unity and fellowship among believers, and remind them that God is no respecter of persons. But he was compelled, instead, to write a call to battle for the truth in light of the arrival of apostate teachers. contend earnestly. While the salvation of those to whom he wrote was not in jeopardy, false teachers preaching and living out a counterfeit gospel were misleading those who needed to hear the true gospel. Jude wrote this urgent imperative for Christians to wage war against error in all forms and fight strenuously for the truth, like a soldier who has been entrusted with a sacred task of guarding a holy treasure (cf. 1Ti 6:12 ; 2Ti 4:7 ). the faith. This is the whole body of revealed salvation truth contained in the Scriptures (cf. Ga 1:23 ; Eph 4:5 , 13 ; Php 1:27 ; 1Ti 4:1 ). Cf. v. 20 . Here is a call to know sound doctrine ( Eph 4:14 ; Col 3:16 ; 1Pe 2:2 ; 1Jn 2:12–14 ), to be discerning in sorting out truth from error ( 1Th 5:20–22 ), and to be willing to confront and attack error ( see notes on 2Co 10:3–5 ; Php 1:7 , 27 ; 1Ti 1:18 ; 6:12 ; 2Ti 1:13 ; 4:7–8 ; Tit 1:13 ). once for all handed down. God’s revelation was delivered once as a unit, at the completion of the Scripture, and is not to be edited by either deletion or addition (cf. Dt 4:2 ; 12:32 ; Pr 30:6 ; Rev 22:18–19 ). Scripture is complete, sufficient, and finished; therefore it is fixed for all time. Nothing is to be added to the body of the inspired Word ( see notes on 2Ti 3:16–17 ; 2Pe 1:19–21 ) because nothing else is needed. It is the responsibility of believers now to study the Word ( 2Ti 2:15 ), preach the Word ( 2Ti 4:2 ), and fight for its preservation. saints. Believers are identified as holy, since they are set apart from sin to God. See note on 1Co 1:2 ."
  },
  {
    "start": 65001004,
    "content": "<b><a>4</a></b> <b>certain persons have crept in unnoticed.</b> <b>long beforehand marked out.</b> <b>this condemnation.</b> <b>ungodly persons.</b> <b>sensuality.</b> <b>deny … Master and Lord, Jesus Christ.</b> certain persons have crept in unnoticed. These were infiltrating, false teachers pretending to be true, who on the surface looked like the real thing, but whose intentions were to lead God’s people astray (cf. Mt 7:15 ; Ac 20:29 ; Ga 2:4–5 ; 1Ti 4:1–3 ; 2Pe 2:1 , 20 ; 1Jn 2:18–23 ). These apostates were Satan’s counterfeits, most likely posing as itinerant teachers (cf. 2Co 11:13–15 ; 2Pe 2:1–3 ; 2Jn 7–11 ). Their stealth made them dangerous. They were characterized by 3 features: 1) they were ungodly; 2) they perverted grace; and 3) they denied Christ. long beforehand marked out. Apostasy and apostates in general were written about and condemned many centuries before, such as illustrated in vv. 5–7 and spoken of as Enoch did in vv. 14–16 . Cf. Is 8:19–21 ; 47:9–15 ; Hos 9:9 ; Zep 3:1–8 . Their doom was “prewritten” in Scripture as a warning to all who would come later. Jesus had warned about them in Mt 7:15–20 (cf. Ac 20:29 ). The most recent warning had been 2Pe 2:3 , 17 ; 3:7 . this condemnation. This refers to the judgment spoken of by others “long beforehand.” Jude’s present exposé of apostates placed them in the path of the very judgment of God, written of previously. ungodly persons. Lit. “impious” or “without worship.” Their lack of reverence for God was demonstrated by the fact that they infiltrated the church of God to corrupt it and gain riches from its people. Cf. vv. 15–16 , 18–19 . sensuality. Lit. “unrestrained vice” or “gross immorality,” which describes the shameless lifestyle of one who irreverently flaunts God’s grace by indulging in unchecked and open immorality (cf. Ro 6:15 ). deny … Master and Lord, Jesus Christ. Two Greek words for Jesus are used here. The apostates disowned Christ as sovereign Lord ( despotēs ) and disdained any recognition of Christ as honorable Lord ( kurios ) by their wicked behavior. The better NT mss. omit God in the text, placing the emphasis clearly on one person, the Lord Jesus Christ, and emphasizing that apostates deny Him. See note on 2Pe 2:1 . Cf. Mt 10:33 ; 2Ti 2:12 ; Tit 1:16 ; 1Jn 2:22–23 . It is always true of apostates, false teachers, and false religions that they pervert what Scripture declares is true about the Lord Jesus Christ."
  },
  {
    "start": 65001005,
    "end": 65001007,
    "content": "<b><a>5–7</a></b> Jude provided 3 well-known acts of apostasy from the OT as brief reminders (v. 5 ) to illustrate their damnable outcome as declared in v. 4 ."
  },
  {
    "start": 65001006,
    "content": "<b><a>6</a></b> <b>angels who did not keep.</b> <b>judgment … great day.</b> angels who did not keep. This apostasy of fallen angels is described in Ge 6:1–3 as possessing men who then cohabited with women. See note on 2Pe 2:4 . The transition to Sodom and Gomorrah in v. 7 points to the similitude of the sin of homosexuality and what these angels did in Ge 6 . judgment … great day. This refers to the final judgment when all demons and Satan are forever consigned to the “lake of fire” prepared for them ( Mt 25:41 ; Rev 20:10 ) and all the ungodly ( Rev 20:15 )."
  },
  {
    "start": 65001007,
    "content": "<b><a>7</a></b> <b>Sodom … Gomorrah.</b> <b>same way as these.</b> <b>gross sexual immorality … strange flesh.</b> <b>eternal fire.</b> Sodom … Gomorrah. See notes on 2Pe 2:6–10 . The destruction of these cities at the southeast corner of the Dead Sea is used over 20 times in Scripture as an illustration of God’s judgment during the days of Abraham and Lot (cf. Ge 18:22—19:29 ). This destruction was in view of their apostasy, since it occurred about 450 years after the Flood, when at least one of Noah’s sons, Shem ( Ge 11:10–11 ) was still living. Since this was only 100 years after Noah’s death ( Ge 9:28 ), people would have known about the message of righteousness and judgment from God which Noah preached, and which they rejected. same way as these. This points back to v. 6 . gross sexual immorality … strange flesh. This refers to both the heterosexual ( Ge 19:8 ) and homosexual lusts ( Ge 19:4–5 ) of the residents. Cf. Lv 18:22 ; 20:13 ; Ro 1:27 ; 1Co 6:9 ; 1Ti 1:10 for the absolute condemnation of homosexual activity. eternal fire. Sodom and Gomorrah illustrate God’s fire of earthly judgment (cf. Rev 16:8–9 ; 20:9 ) which was only a preview of the fire that can never be quenched in eternal hell (cf. Mt 3:12 ; 18:8 ; 25:41 ; Mk 9:43–44 , 46 , 48 ; Lk 3:17 ; Rev 19:20 ; 20:14–15 ; 21:8 )."
  },
  {
    "start": 65001008,
    "content": "<b><a>8</a></b> <b>these men … by dreaming.</b> <b>defile the flesh.</b> <b>reject authority.</b> <b>blaspheme glorious ones.</b> these men … by dreaming. See notes on 2Pe 2:10–12 . This refers to a confused state of the soul or abnormal imagination, producing delusions and sensual confusion. These men’s minds were numb to the truth of God’s Word so that, being beguiled and deluded, they fantasized wicked perversions, being blind and deaf to reality and truth. Perhaps they falsely claimed these were dreams/visions from God. “These” occurs 5 more times (vv. 10 , 12 , 14 , 16 , 19 ) in reference to the apostates, who are characterized in 3 ways (v. 8 ). defile the flesh. Similar to the inhabitants of Sodom and Gomorrah (v. 7 ), apostates have few, if any, moral restraints and thus are frequently characterized by immoral lifestyles (v. 4 ). Cf. Tit 1:15 ; Heb 12:15 ; 2Pe 2:10–19 ; 3:3 . reject authority. Like the sinning angels (v. 6 ), these pretenders rejected all authority, civil and spiritual, thus rejecting the Scriptures and denying Christ (v. 4 ). blaspheme glorious ones. Cf. v. 10 . That the glorious ones (lit. “glories”) are angels is supported by the illustration in v. 9 ."
  },
  {
    "start": 65001009,
    "content": "<b><a>9</a></b> <b>Michael the archangel.</b> <b>the devil.</b> <b>body of Moses.</b> <b>blasphemous judgment.</b> Michael the archangel. The chief angel of God who especially watches over Israel ( Da 10:13 , 21 ; 12:1 ) and leads the holy angels ( Rev 12:7 ). Nowhere else in Scripture is this struggle over the body of Moses mentioned. Michael had to fight with Satan to do God’s bidding, as he did on another occasion in Da 10:13 ( see note there ). the devil. Another name for Satan which means “accuser” or “slanderer” (cf. Rev 12:9–10 ). body of Moses. Moses died on Mt. Nebo in Moab without having entered the Promised Land and was secretly buried in a place not known to man ( Dt 34:5–6 ). It would likely be that this confrontation took place as Michael buried Moses to prevent Satan from using Moses’ body for some diabolical purpose not stated. Perhaps Satan wanted to use it as an idol, an object of worship for Israel. God sent Michael, however, to be certain it was buried. This account was recorded in the pseudepigraphal Assumption of Moses (see Introduction: Interpretive Challenges ). blasphemous judgment. See note on 2Pe 2:11 . Rather than personally cursing such a powerful angel as Satan, Michael deferred to the ultimate, sovereign power of God following the example of the Angel of the Lord in Zec 3:2 . This is the supreme illustration of how Christians are to deal with Satan and demons. Believers are not to address them, but rather to seek the Lord’s intervening power against them."
  },
  {
    "start": 65001010,
    "content": "<b><a>10</a></b> <b>blaspheme.</b> <b>things … things.</b> <b>are destroyed.</b> blaspheme. Cf. v. 8 . Apostate teachers, in their brash, bold, egotistical infatuation with imagined power and authority, rail on that which they don’t even understand. things … things. See note on 2Pe 2:12 . Apostates are intellectually arrogant and spiritually ignorant in that they don’t know because they are blinded by Satan ( 2Co 4:4 ) and spiritual matters are beyond their unregenerate capacity to understand ( 1Co 2:14 ). In divine matters, they are no brighter than the dumbest beasts. are destroyed. This speaks of spiritual and moral self-destruction."
  },
  {
    "start": 65001011,
    "content": "<b><a>11</a></b> <b>Woe.</b> <b>way of Cain.</b> <b>error of Balaam.</b> <b>rebellion of Korah.</b> Woe. In declaring ultimate spiritual judgment on the apostates, Jude followed the example of the prophets (cf. Is 5:8–23 ) and of Christ (cf. Mt 23:13 , 15–16 , 23 , 25 , 27 , 29 ). The severest judgment of all ( Heb 10:26 ), will come on apostates because they too followed the same path as Cain, Balaam, and Korah. way of Cain. Cain openly rebelled against God’s revealed will regarding sacrifice ( see notes on Ge 4:1–15 ; cf. Heb 11:4 ; 1Jn 3:12 ). error of Balaam. Cf. Nu 22–25 ; see note on 2Pe 2:15 . For a large financial reward, Balaam devised a plan for Balak, king of Moab, to entice Israel into a compromising situation with idolatry and immorality which would bring God’s own judgment on His people (cf. Nu 31:16 ; Rev 2:14 ). rebellion of Korah. See notes on Nu 16:1–32 . Korah, plus 250 Jewish leaders, rejected the God-appointed leadership of Moses and Aaron in an attempt to impose his will upon God and the people. Apostates will unquestionably meet the same end as Korah—divine judgment."
  },
  {
    "start": 65001012,
    "end": 65001013,
    "content": "<b><a>12–13</a></b> See notes on 2Pe 2:13–17 ."
  },
  {
    "start": 65001013,
    "content": "<b><a>13</a></b> <b>wild waves.</b> <b>wandering stars.</b> wild waves. Apostates promise powerful ministry, but are quickly exposed as wreakers of havoc and workers of worthless shame (cf. Is 57:20 ). wandering stars. This most likely refers to a meteor or shooting star which has an uncontrolled moment of brilliance and then fades away forever into nothing. Apostates promise enduring spiritual direction, but deliver a brief, aimless, and worthless flash."
  },
  {
    "start": 65001014,
    "content": "<b><a>14</a></b> <b>Enoch.</b> <b>prophesied.</b> <b>Behold, the Lord … holy ones.</b> Enoch. Following the genealogy of Ge 5:1–24 ; 1Chr 1:1–3 , Enoch was the seventh in the line of Adam. Because Enoch “walked with God,” he was taken directly to heaven without having to die (cf. Ge 5:24 ; Heb 11:5 ). prophesied. See note on v. 4 . The source of this information was the Holy Spirit who inspired Jude. The fact that it was recorded in the nonbiblical and pseudepigraphal Book of Enoch had no effect on its accuracy. See Introduction: Interpretive Challenges . Behold, the Lord … holy ones. Enoch, before the Flood, prophesied about Christ’s second coming in judgment (cf. 1Th 3:13 ). “Holy ones” can refer to either angels or believers. Since both angels ( Mt 24:31 ; 25:31 ; Mk 8:38 ; 2Th 1:7 ) and believers ( Col 3:4 ; 1Th 3:13 ; Rev 19:14 ) will accompany Him, it may refer to both (cf. Zec 14:5 ), but the focus on judgment in v. 15 seems to favor angels, who are often seen in judgment action. While believers will have a role of judging during the Lord’s earthly kingdom ( see note on 1Co 6:2 ) and will return when Christ comes to judge ( Rev 19:14 ), angels are the executioners of God at the second coming of Christ (see Mt 13:39–41 , 49–50 ; 24:29–31 ; 25:31 ; 2Th 1:7–10 )."
  },
  {
    "start": 65001015,
    "content": "<b><a>15</a></b> <b>execute judgment.</b> <b>ungodly.</b> execute judgment. The sentence will be eternal hell (see Rev 20:11–15 ; cf. Mt 5:22 ; 7:19 ; 8:12 ; 10:28 ; 13:40–42 ; 25:41 , 46 ). ungodly. See note on v. 4 . The 4-fold use of this word as a description of the apostates (cf. vv. 4 , 18 ) identifies the core iniquity, which is failure to reverence God. See Peter’s use of the term in 2Pe 2:5–6 ; 3:7 . It was for such that Christ died ( Ro 5:6 )."
  },
  {
    "start": 65001016,
    "content": "<b><a>16</a></b> <b>grumblers.</b> <b>finding fault.</b> <b>following …</b> <b>lusts.</b> <b>speaks arrogantly.</b> <b>flattering people.</b> grumblers. See note on v. 5 . The word, found only here in the NT, is used in the LXX to describe the murmurings of Israel against God ( Ex 16:7–9 ; Nu 14:27 , 29 ; 1Co 10:10 ). finding fault. They gave vent to dissatisfaction with God’s will and way as was the case with Israel, Sodom, the fallen angels, Cain, Korah, and Balaam (cf. vv. 5–7 , 11 ). following … own lusts. See notes on 2Pe 2:10 , 18 ; 3:3 . This is a common phrase used to describe the unconverted (v. 18 ; 2Ti 4:3 ). Apostates are especially driven by a desire for sinful self-satisfaction. speaks arrogantly. See note on 2Pe 2:18 . They speak pompously and even magnificently, but with empty, lifeless words of no spiritual value. Their message has external attractiveness, but is void of the powerful substance of divine truth. flattering people. They tell people what they want to hear for their own profit (cf. 2Ti 4:3–4 ), rather than proclaiming the truth of God’s Word for the auditors’ benefit. Cf. Pss 5:9 ; 12:2–3 ; Pr 26:28 ; 29:5 ; Ro 3:13 ; 16:18 ."
  },
  {
    "start": 65001017,
    "end": 65001018,
    "content": "<b><a>17–18</a></b> See notes on 2Pe 3:1–3 ."
  },
  {
    "start": 65001018,
    "content": "<b><a>18</a></b> <b>last time.</b> <b>mockers.</b> <b>following … ungodly lust.</b> last time. Lit. at the chronological end of the current epoch or season (cf. 2Ti 3:1 ). This term refers to the time of Messiah from His first coming until His second ( see notes on 2Ti 3:1 ; 2Pe 3:3 ; 1Jn 2:18 ). These characteristics will prevail until Christ returns. mockers. See note on 2Pe 3:3 . These are the scoffers at God’s future plans who pretend to know the truth but deny that judgment will ever come. following … ungodly lust. See note on v. 16 ."
  },
  {
    "start": 65001019,
    "content": "<b><a>19</a></b> <b>cause divisions.</b> <b>worldly-minded.</b> <b>not having the Spirit.</b> cause divisions. They fractured the church rather than united it (cf. Eph 4:4–6 ; Php 2:2 ). worldly-minded. Apostate teachers advertise themselves as having the highest spiritual knowledge, but are actually attracted to the most debased levels of life. They are “soulish” not “spiritual.” Cf. Jas 3:15 . not having the Spirit. To not have the Spirit is to not have spiritual life at all ( see notes on Ro 8:9 ; 1Co 6:19–20 ) or, in other words, to be an unbeliever."
  },
  {
    "start": 65001020,
    "content": "<b><a>20</a></b> <b>building.</b> <b>praying in the Holy Spirit.</b> building. True believers have a sure foundation ( 1Co 3:11 ) and cornerstone ( Eph 2:20 ) in Jesus Christ. The truths of the Christian faith (cf. v. 3 ) have been provided in the teaching of the apostles and prophets ( Eph 2:20 ), so that Christians can build themselves up by the Word of God ( Ac 20:32 ). praying in the Holy Spirit. See note on Eph 6:18 . This is not a call to some ecstatic form of prayer, but simply a call to pray consistently in the will and power of the Spirit, as one would pray in the name of Jesus Christ (cf. Ro 8:26–27 )."
  },
  {
    "start": 65001021,
    "content": "<b><a>21</a></b> <b>keep.</b> <b>waiting.</b> keep. Cf. Ac 13:43 . This imperative establishes the believer’s responsibility to be obedient and faithful by living out his salvation (cf. Php 2:12 ), while God works out His will (cf. Php 2:13 ). It means to remain in the place of obedience where God’s love is poured out on His children, as opposed to being disobedient and incurring His chastening (cf. 1Co 11:27–31 ; Heb 12:5–11 ). This refers to the perseverance of the saints, the counterbalance to God’s sovereign preservation of believers in Christ (cf. v. 1 ). This is accomplished by: 1) building one’s self up in the Word of God (v. 20 ); 2) praying in the Holy Spirit (v. 20 ); and 3) looking for the finalization of eternal life (v. 21 ). For a related discussion of the perseverance of the saints, see note on Mt 24:13 . waiting. An eager anticipation of Christ’s second coming to provide eternal life in its ultimate, resurrection form (cf. Tit 2:13 ; 1Jn 3:1–3 ), which is the supreme expression of God’s mercy on one to whom Christ’s righteousness has undeservedly been imputed (cf. v. 2 ). Paul called this “loved His appearing” ( 2Ti 4:8 ) and John wrote that such a steady anticipation was purifying ( 1Jn 3:3 )."
  },
  {
    "start": 65001022,
    "end": 65001023,
    "content": "<b><a>22–23</a></b> <b>some.</b> some. There are several textual variants here which could result in either two or three groups being indicated. They are: 1) sincere doubters who deserve compassion (v. 22 ); 2) those who are deeper in unbelief and urgently need to be pulled from the fire (v. 23 ); and 3) those declared disciples of apostasy who still deserve mercy, but are to be handled with much fear (v. 23 ), lest the would-be-rescuer also be spiritually sullied. Given the mss. evidence and Jude’s pattern of writing in triads, 3 groups is the more likely scenario."
  },
  {
    "start": 65001023,
    "content": "<b><a>23</a></b> <b>for others, save.</b> <b>with fear.</b> for others, save. Others, who are committed to the errors taught by the apostates, need immediate and forthright attention before they are further entrenched on the road to the fire of hell (cf. v. 7 ) as a result of embracing deceptive lies. with fear. This third group also needs mercy, even though they are thoroughly polluted by apostate teaching. These people are to be given the true gospel, but with great fear, lest the deliverer be contaminated also. The defiled garment pictures the apostate’s debauched life, which can spread its contagion to the well-meaning evangelist."
  },
  {
    "start": 65001024,
    "end": 65001025,
    "content": "<b><a>24–25</a></b> Jude’s lovely benediction/doxology stands as one of the most splendid in the NT (cf. Ro 11:33–36 ; 16:25–27 ; 2Co 13:14 ; Heb 13:20–21 ). It returned to the theme of salvation which Jude had hoped to develop at the beginning (cf. v. 3 ) and bolstered the courage of believers to know that Christ would protect them from the present apostasy."
  },
  {
    "start": 65001025,
    "content": "<b><a>25</a></b> <b>God our Savior.</b> <b>glory … authority.</b> God our Savior. God is by nature a saving God, unlike the reluctant and indifferent false deities of human and demon invention ( see notes on 1Ti 2:2 ; 4:10 ; 2Ti 1:10 ; Tit 1:3 ; 2:10 ; 3:4 ; 2Pe 1:1 ). glory … authority. Both Jude on earth and the angels and saints in heaven ( Rev 4:10–11 ; 5:12–14 ) ascribed these kinds of qualities to our God and the Lord Jesus Christ."
  }
]