[
  {
    "start": 57001001,
    "end": 57001002,
    "content": "<b><a>1–2</a></b> Following first-century custom, the salutation contains the names of the letter’s author and its recipient. This is a very personal letter and Philemon was one of only 3 individuals (Timothy and Titus are the others) to receive a divinely inspired letter from Paul."
  },
  {
    "start": 57001002,
    "content": "<b><a>2</a></b> <b>Apphia … Archippus.</b> <b>in your house.</b> Apphia … Archippus. Philemon’s wife and son, respectively. in your house. First-century churches met in homes, and Paul wanted this personal letter read in the church that met at Philemon’s. This reading would hold Philemon accountable, as well as instruct the church on the matter of forgiveness."
  },
  {
    "start": 57001003,
    "content": "<b><a>3</a></b> <b>Grace to you.</b> Grace to you. The standard greeting that appears in all 13 of Paul’s NT letters. It highlighted salvation’s means (grace) and its results (peace) and linked the Father and Son, thus affirming the deity of Christ."
  },
  {
    "start": 57001005,
    "content": "<b><a>5</a></b> In the Greek text, this verse is arranged in what is called a chiastic construction. “Love” relates to the final phrase “toward all the saints.” This love of will, choice, self-sacrifice, and humility ( Ga 5:22 ) was a manifestation of Philemon’s genuine faith “toward the Lord Jesus” (cf. Ro 5:5 ; Ga 5:6 ; 1Jn 3:14 )."
  },
  {
    "start": 57001006,
    "content": "<b><a>6</a></b> <b>fellowship.</b> <b>effective.</b> <b>knowledge.</b> fellowship. The Greek word here means much more than simply enjoying one another’s company. It refers to a mutual sharing of all life, which believers do because of their common life in Christ and mutual partnership or “belonging to one another” in the “faith.” effective. Lit. “powerful.” Paul wanted Philemon’s actions to send a powerful message to the church about the importance of forgiveness. knowledge. The deep, rich, full, experiential knowledge of the truth ( see notes on Col 1:9 ; 3:10 )."
  },
  {
    "start": 57001007,
    "content": "<b><a>7</a></b> <b>hearts.</b> <b>refreshed.</b> hearts. This Greek word denotes the seat of human feelings ( see note on Col 3:12 where the same Greek word is translated “compassion”). refreshed. This comes from the Greek military term that describes an army at rest from a march."
  },
  {
    "start": 57001008,
    "content": "<b><a>8</a></b> <b>boldness … to command.</b> boldness … to command. Because of his apostolic authority ( see notes on Ro 1:1 ; 1Th 2:6 ), Paul could have ordered Philemon to accept Onesimus."
  },
  {
    "start": 57001009,
    "content": "<b><a>9</a></b> <b>I rather plead.</b> <b>the aged.</b> <b>prisoner.</b> I rather plead. In this situation, however, Paul did not rely on his authority but called for a response based on the bond of love between himself and Philemon (v. 7 ; cf. 2Co 10:1 ). the aged. More than a reference to his chronological age (which at the time of this letter was about 60), this description includes the toll that all the years of persecution, illnesses, imprisonments, difficult journeys, and constant concern for the churches had taken on Paul ( see notes on 2Co 11:23–30 ), making him feel and appear even older than he actually was. prisoner. See note on v. 1 ."
  },
  {
    "start": 57001010,
    "content": "<b><a>10</a></b> <b>my child Onesimus.</b> <b>became a father in my chains.</b> my child Onesimus. See Introduction: Background and Setting . To Paul, he was a son in the faith ( see note on 1Ti 1:2 ). became a father in my chains. While in prison at Rome, Paul had led him to faith in Christ."
  },
  {
    "start": 57001011,
    "content": "<b><a>11</a></b> <b>useless … useful.</b> useless … useful. This play on words carries the same root meaning as the Greek word from which the name Onesimus comes. Paul was basically saying, “Useful formerly was useless, but now is useful”—Paul’s point is that Onesimus had been radically transformed by God’s grace."
  },
  {
    "start": 57001014,
    "content": "<b><a>14</a></b> <b>voluntary.</b> voluntary. Paul wanted Onesimus to minister alongside him, but only if Philemon openly and gladly agreed to release him."
  },
  {
    "start": 57001015,
    "content": "<b><a>15</a></b> <b>perhaps.</b> perhaps. Paul was suggesting that God providentially ordered the overturning of the evil of Onesimus’ running away to produce eventual good (cf. Ge 50:20 ; Ro 8:28 )."
  },
  {
    "start": 57001016,
    "content": "<b><a>16</a></b> <b>more than a slave, a beloved brother.</b> <b>in the flesh.</b> <b>in the Lord.</b> more than a slave, a beloved brother. Paul did not call for Onesimus’ freedom (cf. 1Co 7:20–22 ), but that Philemon would receive his slave now as a fellow-believer in Christ (cf. Eph 6:9 ; Col 4:1 ; 1Ti 6:2 ). Christianity never sought to abolish slavery, but rather to make the relationships within it just and kind. in the flesh. In this physical life ( see note on Php 1:22 ), as they worked together. in the Lord. The master and slave were to enjoy spiritual oneness and fellowship as they worshiped and ministered together."
  },
  {
    "start": 57001017,
    "end": 57001019,
    "content": "<b><a>17–19</a></b> Paul offered to pay whatever restitution was necessary for Onesimus to be reconciled to Philemon, following the example of Jesus in reconciling sinners to God."
  },
  {
    "start": 57001019,
    "content": "<b><a>19</a></b> <b>with my own hand.</b> <b>even your own self.</b> with my own hand. See notes on Ga 6:11 ; Col 4:18 ; cf. 2Th 3:17 . even your own self. Philemon owed Paul something far greater than the material debt Paul was offering to repay, since Paul had led him to saving faith, a debt Philemon could never repay."
  },
  {
    "start": 57001020,
    "content": "<b><a>20</a></b> <b>let me benefit from you.</b> let me benefit from you. See note on Php 2:2 . By forgiving Onesimus, Philemon would keep the unity in the church at Colosse and bring joy to the chained apostle (cf. v. 7 )."
  },
  {
    "start": 57001021,
    "content": "<b><a>21</a></b> <b>even more than what I say.</b> even more than what I say. The more than forgiveness that Paul was urging upon Philemon was either: 1) to welcome Onesimus back enthusiastically, not grudgingly (cf. Lk 15:22–24 ); 2) to permit Onesimus, in addition to his menial tasks, to minister spiritually with Philemon; or 3) to forgive any others who might have wronged Philemon. Whichever Paul intended, he was not subtly urging Philemon to grant Onesimus freedom ( see note on v. 16 )."
  },
  {
    "start": 57001022,
    "content": "<b><a>22</a></b> <b>a lodging.</b> <b>I will be graciously given to you.</b> a lodging. A place where Paul could stay when he visited Colosse. I will be graciously given to you. Paul expected to be released from prison in the near future (cf. Php 2:23–24 ), after which he could be with Philemon and the other Colossians again."
  },
  {
    "start": 57001023,
    "content": "<b><a>23</a></b> <b>Epaphras.</b> Epaphras. See note on Col 4:12 ."
  },
  {
    "start": 57001024,
    "content": "<b><a>24</a></b> <b>Mark, Aristarchus.</b> <b>Demas, Luke.</b> Mark, Aristarchus. See note on Col 4:10 . The story of the once severed but now mended relationship between Paul and Mark ( Ac 15:38–40 ; 2Ti 4:11 ) would have been well known to the believers in Colosse ( Col 4:10 ). Listing Mark’s name here would serve to remind Philemon that Paul himself had worked through the issues of forgiveness, and that the instructions he was passing on to his friend were ones the apostle himself had already implemented in his relationship with John Mark. Demas, Luke. See note on Col 4:14 ."
  }
]