[
  {
    "id": "intro57",
    "title": "The Letter of Paul to Philemon",
    "content": "The Letter of Paul to Philemon Title Philemon, the recipient of this letter, was a prominent member of the church at Colosse (vv. <a ref='Philemon 1:1–2'>1–2</a> ; cf. <a ref='Colossians 4:9'>Col 4:9</a> ), which met in his house (v. <a ref='Philemon 1:2'>2</a> ). The letter was for him, his family, and the church. Author and Date The book claims that the apostle Paul was its writer (vv. <a ref='Philemon 1:1'>1</a> , <a ref='Philemon 1:9'>9</a> , <a ref='Philemon 1:19'>19</a> ), a claim that few in the history of the church have disputed, especially since there is nothing in Philemon that a forger would have been motivated to write. It is one of the Prison Epistles, along with Ephesians, Philippians, and Colossians. Its close connection with Colossians, which Paul wrote at the same time (ca. AD 60–62; cf. vv. <a ref='Philemon 1:1'>1</a> , <a ref='Philemon 1:16'>16</a> ), brought early and unquestioned vindication of Paul’s authorship by the early church fathers (e.g., Jerome, Chrysostom, and Theodore of Mopsuestia). The earliest of NT canons, the Muratorian (ca. AD 170), includes Philemon. For biographical information on Paul, see Introduction to Romans: Author and Date ; for the date and place of Philemon’s writing, see Introductions to Ephesians and Philippians: Author and Date . Background and Setting Philemon had been saved under Paul’s ministry, probably at Ephesus (v. <a ref='Philemon 1:19'>19</a> ), several years earlier. Wealthy enough to have a large house (cf. v. <a ref='Philemon 1:2'>2</a> ), Philemon also owned at least one slave, a man named Onesimus (lit. “useful”; a common name for slaves). Onesimus was not a believer at the time he stole some money (v. <a ref='Philemon 1:18'>18</a> ) from Philemon and ran away. Like countless thousands of other runaway slaves, Onesimus fled to Rome, seeking to lose himself in the Imperial capital’s teeming and nondescript slave population. Through circumstances not recorded in Scripture, Onesimus met Paul in Rome and became a Christian. The apostle quickly grew to love the runaway slave (vv. <a ref='Philemon 1:12'>12</a> , <a ref='Philemon 1:16'>16</a> ) and longed to keep Onesimus in Rome (v. <a ref='Philemon 1:13'>13</a> ), where he was providing valuable service to Paul in his imprisonment (v. <a ref='Philemon 1:11'>11</a> ). But by stealing and running away from Philemon, Onesimus had both broken Roman law and defrauded his master. Paul knew those issues had to be dealt with, and decided to send Onesimus back to Colosse. It was too hazardous for him to make the trip alone (because of the danger of slave-catchers), so Paul sent him back with Tychicus, who was returning to Colosse with the epistle to the Colossians ( <a ref='Colossians 4:7–9'>Col 4:7–9</a> ). Along with Onesimus, Paul sent Philemon this beautiful personal letter, urging him to forgive Onesimus and welcome him back to service as a brother in Christ (vv. <a ref='Philemon 1:15–17'>15–17</a> ). Historical and Theological Themes Philemon provides valuable historical insights into the early church’s relationship to the institution of slavery. Slavery was widespread in the Roman Empire (according to some estimates, slaves constituted one-third, perhaps more, of the population) and an accepted part of life. In Paul’s day, slavery had virtually eclipsed free labor. Slaves could be doctors, musicians, teachers, artists, librarians, or accountants; in short, almost all jobs could be and were filled by slaves. Slaves were not legally considered persons, but were the tools of their masters. As such, they could be bought, sold, inherited, exchanged, or seized to pay their master’s debt. Their masters had virtually unlimited power to punish them, and sometimes did so severely for the slightest infractions. By the time of the NT, however, slavery was beginning to change. Realizing that contented slaves were more productive, masters tended to treat them more leniently. It was not uncommon for a master to teach a slave his own trade, and some masters and slaves became close friends. While still not recognizing them as persons under the law, the Roman Senate in AD 20 granted slaves accused of crimes the right to a trial. It also became more common for slaves to be granted (or to purchase) their freedom. Some slaves enjoyed very favorable and profitable service under their masters and were better off than many freemen because they were assured of care and provision. Many freemen struggled in poverty. The NT nowhere directly attacks slavery; had it done so, the resulting slave insurrections would have been brutally suppressed and the message of the gospel hopelessly confused with that of social reform. Instead, Christianity undermined the evils of slavery by changing the hearts of slaves and masters. By stressing the spiritual equality of master and slave (v. <a ref='Philemon 1:16'>16</a> ; <a ref='Galatians 3:28'>Ga 3:28</a> ; <a ref='Ephesians 6:9'>Eph 6:9</a> ; <a ref='Colossians 4:1'>Col 4:1</a> ; <a ref='1 Timothy 6:1–2'>1Ti 6:1–2</a> ), the Bible did away with slavery’s abuses. The rich theological theme that alone dominates the letter is forgiveness, a featured theme throughout NT Scripture (cf. <a ref='Matthew 6:12–15'>Mt 6:12–15</a> ; <a ref='Matthew 18:21–35'>18:21–35</a> ; <a ref='Ephesians 4:32'>Eph 4:32</a> ; <a ref='Colossians 3:13'>Col 3:13</a> ). Paul’s instruction here provides the biblical definition of forgiveness, without ever using the word. Interpretive Challenges There are no significant interpretive challenges in this personal letter from Paul to his friend Philemon. Outline I. Greeting ( <a ref='Philemon 1:1–3'>1–3</a> ) II. The Character of One Who Forgives ( <a ref='Philemon 1:4–7'>4–7</a> ) III. The Actions of One Who Forgives ( <a ref='Philemon 1:8–18'>8–18</a> ) IV. The Motives of One Who Forgives ( <a ref='Philemon 1:19–25'>19–25</a> )",
    "type": "chapter_content"
  },
  {
    "id": "anc57",
    "title": "Study Notes and Features for Philemon",
    "content": "Study Notes and Features <a ref='Philemon 1:1–2'>1–2</a> Following first-century custom, the salutation contains the names of the letter’s author and its recipient. This is a very personal letter and Philemon was one of only 3 individuals (Timothy and Titus are the others) to receive a divinely inspired letter from Paul. <a ref='Philemon 1:1'>1</a> <b>prisoner of Christ Jesus.</b> At the time of writing, Paul was a prisoner in Rome (see Introductions to Ephesians and Philippians: Author and Date ). Paul was imprisoned for the sake of and by the sovereign will of Christ (cf. <a ref='Ephesians 3:1'>Eph 3:1</a> ; <a ref='Ephesians 4:1'>4:1</a> ; <a ref='Ephesians 6:19–20'>6:19–20</a> ; <a ref='Philippians 1:13'>Php 1:13</a> ; <a ref='Colossians 4:3'>Col 4:3</a> ). By beginning with his imprisonment and not his apostolic authority, Paul made this letter a gentle and singular appeal to a friend. A reminder of Paul’s severe hardships was bound to influence Philemon’s willingness to do the comparatively easy task Paul was about to request. <b>Timothy.</b> See Introduction to 1 Timothy: Background and Setting ; <i>see notes on <a ref='Acts 16:1–3'>Ac 16:1–3</a> ; <a ref='Philippians 1:1'>Php 1:1</a> ; <a ref='1 Timothy 1:2'>1Ti 1:2</a></i> . He was not the coauthor of this letter, but probably had met Philemon at Ephesus and was with Paul when the apostle wrote the letter. Paul mentions Timothy here and in the other epistles (e.g., <a ref='2 Corinthians 1:1'>2Co 1:1</a> ; <a ref='Philippians 1:1'>Php 1:1</a> ; <a ref='Colossians 1:1'>Col 1:1</a> ; <a ref='1 Thessalonians 1:1'>1Th 1:1</a> ; <a ref='2 Thessalonians 1:1'>2Th 1:1</a> ) because he wanted him recognized as a leader and the non-apostolic heir apparent to Paul. <b>Philemon.</b> A wealthy member of the Colossian church which met in his house (see Introduction: Background and Setting ). Church buildings were unknown until the third century. <a ref='Philemon 1:2'>2</a> <b>Apphia … Archippus.</b> Philemon’s wife and son, respectively. <b>in your house.</b> First-century churches met in homes, and Paul wanted this personal letter read in the church that met at Philemon’s. This reading would hold Philemon accountable, as well as instruct the church on the matter of forgiveness. <a ref='Philemon 1:3'>3</a> <b>Grace to you.</b> The standard greeting that appears in all 13 of Paul’s NT letters. It highlighted salvation’s means (grace) and its results (peace) and linked the Father and Son, thus affirming the deity of Christ. Characteristics of Christian Love Grateful for the best in others v. <a ref='Philemon 1:4'>4</a> Seeks the welfare of others v. <a ref='Philemon 1:10'>10</a> Deals honestly with others v. <a ref='Philemon 1:12'>12</a> Bears the burdens of others v. <a ref='Philemon 1:18'>18</a> Believes the best of others v. <a ref='Philemon 1:21'>21</a> Go to the Index of Charts and Maps . <a ref='Philemon 1:5'>5</a> In the Greek text, this verse is arranged in what is called a chiastic construction. “Love” relates to the final phrase “toward all the saints.” This love of will, choice, self-sacrifice, and humility ( <a ref='Galatians 5:22'>Ga 5:22</a> ) was a manifestation of Philemon’s genuine faith “toward the Lord Jesus” (cf. <a ref='Romans 5:5'>Ro 5:5</a> ; <a ref='Galatians 5:6'>Ga 5:6</a> ; <a ref='1 John 3:14'>1Jn 3:14</a> ). <a ref='Philemon 1:6'>6</a> <b>fellowship.</b> The Greek word here means much more than simply enjoying one another’s company. It refers to a mutual sharing of all life, which believers do because of their common life in Christ and mutual partnership or “belonging to one another” in the “faith.” <b>effective.</b> Lit. “powerful.” Paul wanted Philemon’s actions to send a powerful message to the church about the importance of forgiveness. <b>knowledge.</b> The deep, rich, full, experiential knowledge of the truth ( <i>see notes on <a ref='Colossians 1:9'>Col 1:9</a> ; <a ref='Colossians 3:10'>3:10</a></i> ). <a ref='Philemon 1:7'>7</a> <b>hearts.</b> This Greek word denotes the seat of human feelings ( <i>see note on <a ref='Colossians 3:12'>Col 3:12</a></i> where the same Greek word is translated “compassion”). <b>refreshed.</b> This comes from the Greek military term that describes an army at rest from a march. <a ref='Philemon 1:8'>8</a> <b>boldness … to command.</b> Because of his apostolic authority ( <i>see notes on <a ref='Romans 1:1'>Ro 1:1</a> ; <a ref='1 Thessalonians 2:6'>1Th 2:6</a></i> ), Paul could have ordered Philemon to accept Onesimus. <a ref='Philemon 1:9'>9</a> <b>I rather plead.</b> In this situation, however, Paul did not rely on his authority but called for a response based on the bond of love between himself and Philemon (v. <a ref='Philemon 1:7'>7</a> ; cf. <a ref='2 Corinthians 10:1'>2Co 10:1</a> ). <b>the aged.</b> More than a reference to his chronological age (which at the time of this letter was about 60), this description includes the toll that all the years of persecution, illnesses, imprisonments, difficult journeys, and constant concern for the churches had taken on Paul ( <i>see notes on <a ref='2 Corinthians 11:23–30'>2Co 11:23–30</a></i> ), making him feel and appear even older than he actually was. <b>prisoner.</b> <i>See note on v. <a ref='Philemon 1:1'>1</a> .</i> <a ref='Philemon 1:10'>10</a> <b>my child Onesimus.</b> See Introduction: Background and Setting . To Paul, he was a son in the faith ( <i>see note on <a ref='1 Timothy 1:2'>1Ti 1:2</a></i> ). <b>became a father in my chains.</b> While in prison at Rome, Paul had led him to faith in Christ. <a ref='Philemon 1:11'>11</a> <b>useless … useful.</b> This play on words carries the same root meaning as the Greek word from which the name Onesimus comes. Paul was basically saying, “Useful formerly was useless, but now is useful”—Paul’s point is that Onesimus had been radically transformed by God’s grace. <a ref='Philemon 1:14'>14</a> <b>voluntary.</b> Paul wanted Onesimus to minister alongside him, but only if Philemon openly and gladly agreed to release him. <a ref='Philemon 1:15'>15</a> <b>perhaps.</b> Paul was suggesting that God providentially ordered the overturning of the evil of Onesimus’ running away to produce eventual good (cf. <a ref='Genesis 50:20'>Ge 50:20</a> ; <a ref='Romans 8:28'>Ro 8:28</a> ). <a ref='Philemon 1:16'>16</a> <b>more than a slave, a beloved brother.</b> Paul did not call for Onesimus’ freedom (cf. <a ref='1 Corinthians 7:20–22'>1Co 7:20–22</a> ), but that Philemon would receive his slave now as a fellow-believer in Christ (cf. <a ref='Ephesians 6:9'>Eph 6:9</a> ; <a ref='Colossians 4:1'>Col 4:1</a> ; <a ref='1 Timothy 6:2'>1Ti 6:2</a> ). Christianity never sought to abolish slavery, but rather to make the relationships within it just and kind. <b>in the flesh.</b> In this physical life ( <i>see note on <a ref='Philippians 1:22'>Php 1:22</a></i> ), as they worked together. <b>in the Lord.</b> The master and slave were to enjoy spiritual oneness and fellowship as they worshiped and ministered together. <a ref='Philemon 1:17–19'>17–19</a> Paul offered to pay whatever restitution was necessary for Onesimus to be reconciled to Philemon, following the example of Jesus in reconciling sinners to God. <a ref='Philemon 1:19'>19</a> <b>with my own hand.</b> <i>See notes on <a ref='Galatians 6:11'>Ga 6:11</a> ; <a ref='Colossians 4:18'>Col 4:18</a></i> ; cf. <a ref='2 Thessalonians 3:17'>2Th 3:17</a> . <b>even your own self.</b> Philemon owed Paul something far greater than the material debt Paul was offering to repay, since Paul had led him to saving faith, a debt Philemon could never repay. <a ref='Philemon 1:20'>20</a> <b>let me benefit from you.</b> <i>See note on <a ref='Philippians 2:2'>Php 2:2</a> .</i> By forgiving Onesimus, Philemon would keep the unity in the church at Colosse and bring joy to the chained apostle (cf. v. <a ref='Philemon 1:7'>7</a> ). <a ref='Philemon 1:21'>21</a> <b>even more than what I say.</b> The more than forgiveness that Paul was urging upon Philemon was either: 1) to welcome Onesimus back enthusiastically, not grudgingly (cf. <a ref='Luke 15:22–24'>Lk 15:22–24</a> ); 2) to permit Onesimus, in addition to his menial tasks, to minister spiritually with Philemon; or 3) to forgive any others who might have wronged Philemon. Whichever Paul intended, he was not subtly urging Philemon to grant Onesimus freedom ( <i>see note on v. <a ref='Philemon 1:16'>16</a></i> ). <a ref='Philemon 1:22'>22</a> <b>a lodging.</b> A place where Paul could stay when he visited Colosse. <b>I will be graciously given to you.</b> Paul expected to be released from prison in the near future (cf. <a ref='Philippians 2:23–24'>Php 2:23–24</a> ), after which he could be with Philemon and the other Colossians again. <a ref='Philemon 1:23'>23</a> <b>Epaphras.</b> <i>See note on <a ref='Colossians 4:12'>Col 4:12</a> .</i> <a ref='Philemon 1:24'>24</a> <b>Mark, Aristarchus.</b> <i>See note on <a ref='Colossians 4:10'>Col 4:10</a> .</i> The story of the once severed but now mended relationship between Paul and Mark ( <a ref='Acts 15:38–40'>Ac 15:38–40</a> ; <a ref='2 Timothy 4:11'>2Ti 4:11</a> ) would have been well known to the believers in Colosse ( <a ref='Colossians 4:10'>Col 4:10</a> ). Listing Mark’s name here would serve to remind Philemon that Paul himself had worked through the issues of forgiveness, and that the instructions he was passing on to his friend were ones the apostle himself had already implemented in his relationship with John Mark. <b>Demas, Luke.</b> <i>See note on <a ref='Colossians 4:14'>Col 4:14</a> .</i>",
    "type": "notes"
  },
  {
    "id": "notes57f",
    "title": "Translator’s Notes and Cross-References for Philemon",
    "content": "Notes and Cross-References Philemon 1 1 a Lit <i>the</i> 1 A <a ref='Philippians 1:1'>Php 1:1</a> 1 B <a ref='Ephesians 3:1'>Eph 3:1</a> 1 C <a ref='Galatians 3:26'>Ga 3:26</a> 1 D <a ref='2 Corinthians 1:1'>2Co 1:1</a> ; <a ref='Colossians 1:1'>Col 1:1</a> 1 E <a ref='Philippians 2:25'>Php 2:25</a> ; <a ref='Philemon 1:24'>Phm 24</a> 2 b Lit <i>the</i> 2 F <a ref='Romans 16:1'>Ro 16:1</a> 2 G <a ref='Colossians 4:17'>Col 4:17</a> 2 H <a ref='Philippians 2:25'>Php 2:25</a> ; <a ref='2 Timothy 2:3'>2Ti 2:3</a> 2 I <a ref='Romans 16:5'>Ro 16:5</a> 3 J <a ref='Romans 1:7'>Ro 1:7</a> 4 K <a ref='Romans 1:8'>Ro 1:8f</a> 5 c Or <i>holy ones</i> 5 L <a ref='Ephesians 1:15'>Eph 1:15</a> ; <a ref='Colossians 1:4'>Col 1:4</a> ; <a ref='1 Thessalonians 3:6'>1Th 3:6</a> 6 d Or <i>in</i> 6 e Lit <i>toward Christ</i> 6 M <a ref='Philippians 1:9'>Php 1:9</a> ; <a ref='Colossians 1:9'>Col 1:9</a> ; <a ref='Colossians 3:10'>3:10</a> 7 f Lit <i>inward parts</i> 7 g Or <i>holy ones</i> 7 N <a ref='2 Corinthians 7:4'>2Co 7:4</a> , <a ref='2 Corinthians 7:13'>13</a> 7 O <a ref='1 Corinthians 16:18'>1Co 16:18</a> ; <a ref='Philemon 1:20'>Phm 20</a> 8 P <a ref='2 Corinthians 3:12'>2Co 3:12</a> ; <a ref='1 Thessalonians 2:6'>1Th 2:6</a> 8 Q <a ref='Ephesians 5:4'>Eph 5:4</a> 9 h Or <i>an ambassador</i> 9 R <a ref='Romans 12:1'>Ro 12:1</a> 9 S <a ref='Titus 2:2'>Tit 2:2</a> 9 T <a ref='Philemon 1:1'>Phm 1</a> 9 U <a ref='Galatians 3:26'>Ga 3:26</a> ; <a ref='1 Timothy 1:12'>1Ti 1:12</a> ; <a ref='Philemon 1:23'>Phm 23</a> 10 i Useful 10 j Or <i>begotten</i> 10 V <a ref='Romans 12:1'>Ro 12:1</a> 10 W <a ref='1 Corinthians 4:14'>1Co 4:14f</a> 10 X <a ref='Colossians 4:9'>Col 4:9</a> 13 Y <a ref='Philippians 1:7'>Php 1:7</a> ; <a ref='Philemon 1:10'>Phm 10</a> 14 Z <a ref='2 Corinthians 9:7'>2Co 9:7</a> ; <a ref='1 Peter 5:2'>1Pe 5:2</a> 15 A <a ref='Genesis 45:5'>Ge 45:5</a> , <a ref='Genesis 45:8'>8</a> 16 B <a ref='1 Corinthians 7:22'>1Co 7:22</a> 16 C <a ref='Matthew 23:8'>Mt 23:8</a> ; <a ref='1 Timothy 6:2'>1Ti 6:2</a> 16 D <a ref='Ephesians 6:5'>Eph 6:5</a> ; <a ref='Colossians 3:22'>Col 3:22</a> 17 E <a ref='2 Corinthians 8:23'>2Co 8:23</a> 19 k Lit <i>say</i> 19 F <a ref='1 Corinthians 16:21'>1Co 16:21</a> ; <a ref='2 Corinthians 10:1'>2Co 10:1</a> ; <a ref='Galatians 5:2'>Ga 5:2</a> 19 G <a ref='2 Corinthians 9:4'>2Co 9:4</a> 20 H <a ref='Philemon 1:7'>Phm 7</a> 21 I <a ref='2 Corinthians 2:3'>2Co 2:3</a> 22 J <a ref='Acts 28:23'>Ac 28:23</a> 22 K <a ref='Philippians 1:25'>Php 1:25</a> ; <a ref='Philippians 2:24'>2:24</a> 22 L <a ref='2 Corinthians 1:11'>2Co 1:11</a> 22 M <a ref='Acts 27:24'>Ac 27:24</a> ; <a ref='Hebrews 13:19'>Heb 13:19</a> 23 N <a ref='Colossians 1:7'>Col 1:7</a> ; <a ref='Colossians 4:12'>4:12</a> 23 O <a ref='Romans 16:7'>Ro 16:7</a> ; <a ref='Philemon 1:1'>Phm 1</a> 24 P <a ref='Acts 12:12'>Ac 12:12</a> , <a ref='Acts 12:25'>25</a> ; <a ref='Acts 15:37–39'>15:37-39</a> ; <a ref='Colossians 4:10'>Col 4:10</a> 24 Q <a ref='Acts 19:29'>Ac 19:29</a> ; <a ref='Acts 27:2'>27:2</a> ; <a ref='Colossians 4:10'>Col 4:10</a> 24 R <a ref='Colossians 4:14'>Col 4:14</a> ; <a ref='2 Timothy 4:10'>2Ti 4:10f</a> 24 S <a ref='Philemon 1:1'>Phm 1</a> 25 l One early ms adds <i>Amen</i> 25 T <a ref='Galatians 6:18'>Ga 6:18</a> 25 U <a ref='2 Timothy 4:22'>2Ti 4:22</a>",
    "type": "notes"
  }
]