[
  {
    "id": "intertestamental",
    "title": "Introduction to the Intertestamental Period",
    "content": "Introduction to the Intertestamental Period Over 400 years separated the final events ( <a ref='Nehemiah 13:4–30'>Ne 13:4–30</a> ) and final prophecy ( <a ref='Malachi 1:1–4:6'>Mal 1:1—4:6</a> ) recorded in the Old Testament (ca. 424 BC) from the beginning actions ( <a ref='Luke 1:5–25'>Lk 1:5–25</a> ) narrated in the New Testament (ca. 6 BC). Because there was no prophetic word from God during this time, this period is sometimes called “the four hundred silent years.” However, the history of these years followed the pattern predicted in Daniel ( <a ref='Daniel 2:24'>Da 2:24</a> , <a ref='Daniel 2:45'>45</a> ; <a ref='Daniel 7:1–28'>7:1–28</a> ; <a ref='Daniel 8:1–27'>8:1–27</a> ; <a ref='Daniel 11:1–35'>11:1–35</a> ) with exact precision. Though the voice of God was silent, the hand of God was actively directing the course of events during these centuries. Jewish History As predicted by Daniel, control of the land of Israel passed from the empire of Medo-Persia to Greece and then to Rome ( <a ref='Daniel 2:39–40'>Da 2:39–40</a> ; <a ref='Daniel 7:5–7'>7:5–7</a> ). For about 200 years, the Persian Empire ruled the Jews (539–332 BC). The Persians allowed the Jews to return, rebuild, and worship at the temple in Jerusalem ( <a ref='2 Chronicles 36:22–23'>2Chr 36:22–23</a> ; <a ref='Ezra 1:1–4'>Ezr 1:1–4</a> ). For about 100 years after the close of the Old Testament canon, Judea continued to be a Persian territory under the governor of Syria with the High Priest exercising a measure of civil authority. The Jews were allowed to observe their religious tenets without any official governmental interference. Expansion of Palestine Under the Maccabees (166 BC) Go to the Index of Charts and Maps . Between 334 BC and 331 BC, Alexander the Great defeated the Persian king, Darius III, in 3 decisive battles that gave him control of the lands of the Persian Empire. The land of Israel thus passed into Greek control in 332 BC ( <a ref='Daniel 8:5–7'>Da 8:5–7</a> , <a ref='Daniel 8:20–21'>20–21</a> ; <a ref='Daniel 11:3'>11:3</a> ). Alexander permitted the Jews in Judea to observe their laws and granted them an exemption from taxes during their sabbatical years. However, Alexander sought to bring Greek culture, called “Hellenism,” to the lands he had conquered. He wished to create a world united by Greek language and thinking. This policy, carried on by Alexander’s successors, was as dangerous to the religion of Israel as the cult of Baal had been, because the Greek way of life was attractive, sophisticated, and humanly appealing, but utterly ungodly. Upon Alexander’s death in 323 BC, a struggle ensued among his generals as his empire was divided ( <a ref='Daniel 8:22'>Da 8:22</a> ; <a ref='Daniel 11:4'>11:4</a> ). Ptolemy I Sater, founder of the Ptolemies of Egypt, took control of Israel, even though an agreement in 301 BC assigned it to Seleucus I Nicator, founder of the Seleucids of Syria. This caused continuing contention between the Seleucid and Ptolemaic dynasties ( <a ref='Daniel 11:5'>Da 11:5</a> ). The Ptolemies ruled Judea from 301 BC to 198 BC ( <a ref='Daniel 11:6–12'>Da 11:6–12</a> ). Under the Ptolemies, the Jews had comparative religious freedom in a setting of economic oppression. In 198 BC, Antiochus III the Great defeated Ptolemy V Epiphanes and took control of Israel ( <a ref='Daniel 11:13–16'>Da 11:13–16</a> ). Judea was under Seleucid rule until 143 BC ( <a ref='Daniel 11:17–35'>Da 11:17–35</a> ). Early Seleucid toleration of Jewish religious practices came to an end in the reign of Antiochus IV Epiphanes (175–164 BC). Antiochus desecrated and plundered the temple of Jerusalem in 170 BC. In 167 BC, Antiochus ordered Hellenization in Palestine and forbade the Jews from keeping their laws, observing the Sabbath, keeping festivals, offering sacrifices, and circumcising their children. Copies of the Torah were ordered destroyed, idolatrous altars were set up, plus the Jews were commanded by Antiochus to offer unclean sacrifices and to eat swine’s flesh. Antiochus was the first pagan monarch to persecute the Jews for their faith ( <a ref='Daniel 8:9–14'>Da 8:9–14</a> , <a ref='Daniel 8:23–25'>23–25</a> ; <a ref='Daniel 11:21–35'>11:21–35</a> ). An aged priest, Mattathias, and his 5 sons led the Jewish resistance against Antiochus and his Seleucid successors. This was known as the Maccabean Revolt because Judas Maccabeus (lit. “Hammer”) was the first leader among the 5 sons. After a 24-year war (166–142 BC), the Jews were able to gain their independence from Syria because of the growing Roman pressure on the Seleucids. The descendants of Mattathias founded the Hasmonean dynasty, a name derived from Hashmon, an ancestor of the Maccabees. The Hasmoneans took over the office of High Priest, although they did not belong to the line of Zadok ( <a ref='Numbers 25:10–13'>Nu 25:10–13</a> ; <a ref='Ezekiel 40:46'>Eze 40:46</a> ; <a ref='Ezekiel 48:11'>48:11</a> ). Quickly, the Hasmoneans began to follow Hellenistic ways, the very practices they had at first resisted. The Greek influence continued in Palestine from 142 BC to 63 BC through this native dynasty. The Hasmonean dynasty ended in 63 BC when Pompey, a general of Rome, intervened in a clash between two claimants to the High Priesthood, Aristobolus II and Hyrcanus II. The land thus passed into Roman control ( <a ref='Daniel 2:40'>Da 2:40</a> ; <a ref='Daniel 7:7'>7:7</a> ). Continuing unrest led the Romans to make Herod the Great king of Judea. He was an Idumean by birth, a Jewish proselyte, and thoroughly Greco-Roman in outlook. He ruled Palestine from 37 BC to 4 BC and was the “king of the Jews” when Jesus was born ( <a ref='Matthew 2:1–2'>Mt 2:1–2</a> ). Jewish Developments <i>Diaspora.</i> The dispersion of Israel began in the two exiles, i.e., Israel in Assyria ( <a ref='2 Kings 17:23'>2Ki 17:23</a> ) and Judah in Babylon ( <a ref='2 Kings 25:21'>2Ki 25:21</a> ). The majority of Israelites did not return to Judea after the exile and so became colonists, no longer captives, in the Persian Empire. The geographical movement of Israelites continued in the Greek and Roman Empires so that by the first century AD, Jews were found throughout the Mediterranean basin and Mesopotamia. The majority of Israelites lived outside of the land during the later Intertestamental Period. <i>Scribes and Rabbis.</i> Believing the Exile had come because of a lack of knowledge of and obedience to the Torah, the Israelite exiles devoted themselves to the study of the Old Testament. The scribes became experts in and were considered authorities on the interpretation of the Scriptures during the Intertestamental Period. The rabbis were the teachers who passed on the scribal understanding of the Scriptures to the people of Israel. <i>Synagogue.</i> With the destruction of the temple in 586 BC, the synagogue became the place of education and worship for the Jews in exile. Since the majority of Jews did not return to Palestine after the Exile, synagogues continued to function in the Diaspora and also became established in Palestine, even after the reconstruction of the temple by Zerubbabel in 516 BC. <i>Septuagint.</i> With the emphasis placed on using the Greek language from ca. 330 BC on, the Jews of the Diaspora became predominately Greek-speakers. According to Jewish legend, in ca. 250 BC, Ptolemy Philadelphus brought together 72 scholars who translated the Old Testament into Greek in 72 days. Thus, the Latin word for 70, “Septuagint” (LXX), was the name attached to this translation. Probably translated over the period from 250 BC to 125 BC in Alexandria, Egypt, the Septuagint was the most important and widely used Greek translation of the Old Testament. <i>Pharisees.</i> This religious party probably began as the “holy ones” associated with the Maccabees in the endeavor to rid the land of Hellenistic elements. When the Maccabees turned themselves to Hellenism once it was in power, these holy ones “separated” (the possible source of the name, Pharisee) from the official religious establishment of Judea. The Pharisees interpreted the law strictly in accordance with a developing oral tradition and sought to make their understanding binding upon all Jews. Though few in number, the Pharisees enjoyed the favor of the majority of the people in Israel. <i>Sadducees.</i> Probably from the name “Zadok,” the high priestly line, these Hellenized, aristocratic Jews became the guardians of the temple policy and practices. The Sadducees rejected the Old Testament as Scripture, except for the Torah, as well as any teaching they believed was not found in the Torah (the first 5 books of the OT), e.g., the resurrection from the dead ( <a ref='Acts 23:6–8'>Ac 23:6–8</a> ).",
    "type": "introduction"
  },
  {
    "id": "chronologyit",
    "title": "Chronology of the Intertestamental Period",
    "content": "Chronology of the Intertestamental Period Chronology of the Intertestamental Period Go to the Index of Charts and Maps .",
    "type": "chapter_content"
  }
]