[
  {
    "start": 26001001,
    "content": "<b><a>1:1</a></b> <b>thirtieth year.</b> <b>river Chebar.</b> <b>visions of God.</b> thirtieth year. Most likely this was Ezekiel’s age, since the date relative to the king’s reign is given in 1:2 . Thirty was the age when a priest (cf. v. 3 with Nu 4 ) began his priestly duties. river Chebar. A major canal off of the Euphrates River, south of Babylon. visions of God. This scene has similarities to the visions of God’s throne in Rev 4–5 , where the emphasis is also on a glimpse of that throne just before judgment is released in Rev 6–19 ."
  },
  {
    "start": 26001002,
    "content": "<b><a>1:2</a></b> <b>fifth year.</b> fifth year. This is 593 BC. The king, Ezekiel, and 10,000 others ( 2Ki 24:14 ) had been deported to Babylon in 597 BC, Ezekiel at the age of 25."
  },
  {
    "start": 26001003,
    "content": "<b><a>1:3</a></b> <b>word of Yahweh … hand of Yahweh.</b> <b>Ezekiel the priest.</b> word of Yahweh … hand of Yahweh. As God prepared Isaiah ( Is 6:5–13 ) and Jeremiah ( Jer 1:4–19 ), so Yahweh prepares Ezekiel to receive revelation and strengthens him for his high and arduous task to speak as His prophet. Ezekiel the priest. See note on v. 1 ."
  },
  {
    "start": 26001004,
    "end": 26001014,
    "content": "<b><a>1:4–14</a></b> The opening vision focuses on angels surrounding God’s presence."
  },
  {
    "start": 26001005,
    "content": "<b><a>1:5</a></b> <b>four living creatures.</b> four living creatures. Four angels, most likely the cherubs in 10:1–22 , appearing in the erect posture and figure of man (note face, legs, feet, hands in vv. 6–8 ) emerge to serve God who judges. The number 4 may have respect to the 4 corners of the earth, implying that God’s angels execute His commands everywhere."
  },
  {
    "start": 26001006,
    "content": "<b><a>1:6</a></b> <b>four faces.</b> <b>four wings.</b> four faces. See note on v. 10 . four wings. Four wings instead of two symbolize speed in performing God’s will (cf. v. 14 )."
  },
  {
    "start": 26001007,
    "content": "<b><a>1:7</a></b> <b>legs.</b> <b>calf’s hoof.</b> legs. They were not bent like an animal’s, but “straight” like pillars, showing strength. calf’s hoof. This points to their stability and firm stance."
  },
  {
    "start": 26001008,
    "content": "<b><a>1:8</a></b> <b>hands of a man.</b> hands of a man. This is a symbol of their skillful service."
  },
  {
    "start": 26001009,
    "content": "<b><a>1:9</a></b> <b>did not turn.</b> did not turn. They were able to move in any direction without needing to turn, giving swift access to do God’s will. Apparently, all were in harmony as to the way they moved (v. 12 )."
  },
  {
    "start": 26001010,
    "content": "<b><a>1:10</a></b> <b>faces.</b> faces. These symbols identify the angels as intelligent (“man”), powerful (“lion”), servile (“bull”), and swift (“eagle”)."
  },
  {
    "start": 26001012,
    "content": "<b><a>1:12</a></b> <b>the spirit.</b> the spirit. This refers to the divine impulse by which God moved them to do His will (cf. 1:20 )."
  },
  {
    "start": 26001013,
    "content": "<b><a>1:13</a></b> <b>like … fire … torches.</b> like … fire … torches. Their appearance conveyed God’s glory and pure, burning justice (cf. Is 6 ) which they assisted in carrying out even on Israel, who had for so long hardened themselves against His patience."
  },
  {
    "start": 26001014,
    "content": "<b><a>1:14</a></b> Intense, relentless motion signifies God’s constant work of judgment."
  },
  {
    "start": 26001015,
    "end": 26001025,
    "content": "<b><a>1:15–25</a></b> This section looks at the glory of God’s throne in heaven."
  },
  {
    "start": 26001016,
    "content": "<b><a>1:16</a></b> <b>as if one wheel were within another.</b> as if one wheel were within another. This depicted the gigantic (v. 15 , “on the earth” and “lofty,” v. 18 ) energy of the complicated revolutions of God’s massive judgment machinery bringing about His purposes with unerring certainty."
  },
  {
    "start": 26001017,
    "content": "<b><a>1:17</a></b> <b>without turning.</b> without turning. Cf. vv. 9 , 12 . The judgment machine moved where the angels went (cf. vv. 19–20 )."
  },
  {
    "start": 26001018,
    "content": "<b><a>1:18</a></b> <b>eyes.</b> eyes. These may picture God’s omniscience, i.e., perfect knowledge, given to these angelic servants so that they can act in judgment unerringly. God does nothing by blind impulse."
  },
  {
    "start": 26001020,
    "content": "<b><a>1:20</a></b> <b>spirit.</b> spirit. See note on 1:12 ."
  },
  {
    "start": 26001024,
    "content": "<b><a>1:24</a></b> <b>sound of many waters.</b> sound of many waters. This imagery could have in mind a thunderous rush of heavy rain or the washing of surf on rocks (cf. 43:2 ; Rev 1:15 ; 14:2 ; 19:6 )."
  },
  {
    "start": 26001025,
    "content": "<b><a>1:25</a></b> <b>sound.</b> sound. No doubt this is the “sound of the Almighty” (v. 24 ), since God’s throne (v. 25 ) was “over their heads.”"
  },
  {
    "start": 26001026,
    "content": "<b><a>1:26</a></b> <b>a throne.</b> <b>a man.</b> a throne. Cf. Ps 103:19 ; Rev 4:2–8 . a man. The Godhead appears in the likeness of humanity, though God is a spirit ( Jn 4:24 ). The Messiah, God incarnate, is the representative of the “fullness of Deity” ( Col 2:9 ), so this can be a prelude to the incarnation of Messiah in His character as Savior and Judge (cf. Rev 19:11–16 )."
  },
  {
    "start": 26001028,
    "content": "<b><a>1:28</a></b> <b>the glory of Yahweh.</b> <b>fell on my face.</b> the glory of Yahweh. That glory shines fully in the person of Jesus Christ (cf. 2Co 4:6 ), which is a constant theme in Ezekiel. fell on my face. John, in Rev 1:17 , had the same reaction (“fell at His feet”) to seeing the glory of Yahweh."
  },
  {
    "start": 26002001,
    "content": "<b><a>2:1</a></b> <b>Son of man.</b> Son of man. A term used over 90 times by Ezekiel to indicate his humanness."
  },
  {
    "start": 26002002,
    "content": "<b><a>2:2</a></b> <b>the Spirit entered me.</b> the Spirit entered me. What God commands a servant to do (v. 1 ), He gives power to fulfill by His Spirit (cf. 3:14 ; Zec 4:6 ). This pictures the selective empowering by the Holy Spirit to enable an individual for special service to Yahweh, which occurred frequently in the OT. For examples see 11:5 ; 37:1 ; Nu 24:2 ; Jdg 3:10 ; 6:34 ; 11:29 ; 13:25 ; 1Sa 10:10 ; 16:13–14 ; 19:20 ; 2Chr 15:1 ; Lk 4:18 ."
  },
  {
    "start": 26002005,
    "content": "<b><a>2:5</a></b> The people cannot plead ignorance."
  },
  {
    "start": 26002006,
    "content": "<b><a>2:6</a></b> <b>thistles and briers … scorpions.</b> thistles and briers … scorpions. Cf. 3:7 , 9 ; 22:29 . These are figures of speech God used to describe the people of Judah, whose obstinate rejection of His Word was like the barbs of thorns and stings of scorpions to Ezekiel. The wicked were often so called (cf. 2Sa 23:6 ; SS 2:2 ; Is 9:18 )."
  },
  {
    "start": 26002008,
    "content": "<b><a>2:8</a></b> <b>Open your mouth and eat.</b> Open your mouth and eat. Ezekiel was to obey the command, not literally eating a scroll (vv. 9–10 ), but in a spiritual sense by receiving God’s message so that it became an inward passion. Cf. also 3:1–3 , 10 and Jer 15:16 ."
  },
  {
    "start": 26002010,
    "content": "<b><a>2:10</a></b> <b>written on the front and back.</b> written on the front and back. Scrolls were normally written on one side only, but this judgment message was so full it required all the available space (cf. Zec 5:3 ; Rev 5:1 ) to chronicle the suffering and sorrow that sin had brought, as recorded in chaps. 2–32 ."
  },
  {
    "start": 26003001,
    "end": 26003003,
    "content": "<b><a>3:1–3</a></b> <b>eat this scroll … Then I ate.</b> eat this scroll … Then I ate. God’s messenger must first internalize God’s truth for himself, then preach it."
  },
  {
    "start": 26003003,
    "content": "<b><a>3:3</a></b> <b>as honey.</b> as honey. Even though the message was judgment on Israel, the scroll was sweet because it was God’s Word (cf. Pss 19:10 ; 119:103 ) and because it vindicated God in holiness, righteousness, glory, and faithfulness, in which Jeremiah also delighted ( Jer 15:16 ). Bitterness also was experienced by the prophet ( 3:14 ) in this message of judgment confronting Judah’s rebellion (v. 9 ). The apostle John records a similar bittersweet experience with the Word of God in Rev 10:9–10 ."
  },
  {
    "start": 26003007,
    "content": "<b><a>3:7</a></b> Cf. Jn 15:20 ."
  },
  {
    "start": 26003008,
    "end": 26003009,
    "content": "<b><a>3:8–9</a></b> <b>I have made your face … strong.</b> I have made your face … strong. What God commands (“Do not be afraid”) He gives sufficiency to do (“I have made”), so God will enable the prophet to live up to his name (which means “strengthened by God”). Cf. 2:2 ; 3:14 , 24 ; Is 41:10 ; Jer 1:8 , 17 ."
  },
  {
    "start": 26003009,
    "content": "<b><a>3:9</a></b> <b>rebellious.</b> rebellious. It is sad to observe that the exile and affliction did not make the Jews more responsive to God; rather, they were hardened by their sufferings. God gave Ezekiel a “strength” to surpass the people and sustain his ministry as prophet to the exiles."
  },
  {
    "start": 26003012,
    "content": "<b><a>3:12</a></b> <b>the Spirit lifted me up.</b> the Spirit lifted me up. This is a phrase used to describe the prophet being elevated to a heavenly vision, as in the experiences of 8:3 and 11:1 ."
  },
  {
    "start": 26003014,
    "content": "<b><a>3:14</a></b> <b>embittered.</b> embittered. See note on 3:3 ."
  },
  {
    "start": 26003015,
    "content": "<b><a>3:15</a></b> <b>the exiles.</b> <b>sat there seven days.</b> the exiles. Tel-abib was the main city for the Jewish captives, who may have included some of the 10 tribes taken long before in the conquering of the northern kingdom of Israel in 722 BC, as 2Ki 17:6 may indicate (“Habor” is the same river as Chebar). sat there seven days. Ezekiel sat with the sorrowing people for 7 days, the usual period for manifesting deep grief (cf. Job 2:13 ). He identified with them in their suffering (cf. Ps 137:1 ), thus trying to win their trust when he spoke God’s Word."
  },
  {
    "start": 26003017,
    "content": "<b><a>3:17</a></b> <b>a watchman.</b> a watchman. This role was spiritually analogous to the role of watchmen on a city wall, vigilant to spot the approach of an enemy and warn the residents to muster a defense. The prophet gave timely warnings of approaching judgment. The work of a watchman is vividly set forth in 2Sa 18:24–27 and 2Ki 9:17–20 . See notes on 33:1–20 ."
  },
  {
    "start": 26003018,
    "end": 26003021,
    "content": "<b><a>3:18–21</a></b> Cf. chap. 18 , and see notes there ."
  },
  {
    "start": 26003020,
    "content": "<b><a>3:20</a></b> <b>a righteous man.</b> a righteous man. Here is a person who was obeying God by doing what was right, but fell into sin and God took his life in chastisement. The “stumbling block” was a stone of judgment that kills. Ps 119:165 says: “Those who love Your law have much peace, and nothing causes them to stumble.” The crushing stone always falls on the disobedient. Hebrews 12:9 says it is better to obey and “live.” Cf. 1Co 11:30 ; Jas 1:21 ; 1Jn 5:16 ."
  },
  {
    "start": 26003021,
    "content": "<b><a>3:21</a></b> <b>delivered yourself.</b> delivered yourself. The prophet had done his duty."
  },
  {
    "start": 26003023,
    "content": "<b><a>3:23</a></b> <b>the glory of Yahweh.</b> the glory of Yahweh. See Introduction: Historical and Theological Themes ."
  },
  {
    "start": 26003024,
    "content": "<b><a>3:24</a></b> <b>shut yourself up in your house.</b> shut yourself up in your house. He was to fulfill much of his ministry at home ( 8:1 ; 12:1–7 ), thereby limiting it to those who came to hear him there."
  },
  {
    "start": 26003025,
    "content": "<b><a>3:25</a></b> <b>they will put ropes on you.</b> they will put ropes on you. These were not literal, but spiritual. On one hand, they could be the inner ropes of depressing influence which the rebellious Jews exerted on his spirit. Their perversity, like ropes, would repress his freedom in preaching. More likely, they imply the restraint that God placed on him by supernatural power, so that he could only go and speak where and when God chose (cf. vv. 26–27 )."
  },
  {
    "start": 26003026,
    "end": 26003027,
    "content": "<b><a>3:26–27</a></b> <b>you will be mute.</b> you will be mute. He was not to speak primarily, but to act out God’s message. The prohibition was only partial, for on any occasion (v. 27 ) when God did open his mouth, as He often did in chaps. 5–7 , he was to speak ( 3:22 ; 11:25 ; 12:10 , 19 , 23 , 28 ). The end of such intermittent dumbness with regard to his own people closely synchronized with Ezekiel’s receiving a refugee’s report of Jerusalem’s fall ( 24:25–27 ; 33:21–22 ). He also spoke with regard to judgments on other nations (chaps. 25–32 )."
  },
  {
    "start": 26004001,
    "end": 26007027,
    "content": "<b><a>4:1—7:27</a></b> Here is the first series of prophecies given over a year’s time, of Jerusalem’s conquest by the Babylonians in 586 BC."
  },
  {
    "start": 26004004,
    "end": 26004006,
    "content": "<b><a>4:4–6</a></b> <b>lie … on your left side … right side.</b> lie … on your left side … right side. Lying on his side, likely facing north, illustrated God’s applying judgment to Israel, and facing south pointed to judgment on Judah. It is not necessary to assume that Ezekiel was in the prone position all the time. It was doubtless part of each day, as his need for preparing food (v. 9 ) indicates."
  },
  {
    "start": 26004005,
    "content": "<b><a>4:5</a></b> <b>390.</b> 390. Each day symbolized a year (v. 6 ). Israel in the north was accountable during this span of time whose beginning and end are uncertain."
  },
  {
    "start": 26004006,
    "content": "<b><a>4:6</a></b> <b>forty.</b> forty. Judah was also guilty, but the 40 cannot represent less guilt (cf. 23:11 ). It may extend the time beyond the 390 to 430, or they may run concurrently, but the exact timing is uncertain."
  },
  {
    "start": 26004007,
    "content": "<b><a>4:7</a></b> <b>arm bared.</b> arm bared. A symbol for being ready for action, as a soldier would do (cf. Is 52:10 )."
  },
  {
    "start": 26004008,
    "content": "<b><a>4:8</a></b> <b>I will set ropes upon you.</b> I will set ropes upon you. This was to symbolize the impossibility of the Jews being able to shake off their punishment."
  },
  {
    "start": 26004009,
    "end": 26004013,
    "content": "<b><a>4:9–13</a></b> <b>make … bread.</b> make … bread. Scarcity of food in the 18-month siege especially made necessary the mixing of all kinds of grain for bread. The “twenty shekels” would be about 8 ounces, while “the sixth part of a hin” would be less than a quart. There would be minimums for daily rations. It must be noted that the command of v. 12 regarding “human dung” relates only to the fuel used to prepare the food. Bread was baked on hot stones (cf. 1Ki 19:6 ) heated by human waste because no other fuel was available. This was repulsive and polluting (cf. Dt 23:12–14 ) and Yahweh calls it “bread unclean” (v. 13 )."
  },
  {
    "start": 26004014,
    "end": 26004015,
    "content": "<b><a>4:14–15</a></b> <b>never been defiled.</b> never been defiled. Ezekiel, like Daniel, had convictions to be undefiled even in his food (cf. Da 1:8 and see note there ). God permitted fuel of dried cow chips for cooking his food in gracious deference to His spokesman’s sensitivity (cf. 44:31 )."
  },
  {
    "start": 26004016,
    "end": 26004017,
    "content": "<b><a>4:16–17</a></b> They were soon to have neither bread nor water in any amount, and they were to grieve over the famine and their iniquity (cf. Lv 26:21–26 )."
  },
  {
    "start": 26005001,
    "end": 26005004,
    "content": "<b><a>5:1–4</a></b> <b>a barber’s razor.</b> a barber’s razor. The sign in shaving his hair illustrated the severe humiliation to come at the hand of enemies, emphasizing calamities to three segments of Jerusalem due to the Babylonian conquest. Some were punished by fire, i.e., plague and famine (v. 12 ), others died by the enemy’s sword, and some were dispersed and pursued by death (cf. v. 12 ). A small part of his hair clinging to his garment (v. 3 ) depicted a remaining remnant, some of whom were subject to further calamity (v. 4 ; cf. 6:8 ; Jer 41–44 )."
  },
  {
    "start": 26005005,
    "content": "<b><a>5:5</a></b> <b>Jerusalem.</b> Jerusalem. Here the great city alone was not meant, but was used as a representative of the whole land which, despite its strategic opportunity and responsibility, rejected God (vv. 6–7 )."
  },
  {
    "start": 26005007,
    "content": "<b><a>5:7</a></b> Instead of being a witness to the heathen nations, Israel had exceeded them in idolatrous practices. The nations maintained their familiar idols, while Israel defected from their true and living God. God’s people were worse than the pagans in proportion to spiritual knowledge and privileges. The judgments of God are always relative to light and privilege granted. Since Ezekiel’s people were unique in their disobedience, they were to be outstanding in their punishment."
  },
  {
    "start": 26005008,
    "end": 26005010,
    "content": "<b><a>5:8–10</a></b> The book of Lamentations reveals how literally these promises were realized when parents ate their children and sons ate their fathers in the times of starvation. Down through the centuries had come the threats of Lv 26:29 and Dt 28:53 , taken up by Jeremiah ( Jer 19:9 ; Lam 2:22 ; 4:10 ; cf. Is 9:20 ), and sealed in the life of the disobedient nation. Even the remnant would be scattered and suffer."
  },
  {
    "start": 26005011,
    "content": "<b><a>5:11</a></b> <b>as I live.</b> as I live. Here was a solemn oath pledging the very existence of God for the fulfillment of the prophecy. It is found 16 times in this book. Their greatest sin was defiling the sanctuary, showing the height of their wickedness."
  },
  {
    "start": 26005012,
    "content": "<b><a>5:12</a></b> The 4 well-known judgments (cf. vv. 2–4 ) of plague, famine, sword, and scattering were their judgment. They had no place to offer atoning blood, thus bearing their sins without relief."
  },
  {
    "start": 26005013,
    "end": 26005015,
    "content": "<b><a>5:13–15</a></b> Ezekiel’s purpose was to impress on Israel’s conscience God’s intense hatred of idolatry and apostasy. “Anger” and “wrath” are repeated several times."
  },
  {
    "start": 26005016,
    "content": "<b><a>5:16</a></b> <b>deadly arrows of famine.</b> deadly arrows of famine. The evil arrows included hail, rain, mice, locusts, and mildew (cf. Dt 32:23–24 )."
  },
  {
    "start": 26005017,
    "content": "<b><a>5:17</a></b> <b>I, Yahweh, have spoken.</b> I, Yahweh, have spoken. Cf. vv. 13 , 15 for the same expression, which was God’s personal signature on their doom."
  },
  {
    "start": 26006003,
    "content": "<b><a>6:3</a></b> <b>says Yahweh Yahweh to the mountains.</b> says Yahweh Yahweh to the mountains. God had the prophet do this because the people worshiped at idol altars in the “high places” (cf. Lv 26:30–33 ; Is 65:7 ; Jer 3:6 ; Hos 4:13 ; Mic 6:1–2 )."
  },
  {
    "start": 26006007,
    "content": "<b><a>6:7</a></b> <b>you will know that I am Yahweh.</b> you will know that I am Yahweh. This clause recurs in vv. 10 , 13–14 and 60 times elsewhere in the book. It shows that the essential reason for judgment is the violation of the character of God. This is repeatedly acknowledged in Lv 18–26 , where the motive for all obedience to God’s law is the fact that He is the Lord God."
  },
  {
    "start": 26006008,
    "end": 26006010,
    "content": "<b><a>6:8–10</a></b> The mass of people was rejected, but grace and mercy were given to a godly group in the nation. There never has been nor ever will be a complete end to Israel. The doctrine of the remnant can be studied in Is 1:9 ; 10:20 ; Jer 43:5 ; Zep 2:7 ; 3:13 ; Zec 10:9 ; Ro 9:6–13 ; 11:5 ."
  },
  {
    "start": 26006014,
    "content": "<b><a>6:14</a></b> <b>Diblah.</b> Diblah. A reference to Diblathaim, a city on the eastern edge of Moab ( Nu 33:46 ; Jer 48:22 ), near the desert east and south of the Dead Sea."
  },
  {
    "start": 26007001,
    "end": 26007009,
    "content": "<b><a>7:1–9</a></b> This lament declared that the entire land of Israel was ripe for judgment. God’s patience had ended. The final destruction of Jerusalem by Nebuchadnezzar was in view (586 BC)."
  },
  {
    "start": 26007010,
    "content": "<b><a>7:10</a></b> <b>rod has blossomed.</b> rod has blossomed. Verse 11 explains this. Violence had grown up into a rod of wickedness, which likely refers to Nebuchadnezzar, the instrument of God’s vengeance (cf. Is 10:5 ; Jer 51:20 )."
  },
  {
    "start": 26007012,
    "content": "<b><a>7:12</a></b> <b>buyer be glad … seller mourn.</b> buyer be glad … seller mourn. Such matters of business were meaningless because the Chaldeans (Babylonians) took all the land and killed those they didn’t take captive (v. 15 ), and the rest escaped (v. 16 ). Wealth was useless (vv. 19–20 )."
  },
  {
    "start": 26007013,
    "content": "<b><a>7:13</a></b> <b>seller will not return</b> <b>what he sold.</b> seller will not return to himself what he sold. There was to be no Jubilee year in which all lands were returned to their original owners (cf. Lv 25 )."
  },
  {
    "start": 26007017,
    "end": 26007022,
    "content": "<b><a>7:17–22</a></b> This section described the mourning of the helpless and frightened people. In distress, they recognized the uselessness of the things in which they trusted. Their wealth provided nothing. Their “silver and … gold” (v. 19 ) and their “ornaments” (v. 20 ) were as useless as the idols they made with them."
  },
  {
    "start": 26007022,
    "content": "<b><a>7:22</a></b> <b>My secret place.</b> My secret place. The Holy of Holies in the temple will be desecrated by pagans, that place where only once a year the High Priest could enter to make atonement in God’s presence."
  },
  {
    "start": 26007023,
    "content": "<b><a>7:23</a></b> <b>Make the chain.</b> Make the chain. Ezekiel is to perform another emblematic act of captivity (cf. Jer 27:2 ; Na 3:10 )."
  },
  {
    "start": 26007024,
    "content": "<b><a>7:24</a></b> <b>the</b> <b>evil of the nations.</b> the most evil of the nations. Babylonian pagans."
  },
  {
    "start": 26007027,
    "content": "<b><a>7:27</a></b> <b>According to their way.</b> According to their way. Cf. Ge 18:25 ."
  },
  {
    "start": 26008001,
    "content": "<b><a>8:1</a></b> <b>the sixth year.</b> <b>the hand of Yahweh.</b> the sixth year. 592 BC (cf. 1:2 ) in Aug./Sep., a year and two months after the first vision ( 1:1 ). the hand of Yahweh. This ushered the prophet into a series of visions (v. 3 ) stretching to the end of chap. 11 ."
  },
  {
    "start": 26008002,
    "content": "<b><a>8:2</a></b> <b>a likeness.</b> a likeness. He saw the glory of Yahweh (v. 4 ) as in 1:26–28 ."
  },
  {
    "start": 26008003,
    "content": "<b><a>8:3</a></b> <b>the visions of God.</b> <b>the seat … figure of jealousy.</b> the visions of God. Ezekiel 8–11 deals with details conveyed only to Ezekiel in visions. Ezekiel’s trip to Jerusalem was in spirit only, while his body physically remained in his house. In visions, he went to Jerusalem, and in visions he returned to Babylon ( 11:24 ). After God finished the visions, Ezekiel told his home audience what he had seen. The visions are not a description of deeds done in the past in Israel, but a survey of Israel’s current condition, as they existed at that very time. the seat … figure of jealousy. God represents to Ezekiel the image of an idol (cf. Dt 4:16 ) in the entrance to the inner court of the temple. It is called “the figure of jealousy” because it provoked Yahweh to jealousy ( 5:13 ; 16:38 ; 36:6 ; 38:19 ; Ex 20:5 )."
  },
  {
    "start": 26008004,
    "content": "<b><a>8:4</a></b> <b>the glory of … God.</b> the glory of … God. God was also there in glory, but was ignored while the people worshiped the idol (v. 6 )."
  },
  {
    "start": 26008006,
    "content": "<b><a>8:6</a></b> <b>so that I would be far.</b> so that I would be far. Sin would expel the people from their land and God from His sanctuary."
  },
  {
    "start": 26008007,
    "end": 26008012,
    "content": "<b><a>8:7–12</a></b> This section describes “great abominations” (v. 6 ) of idolatry, namely a secret cult of idolatrous elders."
  },
  {
    "start": 26008008,
    "content": "<b><a>8:8</a></b> <b>dug through the wall … an entrance.</b> dug through the wall … an entrance. This indicates the clandestine (cf. v. 12 ) secrecy of these idolaters, practicing their cult in hiding."
  },
  {
    "start": 26008010,
    "content": "<b><a>8:10</a></b> <b>carved on the wall.</b> carved on the wall. The temple’s walls are ugly with graffiti featuring creatures linked with Egyptian animal cults (cf. Ro 1:23 ) and other idols. Leaders of Israel, who should be worshiping the God of the temple, are offering incense to them (v. 11 )."
  },
  {
    "start": 26008011,
    "content": "<b><a>8:11</a></b> <b>seventy elders.</b> <b>Jaazaniah the son of Shaphan.</b> seventy elders. Obviously not the Sanhedrin, since it was not formed until after the restoration from Babylon, though the pattern had been suggested much earlier (cf. Ex 24:9–10 ; Nu 11:16 ). These men were appointed to guard against idolatry! Jaazaniah the son of Shaphan. If he was the son of the Shaphan who read God’s Word to Josiah ( 2Ki 22:8–11 ), we have some concept of the depth of sin to which the leaders had fallen. He is not to be confused with the man in 11:1 , who had a different father."
  },
  {
    "start": 26008014,
    "content": "<b><a>8:14</a></b> <b>weeping for Tammuz.</b> weeping for Tammuz. Yet a greater abomination than the secret cult was Israel’s engaging in the Babylonian worship of Tammuz or Dumuzi (Duzu), beloved of Ishtar, the god of spring vegetation. Vegetation burned in the summer, died in the winter, and came to life in the spring. The women mourned over the god’s demise in July and longed for his revival. The fourth month of the Hebrew calendar still bears the name Tammuz. With the worship of this idol were connected the basest immoralities."
  },
  {
    "start": 26008016,
    "content": "<b><a>8:16</a></b> <b>prostrating … toward the sun.</b> prostrating … toward the sun. In the most sacred inner court where only priests could go ( Joel 2:17 ), there was the crowning insult to God. Twenty-five men were worshiping the sun as an idol (cf. Dt 4:19 ; 2Ki 23:5 , 11 ; Job 31:26 ; Jer 44:17 ). These 25 represent the 24 orders of priests plus the High Priest."
  },
  {
    "start": 26008017,
    "content": "<b><a>8:17</a></b> <b>sending forth the twig to their nose.</b> sending forth the twig to their nose. The meaning is uncertain, but it seems to have been some act of contempt toward God. The Greek OT translators rendered it, “they are as mockers.”"
  },
  {
    "start": 26008018,
    "content": "<b><a>8:18</a></b> <b>I … will do</b> <b>in wrath.</b> I … will do this in wrath. God must judge intensely due to such horrible sins (cf. 24:9–10 )."
  },
  {
    "start": 26009001,
    "content": "<b><a>9:1</a></b> <b>executioners of the city.</b> executioners of the city. God summoned His servant angels to carry out His judgments. These angelic executioners (cf. Da 4:13 , 17 , 23 ) came equipped with weapons of destruction."
  },
  {
    "start": 26009002,
    "content": "<b><a>9:2</a></b> <b>six men.</b> <b>a certain man.</b> six men. Angels can appear like men when ministering on earth (cf. Ge 18:1 ; Da 9:20–23 ). a certain man. He was superior to the others. Linen indicates high rank (cf. Da 10:5 ; 12:6 ). Perhaps this was the angel of Yahweh, the preincarnate Christ ( see note on Ex 3:2 ). He had all the instruments of an oriental scribe to carry out His task (vv. 4 , 11 )."
  },
  {
    "start": 26009003,
    "content": "<b><a>9:3</a></b> <b>the glory … went up.</b> the glory … went up. The glory of God departs before the destruction of the city and temple. The gradual departure of God from His temple is depicted in stages: the glory resides in the temple’s Most Holy Place, between the wings of the cherubs on each side of the ark of the covenant over the mercy seat, then leaves to the front door ( 9:3 ; 10:4 ), later to the east gate by the outer wall ( 10:18–19 ), and finally to the Mt. of Olives to the east, having fully departed ( 11:22–23 ). The glory will return in the future kingdom of Messiah ( 43:2–7 )."
  },
  {
    "start": 26009004,
    "content": "<b><a>9:4</a></b> <b>a mark on the foreheads.</b> a mark on the foreheads. Since God’s departure removed all protection and gave the people over to destruction, it was necessary for the angelic scribe (angel of Yahweh) to mark for God’s preservation the righteous who had been faithful to Him. Those left unmarked were subject to death in Babylon’s siege (v. 5 ). The mark was the indication of God’s elect, identified personally by the preincarnate Christ. He was marking the elect (cf. Ex 12:7 ). Malachi 3:16–18 indicates a similar idea. Cf. Rev 7:3 ; 9:4 . The marked ones were penitent and were identified for protection. Here was a respite of grace for the remnant. The rest were to be killed (vv. 5–7 )."
  },
  {
    "start": 26009008,
    "content": "<b><a>9:8</a></b> <b>Are You destroying…?</b> Are You destroying…? Ezekiel is fearfully aroused in prayer because the judgment on Jerusalem and Israel is so vast. God replies that pervasive sin demands thorough judgment (vv. 9–10 ), yet comforts him by the report that the faithful had been marked to be spared (v. 11 ). Cf. Ro 11:1–2 , 25–27 ."
  },
  {
    "start": 26010001,
    "content": "<b><a>10:1</a></b> <b>a throne.</b> a throne. It rises above God’s angelic servants, the same 4 as in chap. 1 ( 10:20 , 22 ), and is the throne of 1:26–28 on which God sits (cf. 10:20 ). From it, He directs the operation of His war machine (“wheels,” see notes on 1:15–16 ) on Jerusalem (v. 2 ). The throne is like a sapphire shining forth representing God’s glory and holiness ( 11:22 )."
  },
  {
    "start": 26010002,
    "content": "<b><a>10:2</a></b> <b>fill … with coals.</b> fill … with coals. God specifies that the marking angel ( 9:2 , 11 ) reach into the war machine and fill his hands with fiery coals in the presence of the angels of chap. 1 . These coals picture the fires of judgment which God’s angels are to “scatter” on Jerusalem. In Is 6 , “a coal” was used for the purification of the prophet; here coals were for the destruction of the wicked (cf. Heb 12:29 ). Fire did destroy Jerusalem in 586 BC."
  },
  {
    "start": 26010003,
    "content": "<b><a>10:3</a></b> <b>cherubim.</b> cherubim. These were different from the cherubim of chap. 1 and here in v. 4 ."
  },
  {
    "start": 26010004,
    "content": "<b><a>10:4</a></b> This verse explains how the “cloud” of v. 3 “filled … the court.” It repeats what is first described in 9:3 ."
  },
  {
    "start": 26010006,
    "end": 26010007,
    "content": "<b><a>10:6–7</a></b> These verses picked up the action of the angelic scribe from v. 2 ."
  },
  {
    "start": 26010007,
    "content": "<b><a>10:7</a></b> <b>cherub … put</b> <b>into the hands.</b> cherub … put it into the hands. One of the 4 cherubim of 1:5ff. and v. 1 puts the fiery coals into the marking angel’s hand."
  },
  {
    "start": 26010009,
    "end": 26010017,
    "content": "<b><a>10:9–17</a></b> <b>wheels beside the cherubim.</b> wheels beside the cherubim. This whole section is similar to 1:4–21 . Four wheels on God’s chariot mingled with the 4 angels (cf. 1:15–21 ) coordinated with one another in precision, and each with a different one of the cherubim. All looked so much alike that it was as if one wheel blended entirely with another (v. 10 ). As their appearance was so unified, their action was in unison, and instant (v. 11 ). The cherubim had bodies like men, and their chariot wheels were full of eyes, denoting full perception both to see the sinners and their fitting judgment. The color tarshish, or beryl, is a sparkling yellow or gold."
  },
  {
    "start": 26010014,
    "content": "<b><a>10:14</a></b> <b>the face of a cherub.</b> the face of a cherub. This description of one cherub in 1:10 indicates this was the face of an ox."
  },
  {
    "start": 26010015,
    "content": "<b><a>10:15</a></b> <b>rose up.</b> rose up. They were all ready to move in unison (vv. 16–17 ) as the Shekinah glory of God departed (v. 18 )."
  },
  {
    "start": 26010018,
    "end": 26010019,
    "content": "<b><a>10:18–19</a></b> <b>glory … departed.</b> glory … departed. There were several stages: 9:3 ; 10:1 , 3–4 ; 10:18–19 ; 11:22–23 . There was thus written over the entire structure, as well as Israel’s spiritual life, “Ichabod” (the glory has departed). Cf. 1Sa 4:21 ; 10:18–19 ."
  },
  {
    "start": 26011001,
    "content": "<b><a>11:1</a></b> <b>twenty-five men.</b> <b>Jaazaniah son of Azzur.</b> twenty-five men. Ezekiel, though at the temple only in the vision (cf. 8:3 , and see note there ), saw because God, who was everywhere present and all-knowing, impressed specific details on him in the vision. The wicked leaders (cf. v. 2 ) were part of God’s reason for the judgment (vv. 8 , 10 ). Ezekiel was taken in spirit to the very place which the glory of God had left in 10:19 and was given a vision of “twenty-five men,” who represented not priests, but influential leaders among the people who gave fatal advice to the people (v. 2 ). Jaazaniah son of Azzur. See note on 8:11 ."
  },
  {
    "start": 26011003,
    "content": "<b><a>11:3</a></b> <b>pot … flesh.</b> pot … flesh. Though this is obscure, it may be that the bad advice these leaders were giving was that the people should not be engaged in business as usual, “to build houses” or to take care of their comfort and futures, when they were about to be cooked like flesh in a pot over a blazing fire. The idea must have been that the people should get ready for battle, and be prepared to fight, not focusing on comfort, but survival. Jeremiah had told the people to surrender to the Babylonians and save their lives, rather than fight and be killed (cf. Jer 27:9–17 ). These false leaders, like the prophets and priests whom Jeremiah confronted for telling the people not to submit, scorned Jeremiah’s words from God and would pay for it (v. 4 ). Cf. 24:1–14 ."
  },
  {
    "start": 26011006,
    "content": "<b><a>11:6</a></b> <b>multiplied your slain.</b> multiplied your slain. Leaders who misled Israel by inciting false expectations of a victorious defense, rather than peaceful surrender, were responsible for the deadly results. Many people died in resisting Babylon."
  },
  {
    "start": 26011007,
    "content": "<b><a>11:7</a></b> <b>I will bring you out.</b> I will bring you out. The false leaders thought that unless they fought, they would all be in a boiling pot, i.e., the city. But here Yahweh promised that some would be delivered from the city, only to die on Israel’s border in the wilderness (vv. 8–11 ). This was literally fulfilled at Riblah (cf. 2Ki 25:18–21 ; Jer 52:24–27 )."
  },
  {
    "start": 26011013,
    "content": "<b><a>11:13</a></b> <b>Pelatiah … died.</b> Pelatiah … died. The death of one leader from v. 1 was a sign that God would indeed carry out His word. Apparently this leader did die suddenly at the time Ezekiel was shown the vision, so that the prophet feared that this death meant death for all Israelites ( 9:8 )."
  },
  {
    "start": 26011014,
    "end": 26011015,
    "content": "<b><a>11:14–15</a></b> Ezekiel was told he had a new family, not the priests at Jerusalem to whom he was tied by blood, but his fellow exiles in Babylon, identified as those who were treated as outcasts. The priesthood was about to be ended, and he was to have a new family."
  },
  {
    "start": 26011015,
    "content": "<b><a>11:15</a></b> <b>Go far from.</b> Go far from. The contemptuous words of those still left in Jerusalem at the carrying away of Jeconiah and the exiles indicated that they felt smugly secure and believed the land was their possession."
  },
  {
    "start": 26011016,
    "content": "<b><a>11:16</a></b> <b>sanctuary.</b> sanctuary. God was to be the protection and provision for those who had been scattered through all the 70 years until they were restored. The exiles may have cast off the Jews, but God had not ( Is 8:14 ). This holds true for the future restoration of the Jews (vv. 17–18 )."
  },
  {
    "start": 26011019,
    "end": 26011020,
    "content": "<b><a>11:19–20</a></b> <b>a new spirit.</b> a new spirit. God pledged not only to restore Ezekiel’s people to their ancient land, but to bring the New Covenant with its blessings. Cf. 36:25–28 , and see note on Jer 31:31–34 ."
  },
  {
    "start": 26011023,
    "content": "<b><a>11:23</a></b> <b>the mountain … east.</b> the mountain … east. The glory of God moved to the Mt. of Olives to which the glorious Son of God will return at the Second Advent (cf. 43:1–5 ; Zec 14:4 )."
  },
  {
    "start": 26011024,
    "content": "<b><a>11:24</a></b> <b>brought me in a vision.</b> brought me in a vision. Again, Ezekiel has remained bodily in his Babylonian house, seen by his visitors (v. 25 ; 8:1 ). God, who supernaturally showed him a vision in Jerusalem, caused his sense of awareness to return to Chaldea, thus ending the vision state. Once the vision was completed, Ezekiel was able to tell his exiled countrymen what God had shown him (v. 25 )."
  },
  {
    "start": 26012002,
    "content": "<b><a>12:2</a></b> <b>rebellious house.</b> rebellious house. The message of Ezekiel was addressed to his fellow exiles who were as hardened as those still in Jerusalem. They were so intent on a quick return to Jerusalem that they would not accept his message of Jerusalem’s destruction. Their rebellion is described in familiar terms ( Dt 29:1–4 ; Is 6:9–10 ; Jer 5:21 ; cf. Mt 13:13–15 ; Ac 28:26–27 )."
  },
  {
    "start": 26012003,
    "content": "<b><a>12:3</a></b> <b>prepare … for exile.</b> prepare … for exile. This dramatic object lesson by the prophet called for carrying belongings out in a stealthy way as an act that depicted baggage for exile, just the bare necessities. His countrymen carried out such baggage when they went into captivity, or sought to escape during Babylon’s takeover of Jerusalem (vv. 7 , 11 ). Some attempting to escape were caught as in a net, like King Zedekiah who was overtaken, blinded, and forced into exile (vv. 12–13 ; 2Ki 24:18—25:7 ; Jer 39:4–7 ; 52:1–11 ). Verse 7 indicates that Ezekiel actually did what he was told."
  },
  {
    "start": 26012005,
    "content": "<b><a>12:5</a></b> This section depicts those in desperation trying to escape from their sun-dried brick homes."
  },
  {
    "start": 26012006,
    "content": "<b><a>12:6</a></b> <b>cover your face.</b> cover your face. This was to avoid recognition."
  },
  {
    "start": 26012010,
    "end": 26012013,
    "content": "<b><a>12:10–13</a></b> <b>the prince.</b> the prince. This is a reference to King Zedekiah, who was always referred to by Ezekiel as prince, never king. Jehoiachin was regarded as the true king (cf. 17:13 ), because the Babylonians never deposed him formally. All the house of Israel, however, shared the calamity to fall on Zedekiah. How literally these prophecies were fulfilled can be seen from the account in 2Ki 25:1–7 . The “net” and “snare” (v. 13 ) were the Babylonian army. He was taken captive to Babylon, but he never saw it because his eyes had been put out at Riblah."
  },
  {
    "start": 26012014,
    "end": 26012016,
    "content": "<b><a>12:14–16</a></b> God’s hand was to be with the enemy as His rod of correction, with only a few left."
  },
  {
    "start": 26012022,
    "content": "<b><a>12:22</a></b> <b>this proverb.</b> this proverb. Delay had given the people the false impression that the stroke of judgment would never come. In fact, a saying had become popular, no doubt developed by false prophets who caused the people to reject Ezekiel’s visions and prophecies (cf. v. 27 ) and gave “worthless vision or flattering divination” (vv. 23–24 )."
  },
  {
    "start": 26012025,
    "content": "<b><a>12:25</a></b> <b>in your days.</b> in your days. The prophet is explicit about the present time for fulfillment, i.e., in their lifetime."
  },
  {
    "start": 26013002,
    "content": "<b><a>13:2</a></b> <b>against the prophets.</b> against the prophets. False prophets had long flourished in Judah and had been transported to Babylon as well. Here God directs Ezekiel to indict those false prophets for futile assurances of peace (as Jer 23 ) in vv. 1–16 . Then His attention turns to lying prophetesses in vv. 17–23 . The test of a prophet is found in Dt 13:1–5 and 18:21–22 ."
  },
  {
    "start": 26013004,
    "content": "<b><a>13:4</a></b> <b>like foxes.</b> like foxes. False prophets did not do anything helpful. Rather, like foxes, they were mischievous and destructive."
  },
  {
    "start": 26013005,
    "content": "<b><a>13:5</a></b> <b>build the wall.</b> build the wall. The false prophets did nothing to shore up the spiritual defenses the people so needed in the face of judgment. The enemy had made “breaches” but the false prophets never encouraged the people to repent and return to Yahweh. Those who would were called for in 22:30 . The “day of Yahweh” came in 586 BC when the theocracy fell. See note on Is 2:12 ."
  },
  {
    "start": 26013009,
    "content": "<b><a>13:9</a></b> A 3-fold judgment is given to the false prophets: 1) they would not be in the council of God’s people; 2) their names would be wiped from the register of Israel ( Ezr 2:62 ); and 3) they would never return to the land (cf. 20:38 )."
  },
  {
    "start": 26013010,
    "end": 26013011,
    "content": "<b><a>13:10–11</a></b> <b>builds a wall.</b> builds a wall. False prophets had lulled the people into false security. Phony “peace” promises, while sin continued on the brink of God’s judgment, was a way, so to speak, of erecting a defective “wall” and whitewashing it to make it look good. Such an unsafe “wall” was doomed to collapse (v. 11 ) when God would bring His storm, picturing the invaders’ assault (v. 11 )."
  },
  {
    "start": 26013011,
    "end": 26013016,
    "content": "<b><a>13:11–16</a></b> These descriptions are all images belonging to the illustration of the wall, not meant to convey real wind, flood, and hail. The Babylonians were the actual destroyers of Israel’s hypocritical false spirituality."
  },
  {
    "start": 26013017,
    "end": 26013023,
    "content": "<b><a>13:17–23</a></b> Although women are rebuked by Isaiah ( 3:16—4:1 ; 32:9–13 ) and Amos ( 4:1–3 ), this is the only OT text where false prophetesses are mentioned. Sorcery was practiced mainly by women. Jezebel is called a false prophetess in Rev 2:20 ."
  },
  {
    "start": 26013018,
    "end": 26013019,
    "content": "<b><a>13:18–19</a></b> <b>bands … veils … handfuls of barley … bread.</b> bands … veils … handfuls of barley … bread. Apparently, these sorceresses employed all these things in their divinations, hunting down souls for their advantage (v. 20 )."
  },
  {
    "start": 26013022,
    "content": "<b><a>13:22</a></b> <b>with falsehood.</b> with falsehood. Predators had saddened the righteous by a false message leading to calamity which involved great loss even for them (cf. 21:3–4 ). They had encouraged the wicked to expect a bright future, and saw no need to repent to avoid death."
  },
  {
    "start": 26013023,
    "content": "<b><a>13:23</a></b> <b>I will deliver My people.</b> I will deliver My people. Certainly this was true in the restoration after the 70 years in Babylon, but will be fully true in Messiah’s kingdom. God’s true promise will bring an end to sorcery and false prophecy (cf. Mic 3:6–7 ; Zec 13:1–6 )."
  },
  {
    "start": 26014001,
    "end": 26014003,
    "content": "<b><a>14:1–3</a></b> <b>elders … came.</b> elders … came. These leaders came insincerely seeking God’s counsel (v. 3 ; cf. Ps 66:18 ), as God reveals to the prophet, who thus saw through their facade and indicted them for determining to pursue their evil way and defy God’s will. False prophets of chap. 13 were thriving, as the civil leaders and populace whom they represented set a welcoming climate and inclination for the delusions."
  },
  {
    "start": 26014004,
    "content": "<b><a>14:4</a></b> <b>I Yahweh will … answer.</b> I Yahweh will … answer. They received no verbal answer, but an answer directly from Yahweh in the action of judgment."
  },
  {
    "start": 26014006,
    "content": "<b><a>14:6</a></b> <b>turn away.</b> turn away. Yahweh answered the two-faced inquiry in only one way, by a call to repent. The seekers were turned away from Him to idols (v. 6b ), and He must be turned away from them (v. 8a ). The guilty, including both those back at Jerusalem and the exiles tolerating the same things, were to repent, turning away from idols to God."
  },
  {
    "start": 26014008,
    "content": "<b><a>14:8</a></b> The punishment echoed the warnings of Lv 20:3 , 5–6 and Dt 28:27 ."
  },
  {
    "start": 26014009,
    "content": "<b><a>14:9</a></b> <b>enticed.</b> enticed. God will deceive (entice) a false prophet only in a qualified sense. When one willfully rejects His Word, He places a resulting cloud of darkness, or permits it to continue, hiding the truth so that the person is deceived by his own obstinate self-will. This fits with the same principle as when God gives up Israel to evil statutes ( 20:25–26 ), counsel that they insist on as they spurn His Word ( 20:24 , 26 ). When people refuse the truth, He lets them seek after their own inclinations and gives them over to falsehood ( 20:39 ). This is the wrath of abandonment noted in Ro 1:18–32 (cf. 1Ki 22:20–23 ; 2Th 2:11 )."
  },
  {
    "start": 26014012,
    "content": "<b><a>14:12</a></b> <b>the word … came.</b> the word … came. Ezekiel answered a deception that God would never judge the people of Judah, since some righteous were among them. God would honor the presence of the godly (vv. 14 , 20 )."
  },
  {
    "start": 26014013,
    "end": 26014020,
    "content": "<b><a>14:13–20</a></b> <b>My hand against.</b> My hand against. God promised 4 acts in His drama of judgment (cf. summary, v. 21 ). In none could the 3 heroes avert tragedy as advocates. These were: 1) famine; 2) wild beasts; 3) the sword; and 4) plague."
  },
  {
    "start": 26014014,
    "end": 26014020,
    "content": "<b><a>14:14–20</a></b> <b>Noah, Daniel, and Job.</b> Noah, Daniel, and Job. Jeremiah 7:16 and 15:1–4 provide a close parallel to this passage. According to Jeremiah, even Moses and Samuel, well known for their power in intercessory prayer, would not prevail to deliver Jerusalem and the people. The 3 OT heroes mentioned in this section exhibited power in intercession on behalf of others (cf. Ge 6:18 ; Job 42:7–10 ; Da 1–2 ) at strategic points in redemptive history, and even they could not deliver anyone but themselves if they were there praying earnestly. Even the presence and prayers of the godly could not stop the coming judgment. Genesis 18:22–32 and Jer 5:1–4 provide rare exceptions to the principle that one man’s righteousness is no protection for others."
  },
  {
    "start": 26014022,
    "end": 26014023,
    "content": "<b><a>14:22–23</a></b> <b>their way.</b> their way. An ungodly Jerusalem remnant, brought as captives to join exiled Jews in Babylon, were to be very wicked. Exiles already there, repulsed by this evil, were to realize God’s justness in His severe judgment on Jerusalem."
  },
  {
    "start": 26015001,
    "end": 26015003,
    "content": "<b><a>15:1–3</a></b> <b>Then the word … came.</b> Then the word … came. Israel, often symbolized by a vine ( 17:6–10 ; Ge 49:22 ; Jer 2:21 ), had become useful for nothing. Failing to do the very thing God set her apart to do—bear fruit—she no longer served any purpose and was useless (v. 2 ). Other trees can be used for construction of certain things, but a fruitless vine is useless (v. 3 ). It has no value. In every age the people of God have their value in their fruitfulness."
  },
  {
    "start": 26015004,
    "end": 26015005,
    "content": "<b><a>15:4–5</a></b> <b>put into the fire.</b> put into the fire. The burning of the fruitless vine symbolized judgment in the deportations of 605 BC and 597 BC leading up to the final conquest in 586 BC. Isaiah made the same analogy in his prophecy ( Is 5:1–7 ), saying Israel produced only useless sour berries."
  },
  {
    "start": 26015006,
    "end": 26015008,
    "content": "<b><a>15:6–8</a></b> <b>Therefore.</b> Therefore. The prophet applies the symbol to Israel and predicts the desolation of the city and the land. In the time of the Great Tribulation, it will be so again (cf. Rev 14:18 )."
  },
  {
    "start": 26016001,
    "end": 26016007,
    "content": "<b><a>16:1–7</a></b> This section covers the period from Abraham entering Canaan (cf. Ge 12 ) through the exile in Egypt (cf. Ex 12 )."
  },
  {
    "start": 26016003,
    "end": 26016005,
    "content": "<b><a>16:3–5</a></b> Israel was like an abandoned child. In 16:4–14 we see the history of Israel from her conception to her glory under Solomon."
  },
  {
    "start": 26016004,
    "end": 26016005,
    "content": "<b><a>16:4–5</a></b> Israel, in the day of its birth, was unwanted and uncared for."
  },
  {
    "start": 26016006,
    "content": "<b><a>16:6</a></b> <b>Live!</b> Live! The time intended here is probably the patriarchal period of Abraham, Isaac, and Jacob, when God formed His people."
  },
  {
    "start": 26016007,
    "content": "<b><a>16:7</a></b> <b>numerous.</b> numerous. This refers more to the people than to the land. It seems to refer to the time of Israel’s growth during the 430-year stay in Egypt; wild but flourishing and beautiful Israel was “naked,” without the benefits of culture and civilization ( Ge 46 – Ex 12 ; cf. Ex 1:7 , 9 , 12 )."
  },
  {
    "start": 26016008,
    "end": 26016014,
    "content": "<b><a>16:8–14</a></b> This is best taken as the time from the Exodus ( Ex 12ff. ) through David’s reign ( 1Ki 2 )."
  },
  {
    "start": 26016009,
    "end": 26016014,
    "content": "<b><a>16:9–14</a></b> These gifts were marriage gifts customarily presented to a queen. The crowning may refer to the reigns of David and Solomon, when Jerusalem became the royal city. Israel was actually a small kingdom but with a great reputation (cf. 1Ki 10 ). This refers to the time from Joshua’s conquest of Canaan ( Jos 3ff. ) through David’s reign (cf. 1Ki 2 ) and into Solomon’s time (before 1Ki 11 )."
  },
  {
    "start": 26016014,
    "content": "<b><a>16:14</a></b> <b>My majesty.</b> My majesty. The nation was truly a trophy of God’s grace (cf. Dt 7:6–8 ). The presence and glory of Yahweh provided Jerusalem with her beauty and prominence."
  },
  {
    "start": 26016015,
    "end": 26016034,
    "content": "<b><a>16:15–34</a></b> Continuing the marriage metaphor, this section describes the spiritual harlotry of Israel from Solomon (cf. 1Ki 11:1 ) all the way to Ezekiel’s time."
  },
  {
    "start": 26016020,
    "end": 26016022,
    "content": "<b><a>16:20–22</a></b> <b>sons and daughters.</b> sons and daughters. This refers to the sacrifices of children to pagan gods (cf. 20:25–26 , 31 ; 2Ki 16:3 ; 21:6 ; 23:10 ; 24:4 ). God had expressly forbidden this (cf. Dt 12:31 ; 18:10 ). Still, the children were first slain, then burned (cf. Jer 7:31 ; 19:5 ; 32:35 ; Mic 6:7 ) until Josiah’s abolition of it. It had been reinstated in Ezekiel’s day."
  },
  {
    "start": 26016023,
    "end": 26016030,
    "content": "<b><a>16:23–30</a></b> This section, partly woe and partly lament, spoke to Judah’s obsession with idolatry and her being influenced by Egypt (v. 26 ), the Philistines (v. 27 ), Assyria (v. 28 ), and Chaldea, or Babylon (v. 29 )."
  },
  {
    "start": 26016027,
    "content": "<b><a>16:27</a></b> <b>ashamed.</b> ashamed. The wickedness and gross evil of the Jews even scandalized pagan Philistines."
  },
  {
    "start": 26016029,
    "content": "<b><a>16:29</a></b> <b>Chaldea.</b> Chaldea. They even prostituted themselves with the Babylonians (cf. 2Ki 20:12–19 )."
  },
  {
    "start": 26016031,
    "end": 26016034,
    "content": "<b><a>16:31–34</a></b> It is wicked to solicit and then be paid for immorality. Israel engaged in far worse behavior—she solicited and even paid her idol consorts. This refers to the heavy tribute Israel had to pay to the godless nations."
  },
  {
    "start": 26016035,
    "end": 26016040,
    "content": "<b><a>16:35–40</a></b> <b>I will … uncover your nakedness.</b> I will … uncover your nakedness. Public exposure of profligate women and the stoning of them were well-known customs in ancient Israel, making them a shameful spectacle."
  },
  {
    "start": 26016042,
    "content": "<b><a>16:42</a></b> By exacting the full penalty on Israel’s sins in the destruction by Babylon, God’s wrath was to be satisfied."
  },
  {
    "start": 26016044,
    "end": 26016045,
    "content": "<b><a>16:44–45</a></b> <b>Like mother, like daughter.</b> Like mother, like daughter. Judah has followed in the pagan footsteps of her beginnings (cf. 16:3 )."
  },
  {
    "start": 26016046,
    "end": 26016059,
    "content": "<b><a>16:46–59</a></b> Judah is compared to Samaria and Sodom, whose judgment for sin was great. Judah was more corrupt (v. 47 ), multiplied Samaria’s and Sodom’s sin (v. 51 ), and committed more abominable sin (v. 52 )."
  },
  {
    "start": 26016060,
    "content": "<b><a>16:60</a></b> <b>I Myself will remember My covenant.</b> <b>an everlasting covenant.</b> I Myself will remember My covenant. God is gracious and He always finds a covenant basis on which He can exercise His grace. Yahweh will remember the Abrahamic Covenant (cf. Ge 12:1ff. ) made with Israel in her youth. Restoration will be by grace, not merit. an everlasting covenant. This is the New Covenant, which is unconditional, saving, and everlasting (cf. 37:26 ; Is 59:21 ; 61:8 ; Jer 31:31–34 ; Heb 8:6–13 ). The basis of God’s grace will not be the Mosaic Covenant, which the Jews could never fulfill, even with the best intentions (cf. Ex 24:1ff. ). When God establishes His eternal covenant, Israel will know that God is Yahweh because of His grace."
  },
  {
    "start": 26016063,
    "content": "<b><a>16:63</a></b> <b>have atoned for.</b> have atoned for. This looks to the cross of Christ (cf. Is 53 ), by which God’s just wrath on sin was satisfied so that He could grant grace to all who believe (cf. 2Co 5:21 )."
  },
  {
    "start": 26017001,
    "content": "<b><a>17:1</a></b> This chapter is dated about 588 BC (two years before the destruction of Jerusalem). The history of the period is in 2Ki 24 ; 2Chr 36 ; Jer 36–37 , 52 ."
  },
  {
    "start": 26017003,
    "content": "<b><a>17:3</a></b> <b>A great eagle.</b> <b>the cedar.</b> A great eagle. The king of Babylon, in view here, took royal captives and others (vv. 4 , 12–13 ). the cedar. The kingdom of Judah."
  },
  {
    "start": 26017004,
    "content": "<b><a>17:4</a></b> <b>topmost of its young twigs.</b> topmost of its young twigs. This is Jehoiachin, the king, exiled in 597 BC ( 2Ki 24:11–16 ). Babylon is the “land of merchants” ( 16:29 )."
  },
  {
    "start": 26017005,
    "end": 26017006,
    "content": "<b><a>17:5–6</a></b> <b>seed.</b> seed. Those whom Babylon left in Judah in 597 BC, who could prosper as a tributary to the conqueror, turned toward him (v. 6 )."
  },
  {
    "start": 26017006,
    "content": "<b><a>17:6</a></b> <b>spreading vine.</b> spreading vine. Refers to Zedekiah (ca. 597–586 BC), the youngest son of Josiah whom Nebuchadnezzar appointed king in Judah. The benevolent attitude of Nebuchadnezzar helped Zedekiah to prosper, and if he had remained faithful to his pledge to Nebuchadnezzar, Judah would have continued as a tributary kingdom. Instead, he began courting help from Egypt ( 2Chr 36:13 ), which Jeremiah protested ( Jer 37:5–7 )."
  },
  {
    "start": 26017007,
    "content": "<b><a>17:7</a></b> <b>another great eagle.</b> another great eagle. Egypt is meant (v. 15 ), specifically Pharaoh Apries, a.k.a. Hophra (588–568 BC). Zedekiah turned to him to help revolt against Babylon."
  },
  {
    "start": 26017009,
    "end": 26017010,
    "content": "<b><a>17:9–10</a></b> <b>dry up?</b> dry up? Zedekiah’s treachery would not prosper. The king was captured in the plains of Jericho ( Jer 52:8 ). The dependence on Egypt would fail, and Judah would wither as the east wind (a picture of Babylon, cf. 13:11–13 ) blasted her."
  },
  {
    "start": 26017011,
    "end": 26017021,
    "content": "<b><a>17:11–21</a></b> <b>and brought him under oath.</b> and brought him under oath. The parable is explained in detail. Babylon (v. 12 ) made Zedekiah a vassal subject to her, took captives, and left Judah weak (vv. 13–14 ). Zedekiah broke the agreement (v. 15 ) in which he swore by Yahweh to submit to Babylon ( 2Chr 36:13 ), and sought Egypt’s help, thus he was taken to Babylon to live out his life (v. 16 , 19 ; Jer 39:4–7 ). Egypt was to be no help to him (v. 17 ) or any protector of his army (v. 21 )."
  },
  {
    "start": 26017022,
    "end": 26017023,
    "content": "<b><a>17:22–23</a></b> <b>from the lofty top.</b> a sprig from the lofty top. This is messianic prophecy stating that God will provide the Messiah from the royal line of David (“the cedar”) and establish Him in His kingdom (like a “mountain,” cf. Da 2:35 , 44–45 ). He will be “ a sprig ” reigning in the height of success. “Sprig,” or “branch,” is a name for Messiah (cf. 34:23–24 ; 37:24–25 ; Is 4:2 ; Jer 23:5 ; 33:15 ; Zec 3:8 ; 6:12 ). Messiah will be “a tender one” (v. 22 ) growing into a “majestic cedar” (v. 23 ). Under His kingdom rule, all nations will be blessed and Israel restored."
  },
  {
    "start": 26017024,
    "content": "<b><a>17:24</a></b> <b>make the dry tree flourish.</b> make the dry tree flourish. The Messiah would grow out of the dry tree left after humbling judgment, i.e., Judah’s remnant from which He came of a lowly family (cf. Is 6:13 ), yet would prosper."
  },
  {
    "start": 26018001,
    "end": 26018032,
    "content": "<b><a>18:1–32</a></b> One of the foundational principles of Scripture is presented in this chapter (also taught in Dt 24:16 ; 2Ki 14:6 ): Judgment is according to individual faith and conduct. He had foretold national punishment, but the reason was individual sin (cf. 3:16–21 ; 14:12–20 ; 33:1–20 )."
  },
  {
    "start": 26018002,
    "content": "<b><a>18:2</a></b> <b>eat the sour grapes.</b> eat the sour grapes. The people of Judah would not acknowledge their guilt worthy of judgment. Though they were themselves wicked and idolatrous, they blamed their forefathers for their state (cf. 2Ki 21:15 ). The rationalizing is expressed in a current proverb (cf. Jer 31:29 ) which means, in effect, “They sinned (eat the sour grapes); we inherit the bitterness” (teeth are set on edge)."
  },
  {
    "start": 26018003,
    "content": "<b><a>18:3</a></b> <b>not going to use this proverb.</b> not going to use this proverb. God rejected their blame shifting and evasion of responsibility."
  },
  {
    "start": 26018004,
    "content": "<b><a>18:4</a></b> <b>The soul who sins will die.</b> The soul who sins will die. God played no favorites, but was fair in holding each individual accountable for his own sin. The death is physical death which, for many, results in eternal death."
  },
  {
    "start": 26018005,
    "end": 26018018,
    "content": "<b><a>18:5–18</a></b> Two scenarios are proposed to clarify the matter of personal guilt: 1) a righteous father of an unrighteous son (vv. 5–13 ); and 2) an unrighteous father of a righteous son (vv. 14–18 )."
  },
  {
    "start": 26018008,
    "content": "<b><a>18:8</a></b> <b>not lend</b> <b>on interest.</b> not lend money on interest. This refers to interest on loans ( see notes on Dt 23:19–20 ; 24:10–13 )."
  },
  {
    "start": 26018009,
    "content": "<b><a>18:9</a></b> <b>he … will surely live.</b> he … will surely live. The righteous do die physically for many reasons that do not contradict this principle, e.g., old age, martyrdom, or death in battle. While there are exceptions to “surely live” as to temporal life (cf. 21:3–4 ), and sometimes the ungodly survive, unlike 18:13 (cf. 14:22–23 ), there can be absolutely no exceptions in God’s ultimate spiritual reckoning. In every case, the just die to live eternally and the unjust, who never possessed spiritual life, shall perish physically and eternally ( Jn 5:28–29 ; Rev 20:11–15 ). The just will live no matter what the character of his parents or children. For an explanation of Ex 20:5–6 , see the note there ."
  },
  {
    "start": 26018010,
    "end": 26018013,
    "content": "<b><a>18:10–13</a></b> <b>violent son.</b> violent son. Could such a sinful son claim the merits of his father’s righteousness and live? No! Each person is responsible for his own personal sin."
  },
  {
    "start": 26018014,
    "end": 26018018,
    "content": "<b><a>18:14–18</a></b> <b>he will die for his iniquity.</b> he will die for his iniquity. This part features an unrighteous father and a righteous son to make the same point. The righteous son shall “surely live” (v. 17 )."
  },
  {
    "start": 26018019,
    "end": 26018020,
    "content": "<b><a>18:19–20</a></b> The prophet restated the principle of personal accountability."
  },
  {
    "start": 26018021,
    "end": 26018022,
    "content": "<b><a>18:21–22</a></b> <b>if the wicked man turns.</b> if the wicked man turns. The next case involves an unrighteous person turning to righteousness. He received a clean slate in forgiveness (v. 22 ), and spiritual life forever."
  },
  {
    "start": 26018023,
    "content": "<b><a>18:23</a></b> <b>Do I have … pleasure.</b> Do I have … pleasure. God takes no willful pleasure in the death of the unrighteous (cf. Jn 5:40 ; 1Ti 2:4 ; 2Pe 3:9 )."
  },
  {
    "start": 26018024,
    "content": "<b><a>18:24</a></b> <b>a righteous man turns.</b> a righteous man turns. The next scenario is a righteous man turning to a life of sin. His former, apparent righteousness was not genuine (cf. 1Jn 2:19 ), and God did not remember it as a valid expression of faith."
  },
  {
    "start": 26018025,
    "end": 26018029,
    "content": "<b><a>18:25–29</a></b> <b>Yet you say.</b> Yet you say. God applied the principle in summary to Israel’s sin problem (cf. vv. 2–4 ). They, not He, must acknowledge their lack of equity (cf. vv. 25 , 29 )."
  },
  {
    "start": 26018030,
    "content": "<b><a>18:30</a></b> <b>Therefore I will judge.</b> Therefore I will judge. The conclusion is that the just God must judge each person for his own life. But He invites repentance, so that hope may replace ruin (cf. 33:10–11 )."
  },
  {
    "start": 26018031,
    "content": "<b><a>18:31</a></b> <b>make. … new heart.</b> make. … new heart. The key to life eternal and triumph over death is conversion. This involves repentance from sin (vv. 30–31a ) and receiving the new heart which God gives with a new spirit, wrought by the Holy Spirit ( 36:24–27 ; Jer 31:34 ; Jn 3:5–8 )."
  },
  {
    "start": 26018032,
    "content": "<b><a>18:32</a></b> <b>I have no pleasure.</b> <b>turn back and live.</b> I have no pleasure. The death of His saints is precious to God ( Ps 116:15 ). By contrast, He has no such pleasure when a person dies without repentance. While God is sovereign in salvation, man is responsible for his own sin. turn back and live. This was a call to repent and avoid physical and eternal death (cf. Pss 23:6 ; 73:24 ; Is 26:19–21 ; Da 12:2–3 , 13 ). Ezekiel was a preacher of repentance and of God’s offer of mercy to the penitent."
  },
  {
    "start": 26019001,
    "end": 26019014,
    "content": "<b><a>19:1–14</a></b> <b>lamentation.</b> lamentation. This is an elegy in typical lamentation meter (v. 14b ), dealing with the captivity of Kings Jehoahaz (609 BC) and Jehoiachin (597 BC), and the collapse of the Davidic dynasty under Zedekiah (586 BC)."
  },
  {
    "start": 26019003,
    "end": 26019004,
    "content": "<b><a>19:3–4</a></b> <b>one of her cubs.</b> one of her cubs. This refers to Jehoahaz (Shallum), who ruled in 609 BC and was deposed by Egypt’s Pharaoh Neco after reigning only 3 months (v. 4 ; 2Ki 23:32–34 ; 2Chr 36:2 )."
  },
  {
    "start": 26019005,
    "end": 26019009,
    "content": "<b><a>19:5–9</a></b> <b>another of her cubs.</b> another of her cubs. This refers to Jehoiachin, who in 597 BC was carried to Babylon in a cage as in v. 9 ( 2Ki 24:6–15 ). Though he reigned only 3 months, he was oppressive and unjust. God used the pagan nations of Egypt and Babylon to judge these wicked kings. The Babylonians kept Jehoiachin imprisoned for 37 years, releasing him at the age of 55 ( 2Ki 25:27–30 ; Jer 52:31–32 )."
  },
  {
    "start": 26019010,
    "end": 26019014,
    "content": "<b><a>19:10–14</a></b> <b>Your mother was like a vine.</b> Your mother was like a vine. Judah prospered as a luxuriant vine (v. 10 ), with strong power and eminence (v. 11 ). God plucked up the vine in judgment, desolating her (v. 12 ; cf. 13:11–13 ), exiling her (v. 13 ), and leaving no strong king (v. 14 )."
  },
  {
    "start": 26019014,
    "content": "<b><a>19:14</a></b> The blame for the catastrophe that came to Judah is laid on one ruler, King Zedekiah, who was responsible for the burning of Jerusalem because of his treachery (cf. Jer 38:20–23 ). The house of David ended in shame and, for nearly 2,600 years since, Israel has had no king of David’s line. When Messiah came, they rejected Him and preferred Caesar. Messiah still became their Savior and will return as their King."
  },
  {
    "start": 26020001,
    "content": "<b><a>20:1</a></b> <b>the seventh year.</b> the seventh year. Ca. 591 BC."
  },
  {
    "start": 26020003,
    "end": 26020044,
    "content": "<b><a>20:3–44</a></b> <b>elders … come to inquire.</b> elders … come to inquire. Cf. the similarity in 14:1–3 . The prophet responds with a message from Yahweh that gives a historical survey of Israel, featuring its uniform pattern of sin. Israel rebelled in Egypt (vv. 5–9 ), then in the wilderness trek (vv. 10–26 ), and the entry into the Land of Promise (vv. 27–32 ). Through all this, God kept delivering them to save His reputation (vv. 9 , 14 , 22 ). Yet sinful obstinacy finally led to His judging them (vv. 45–49 ). Verses 33–44 speak of His regathering Israel to their land in the future time of Christ’s Second Advent."
  },
  {
    "start": 26020005,
    "content": "<b><a>20:5</a></b> <b>I swore.</b> I swore. Cf. vv. 5–6 , 15 , 23 , 28 , 42 . God promised Israel deliverance from Egypt (cf. Ex 6:2–8 )."
  },
  {
    "start": 26020025,
    "end": 26020026,
    "content": "<b><a>20:25–26</a></b> <b>I … gave them.</b> I … gave them. God allowed the Jews to live in sin. Cf. v. 32 , “We will be like the nations. …” Cf. Ps 81:11–12 ; Ro 1:24–28 . Like all human beings, the story of the Jews is one long history of rebellion."
  },
  {
    "start": 26020034,
    "content": "<b><a>20:34</a></b> Paul alludes to this in 2Co 6:17 . God will someday rule over Israel in the glorious kingdom of Messiah, after the people have repented and been saved (cf. Zec 12–14 )."
  },
  {
    "start": 26020035,
    "content": "<b><a>20:35</a></b> <b>wilderness of the peoples.</b> wilderness of the peoples. Other lands where the scattered people of Israel live are pictured as a wilderness in which the Jews will suffer. This is analogous to God’s bringing His people from Egypt through the wilderness long ago, before thrusting them into the Promised Land (v. 36 )."
  },
  {
    "start": 26020037,
    "content": "<b><a>20:37</a></b> <b>pass under the rod.</b> pass under the rod. God used a shepherd figure here, apt since He was their Great Shepherd ( 34:11–13 ; Jer 23:5–8 ). As a shepherd, God brings His sheep home to their fold (cf. Jer 33:13 ), has them file in, separating sheep from goats (cf. Mt 25 ), passing under His shepherd’s rod to be noted and checked for injury. He will bring them into the bond of the New Covenant by giving them His Spirit with life ( 36:24–27 ; 37:14 ; 39:29 ). This is Israel’s final salvation ( Ro 11:26–33 )."
  },
  {
    "start": 26020038,
    "content": "<b><a>20:38</a></b> <b>I will purge from you the rebels.</b> I will purge from you the rebels. God will see that no rebel, no one without the renewing by His Spirit in salvation, will come back to Israel to have a part in the messianic kingdom. All whom He permits to return will serve Him (v. 40 ), in contrast to those who serve idols (v. 39 ). The purging takes place during the “time of Jacob’s distress” ( Jer 30:7 ), during the Great Tribulation ( Mt 24:21 )."
  },
  {
    "start": 26020039,
    "content": "<b><a>20:39</a></b> If they persist in their stubborn idolatry, God will allow them to follow it to their doom. He would also rather have them as out-and-out idolaters rather than hypocritical patronizers of His worship as they had been (cf. Am 5:21–26 )."
  },
  {
    "start": 26020040,
    "end": 26020042,
    "content": "<b><a>20:40–42</a></b> <b>all … in the land.</b> all … in the land. The promised regathering in Messiah’s earthly kingdom is to the very same land—literal Palestine—from which they were scattered (v. 41 ), expressly the land given to their fathers ( 36:28 ; Ge 12:7 ). They will “all” be there, repentant (v. 43 ) and saved ( Ro 11:26–27 ), serving Yahweh wholeheartedly, a united nation engaged in purified worship (cf. 27:22–23 ; Is 11:13 )."
  },
  {
    "start": 26020044,
    "content": "<b><a>20:44</a></b> <b>you will know.</b> you will know. God purposed all of this great restoration so that repentant, renewed Israel knew that He is Yahweh, a key theme, as in v. 38 . Also, those of other nations will know by this who He is and render Him due reverence (v. 41 ; 36:23 , 36 )."
  },
  {
    "start": 26020046,
    "end": 26020048,
    "content": "<b><a>20:46–48</a></b> <b>speak, dripping out</b> <b>, against the south.</b> speak, dripping out words , against the south. The south is Palestine, particularly Judah, usually invaded from the north. Though Babylonia was to the east ( 19:12 ), its army would swing west toward the Mediterranean Sea and then come south out of the north to invade Judah. The invader (Nebuchadnezzar in 586 BC) will overwhelm the land as a sweeping fire (cf. 15:1–8 ; 19:12 ; Zec 11:1–3 ), devouring trees indiscriminately, green or dry (cf. 21:3–4 ). Palestine had much more “forest” in biblical times."
  },
  {
    "start": 26020049,
    "content": "<b><a>20:49</a></b> This demonstrates the elders’ (v. 1 ) refusal to comprehend Ezekiel’s clear message. To the unwilling heart, there was no understanding."
  },
  {
    "start": 26021001,
    "end": 26021007,
    "content": "<b><a>21:1–7</a></b> <b>the word … came.</b> the word … came. This is the sign of the sword against Jerusalem (vv. 1–17 ). God depicts His judgment in terms of a man unsheathing his polished sword for deadly thrusts. God is the swordsman (vv. 3–4 ), but Babylon is His sword (v. 19 ). The historical background for this prophecy is Nebuchadnezzar’s 588 BC campaign to quell revolts in Judah, as well as Tyre and Ammon."
  },
  {
    "start": 26021003,
    "end": 26021004,
    "content": "<b><a>21:3–4</a></b> <b>the righteous and the wicked.</b> the righteous and the wicked. In Babylon’s indiscrimination as an invader, people in the army’s path die, whether righteous or wicked. This occurs from north to south, through the whole span of Israel’s land, tying in with the judgment pictured by fire ( 20:45–49 ). Trees green or dry ( 20:47 ) probably depict people whether righteous or wicked ( 21:3–4 ; cf. Lk 23:31 )."
  },
  {
    "start": 26021008,
    "end": 26021017,
    "content": "<b><a>21:8–17</a></b> The sword (Babylon) was “sharpened.”"
  },
  {
    "start": 26021010,
    "content": "<b><a>21:10</a></b> <b>the scepter … despises every tree.</b> the scepter … despises every tree. Cf. also v. 13 . Possibly this affirmed that God’s sword, so overwhelming in v. 10a , was to despise the Judean royal scepter (cf. Ge 49:9–10 ), which was powerless to stop it and would soon pass away (vv. 25–27 ). God’s judgment was too strong for this object made of (or partly of) wood, as it holds in contempt all such items of wood. “My son” may refer to Judah (cf. Ex 4:22–23 ), or to the king as God’s “son,” such as was Solomon ( 1Chr 28:6 )."
  },
  {
    "start": 26021011,
    "content": "<b><a>21:11</a></b> <b>the one who kills.</b> the one who kills. God is always the judge and executioner, no matter what He uses."
  },
  {
    "start": 26021012,
    "content": "<b><a>21:12</a></b> <b>slap</b> <b>thigh.</b> slap your thigh. Or it can be translated, “beat your breast.” In either wording, it is an emphatic gesture of grief that the prophet acts out. This accompanies further symbols of grief in his “cry out and wail” (v. 12 ) and “strike” of hands (vv. 14 , 17 )."
  },
  {
    "start": 26021018,
    "end": 26021020,
    "content": "<b><a>21:18–20</a></b> This imagery sees Babylon’s army on the march coming to a crossroads. The sword is the king of Babylon, Nebuchadnezzar, who is faced with a decision. One sign points to Jerusalem and Judah, the other to Rabbah, the capital of Ammon. In 593 BC Ammon had conspired with Judah against Babylon. The king had to decide which place to attack, so he sought his gods through divination (v. 21 )."
  },
  {
    "start": 26021021,
    "content": "<b><a>21:21</a></b> <b>the king … stands … to use divination.</b> the king … stands … to use divination. This means to “seek an omen,” to gain guidance from superstitious devices (cf. Is 47:8–15 ). Three methods are available to Babylon’s leader. He shook arrows and let them fall, then read a conclusion from the pattern. He looked at Teraphim (idols), or examined an animal liver to gain help from his gods. Actually, the true God controlled this superstition to achieve His will, the attack on Jerusalem and Judah. Later, Nebuchadnezzar attacked Rabbah in Ammon east of the Jordan (vv. 28–32 )."
  },
  {
    "start": 26021022,
    "content": "<b><a>21:22</a></b> All the paraphernalia of war were prepared."
  },
  {
    "start": 26021023,
    "content": "<b><a>21:23</a></b> <b>worthless divination.</b> worthless divination. The people of Jerusalem thought this superstitious decision was not a true divination and would fail. They were wrong (vv. 24–25 )."
  },
  {
    "start": 26021025,
    "content": "<b><a>21:25</a></b> <b>wicked … prince.</b> wicked … prince. Zedekiah."
  },
  {
    "start": 26021026,
    "content": "<b><a>21:26</a></b> <b>Remove … turban … crown.</b> Remove … turban … crown. God, in the coming judgment on Judah in 588–586 BC, removed the turban representing the priestly leadership, and the crown picturing the succession of kings. Neither office was fully restored after the captivity. This marked the commencement of “the times of the Gentiles” ( Lk 21:24 )."
  },
  {
    "start": 26021027,
    "content": "<b><a>21:27</a></b> <b>until He comes.</b> until He comes. The 3-fold mention of “ruin” expresses the severest degree of unsettled and chaotic conditions. Israel was to experience severe instability and even the kingly privilege will not be Israel’s again until the coming of the Messiah, “to whom the legal judgment belongs” (cf. Ge 49:10 ). God will give the kingship to Him (cf. Jer 23:5–8 ), the greater “David” ( Eze 37:24 ). His “ legal judgment” is that perfect combination of priestly and royal offices (cf. Heb 5–7 )."
  },
  {
    "start": 26021028,
    "end": 26021032,
    "content": "<b><a>21:28–32</a></b> <b>concerning the sons of Ammon.</b> concerning the sons of Ammon. The Babylonian armies also were to conquer this people in 582/81 BC (cf. 25:1–7 ). Their “reproach” was the gleeful disdain they heaped on Jerusalem when the city fell, the temple was profaned, and Judeans were taken captive ( 25:3 )."
  },
  {
    "start": 26021030,
    "content": "<b><a>21:30</a></b> <b>Return</b> <b>to its sheath.</b> Return it to its sheath. This called for the Ammonites not to resist Babylon, which would be useless, for they would be slaughtered in their own land."
  },
  {
    "start": 26021032,
    "content": "<b><a>21:32</a></b> <b>You will not be remembered.</b> You will not be remembered. Israel had a future (v. 27 ), but God would not give Ammon mercy at the time and let the devastation occur. After this, they were further devastated by Judas Maccabeus’ army, according to an ancient source ( -->1Macc 5:6–7 -->). Later, according to Jeremiah 49:6 , God permitted exiles to return to their land. Finally, they disappeared from the family of nations altogether."
  },
  {
    "start": 26022002,
    "content": "<b><a>22:2</a></b> <b>the city of blood?</b> the city of blood? Cf. vv. 3–4 , 6 , 9 , 12–13 . This refers to Jerusalem because of her judicial murders (vv. 6 , 9 , 23–27 ), her sacrifice of children, and her rebellion against Babylon (cf. 24:6 )."
  },
  {
    "start": 26022004,
    "end": 26022013,
    "content": "<b><a>22:4–13</a></b> <b>become guilty.</b> become guilty. At least 17 kinds of sin appear in this indictment of Jerusalem’s blood guiltiness, and more in vv. 25–29 . The only restraint on their evil was their ability. They did all the evil they could, and shedding blood seemed to be the most popular."
  },
  {
    "start": 26022005,
    "content": "<b><a>22:5</a></b> Cf. Ro 2:24 . God links His honor to the behavior of His people."
  },
  {
    "start": 26022009,
    "content": "<b><a>22:9</a></b> <b>eaten at the mountain</b> <b>.</b> eaten at the mountain shrines . This meant idol worship which the passage clarifies (v. 4 ), i.e., eating meals at idol shrines, accompanied by sexual sins, such as those described in vv. 10–11 ."
  },
  {
    "start": 26022014,
    "end": 26022016,
    "content": "<b><a>22:14–16</a></b> Ezekiel saw not only the punishment in the immediate future, but the worldwide dispersion of the Jews still going on today, which continues for the purging of Israel’s sins."
  },
  {
    "start": 26022016,
    "content": "<b><a>22:16</a></b> <b>you will know.</b> you will know. After the defiling dispersion, when the sin has been purged, Israel will come to know Yahweh. Many Jews do know Him now, but the nation will be saved in the future (cf. Zec 12–14 ; Ro 11:25–27 )."
  },
  {
    "start": 26022017,
    "end": 26022022,
    "content": "<b><a>22:17–22</a></b> <b>bronze and tin and iron and lead.</b> bronze and tin and iron and lead. This pictures God’s judgment of Jerusalem as a smelting furnace (cf. Is 1:22 ; Jer 6:28–30 ; Zec 13:9 ; Mal 3:2–3 ) which burns away dross and impurities, resulting in purified metal. His wrath was the fire (v. 21 ; an apt term for Babylon’s fiery destruction of the city), and His people were to be refined (v. 20 ), with the sinful ones removed (cf. 21:13–22 ). Even in the ultimate day, God will follow this principle in purging His creation of sin ( 2Pe 3:9–14 )."
  },
  {
    "start": 26022025,
    "end": 26022029,
    "content": "<b><a>22:25–29</a></b> <b>conspiracy.</b> conspiracy. The whole nation was wicked. First, all leaders are indicted for their vicious sin: prophets, priests, princes, then the people in general."
  },
  {
    "start": 26022030,
    "content": "<b><a>22:30</a></b> <b>I searched for a man.</b> I searched for a man. Ezekiel and Jeremiah were faithful, but apart from them God sought a man capable of advocacy for Israel when its sin had gone so far. But no one could lead the people to repentance and draw the nation back from the brink of the judgment that came in 586 BC ( Jer 7:26 , 34 ; 19:15 ). Only God’s Messiah, God Himself, will have the character and the credentials sufficient to do what no man can do, intercede for Israel (cf. Is 59:16–19 ; 63:5 ; Rev 5 ). He was rejected by them in His earthly ministry, so the effects of this judgment continue today, until they turn to Him in faith (cf. Zec 12:10 ; 13:1 )."
  },
  {
    "start": 26023002,
    "end": 26023004,
    "content": "<b><a>23:2–4</a></b> <b>two women.</b> two women. This chapter describes the spiritual infidelity of Israel and Judah, pictured as two sisters, to convey the gravity of sin in Judah. “One mother” refers to the united kingdom, while “two women” refers to the divided kingdom. Oholah, meaning “Her own tabernacle,” as she had her separate dwelling-place apart from the temple, represents Samaria. In the northern kingdom, Jeroboam had set up worship, which God rejected. Oholibah, “My tabernacle is in her,” represents Jerusalem, where God did establish worship."
  },
  {
    "start": 26023005,
    "end": 26023010,
    "content": "<b><a>23:5–10</a></b> <b>Oholah played the harlot.</b> Oholah played the harlot. The northern kingdom of Israel was a harlot, in a spiritual sense, by seeking union for fulfillment and security with idolatrous, young, wealthy, attractive Assyria. Assyria turned on her (v. 10 ), conquered her, and deported Israel in 722 BC ( 2Ki 17 )."
  },
  {
    "start": 26023011,
    "end": 26023021,
    "content": "<b><a>23:11–21</a></b> <b>more corrupt.</b> more corrupt. Cf. 16:47 . The focus is Judah’s (the southern kingdom) craving for Babylonian idolatry that alienated her from God. Judah learned nothing from Israel’s punishment (v. 13 )."
  },
  {
    "start": 26023012,
    "content": "<b><a>23:12</a></b> <b>Assyrians.</b> Assyrians. Ahaz placed Judah under the protection of Assyria ( 2Ki 16:7–10 ), a political move denounced by Isaiah ( Is 7:13–17 )."
  },
  {
    "start": 26023014,
    "end": 26023016,
    "content": "<b><a>23:14–16</a></b> <b>Chaldeans.</b> Chaldeans. Judah was drawn to portraits of Babylonian men, done in brilliant colors, lusting for the Chaldean lifestyle. Social and political alliance led to spiritual defection."
  },
  {
    "start": 26023017,
    "content": "<b><a>23:17</a></b> <b>to the bed of love.</b> to the bed of love. The description portrays spiritual unfaithfulness graphically (v. 30 )."
  },
  {
    "start": 26023019,
    "content": "<b><a>23:19</a></b> Judah renewed her old sins from the days of Egypt, returning to her first degradation."
  },
  {
    "start": 26023022,
    "end": 26023035,
    "content": "<b><a>23:22–35</a></b> <b>arouse your lovers.</b> arouse your lovers. God’s anger at Judah’s sin prompted His bringing Babylonians and others to deal severely with her. The passage sets forth how Judah’s companion nations were the instruments of her judgment."
  },
  {
    "start": 26023023,
    "content": "<b><a>23:23</a></b> <b>Pekod and Shoa and Koa.</b> Pekod and Shoa and Koa. Three different Aramean tribes."
  },
  {
    "start": 26023025,
    "content": "<b><a>23:25</a></b> <b>remove your nose and your ears.</b> remove your nose and your ears. Atrocities by Babylonians would include facial dismemberment, ancient punishment for an adulteress practiced in Egypt, Chaldea, and elsewhere."
  },
  {
    "start": 26023032,
    "end": 26023034,
    "content": "<b><a>23:32–34</a></b> <b>drink your sister’s cup.</b> drink your sister’s cup. Judah was to experience the “cup” of God’s judgment as Samaria had in 722 BC (cf. 23:46–49 ). Often the idea of “drinking a cup” is symbolic of receiving God’s wrath (cf. Ps 75:8 ; Is 51:17–22 ; Jer 25:15–29 ; Mt 20:22 )."
  },
  {
    "start": 26023036,
    "end": 26023042,
    "content": "<b><a>23:36–42</a></b> The prophet detailed a shameful summary of God’s case against the nation—a double arraignment calling for judgment."
  },
  {
    "start": 26023045,
    "content": "<b><a>23:45</a></b> <b>righteous men.</b> righteous men. This likely refers to the remnant of godly people in the nation who would affirm the justice of judgment."
  },
  {
    "start": 26024001,
    "end": 26024002,
    "content": "<b><a>24:1–2</a></b> <b>this very day.</b> this very day. The time was Jan. 15, 588 BC (dating from 597 as in 1:2 ). The Babylonians began the 18-month siege of Jerusalem ( Jer 39:1–2 ; 52:4–12 )."
  },
  {
    "start": 26024003,
    "end": 26024005,
    "content": "<b><a>24:3–5</a></b> <b>Speak a parable.</b> Speak a parable. The choice cuts of lamb picture God’s flock being boiled in a pot, symbolizing Jerusalem in the heat of the siege. Cf. 11:3 . Animal bones were frequently used for fuel."
  },
  {
    "start": 26024006,
    "content": "<b><a>24:6</a></b> <b>Woe to the city of blood.</b> Woe to the city of blood. Jerusalem’s populace was guilty of bloody corruption, which was pictured by the boiled scum or rust in the pot (cf. 22:2 )."
  },
  {
    "start": 26024007,
    "content": "<b><a>24:7</a></b> <b>her blood.</b> her blood. The city’s blood (a general symbol of sin) was blatantly open, not hidden, as depicted by exposure on top of a rock. When blood was not covered with dust, the law was violated ( Lv 17:13 ). God’s vengeance would come by Babylon’s army."
  },
  {
    "start": 26024009,
    "end": 26024010,
    "content": "<b><a>24:9–10</a></b> <b>the pile great … bones be burned.</b> the pile great … bones be burned. Intensely provoked by sin, God wanted Ezekiel to picture the fire as furious judgment that kills the people."
  },
  {
    "start": 26024011,
    "end": 26024012,
    "content": "<b><a>24:11–12</a></b> <b>stand it empty.</b> stand it empty. After all pieces (people) were burned up, then the pot was heated empty. This portrayed Yahweh’s thorough follow-through by the besieger to totally destroy the city and the temple, with all its residue (cf. the treatment of a leprous house in Lv 14:34–45 )."
  },
  {
    "start": 26024016,
    "end": 26024027,
    "content": "<b><a>24:16–27</a></b> Ezekiel’s wife died as a sign to Israel. All personal sorrow was eclipsed in the universal calamity. Just as Ezekiel was not to mourn the death of his wife (v. 17 ), so Israel was not to mourn the death of her families (vv. 19–24 ). Though the text emphasizes how precious his wife was, the “desire of [his] eyes” (v. 16 ), he was obedient and submitted to God’s will. He became a heartbreaking sign to his people."
  },
  {
    "start": 26024025,
    "content": "<b><a>24:25</a></b> <b>on the day.</b> on the day. This refers to the destruction of the temple."
  },
  {
    "start": 26024026,
    "end": 26024027,
    "content": "<b><a>24:26–27</a></b> <b>on that day.</b> on that day. One who escaped the destruction of Jerusalem (586 BC) would come to Ezekiel in Babylon and report the story. From that day forward, he was to be silent until the captives arrived; then he could speak of Judah (cf. 3:26–27 ). This was about a two-year period (cf. 33:21 ; Jer 52:5–7 ), when there was no need to preach judgment because it had come. He did speak of other nations (as recorded beginning in chap. 25 )."
  },
  {
    "start": 26025001,
    "content": "<b><a>25:1</a></b> <b>the word of Yahweh came.</b> the word of Yahweh came. Ezekiel 25:1—32:32 proclaims judgments on 7 other nations, similar to the series in Jer 46–51 . Four of them are singled out in this chapter for vindictive jealousy and hate toward Israel. After devoting chaps. 1–24 to calamity on His chosen nation, it is fitting that God should reveal His impartiality toward all sinners and give the prophet judgments to proclaim on Gentiles. Israel’s sinful failure had profaned God’s honor in the eyes of these peoples ( 36:21–23 ), but these nations had falsely assumed that when Israel was exiled, their God was defeated."
  },
  {
    "start": 26025002,
    "end": 26025003,
    "content": "<b><a>25:2–3</a></b> <b>toward the sons of Ammon.</b> toward the sons of Ammon. These people lived on the edge of the desert east of the Jordan River and north of Moab. They had joined Babylon against Judah about 600 BC ( 2Ki 24:2ff. ). In 594 BC, together with other nations, they tried to influence Judah to ally with them against Babylon ( Jer 27:2ff. ). Ezekiel 21:18–20 indicates that Babylon came after them. There is no record of an attack, so they must have surrendered ( 21:28 ; Zep 2:8–11 ). They were of incestuous origin (cf. Ge 19:37–38 ) and often hostile toward Judah (cf. Jdg 10 ; 1Sa 11 ; 2Sa 10 , 12 ; Jer 49:1–6 ; Lam 2:15 ; Am 1:13–15 ). God judged this people because of their enmity against Israel (vv. 3 , 6 ). They expressed malicious pleasure at the dishonoring of the temple, desolation of the land, and dispersion of the inhabitants."
  },
  {
    "start": 26025004,
    "content": "<b><a>25:4</a></b> <b>going to give you to the sons of the east.</b> going to give you to the sons of the east. Perhaps this meant the coming of Babylon from the east which would devastate Ammon in either 588–86 BC or 582/81 BC. Or it could refer to their land being occupied by the various nomadic tribes living beyond the Jordan."
  },
  {
    "start": 26025005,
    "content": "<b><a>25:5</a></b> <b>Rabbah.</b> Rabbah. This important Ammonite capital (cf. Am 1:14 ), now called Amman, is about 25 mi. northeast of the upper tip of the Dead Sea, east of the Jordan River."
  },
  {
    "start": 26025007,
    "content": "<b><a>25:7</a></b> <b>make you perish.</b> make you perish. Ammonites would be destroyed and eliminated from their land. Yet, Jer 49:6 assures a later return of a remnant of these scattered people."
  },
  {
    "start": 26025008,
    "end": 26025011,
    "content": "<b><a>25:8–11</a></b> <b>Moab and Seir.</b> Moab and Seir. The origin of these people is given in Ge 19:37–38 . Their land was the area south of the Arnon River along the lower region of the Dead Sea. Cf. Is 15–16 ; Jer 48 ; Am 2:1–3 . The Babylonians destroyed cities there in 582/81 BC. The reason for judgment (v. 8 ) also included their gloating over Israel’s fall, as well as their scorn in saying Israel was like all other people with no privileged position before God. Both Ammonites and Moabites became absorbed into the Arabian peoples."
  },
  {
    "start": 26025012,
    "content": "<b><a>25:12</a></b> <b>Edom.</b> Edom. Cf. chap. 35 ; Is 21:11–12 ; Jer 49:7–22 ; Am 1:11–12 ; Obadiah; Mal 1:3–5 . These people lived south of Moab from the Dead Sea to the Gulf of Aqabah. These people had been almost annihilated by David ( 2Sa 8:14 ), but won back independence during the reign of Ahaz (ca. 735–715 BC). Their revenge was hostility to Israel constantly (cf. Ge 27:27–41 ; Is 34:5–7 ). The reason for judgment is Edom’s disdain when the Israelites were devastated in 588–86 BC. They acted like a cheering section for Babylon, “Tear it down! Tear it down” ( Ps 137:7 ; Lam 4:21–22 )."
  },
  {
    "start": 26025013,
    "end": 26025014,
    "content": "<b><a>25:13–14</a></b> <b>against Edom … by the hand of My people Israel.</b> against Edom … by the hand of My people Israel. The Arab tribe called Nabateans invaded Edom in 325 BC; but it was the Jewish forces of Judas Maccabeus in 164 BC and John Hyrcanus in 126 BC who fully subjugated Edom. Jews even compelled Edomites to submit to their religion. All 3 of these nations (Ammon, Moab, and Edom) have disappeared as separate nations into the Arab peoples."
  },
  {
    "start": 26025015,
    "end": 26025017,
    "content": "<b><a>25:15–17</a></b> <b>the Philistines.</b> the Philistines. Cf. Is 14:29–32 ; Jer 47 ; Joel 3:4 ; Am 1:6–8 ; Ob 19 ; Zep 2:4–7 ; Zec 9:5 . The reason for their judgment was perpetual enmity and vengefulness against Israel, which perpetuated the “old hatred” from as far back as Jdg 13–16 . They constantly harassed and oppressed Israel until David broke their power during Saul’s reign ( 1Sa 17 ). They repeatedly rose up and were subdued by Israel. Nebuchadnezzar invaded their land ( Jer 47 )."
  },
  {
    "start": 26025016,
    "content": "<b><a>25:16</a></b> <b>Cherethites.</b> Cherethites. They originated in Crete and became part of the Philistine nation ( see note on 1Sa 30:14 ), with some serving in David’s bodyguard ( 2Sa 8:18 ; 15:18 )."
  },
  {
    "start": 26025017,
    "content": "<b><a>25:17</a></b> <b>great vengeance.</b> great vengeance. This was fulfilled at the time of Babylon’s invasion of 588–86 BC or 582/81 BC (cf. Jer 25:20 ; 47:1–7 )."
  },
  {
    "start": 26026001,
    "content": "<b><a>26:1</a></b> <b>the eleventh year.</b> the eleventh year. In 586 BC, the 11th year of Jehoiachin’s captivity, on the tenth day of the fifth month, Jerusalem was captured."
  },
  {
    "start": 26026003,
    "end": 26026004,
    "content": "<b><a>26:3–4</a></b> <b>I am against you, O Tyre.</b> I am against you, O Tyre. The judgment of this city covers 3 chaps. ( 26–28 ), indicating its importance to God. Cf. Is 23 ; Am 1:9–10 . Tyre was an ancient city of the Phoenicians, appearing for the first time in Jos 19:29 . During the reigns of David and Solomon it had great influence. Hiram, its king, was a friend to David ( 2Sa 5:11 ), who helped him and Solomon in building operations (cf. 1Ki 5:1–12 ; 1Chr 14:1 ; 2Chr 2:3 , 11 ). Later, Tyrians sold Jews into slavery (cf. Joel 3:4–8 ; Am 1:9–10 ). God would move “many nations” to invade Tyre, the commercial center of the Mediterranean (cf. 27:3 ), in successive attacks pictured by wave following wave. Babylon (v. 7 ) besieged Tyre from 585–573 BC; later came Alexander’s Grecian army in 332 BC. Babylon had devastated the coastal city, but many Tyrians escaped to an island fortress which withstood attack. The later Grecian attackers “scraped” all the remaining “debris” and rubble and dumped it into the sea, building a causeway to the island nearly a half mile out. They also brought ships and overcame the fortress defenders in a devastating assault on Tyre. The predictions in chaps. 26–28 have been fulfilled with amazing literal accuracy."
  },
  {
    "start": 26026005,
    "content": "<b><a>26:5</a></b> <b>for the spreading of nets.</b> for the spreading of nets. Tyre became a fishing city, a place to spread fishing nets for centuries, until the Saracens finally destroyed what was left in the fourth century. Since then the once great center of Mediterranean commerce has been a nondescript village."
  },
  {
    "start": 26026007,
    "end": 26026014,
    "content": "<b><a>26:7–14</a></b> Here is a vivid description of the original devastation by Babylon’s King Nebuchadnezzar called “king of kings” (v. 7 ) because so many other rulers were subject to him. God had given him universal rule (cf. Da 2:37 ). Verses 8 and 9 describe the siege, vv. 10–14 , the devastation."
  },
  {
    "start": 26026012,
    "content": "<b><a>26:12</a></b> <b>they will … spoil.</b> they will … spoil. After Nebuchadnezzar in v. 7 and “he” and “his” in vv. 8–11 , “they” in v. 12 appears to broaden the reference to others among the “many nations” (v. 3 ). At this point, “they” are not only Babylonians, but also Alexander’s army which later heaped debris from the ruins into the sea to advance to the island stronghold (cf. Zec 9:3–4 )."
  },
  {
    "start": 26026013,
    "content": "<b><a>26:13</a></b> <b>songs … harps.</b> songs … harps. According to Is 23:16 , Tyre was famous for musicians."
  },
  {
    "start": 26026015,
    "end": 26026018,
    "content": "<b><a>26:15–18</a></b> So important a center of commerce could not be destroyed without affecting all the nearby nations. All the nations around the Mediterranean would consider Tyre’s fall a calamity. According to customs of mourning, rulers would descend from their thrones and disrobe."
  },
  {
    "start": 26026019,
    "end": 26026021,
    "content": "<b><a>26:19–21</a></b> Tyre’s destruction is compared to a dead person placed in the grave."
  },
  {
    "start": 26027001,
    "end": 26027011,
    "content": "<b><a>27:1–11</a></b> <b>a lamentation over Tyre.</b> a lamentation over Tyre. The whole chapter is a lamentation, describing Tyre as a great trade ship destroyed on the high seas. The proper names indicate the participants in commerce with Tyre."
  },
  {
    "start": 26027005,
    "end": 26027009,
    "content": "<b><a>27:5–9</a></b> <b>fir trees from Senir.</b> fir trees from Senir. The area is the Amorite designation for Mt. Hermon, to the northeast from the northern tip of the Sea of Galilee. Lesser known places were: Elishah (v. 7 ), believed to be in Cyprus; Arvad (v. 8 ), an island city off the Mediterranean coast north of Byblos; and Gebal (v. 9 ), a name also used for Byblos, north of today’s Beirut."
  },
  {
    "start": 26027010,
    "end": 26027011,
    "content": "<b><a>27:10–11</a></b> <b>men of war.</b> men of war. These places provided mercenary soldiers for the Phoenician army to defend Tyre."
  },
  {
    "start": 26027011,
    "content": "<b><a>27:11</a></b> <b>Arvad.</b> <b>Gammadim.</b> Arvad. See note on vv. 5–9 . Gammadim. People from a place often identified as northern Aram, or Syria."
  },
  {
    "start": 26027012,
    "content": "<b><a>27:12</a></b> <b>Tarshish.</b> Tarshish. This verse begins the description of the commercial glory of Tyre. Most likely this place refers to Tarshishah in southern Spain, a Phoenician colony famous for silver ( Jer 10:9 )."
  },
  {
    "start": 26027013,
    "content": "<b><a>27:13</a></b> <b>Javan, Tubal, and Meshech.</b> Javan, Tubal, and Meshech. Javan was Ionia, a large area in Greece. The other two, in Asia Minor, may be the Tibarenoi and Moschoi mentioned by the writer Herodotus, or slave-trading cities called Tabal and Mushku by the Assyrians."
  },
  {
    "start": 26027014,
    "content": "<b><a>27:14</a></b> <b>Beth-togarmah.</b> Beth-togarmah. Beth-togarmah is identified with Armenia in northeast Asia Minor, which is modern Turkey."
  },
  {
    "start": 26027015,
    "content": "<b><a>27:15</a></b> <b>Dedan.</b> Dedan. Probably Rhodes."
  },
  {
    "start": 26027017,
    "content": "<b><a>27:17</a></b> <b>Minnith.</b> Minnith. An Ammonite town ( Jdg 11:33 )."
  },
  {
    "start": 26027018,
    "content": "<b><a>27:18</a></b> <b>Helbon.</b> Helbon. Today it is called Halbun, 13 mi. north of Damascus."
  },
  {
    "start": 26027019,
    "content": "<b><a>27:19</a></b> <b>Vedan.</b> <b>cassia.</b> Vedan. A Danite area is not meant; but translators are not sure which areas are designated by this and Javan. cassia. A perfume."
  },
  {
    "start": 26027021,
    "content": "<b><a>27:21</a></b> <b>Kedar.</b> Kedar. Refers to nomadic Bedouin tribes."
  },
  {
    "start": 26027022,
    "content": "<b><a>27:22</a></b> <b>Sheba and Raamah.</b> Sheba and Raamah. These were cities in the southwest extremity of Arabia ( Ge 10:7 ; 1Chr 1:9 )."
  },
  {
    "start": 26027023,
    "content": "<b><a>27:23</a></b> <b>Haran, Canneh, Eden.</b> <b>Asshur,</b> <b>Chilmad.</b> Haran, Canneh, Eden. All were Mesopotamian towns; Canneh may have been in northern Syria, the Calneh of Am 6:2 , or the Caino of Is 10:9 . Asshur, and Chilmad. These were also in Mesopotamia."
  },
  {
    "start": 26027025,
    "content": "<b><a>27:25</a></b> <b>ships of Tarshish.</b> ships of Tarshish. The large cargo carrying sea ships that sailed across the Mediterranean."
  },
  {
    "start": 26027026,
    "end": 26027027,
    "content": "<b><a>27:26–27</a></b> <b>The east wind has broken.</b> The east wind has broken. This pictures Tyre’s fall aptly as a shipwreck on the seas. The sea, the place of her glory, will be her grave. “The east wind” is a picture of Babylon in its power from the east (cf. 13:11–13 )."
  },
  {
    "start": 26027028,
    "end": 26027035,
    "content": "<b><a>27:28–35</a></b> <b>the cry.</b> the cry. This maintains the metaphor of Tyre as a ship and turns particularly to men lamenting her ruin, for their livelihood has been tied to the commerce she represents. Verses 30–32 describe common actions signifying mourning."
  },
  {
    "start": 26027036,
    "content": "<b><a>27:36</a></b> There will be some who scorn with malicious joy."
  },
  {
    "start": 26028001,
    "end": 26028019,
    "content": "<b><a>28:1–19</a></b> This section concerning the king of Tyre is similar to Is 14:3–23 referring to the king of Babylon. In both passages, some of the language best fits Satan. Most likely, both texts primarily describe the human king who is being used by Satan, much like Peter when Jesus said to him, “Get behind Me, Satan!” ( Mt 16:23 ). The judgment can certainly apply to Satan also."
  },
  {
    "start": 26028002,
    "content": "<b><a>28:2</a></b> <b>to the ruler of Tyre.</b> <b>I am a god.</b> to the ruler of Tyre. Since “ruler,” or “prince,” is sometimes used to mean “the king” ( 37:24–25 ), the “ruler” in v. 2 is the “king” in v. 12 , Itto-baal II. The prophet is dealing with the spirit of Tyre more than just the king. This prophecy is dated shortly before the siege of Tyre by Nebuchadnezzar (585–573 BC). I am a god. Many ancient kings claimed to be a god, and acted as if they were (v. 6 ). When this king claimed to be a god, he was displaying the same proud attitude as the serpent who promised Adam and Eve they could be like God ( Ge 3:5 )."
  },
  {
    "start": 26028003,
    "end": 26028005,
    "content": "<b><a>28:3–5</a></b> <b>wiser than Daniel.</b> wiser than Daniel. This is said in sarcastic derision of the leader’s own exaggerated claims. Here is an indicator that Daniel, who had been captive for years in Babylon, had become well known."
  },
  {
    "start": 26028006,
    "end": 26028010,
    "content": "<b><a>28:6–10</a></b> <b>strangers upon you … strangers.</b> strangers upon you … strangers. The reference is to invading Babylonians, and later the Greeks (cf. chap. 26 ). God was the true executioner."
  },
  {
    "start": 26028011,
    "end": 26028019,
    "content": "<b><a>28:11–19</a></b> This lament over “the king of Tyre” reached behind to the real supernatural source of wickedness, Satan. Cf. Mt 16:21–23 , where Peter was rebuked by Yahweh, as under Satanic control and motivation."
  },
  {
    "start": 26028012,
    "content": "<b><a>28:12</a></b> <b>the seal of perfection.</b> <b>Full of wisdom.</b> the seal of perfection. Yahweh led Ezekiel to address the king as the one to be judged, but clearly the power behind him was Satan. This phrase must be associated with Satan as one perfect in angelic beauty before he rebelled against God. But, it can also relate to “perfection” in the same context of Tyre’s enterprise, topmost in its trade to the ancient world ( 27:3–4 , 11 ), glorious in her seafaring efforts ( 27:24 ), and the crowning city ( Is 23:8 ), i.e., “perfect” as Jerusalem also is said to be ( 16:14 ; Lam 2:15 ). Full of wisdom. This referred to Satan’s wisdom as an angel and to Tyre’s wisdom (skill) in trade (cf. 27:8–9 ; 28:4 )."
  },
  {
    "start": 26028013,
    "content": "<b><a>28:13</a></b> <b>You were in Eden.</b> <b>Every precious stone.</b> <b>workmanship of your settings.</b> <b>you were created.</b> You were in Eden. This could be Satan in the Garden of Eden ( Ge 3:1–15 ), or it might refer to Tyre’s king in a beautiful environment, a kind of Eden. Every precious stone. This depicts Satan’s rich investiture ( Ge 2:12 ), and/or Tyre’s king possessing every beautiful stone as Solomon had ( 1Ki 10:10 ). workmanship of your settings. This could refer both to Satan’s once being in charge of heavenly praise and to Tyre’s beautiful musical instruments used in celebration ( 26:13 ). you were created. Satan, however, is more likely to have such wealth and beauty, wisdom, and perfection at his creation than this earthly king would have at his birth."
  },
  {
    "start": 26028014,
    "content": "<b><a>28:14</a></b> <b>anointed cherub.</b> <b>I placed you.</b> <b>You were on the holy mountain.</b> anointed cherub. This refers to Satan in his exalted privilege as an angel guarding (i.e., covering) God’s throne, as cherubim guarded Eden ( Ge 3:24 ). Satan originally had continuous and unrestricted access to the glorious presence of God. I placed you. This was true of both Satan, by God’s sovereign permission, and Tyre’s king. You were on the holy mountain. A high privilege is meant, whether referring to Satan before God in His kingdom (mountain, cf. Da 2:35 ), or Tyre’s monarch described in a picturesque analogy, as Assyria can be described as a cedar in Lebanon ( 31:3 ) to convey a picture of towering height."
  },
  {
    "start": 26028015,
    "content": "<b><a>28:15</a></b> <b>blameless in your ways.</b> <b>Until unrighteousness was found in you.</b> blameless in your ways. This verse was not completely true of the king, but it was accurate of Satan before he sinned. Until unrighteousness was found in you. Satan’s sin of pride (cf. Is 14:14 ; 1Ti 3:6 ) is in view here."
  },
  {
    "start": 26028016,
    "content": "<b><a>28:16</a></b> The description transitions to feature the king of Tyre, describing his demise, as he followed the pattern of Satan himself."
  },
  {
    "start": 26028017,
    "end": 26028019,
    "content": "<b><a>28:17–19</a></b> <b>I put you before kings.</b> I put you before kings. It would be difficult to relate this to Satan. The earthly king of Tyre, in his downfall, would be knocked or cast to the ground, cut down, and lie before the gaze of other kings. From Is 23:17 there is the implication of a revival under Persian rule ( Ne 13:16 ). Two hundred and fifty years after Nebuchadnezzar, Tyre was strong enough to hold off Alexander for 7 years. The Romans made it a capital of the province. Gradually it disappeared, and its location is not prominent."
  },
  {
    "start": 26028021,
    "content": "<b><a>28:21</a></b> <b>Sidon.</b> Sidon. Sidon (vv. 20–24 ) is a sister seaport to Tyre in Phoenicia, 23 mi. north. Even in the time of the judges ( Jdg 10:6 ), the corrupting influence of this place had begun. It was the headquarters for Baal worship."
  },
  {
    "start": 26028022,
    "end": 26028023,
    "content": "<b><a>28:22–23</a></b> <b>judgments in her.</b> judgments in her. God is to bring bloodshed and pestilence on people there, probably at the time He brings an invasion against Tyre."
  },
  {
    "start": 26028024,
    "content": "<b><a>28:24</a></b> <b>no more. … prickling brier.</b> no more. … prickling brier. This is a summary of the judgment scenarios so far revealed (chaps. 25–28 ). The enemies of Israel would be so devastated by God that 1) they would no longer be pestering Israel, and 2) they would see that the God who judges them is the true God of Israel."
  },
  {
    "start": 26028025,
    "end": 26028026,
    "content": "<b><a>28:25–26</a></b> <b>When I gather.</b> When I gather. In this brief excursus of hope, God promised to restore Israel to their land (cf. chaps. 34 , 36–39 ; Is 65:21 ; Jer 30–33 ; Am 9:14–15 ). This looks to Messiah’s earthly kingdom."
  },
  {
    "start": 26029001,
    "content": "<b><a>29:1</a></b> <b>the tenth year.</b> the tenth year. 587 BC is the 10th year after Jehoiachin’s deportation. It is a year and two days after Nebuchadnezzar had come to Jerusalem ( 24:1–2 ; 2Ki 25:1 ) and 7 months before its destruction ( 2Ki 25:3–8 ). This is the first of 7 oracles against Egypt (cf. 29:17 ; 30:1 ; 32:1 ; 32:17 )."
  },
  {
    "start": 26029002,
    "content": "<b><a>29:2</a></b> <b>against all Egypt.</b> against all Egypt. Cf. Is 19 ; Jer 46:1–26 . Egypt was to fall, even though it could be pictured as a water monster (vv. 3–5 ), a towering tree like Assyria ( 31:3 ), a young lion ( 32:2 ), and a sea monster ( 32:2–8 ). The judgment looks ahead to 570 BC when the Greeks of Cyrene defeated Pharaoh (Apries) Hophra and 568/67 BC when Babylon conquered Egypt."
  },
  {
    "start": 26029003,
    "content": "<b><a>29:3</a></b> <b>great monster.</b> great monster. Most likely the crocodile is the figure used for the king. Crocodiles were worshiped by the Egyptians, and lived in their rivers. “Rahab” is a general term used for a monster which often symbolized Egypt. See notes on Pss 87:4 ; 89:10 ; Is 30:7 ."
  },
  {
    "start": 26029004,
    "content": "<b><a>29:4</a></b> <b>fish of your canals of the Nile.</b> fish of your canals of the Nile. This figuratively represents the people who followed Pharaoh and who were a part of God’s judgment on Egypt as a whole (vv. 5–6a )."
  },
  {
    "start": 26029006,
    "content": "<b><a>29:6</a></b> <b>a staff</b> <b>of reed.</b> a staff made of reed. The Israelites had depended on Egyptians in military alliances as people lean on a staff that gives way, failing them. Egypt had betrayed the confidence of Israel as God said they would (cf. Jer 17:5 , 7 ). Because Israel never should have trusted Egypt does not lessen Egypt’s judgment."
  },
  {
    "start": 26029009,
    "content": "<b><a>29:9</a></b> <b>The Nile.</b> The Nile. The Nile River was the water supply for all Egypt’s crops. See note on v. 19 ."
  },
  {
    "start": 26029010,
    "content": "<b><a>29:10</a></b> <b>from Migdol</b> <b>Syene.</b> from Migdol to Syene. This covered the entirety of Egypt, since Migdol ( Ex 14:2 ) was in the north and Syene in the southern border of “Ethiopia.”"
  },
  {
    "start": 26029011,
    "end": 26029012,
    "content": "<b><a>29:11–12</a></b> <b>not be inhabited for forty years.</b> not be inhabited for forty years. Although difficult to pinpoint, one possibility is that this period was when Babylon, under Nebuchadnezzar, reigned supreme in Egypt (vv. 19–20 ), from ca. 568/67 BC to 525 BC until Cyrus gained Persian control."
  },
  {
    "start": 26029013,
    "end": 26029016,
    "content": "<b><a>29:13–16</a></b> <b>I will gather the Egyptians.</b> I will gather the Egyptians. Egypt regained normalcy as is currently true, but never again reached the pinnacle of international prominence she once enjoyed."
  },
  {
    "start": 26029017,
    "content": "<b><a>29:17</a></b> <b>the twenty-seventh year.</b> the twenty-seventh year. This is 571/70 BC as counted from the captivity of Jehoiachin in 597 BC, about 17 years after the prophecy in vv. 1–16 ."
  },
  {
    "start": 26029018,
    "content": "<b><a>29:18</a></b> <b>labor … against Tyre.</b> labor … against Tyre. In ca. 585–573 BC, Nebuchadnezzar besieged Tyre for 13 years before subduing the city (cf. Eze 26:1—28:19 ). Tyrians retreated to an island bastion out in the sea and survived, not giving Babylon full satisfaction in spoils (“wages”) equal to such long struggle."
  },
  {
    "start": 26029019,
    "content": "<b><a>29:19</a></b> <b>I will give the land of Egypt.</b> I will give the land of Egypt. To make up for Babylon’s lack of sufficient reward from Tyre, God allowed a Babylonian conquest of Egypt in 568/67 BC. Babylon’s army had worked as an instrument which God used to bring down Egypt."
  },
  {
    "start": 26029021,
    "content": "<b><a>29:21</a></b> <b>I will make a horn sprout.</b> <b>I will open your mouth.</b> I will make a horn sprout. Cf. 23:25–26 . God caused Israel’s power to return and restored her authority as the power in an animal’s horn (cf. 1Sa 2:1 ). Though other nations subdued her, her latter end in messianic times will be blessed. I will open your mouth. Most likely this refers to the day when Ezekiel’s writings would be understood by looking back at their fulfillment. His muteness had already ceased in 586/585 BC when Jerusalem fell (cf. 33:21–22 )."
  },
  {
    "start": 26030003,
    "content": "<b><a>30:3</a></b> <b>the day of Yahweh is near.</b> the day of Yahweh is near. This is a common expression for God’s judgment, especially His future judgment (cf. Joel 1:15 ; 2:1 , 11 ; 3:14 ; Zec 14:1 ; 1Th 5:2 ; 2Th 2:2 ; 2Pe 3:10 ). God’s judgment “day” for Egypt embraces a near fulfillment in Babylon’s 568/67 invasion (v. 10 ; 32:11 ), as well as the distant day of Yahweh in the future tribulation period when God calls all nations to judgment ( Da 11:42–43 ). See note on Is 2:12 ."
  },
  {
    "start": 26030005,
    "content": "<b><a>30:5</a></b> <b>Ethiopia, Put, Lud.</b> <b>Libya.</b> Ethiopia, Put, Lud. See notes on 27:10–11 and 29:10 . Libya. Or, Cub, an unidentified nation, along with the “people of the land that is in league.” These also may have been mercenaries in Egypt’s army, like the previous ones in this verse."
  },
  {
    "start": 26030006,
    "content": "<b><a>30:6</a></b> <b>Migdol</b> <b>Syene.</b> Migdol to Syene. See note on 29:10 ."
  },
  {
    "start": 26030008,
    "content": "<b><a>30:8</a></b> <b>helpers.</b> helpers. All Egypt’s alliances and their arms will be useless in the day of God’s judgment."
  },
  {
    "start": 26030009,
    "content": "<b><a>30:9</a></b> Apparently, the Egyptians will flee the horrors to Ethiopia and increase that nation’s fear of its own inevitable judgment."
  },
  {
    "start": 26030010,
    "end": 26030011,
    "content": "<b><a>30:10–11</a></b> Nebuchadnezzar was God’s instrument."
  },
  {
    "start": 26030012,
    "content": "<b><a>30:12</a></b> <b>canals of the Nile dry.</b> canals of the Nile dry. Apart from the Nile and its branches, Egypt was a barren desert. Her life depended on an annual inundation of the land by the flooding Nile."
  },
  {
    "start": 26030014,
    "content": "<b><a>30:14</a></b> <b>Pathros.</b> <b>Zoan.</b> Pathros. The large region south of Memphis. Zoan. This key city of the Nile Delta’s eastern portion was called Tanis by Greeks."
  },
  {
    "start": 26030015,
    "content": "<b><a>30:15</a></b> <b>Sin.</b> Sin. The name referred to ancient Pelusium, a key city at the tip of the Nile’s eastern arm near the Mediterranean Sea. Since “Thebes” and “Sin” were at opposite borders of Egypt and so many cities are named, the passage speaks of judgment on the entire land."
  },
  {
    "start": 26030017,
    "content": "<b><a>30:17</a></b> <b>Pi-beseth.</b> Pi-beseth. The city was on the northeast branch of the Nile where cats were mummified in honor of the cat-headed goddess, Ugastet."
  },
  {
    "start": 26030018,
    "content": "<b><a>30:18</a></b> <b>Tehaphnehes.</b> Tehaphnehes. This city, named after the Egyptian queen, was a residence of the pharaohs."
  },
  {
    "start": 26030020,
    "content": "<b><a>30:20</a></b> <b>the eleventh year.</b> the eleventh year. Ca. 587 BC, counted from the deportation of Judah in 597 BC."
  },
  {
    "start": 26030021,
    "content": "<b><a>30:21</a></b> <b>I have broken the arm.</b> I have broken the arm. God figuratively depicted His act of taking power from Egypt through Nebuchadnezzar, resulting in defeat and dispersion (vv. 23 , 26 )."
  },
  {
    "start": 26030022,
    "content": "<b><a>30:22</a></b> <b>break his arms.</b> break his arms. Both the defeat of Pharaoh Hophra (cf. Jer 37:5ff. ) and the earlier defeat of Pharaoh Neco at Carchemish (cf. 2Ki 24:7 ; Jer 46:2 ) are in view."
  },
  {
    "start": 26030026,
    "content": "<b><a>30:26</a></b> People often don’t learn that God is Lord until judgment falls."
  },
  {
    "start": 26031001,
    "content": "<b><a>31:1</a></b> <b>the eleventh year.</b> the eleventh year. 587 BC. Two months after the oracle of 30:20–26 ."
  },
  {
    "start": 26031002,
    "end": 26031018,
    "content": "<b><a>31:2–18</a></b> <b>To whom do you liken</b> <b>…?</b> To whom do you liken yourself …? Ezekiel filled this chapter with a metaphor/analogy comparing Egypt to a huge tree that dominates a forest to a king/nation that dominates the world (cf. 17:22–24 ; Da 4:1–12 , 19–27 ). He reasoned that just as a strong tree like Assyria (v. 3 ) fell (ca. 609 BC), so will Egypt (ca. 568 BC). If the Egyptians tend to be proud and feel invincible, let them remember how powerful Assyria had fallen already."
  },
  {
    "start": 26031003,
    "content": "<b><a>31:3</a></b> <b>cedar in Lebanon.</b> cedar in Lebanon. The trees were as high as 80 ft. and were an example of supreme power and domination, particularly the great cedars which grew in the mountains north of Israel."
  },
  {
    "start": 26031008,
    "end": 26031009,
    "content": "<b><a>31:8–9</a></b> <b>God’s garden … trees of Eden.</b> God’s garden … trees of Eden. ( 36:35 ; Ge 13:10 ; Is 51:3 ; Joel 2:3 ). Since Assyria was in the area of the Garden of Eden, Ezekiel used the ultimate of gardens as a point of relative reference by which to describe tree-like Assyria."
  },
  {
    "start": 26031010,
    "content": "<b><a>31:10</a></b> <b>Because it is lofty in height.</b> Because it is lofty in height. Ezekiel shifted from the historical illustration of Assyria’s pride and fall to the reality of Egypt. God was using Assyria to teach the nations the folly of earthly power and might."
  },
  {
    "start": 26031014,
    "end": 26031016,
    "content": "<b><a>31:14–16</a></b> <b>the pit.</b> the pit. The scene shifts from earth and the garden of God to the grave (cf. 32:18 ), as God again refers to the destruction of Assyria and all her allies (“all the trees,” “all the well-watered ones”)."
  },
  {
    "start": 26031018,
    "content": "<b><a>31:18</a></b> <b>To which … do you thus liken</b> <b>…?</b> To which … do you thus liken yourself …? Egypt, like all the other great nations, including Assyria, will be felled by God."
  },
  {
    "start": 26032001,
    "content": "<b><a>32:1</a></b> <b>the twelfth year.</b> the twelfth year. 585 BC, 12 years from the deportation of Judah in 597 BC."
  },
  {
    "start": 26032002,
    "content": "<b><a>32:2</a></b> <b>a young lion.</b> a young lion. The picture describes Egypt’s deadly energetic stalking power in her dealings with other nations. She was also violent like the crocodile, or “great monster” (cf. 29:3 )."
  },
  {
    "start": 26032003,
    "end": 26032006,
    "content": "<b><a>32:3–6</a></b> <b>spread My net over you.</b> spread My net over you. God will entrap Egypt as a net ensnares a lion or crocodile, using “many peoples” (soldiers). Egyptians will fall, their corpses gorge birds and beasts, and their blood soaks the earth and waters."
  },
  {
    "start": 26032007,
    "end": 26032008,
    "content": "<b><a>32:7–8</a></b> <b>extinguish you.</b> extinguish you. This is likely a reference to Pharaoh, whose life and power are extinguished, and all the rest of the leaders and people basking in his light are plunged into darkness."
  },
  {
    "start": 26032011,
    "end": 26032012,
    "content": "<b><a>32:11–12</a></b> <b>The sword of … Babylon.</b> The sword of … Babylon. This is the definite identification of the conqueror, as in 30:10 when Nebuchadnezzar is actually named (cf. 21:19 ; 29:19 ; Jer 46:26 )."
  },
  {
    "start": 26032013,
    "end": 26032014,
    "content": "<b><a>32:13–14</a></b> With no men or beasts to stir up the mud in the Nile and its branches, the water will be clear and flow smoothly. Since the river was the center of all life, this pictures the devastation graphically."
  },
  {
    "start": 26032017,
    "content": "<b><a>32:17</a></b> <b>the twelfth year.</b> the twelfth year. 585 BC reckoned from 597 BC."
  },
  {
    "start": 26032018,
    "content": "<b><a>32:18</a></b> <b>the powerful nations.</b> <b>the pit.</b> the powerful nations. All other countries which have been conquered. the pit. Refers to Sheol/grave (cf. 31:14–16 )."
  },
  {
    "start": 26032019,
    "end": 26032021,
    "content": "<b><a>32:19–21</a></b> The prophet followed Egypt and her people beyond the grave. The king of Egypt is addressed by the other nations in “Sheol,” taunting him as he is on the same level with them. This shows that there is conscious existence and fixed destiny beyond death. See Lk 16:19–31 ."
  },
  {
    "start": 26032022,
    "content": "<b><a>32:22</a></b> <b>Assyria is there.</b> Assyria is there. The slain of several nations are pictured in the afterlife: Assyria (vv. 22–23 ), Elam (vv. 24–25 ), Meshech and Tubal (vv. 26–28 ; cf. 38:1–2 , and see notes there ), and Edom (vv. 29–30 ). Although mighty for a time on earth, the fallen lie as defeated equals in death, all conquered by God and consigned to eternal hell (v. 21 )."
  },
  {
    "start": 26032031,
    "end": 26032032,
    "content": "<b><a>32:31–32</a></b> <b>Pharaoh … comforted.</b> Pharaoh … comforted. A strange comfort coming from the recognition that he and his people were not alone in misery and doom."
  },
  {
    "start": 26033001,
    "end": 26033033,
    "content": "<b><a>33:1–33</a></b> <b>the word … came.</b> the word … came. This chapter is a transition between God’s judgments against Jerusalem and the nations (chaps. 1–32 ), and Israel’s bright future when she is restored to her land (chaps. 34–48 ). It provided God’s instructions for national repentance, and is thus the preface to the prophecies of comfort and salvation which follow (chaps. 34–39 )."
  },
  {
    "start": 26033002,
    "end": 26033020,
    "content": "<b><a>33:2–20</a></b> <b>speak to … your people.</b> speak to … your people. This was given to prepare the exiles’ minds to look on the awful calamity in Jerusalem as a just act by God (cf. 14:21–23 ). He had faithfully warned, but they did not pay heed. Ezekiel had been forbidden to speak to his people from 24:26–27 , until Jerusalem was captured. Meanwhile, he had spoken to the foreign nations (chaps. 25–32 )."
  },
  {
    "start": 26033004,
    "content": "<b><a>33:4</a></b> <b>his blood … on his</b> <b>head.</b> his blood … on his own head. Once the watchman did his duty, the responsibility passed to each person. See the notes on chap. 18 , where each person is accountable for his own response to God’s warnings, whether to die in judgment or to live as one who heeded and repented. Ezekiel had been a very faithful and obedient “watchman.”"
  },
  {
    "start": 26033008,
    "end": 26033009,
    "content": "<b><a>33:8–9</a></b> <b>his blood I will require.</b> his blood I will require. A prophet who sounded the warning of repentance for sin was not to be judged (v. 9 ), but the one who failed to deliver the message was held accountable (v. 8 ). This referred to unfaithfulness on the part of the prophet for which he bore responsibility and was chastened by God. See the notes on chap. 18 and Ac 20:26 ."
  },
  {
    "start": 26033010,
    "end": 26033011,
    "content": "<b><a>33:10–11</a></b> <b>how then can we live?</b> how then can we live? The Israelites reasoned that if they were liable to death in judgment that was inevitable, they were in a hopeless condition and had no future. God replied that He had no pleasure in seeing the wicked go into death for their sin, but desired them to repent and live (cf. 2Pe 3:9 ). The divine answer to the human question is “Repent and be saved!” (cf. 18:23 , 30–32 ). Here was a blending of compassion with the demands of God’s holiness. Repentance and forgiveness were offered to all."
  },
  {
    "start": 26033012,
    "end": 26033020,
    "content": "<b><a>33:12–20</a></b> See notes on 18:19–29 . One of the basic principles of God’s dealing with His people is presented here: judgment is according to personal faith and conduct. The discussion is not about eternal salvation and eternal death, but physical death in judgment for sin which, for believers, could not result in eternal death. The righteous behavior in v. 15 could only characterize a true believer, who was faithful from the heart. There is no distinction made as to the matter of who is a true believer in God. There is only a discussion of the issue of behavior as a factor in physical death. For those who were apostate idolaters, physical death would lead to eternal death. For believers who were lovers of the true God, their sin would lead only to physical punishment (cf. 1Co 11:28–31 ; 1Jn 5:16–17 ). “Righteous” and “wicked” are terms describing behavior, not one’s position before God. It is not the “righteousness of God” imputed as illustrated in the case of Abraham ( Ge 15:6 ; Ro 4:3–5 ), but rather one’s deeds that are in view (vv. 15–19 )."
  },
  {
    "start": 26033017,
    "content": "<b><a>33:17</a></b> <b>not right.</b> not right. They blamed God for their calamities when actually they were being judged for their sins."
  },
  {
    "start": 26033021,
    "content": "<b><a>33:21</a></b> <b>The city has been struck down.</b> The city has been struck down. A fugitive or fugitives (the Hebrew could be a collective noun) who escaped from Jerusalem reached Ezekiel with the report on Jan. 8, 585 BC, almost 6 months after the fall on July 18, 586 ( Jer 39:1–2 ; 52:5–7 ). Ezekiel 24:1–2 and 33:21 show a 36-month span from the outset of the siege on Jan. 15, 588, to the report in 33:21 ."
  },
  {
    "start": 26033022,
    "content": "<b><a>33:22</a></b> <b>opened my mouth.</b> opened my mouth. God exercised control over the mouth of Ezekiel ( see note on 3:26–27 )."
  },
  {
    "start": 26033023,
    "end": 26033029,
    "content": "<b><a>33:23–29</a></b> There is no date attached to the prophecies from 33:23—39:29 , but the first message after the fall of Jerusalem was a rebuke of Israel’s carnal confidence. This prophecy was against the remnant of Judah who remained in the Land of Promise after the fall of Jerusalem. Ezekiel warns the survivors that more judgment will come on them if they do not obey God. By some strange reasoning, they thought that if God had given the Land to Abraham when he was alone, it would be more securely theirs because they were many in number, a claim based on quantity rather than quality (v. 24 ). But judgment will come if they turn and reject God again (vv. 25–29 )."
  },
  {
    "start": 26033030,
    "end": 26033033,
    "content": "<b><a>33:30–33</a></b> Here was a message to exiles, who had no intention of obeying the prophet’s messages. They liked to listen, but not apply the prophet’s words. They finally knew by bitter experience that he had spoken the truth of God. The people appreciated the eloquence of Ezekiel, but not the reality of his message."
  },
  {
    "start": 26034001,
    "content": "<b><a>34:1</a></b> From this chapter on, Ezekiel’s messages are mostly comforting, telling of God’s grace and faithfulness to His covenant promises."
  },
  {
    "start": 26034002,
    "content": "<b><a>34:2</a></b> <b>prophesy against the shepherds.</b> prophesy against the shepherds. The reference was to preexilic leaders such as kings, priests, and prophets, i.e., false ones who fleeced the flock for personal gain (vv. 3–4 ) rather than fed or led righteously (as 22:25–28 ; Jer 14 , 23 ; Zec 11 ). This stands in contrast to Yahweh as Shepherd in Pss 23 ; 80:1 ; Is 40:11 ; Jer 31:10 ; Lk 15:4–5 ; Jn 10:1ff."
  },
  {
    "start": 26034005,
    "content": "<b><a>34:5</a></b> <b>food for every beast.</b> food for every beast. The beast pictured nations that prey on Israel (cf. Da 7:3–7 ), though it could possibly include actual wild beasts, as in 14:21 . Cf. 34:25 , 28 and see notes there ."
  },
  {
    "start": 26034009,
    "end": 26034010,
    "content": "<b><a>34:9–10</a></b> This was no idle threat, as proven by the case of King Zedekiah (cf. Jer 52:10–11 )."
  },
  {
    "start": 26034011,
    "content": "<b><a>34:11</a></b> <b>I … will seek.</b> I … will seek. God, the true Shepherd, would search out and find His sheep in order to restore Israel to their land for the kingdom which the Messiah leads (vv. 12–14 )."
  },
  {
    "start": 26034012,
    "content": "<b><a>34:12</a></b> <b>a cloudy and gloomy day.</b> a cloudy and gloomy day. This refers to the “day of Yahweh” judgment on Israel (cf. Jer 30:4–7 )."
  },
  {
    "start": 26034015,
    "end": 26034016,
    "content": "<b><a>34:15–16</a></b> <b>I will shepherd My flock.</b> I will shepherd My flock. In contrast to self-indulgent leaders who took advantage of the sheep, God will meet the needs of His sheep (people). This is clearly reminiscent of Ps 23 and will be fulfilled by the Good Shepherd ( Jn 10:1ff. ), who will reign as Israel’s Shepherd."
  },
  {
    "start": 26034017,
    "end": 26034022,
    "content": "<b><a>34:17–22</a></b> <b>judge between.</b> judge between. Once He has judged the leaders, God will also judge the abusive members of the flock as to their true spiritual state. This passage anticipates the judgment of the people given by Jesus Christ in Mt 25:31–46 . The ungodly are known because they trample the poor. Yahweh alone is able to sort out the true from the false (cf. parables of Mt 13 ), and will do so in the final kingdom."
  },
  {
    "start": 26034023,
    "content": "<b><a>34:23</a></b> <b>one shepherd … David.</b> one shepherd … David. This refers to the greater One in David’s dynasty (cf. 2Sa 7:12–16 ), the Messiah, who will be Israel’s ultimate king over the millennial kingdom ( 37:24–26 ; Jer 30:9 ; Hos 3:5 ; Zec 14:9 ). Yahweh in v. 24 is God the Father."
  },
  {
    "start": 26034024,
    "content": "<b><a>34:24</a></b> <b>prince.</b> prince. The word can at times be used of the king himself ( 37:24–25 ; cf. 28:2 , 12 ), as here."
  },
  {
    "start": 26034025,
    "content": "<b><a>34:25</a></b> <b>covenant of peace.</b> <b>harmful beasts.</b> covenant of peace. Refers to the New Covenant of Jer 31:31–34 (cf. 37:26 ) in full operation during the millennial kingdom. harmful beasts. This refers to actual animals that will be tamed in the kingdom, see Is 11:6–9 ; 35:9 and Hos 2:18 ."
  },
  {
    "start": 26034026,
    "content": "<b><a>34:26</a></b> <b>My hill.</b> <b>showers of blessing.</b> My hill. A reference to Jerusalem and Zion in particular, where the Jews will come to worship Yahweh. showers of blessing. Cf. the “times of refreshing” in Ac 3:19–20 , when the curses of Dt 28:15–68 are lifted."
  },
  {
    "start": 26034027,
    "content": "<b><a>34:27</a></b> The faithfulness of the land is also indicated in Am 9:13 ."
  },
  {
    "start": 26034028,
    "end": 26034029,
    "content": "<b><a>34:28–29</a></b> <b>no longer be plunder.</b> no longer be plunder. God will stop other nations from subjugating the people of Israel."
  },
  {
    "start": 26034030,
    "content": "<b><a>34:30</a></b> <b>I … their God.</b> I … their God. An oft-repeated OT theme (cf. Ge 17:7–8 ). This speaks of the ultimate salvation of Israel as in Ro 11:25–27 ."
  },
  {
    "start": 26035002,
    "content": "<b><a>35:2</a></b> <b>against Mount Seir.</b> against Mount Seir. Cf. Is 21:11–12 ; Jer 49:7–22 ; Am 1:11–12 ; Obadiah . This is another name for Edom (cf. v. 15 ; Ge 32:3 ; 38:6 ), also threatened with judgment in 25:12–14 ( see notes there ). Edom was considered Israel’s most inveterate and bitter enemy (cf. Ps 137:7 ; Mal 1:2–5 ) and was located east of the Arabah from the Dead Sea to the Gulf of Aqabah. The main cities were Teman and Petra, now in ruins."
  },
  {
    "start": 26035003,
    "end": 26035004,
    "content": "<b><a>35:3–4</a></b> This prediction (cf. vv. 6–9 ) came to pass literally, first by Nebuchadnezzar and later in 126 BC by John Hyrcanus. There is no trace of Edomites now, though their desolate cities can be identified as predicted by Obadiah ( Ob 18 ) and Jeremiah ( Jer 49:13 ). Cf. vv. 6–9 ."
  },
  {
    "start": 26035005,
    "content": "<b><a>35:5</a></b> <b>Because.</b> Because. God will judge Edom because of 1) her perpetual enmity against Israel since Esau’s hatred of Jacob ( Ge 25–28 ), and 2) Edom’s spiteful bloodshed against the Israelites trying to escape the Babylonians in 586 BC."
  },
  {
    "start": 26035010,
    "content": "<b><a>35:10</a></b> <b>Because.</b> Because. A further reason for Edom’s doom is her design to snatch control of the territory occupied by “two nations,” i.e., Israel (N) and Judah (S). They plotted to take over these nations for their own gain (v. 12 ), but were prevented and destroyed because “Yahweh was there.”"
  },
  {
    "start": 26035011,
    "end": 26035012,
    "content": "<b><a>35:11–12</a></b> <b>anger … jealousy … contempt.</b> anger … jealousy … contempt. Here were more reasons for Edom’s destruction."
  },
  {
    "start": 26035013,
    "content": "<b><a>35:13</a></b> <b>you have magnified</b> <b>with your mouth against Me.</b> you have magnified yourselves with your mouth against Me. Still another reason for judgment was Edom’s proud ambitions that were really against God (cf. v. 10 , “although Yahweh was there”)."
  },
  {
    "start": 26035015,
    "content": "<b><a>35:15</a></b> <b>As you delighted.</b> <b>they will know.</b> As you delighted. This final reason for doom was Edom’s joy over Israel’s calamity. they will know. The ultimate aim in Edom’s judgment is that “all the earth” (v. 14 ) may know He is Yahweh and see His glory. Sadly, sinners find this out only in their own destruction. Cf. Heb 10:31 ."
  },
  {
    "start": 26036001,
    "content": "<b><a>36:1</a></b> <b>prophesy to the mountains.</b> This chapter presents the prerequisite regeneration which Israel must experience before they can nationally enter into the promised blessings. This chapter must be understood to speak of a literal Israel, a literal land, and a literal regeneration, leading to a literal kingdom under Messiah. prophesy to the mountains. Cf. vv. 1 , 4 , 6 , 8 . Ezekiel addresses Israel’s mountains, as symbolic of the whole nation. He promises: 1) to give these mountains again to dispersed Israel (v. 12 ); 2) to cause fruit to grow on them (v. 8 ); 3) to rebuild cities and to multiply people there (v. 10 ); and 4) to bless in a greater way than in the past (v. 11 ). This promise can only be fulfilled in future millennial blessing to Israel that she has not yet experienced, because it includes the salvation of the New Covenant (vv. 25–27 , 29 , 31 , 33 )."
  },
  {
    "start": 26036002,
    "end": 26036015,
    "content": "<b><a>36:2–15</a></b> This section continues the prophecy against Edom from chap. 35 ."
  },
  {
    "start": 26036007,
    "content": "<b><a>36:7</a></b> <b>I have sworn.</b> I have sworn. God testifies, as a formal pledge, that He will bring a turnabout in which the nations that seized the land will be shamed."
  },
  {
    "start": 26036008,
    "end": 26036015,
    "content": "<b><a>36:8–15</a></b> Israel’s land will be productive (vv. 8–9 ), populated (vv. 10–11 ), and peaceful (vv. 12–15 ). These features will be fully realized in the Messiah’s kingdom. The return from Babylon was only a partial fulfillment and foreshadowing of the fullness to come in the future kingdom."
  },
  {
    "start": 26036016,
    "end": 26036019,
    "content": "<b><a>36:16–19</a></b> Ezekiel gives a backward look to underscore why Israel had suffered the past judgments by Yahweh. It was because the Jews had “defiled” their land by their sins that Yahweh purged it. He likened such a defilement to a menstrual condition (v. 17 )."
  },
  {
    "start": 26036020,
    "content": "<b><a>36:20</a></b> <b>they profaned My holy name.</b> they profaned My holy name. Even in dispersion, Israelites tainted God’s honor in the sight of the heathen, who concluded that Yahweh of this exiled people was not powerful enough to keep them in their land."
  },
  {
    "start": 26036021,
    "end": 26036023,
    "content": "<b><a>36:21–23</a></b> <b>for My holy name.</b> for My holy name. Restoring Israel to the land that God pledged in covenant ( Ge 12:7 ) will sanctify His great name, and move other peoples to “know that I am Yahweh.” This glory for God is the primary reason for Israel’s restoration (cf. v. 32 )."
  },
  {
    "start": 26036024,
    "content": "<b><a>36:24</a></b> <b>bring you into your own land.</b> bring you into your own land. God assured Israel that He will bring them out of other lands back to the Promised Land (v. 24 ), the very land from which He scattered them (v. 20 ). It is the same “land that I gave to your fathers” (v. 28 ), a land distinct from those of other nations (v. 36 ), and a land whose cities will be inhabited by those who return (vv. 33 , 36 , 38 ). The establishment of the modern state of Israel indicates this has initially begun."
  },
  {
    "start": 26036025,
    "end": 26036027,
    "content": "<b><a>36:25–27</a></b> <b>I will cleanse you.</b> I will cleanse you. Along with the physical reality of a return to the land, God pledged spiritual renewal: 1) cleansing from sin; 2) a new heart of the New Covenant (cf. Jer 31:31–34 ); 3) a new spirit or disposition inclined to worship Him; and 4) His Spirit dwelling in them, enabling them to walk in obedience to His Word. This has not happened, because Israel has not trusted Jesus Christ as Messiah and Savior, but it will before the kingdom of Messiah (cf. Zec 12–14 ; Ro 11:25–27 ; Rev 11:13 )."
  },
  {
    "start": 26036032,
    "content": "<b><a>36:32</a></b> <b>not … for your sake.</b> not … for your sake. God’s glory and reputation among the nations, not Israel’s, causes this restoration to be promised (cf. Ps 115:1 ; Ac 5:41 ; Ro 1:5 ; 3Jn 7 )."
  },
  {
    "start": 26036035,
    "content": "<b><a>36:35</a></b> <b>the garden.</b> the garden. Millennial conditions will be similar (not identical) to those in Eden (cf. 47:1–12 ; Is 35:1–2 ; 55:13 ; Zec 8:12 )."
  },
  {
    "start": 26036037,
    "content": "<b><a>36:37</a></b> <b>inquire of Me to do for them.</b> inquire of Me to do for them. God will sovereignly work this return/renewal, yet give Israelites the human privilege of praying for it to be realized. This prophecy was to stir up the people’s prayers."
  },
  {
    "start": 26037001,
    "content": "<b><a>37:1</a></b> <b>brought me … by the Spirit.</b> <b>in the middle of the valley.</b> brought me … by the Spirit. 37:1–14 involves another vision. God does not change Ezekiel’s location but gives him a vivid inward sense that he has been taken to a valley “full of bones.” (For other visions, cf. 1:1—3:15 ; 8:1—11:24 ; 40:1—48:35 .) This passage, part of a series of revelations received during the night before the messenger came with the news of the destruction of Jerusalem, was to ease the gloom of the people. in the middle of the valley. It no doubt represents the world area wherever Israelites were scattered (cf. v. 12 )."
  },
  {
    "start": 26037002,
    "content": "<b><a>37:2</a></b> <b>very dry.</b> very dry. This pictures the dead nation lifeless, scattered, and bleached, just as a dry tree ( 17:24 ) pictures a dead nation, to which only God can give life."
  },
  {
    "start": 26037003,
    "content": "<b><a>37:3</a></b> <b>can these bones live?</b> can these bones live? The many dry bones (v. 2 ) picture the nation Israel (v. 11 ) as apparently dead in their dispersion, and waiting for national resurrection. The people knew about the doctrine of individual resurrection, otherwise this prophecy would have had no meaning (cf. 1Ki 17 ; 2Ki 4 ; 13:21 ; Is 25:8 ; 26:19 ; Da 12:2 ; Hos 13:14 )."
  },
  {
    "start": 26037004,
    "end": 26037006,
    "content": "<b><a>37:4–6</a></b> <b>Prophesy over these bones.</b> Prophesy over these bones. Ezekiel is to proclaim God’s pledge to reassemble Israelites from the world and restore the nation of Israel to life (v. 5 ) and give them His Spirit (v. 14 ) in true salvation and spiritual life. Clearly, God is promising the resurrection of the nation of Israel and its spiritual regeneration (cf. 36:25–27 )."
  },
  {
    "start": 26037007,
    "end": 26037010,
    "content": "<b><a>37:7–10</a></b> In the vision, Ezekiel did as he was told, and the dead bones became a living nation (v. 10 )."
  },
  {
    "start": 26037011,
    "end": 26037013,
    "content": "<b><a>37:11–13</a></b> This is the key to the interpretation of the vision. It is the resurrection and salvation of Israel."
  },
  {
    "start": 26037014,
    "content": "<b><a>37:14</a></b> <b>I will put My Spirit within you.</b> <b>done it.</b> I will put My Spirit within you. See note on 36:25–27 . done it. God’s reputation is at stake in the restoration and regeneration of Israel into the Land. He must do what He promised so all will know that He is Lord."
  },
  {
    "start": 26037015,
    "end": 26037023,
    "content": "<b><a>37:15–23</a></b> The vision ended and Ezekiel was given an object lesson which his people observed (vv. 18 , 20 ). This drama of uniting two sticks offered a second illustration that God will not only regather Israelites to their land, but will for the first time since 931 BC (the end of Solomon’s reign, 1Ki 11:26–40 ) restore union between Israel and Judah (vv. 19 , 21–22 ) in the messianic reign (cf. Is 11:12–13 ; Jer 3:18 ; Hos 1:11 )."
  },
  {
    "start": 26037021,
    "end": 26037023,
    "content": "<b><a>37:21–23</a></b> God made 3 promises that summarized His future plans for Israel: 1) restoration, v. 21 ; 2) unification, v. 22 ; and 3) purification, v. 23 . These promises bring to fulfillment: 1) the Abrahamic Covenant (cf. Ge 12 ); 2) the Davidic Covenant ( 2Sa 7 ); and 3) the New Covenant (cf. Jer 31 ), respectively."
  },
  {
    "start": 26037022,
    "content": "<b><a>37:22</a></b> <b>one king.</b> one king. This leader (cf. vv. 24–25 ) is the Messiah-King-Shepherd often promised for David’s dynasty ( 34:23–24 ; Jer 23:5–8 ; 30:9 ; Da 2:35 , 45 ; 7:13–14 , 27 ), who is the one king of Zec 14:9 (cf. Mt 25:31 , 34 , 40 )."
  },
  {
    "start": 26037023,
    "content": "<b><a>37:23</a></b> <b>cleanse them.</b> cleanse them. This is provided by the provisions of the New Covenant (cf. 36:27 ; 37:14 ; Jer 31:31–34 )."
  },
  {
    "start": 26037024,
    "end": 26037025,
    "content": "<b><a>37:24–25</a></b> <b>David.</b> David. This is to be understood as Jesus Christ the Messiah, descendant of David (cf. 2Sa 7:8–17 ; Is 7:14 ; 9:6–7 ; Mic 5:2 ; Mt 1:1 , 23 ; Lk 1:31–33 )."
  },
  {
    "start": 26037025,
    "content": "<b><a>37:25</a></b> <b>land that I gave to Jacob.</b> land that I gave to Jacob. It is natural to see this physical land, so clarified, as the very land God gave to Abraham, Isaac, and Jacob ( Ge 12:7 ; 26:24 ; 35:12 )."
  },
  {
    "start": 26037026,
    "content": "<b><a>37:26</a></b> <b>covenant of peace.</b> <b>an everlasting covenant.</b> <b>My sanctuary.</b> covenant of peace. Cf. 34:25 . This is the New Covenant in full force. Israel has never yet been in a state of perpetual salvation peace; this awaits fulfillment in the future kingdom of the Messiah who is the “Prince of Peace” ( Is 9:6 ). an everlasting covenant. The everlasting nature of the Abrahamic (cf. Ge 17:7 ), Davidic ( 2Sa 23:5 ), and New ( Jer 50:5 ) Covenants are joined together in the redeemed who experience the millennial kingdom “forever” (used 4 times in vv. 25–28 ). The Hebrew word for “everlasting” may refer to a long time or eternity. It is also true that these covenants will continue to be fulfilled after the Millennium in the eternal state. My sanctuary. The Spirit of God begins to prepare for the great reality that God will have a sanctuary in the midst of His people and will dwell with them (cf. Zec 6:12–13 ). God promised to dwell with man on earth ( 47:1–12 ). This has been God’s desire in all epochs: 1) before Moses ( Ge 17:7–8 ); 2) in the Mosaic era ( Lv 26:11–13 ); 3) in the church era ( 1Co 3:16 ; 6:19 ); 4) in the Millennium ( Eze 37:26–28 ); and 5) in eternity future ( Rev 21:3 )."
  },
  {
    "start": 26037027,
    "content": "<b><a>37:27</a></b> Paul quotes this in 2Co 6:16 ."
  },
  {
    "start": 26038001,
    "end": 26039029,
    "content": "<b><a>38:1—39:29</a></b> These chapters tell of a coming northern confederacy of nations who will invade the Promised Land."
  },
  {
    "start": 26038002,
    "content": "<b><a>38:2</a></b> <b>toward Gog.</b> <b>Magog.</b> <b>chief prince of Meshech and Tubal.</b> <b>Meshech and Tubal.</b> toward Gog. This name is found in 1Chr 5:4 . The LXX used “Gog” to render names such as Agag ( Nu 24:7 ) and Og ( Dt 3:1 ), possibly showing that though it was a proper name, it came to be used as a general title for an enemy of God’s people. “Gog” most likely carries the idea “high” or “supreme one,” based on the comparison in Nu 24:7 . It refers to a person, described as a “prince” from the land of Magog, who is the final Antichrist. See note on Rev 20:8 , where Gog and Magog are referred to again. These titles are used there symbolically of the final world uprising against Jerusalem, its people and Messiah King. This attack comes not just from the north but the 4 corners of the world, as a world of sinners at the end of the 1,000-year kingdom come to fight the saints in the “beloved city” of Jerusalem. On that occasion, there is only one weapon used—divine fire. This is the climax to the last battle with Satan and his armies, whose eternal destiny is set. It is followed by the final judgment of all the ungodly before Yahweh ( Rev 20:11–15 ) and the creation of the eternal, sinless state ( Rev 21:1 ). See notes on chap. 39 . Magog. Some see this people as derived from Japheth ( Ge 10:2 ), later called the Scythians. Others propose a people in southeast Anatolia, later known as Asiatic people such as the Mongols and Huns. Others see Magog as an overall term for barbarians, north of Israel, around the Caspian and Black Seas. chief prince of Meshech and Tubal. Is translated “chief prince of Meshech and Tubal” because: 1) Rosh (more than 600 times) in the Hebrew OT is an adjective, “chief,” often in references to the “chief priest” ( 2Ki 25:18 ); 2) most ancient versions took it to mean “chief” or “head”; and 3) in all places other than chaps. 38 and 39 where both Meshech and Tubal are mentioned, Rosh is not listed as a third people ( 27:13 ; 32:26 ; Ge 10:2 ; 1Chr 1:5 ). This is also descriptive of the Antichrist, who rises to world dominance in the coming time of tribulation (cf. Da 9:24–27 ; 11:36–45 ; Rev 13:1–17 ; 19:20 ). Meshech and Tubal. Two peoples were recognized in ancient Assyrian monuments: one called Mushki (Mushku) and the other Tubali (Tabal). Both were in Asia Minor, the area of Magog, modern-day Turkey. Summing up, a chief prince, who is the enemy of God’s people, will lead a coalition of nations against Jerusalem. The details of this enemy force and its destruction are given by Ezekiel in the rest of chaps. 38–39 ."
  },
  {
    "start": 26038004,
    "content": "<b><a>38:4</a></b> <b>I will bring you out.</b> I will bring you out. Just as God used Assyria ( Is 8 ) and Babylon ( 21:19 ) as human invaders for His judgments, He aims to use this army. In this case, He brings the invader to Palestine so that He may visit judgment (v. 8 ) on the invader itself ( 38:18–23 ; 39:1–10 ). He thus uses the language of hooks in the jaws, as in judging Egypt ( 29:4 ). From the aggressors’ perspective, they think that it is their plan only to seize the spoil which draws them to Palestine (vv. 11–12 )."
  },
  {
    "start": 26038005,
    "content": "<b><a>38:5</a></b> <b>Persia, Ethiopia, and Put.</b> Persia, Ethiopia, and Put. The invasion involves a coalition of powers from the east and south of Palestine. Persia is modern Iran, Libya is in north Africa, west of Egypt; and Ethiopia is south of Egypt."
  },
  {
    "start": 26038006,
    "content": "<b><a>38:6</a></b> <b>Gomer.</b> <b>Beth-togarmah.</b> Gomer. Today the area is Armenia, which also was known as Cappadocia, having a people called Gomer in Assyrian inscriptions. Beth-togarmah. Today’s eastern Turkey ( see note on 27:14 )."
  },
  {
    "start": 26038007,
    "end": 26038008,
    "content": "<b><a>38:7–8</a></b> This is the great time of Israel’s cleansing, salvation, and spiritual life (cf. 39:22 , 27–28 ; Zec 12:10—13:9 ), getting them ready for Messiah’s return and kingdom ( Zec 14 )."
  },
  {
    "start": 26038008,
    "content": "<b><a>38:8</a></b> <b>in the last years.</b> <b>restored from the sword.</b> <b>gathered.</b> <b>living securely.</b> in the last years. In the context of Israel’s restoration ( Eze 34–39 ), the invader will make its final bid for the land. restored from the sword. This refers to Israelites who have been returned to their land, after the sword had killed or scattered many of their people. The Hebrew word for “restored” means “to return” ( Ge 40:13 ; 41:13 ). gathered. This word also frequently refers to God’s final regathering of Israel ( 37:21 ; Is 11:12 ; 43:5 ; Jer 32:37 ). It has begun historically and will continue until the latter days. In the final millennial kingdom, there will occur the full and spiritual regathering, when all Israel is saved to enter their promised kingdom (cf. Zec 12–14 ; Ro 11:25–27 ). living securely. This term occurs in several contexts devoted to the Israelites’ blessed estate after God has brought them back to their land ( 28:26 ; 34:25 , 28 ; 39:26 ; Jer 32:37 ; Zec 14:11 )."
  },
  {
    "start": 26038009,
    "content": "<b><a>38:9</a></b> <b>And you will go up.</b> And you will go up. The time of the invasion is best understood as the end of the future tribulation period of 7 years. Israel will have been under a false peace in treaty with the Antichrist ( Da 9:27 ; 11:22 , 24 ), before he turns on them in the “abomination of desolation” ( Mt 24:15 ; cf. Da 9:27 ). The false peace will end in hostility lasting to the completion of the 7 years ( Zec 14:1–3 ). When this final war occurs (cf. Rev 16:12–16 ), Christ will ultimately conquer the beast, the false prophet, and all the ungodly forces ( Rev 19:11–21 ) in order to establish His millennial kingdom ( Rev 20:1–10 )."
  },
  {
    "start": 26038010,
    "end": 26038013,
    "content": "<b><a>38:10–13</a></b> This describes the peace in Israel during the period of Antichrist’s short-lived treaty with them ( Da 9:27 ) in the first half of Daniel’s 70th week. References to “unwalled villages” refer to that period of 3 1/2 when Israel is secure under the protection of the world-ruling “prince that shall come,” called Antichrist (cf. Da 9:27 ). After Antichrist turns on Israel, there is an escalation of hostility until the end of the 7-year time when this great force comes to plunder Jerusalem and the Promised Land (v. 12 )."
  },
  {
    "start": 26038012,
    "content": "<b><a>38:12</a></b> <b>to capture spoil … plunder.</b> to capture spoil … plunder. Antichrist takes over the world for his own power and possession. The wealth of his empire is described in Rev 18 ."
  },
  {
    "start": 26038013,
    "content": "<b><a>38:13</a></b> <b>Dedan … Tarshish.</b> Dedan … Tarshish. See note on Jon 1:3 ."
  },
  {
    "start": 26038015,
    "content": "<b><a>38:15</a></b> <b>riding on horses.</b> riding on horses. These could be actual horses used in war, if tribulation judgments (seals, trumpets, vials) in Rev 6–16 have dealt drastic blows to industries producing war vehicles and weaponry. Or, some see horses and weapons here ( 39:3 , 9 ) being used symbolically to represent meaning which would be easy to grasp in Ezekiel’s day, but which would be fulfilled in the future time with different war forms suitable to that time."
  },
  {
    "start": 26038016,
    "content": "<b><a>38:16</a></b> <b>that the nations may know Me.</b> that the nations may know Me. The phrase, frequent in Ezekiel, is part of the theme to glorify God and show His sovereign power (cf. Introduction: Historical and Theological Themes ). God is the victor, who will be “prove[d] … holy” by fire (cf. v. 19 )."
  },
  {
    "start": 26038017,
    "content": "<b><a>38:17</a></b> <b>Are you the one…?</b> Are you the one…? See notes on 38:2 . This refers to the general references to this time and the participants (cf. Joel 3:9–17 ; Am 5:11–12 ; Zep 3:8 ). Even Daniel ( Da 2:41–44 ) referred to this time at least 3 decades prior to Eze 38 . The nature of the question presupposes that the previous generalities are now being particularized in the person of Gog."
  },
  {
    "start": 26038018,
    "end": 26038023,
    "content": "<b><a>38:18–23</a></b> <b>My wrath will mount up.</b> My wrath will mount up. God’s patience will be exhausted with the repeated attempts to annihilate Israel since the “abomination” by Antichrist ( Da 9:27 ; Mt 24:15 ), and He will employ a great earthquake in Israel; panic will seize the invading soldiers (v. 21 ), who will turn and use their weapons against one another (cf. 2Chr 20:22–23 ). He will further decimate the ranks by pestilence, a deluge of rain, large hailstones, plus fire and brimstone. The descriptions here are identical to that of the last half of the 7-year tribulation in Rev 6:12–17 ; 11:19 ; 16:17–21 ; 19:11–21 ."
  },
  {
    "start": 26039001,
    "end": 26039010,
    "content": "<b><a>39:1–10</a></b> <b>I am against you.</b> I am against you. This scene of the army’s ruin adds detail to 38:18–23 such as: 1) the disarming of soldiers (v. 3 ); 2) their fall in death (vv. 4–5 ); 3) the gorging of birds and beasts on the corpses (v. 4 ); 4) fire sent also on others besides the army (v. 6 ); and 5) burning of weapons by Israelites (vv. 9–10 )."
  },
  {
    "start": 26039009,
    "end": 26039010,
    "content": "<b><a>39:9–10</a></b> <b>make fires with the weapons.</b> make fires with the weapons. There is enough equipment to provide fuel for 7 years."
  },
  {
    "start": 26039011,
    "end": 26039016,
    "content": "<b><a>39:11–16</a></b> <b>give Gog a burial ground.</b> give Gog a burial ground. Israelites moving east from the Mediterranean, with the sea to their backs and the Jezreel Valley before them, bury bodies. Further, people in the whole land help in the interment, which consumes 7 months. The description fits the time after Christ’s Second Advent extending into the millennial era as those who go into His kingdom do the work (cf. Rev 20:1–10 )."
  },
  {
    "start": 26039017,
    "end": 26039020,
    "content": "<b><a>39:17–20</a></b> <b>Say to … bird and … beast.</b> Say to … bird and … beast. God’s word summons carrion birds and carnivorous animals to consume the fallen flesh as described in Rev 19:21 ."
  },
  {
    "start": 26039021,
    "end": 26039029,
    "content": "<b><a>39:21–29</a></b> <b>I will put My glory.</b> I will put My glory. God vanquishes Israel’s foes to show His glory so that His enemies and Israel will all know that He is Yahweh (vv. 6 , 22 ). This is Israel’s salvation spoken of in Zec 12:10—13:9 and Ro 11:25–27 ."
  },
  {
    "start": 26039029,
    "content": "<b><a>39:29</a></b> <b>poured out My Spirit.</b> poured out My Spirit. God’s provision of His Spirit at the Second Advent complements the regathering (cf. 36:27 ; 37:14 ; Joel 2:28 ). The Gog and Magog assault in Rev 20:7–9 at the end of the Millennium is another assault on Jerusalem patterned after certain images of the invasion here (chaps. 38–39 ), but it is a distinct event one thousand years after the millennial kingdom begins. See note on Rev 20:8–9 ."
  },
  {
    "start": 26040001,
    "end": 26048035,
    "content": "<b><a>40:1—48:35</a></b> Following this great battle at the end of the time of tribulation, this section provides explicit details concerning Christ’s millennial reign which follows, giving more detail about the 1,000-year kingdom than all other OT prophecies put together. It is the “Holy of Holies” among millennial forecasts. As has been done with the previous 39 chapters, this concluding portion will also be approached in a literal, historical manner which best serves the interpreter in all Scripture. In many ways these chapters are the most important in the book since they form the crowning reality, the climax of Ezekiel’s prophecy and Israel’s restoration. The section includes: 1) the new temple ( 40:1—43:12 ); 2) the new worship ( 43:13—46:24 ); and 3) the new apportionment of the Land ( 47:1—48:35 )."
  },
  {
    "start": 26040002,
    "content": "<b><a>40:2</a></b> <b>In the visions of God He brought me.</b> <b>into the land of Israel.</b> <b>a very high mountain.</b> <b>structure like a city.</b> In the visions of God He brought me. Ezekiel 40–48 narrates another vision, as did 1:1—3:27 ; 8–11 ; and 37:1–14 . The characterization of the prophecy as a vision in no way detracts from its literal reality any more than Ezekiel’s visions of Jerusalem’s sins, idolatry, and destruction did. into the land of Israel. The vision pertains to Israel, as did chaps. 1–24 , 33–39 . a very high mountain. The mountain is not named; however, it is most likely Mt. Zion (cf. 17:22 ; 20:40 ; Is 2:2 ; Mic 4:1 ), lifted up from its surroundings by a great earthquake ( Zec 14:4–5 , 10 ). structure like a city. God will be explaining details relating to Israel’s spiritual future (vv. 2 , 4 ), so this must be the temple in particular and Jerusalem in general. This new and glorious temple will stand in contrast to the desecration and destruction of Solomon’s temple (chaps. 8–11 )."
  },
  {
    "start": 26040003,
    "content": "<b><a>40:3</a></b> <b>a man.</b> a man. An angel conducted a tour of all the details shown to the prophet, appearing in the form of a man (e.g., Ge 18 ; Eze 9 ), appearing like bright, gleaming bronze. He could be understood as the angel of Yahweh since he is called “Yahweh” ( 44:2 , 5 ; see note on Ex 3:2 ). His “line of flax” was for larger measurements, the “rod” for shorter ones (cf. Rev 11:1 ; 21:15 ). In each case God measured what belongs to Him."
  },
  {
    "start": 26040004,
    "content": "<b><a>40:4</a></b> <b>Declare … all that you are seeing.</b> Declare … all that you are seeing. Ezekiel 1–24 refers to Israel’s historical removal from her land; chaps. 25–32 to historical judgments against other nations; chap. 33 to a historical call to repentance and the fall of Jerusalem. So in chaps. 34–39 , Israel’s literal, future return to the same land as a reversal of the historical dispersion is the most natural way to interpret the chapters. Ezekiel 38–39 describe a future, historical invasion of Israel and its aftermath during the time just before Messiah’s return. Therefore, chaps. 40–48 would then be thought to continue the historical, prophetic pattern, describing the millennial conditions after Messiah comes and destroys the ungodly ( Rev 19:11ff. ), under which Israel will live and worship. Believing Gentiles will also be in the kingdom as sheep of the Great Shepherd (cf. Mt 25:31–46 ), while all unbelievers are destroyed. Ezekiel is to write down all the details."
  },
  {
    "start": 26040005,
    "content": "<b><a>40:5</a></b> <b>a wall on the outside.</b> <b>the house</b> <b>.</b> <b>measuring rod of six cubits. … handbreadth.</b> a wall on the outside. This outer wall is later described as a separation of the holy areas ( 42:20 ). the house of Yahweh . See 1Ki 6–7 to compare with details of Solomon’s temple. This could not be the heavenly temple since Ezekiel was taken to Israel to see it (v. 2 ). It could not be Zerubbabel’s temple since the glory of God was not present then. It could not be the eternal temple since Yahweh and the Lamb are its temple (cf. Rev 21:22 ). Therefore, it must be the earthly millennial temple built with all of the exquisite details that are yet to be outlined. measuring rod of six cubits. … handbreadth. The rod extended 6 royal (long) cubits of 21 in. for a total of 10.5 ft., each cubit being made up of a standard width of 18 in. and a handbreadth of 3 in."
  },
  {
    "start": 26040006,
    "end": 26040007,
    "content": "<b><a>40:6–7</a></b> <b>the gate … east.</b> the gate … east. The buildings of the east gate are first because this will be in the direct line of approach to the temple. Each opening was 10.5 ft. across. Chambers (rooms) in the wall are 10.5 x 10.5 ft. Precise measurements describe a literal temple, not a symbolic one."
  },
  {
    "start": 26040008,
    "end": 26040016,
    "content": "<b><a>40:8–16</a></b> The chambers described here are accommodations for the ministering priests and temple officers who care for the temple."
  },
  {
    "start": 26040016,
    "content": "<b><a>40:16</a></b> <b>shuttered windows.</b> <b>on</b> <b>side pillar … palm tree ornaments.</b> shuttered windows. Since they had no glass, these are lattices (cf. 41:16–26 ). on each side pillar … palm tree ornaments. These depict God’s desire for fruit in Israel. Palms are symbols of beauty, salvation, and triumph (cf. Zec 14:16ff. ; Rev 7:9 ). Palms are on the inner court’s side pillars as well (v. 31 )."
  },
  {
    "start": 26040017,
    "content": "<b><a>40:17</a></b> <b>the outer court.</b> the outer court. This court is farthest out from the temple proper and enclosed by the outer walls."
  },
  {
    "start": 26040038,
    "end": 26040047,
    "content": "<b><a>40:38–47</a></b> This section describes “chambers” for the priests, and raises the question of sacrifices in the millennial kingdom. They will exist as vv. 39–43 indicate, but will be no more efficacious then than they were in OT times. No sacrifice before or after Christ saves. They only point to Him as the one true Lamb who takes away sin. The Lord’s Supper is a memorial that looks back to Calvary and in no way diminishes the cross. Israel rejected their Messiah, but when they have received Him and are in His kingdom, they will have a memorial of sacrifices that point to Him. They will have missed the memorial of the Lord’s Supper, but will then have their own memorial sacrifices for 1,000 years."
  },
  {
    "start": 26040039,
    "content": "<b><a>40:39</a></b> <b>burnt … sin … guilt offering.</b> burnt … sin … guilt offering. For OT background see 1) Lv 1:1–17 ; 6:8–13 ; 2) Lv 4:1–35 ; 6:24–30 ; and 3) Lv 5:1—6:7 ; 7:1–10 respectively. Cf. Eze 43:18–27 ; 45:13–25 ; 46:1–15 , 19–24 ."
  },
  {
    "start": 26040041,
    "content": "<b><a>40:41</a></b> <b>tables on which they slaughter.</b> tables on which they slaughter. Four tables are on either side of the inner court’s north gate, used for commemorating the death of Christ by slaying burnt, sin, and guilt offerings."
  },
  {
    "start": 26040044,
    "content": "<b><a>40:44</a></b> <b>singers.</b> singers. Provision is made for the praises of the redeemed in music."
  },
  {
    "start": 26040046,
    "content": "<b><a>40:46</a></b> <b>sons of Zadok.</b> sons of Zadok. Proper names tie the vision to historical reality, calling for literal interpretation. This Levitical family descended from Levi, Aaron, Eleazar, and Phinehas ( 1Chr 6:3–8 ). In accord with God’s covenant with Phinehas ( Nu 25:10–13 ), and because of Eli’s unfaithfulness (cf. 1Sa 1–2 ) and Zadok’s faithfulness to David and Solomon ( 1Ki 1:32–40 ), Zadok’s sons serve as priests in the millennial temple. Other references to sons of Zadok are in 43:19 ; 44:15 and 48:11 ."
  },
  {
    "start": 26040047,
    "content": "<b><a>40:47</a></b> <b>measured the court.</b> <b>the altar.</b> measured the court. The court around the temple was a square, around the square temple ( 41:1 ). the altar. This is the bronze altar where offerings occur. Cf. 43:13–27 ."
  },
  {
    "start": 26040048,
    "end": 26040049,
    "content": "<b><a>40:48–49</a></b> <b>porch.</b> porch. This refers to the temple porch and is similar to that of Solomon’s temple."
  },
  {
    "start": 26041001,
    "content": "<b><a>41:1</a></b> <b>to the nave.</b> to the nave. Precise descriptions continue for the temple proper, its sanctuary or holy place (here called “nave”), and side chambers for priests’ quarters (vv. 5–11 ). This chapter can be studied in the light of 1Ki 6–7 to note differences from Solomon’s temple."
  },
  {
    "start": 26041004,
    "content": "<b><a>41:4</a></b> <b>the Holy of Holies.</b> the Holy of Holies. The High Priest entered annually on the Day of Atonement (cf. Lv 16 ). These dimensions are identical to Solomon’s ( 1Ki 6:20 ), and twice those of the tabernacle in the wilderness."
  },
  {
    "start": 26041005,
    "end": 26041011,
    "content": "<b><a>41:5–11</a></b> This section describes the “wall” and “side chambers.”"
  },
  {
    "start": 26041012,
    "content": "<b><a>41:12</a></b> <b>building … toward the west.</b> building … toward the west. Beyond the western end of the temple proper was a distinct building with space that serves the temple, possibly housing supplies."
  },
  {
    "start": 26041013,
    "content": "<b><a>41:13</a></b> <b>measured the house.</b> measured the house. Cf. 40:47 . It was about 175 ft. square."
  },
  {
    "start": 26041015,
    "content": "<b><a>41:15</a></b> <b>gallery on each side.</b> gallery on each side. These were terraced buildings with decorations (vv. 18–20 )."
  },
  {
    "start": 26041018,
    "content": "<b><a>41:18</a></b> <b>cherubim and palm trees.</b> cherubim and palm trees. Figures of angels (cf. chaps. 1 , 10 ) with palms between them (possibly to depict life and fruitfulness of God’s servants) were on the walls of the temple proper and on the doors (v. 25 ). Each cherub (unlike that of chaps. 1 , 10 which had 4 faces) had the face of a man and of a lion, possibly to represent the humanity and kingship of Messiah."
  },
  {
    "start": 26041022,
    "content": "<b><a>41:22</a></b> This was the altar of incense (cf. Ex 30:1–3 ; 1Ki 7:48 )."
  },
  {
    "start": 26042003,
    "content": "<b><a>42:3</a></b> <b>gallery corresponding to gallery.</b> gallery corresponding to gallery. Priestly rooms are described (vv. 3–12 ), situated along the south, north, and west walls of the sanctuary and Most Holy Place, in 3 stories. Priests eat the holy offerings (cf. Lv 2:3 , 10 ; 6:9–11 ; 10:12 ) and dress there (vv. 13–14 )."
  },
  {
    "start": 26042015,
    "end": 26042020,
    "content": "<b><a>42:15–20</a></b> <b>out by the way of the gate.</b> out by the way of the gate. The angel measured the height and thickness of the outside wall ( 40:5 ); then the outer court ( 40:6–27 ); next the inner court with the chambers ( 40:28—42:14 ); finally, the extent of all the temple buildings outside. Measurements of the outer wall, 500 reeds each way, were approximately one mi. on each of the 4 sides. Much too large for Mt. Moriah, this scheme will require changes in the topography of Jerusalem, as Zechariah predicted ( 14:9–11 )."
  },
  {
    "start": 26043002,
    "content": "<b><a>43:2</a></b> <b>the glory of the God of Israel.</b> <b>coming from … the east.</b> the glory of the God of Israel. In earlier chapters of this prophecy, emphasis was given to the departure of God’s glory from the temple (see chaps. 8–11 ). Thus Yahweh abandoned His people to destruction and dispersion. Here, in the millennial temple, the glory of God returns to dwell. His glory will be manifest in fullness in the future kingdom, after Yahweh’s Second Advent, which is also to be glorious ( Mt 16:27 ; 25:31 ). Verses 1–12 describe God’s glorious entrance into the sanctuary. coming from … the east. The glory had been in the tabernacle ( Ex 40:34–35 ) and the temple ( 1Ki 8:10–11 ), though not in Zerubbabel’s temple. Here, Yahweh returns to be Israel’s King. The glory departed to the east from Israel ( 11:23 ) when God judged them, so the glory returns from the east when He has regathered them, and is restoring their worship."
  },
  {
    "start": 26043003,
    "content": "<b><a>43:3</a></b> <b>like the vision.</b> <b>like the vision … by the river Chebar.</b> <b>I fell on my face.</b> like the vision. This vision appearance of God to Ezekiel is glorious, just as the vision in chaps. 8–11 , which pictures His coming, by angels, to judge Jerusalem (cf. 9:3–11 ; 10:4–7 ). like the vision … by the river Chebar. God’s appearance is also glorious as in the vision of 1:3–28 . I fell on my face. Just as in the other visions of God’s glory ( 1:28 ; 9:8 ). Cf. Rev 1:12–17 ."
  },
  {
    "start": 26043005,
    "content": "<b><a>43:5</a></b> <b>the glory … filled the house.</b> the glory … filled the house. The future kingdom glory of God will fill His temple ( Zec 2:5 ), as He filled the tabernacle ( Ex 40:34 ) and later Solomon’s temple ( 1Ki 8:11 ; Ps 29:9 )."
  },
  {
    "start": 26043007,
    "content": "<b><a>43:7</a></b> <b>the place of My throne.</b> the place of My throne. The King of Glory ( Ps 24:7–10 ) claims the millennial temple as His place to dwell. Cf. 1Chr 29:23 ; Zec 6:13 . There will be human, unresurrected people in the kingdom, who entered when Christ returned and destroyed all the wicked. They will worship at this actual temple."
  },
  {
    "start": 26043008,
    "end": 26043009,
    "content": "<b><a>43:8–9</a></b> The future temple will be most holy, protected from 1) harlotry such as the Israelites had engaged in ( 2Ki 23:7 ) and 2) defiling tombs of kings that Israel had allowed in the sacred temple area ( 20:18 )."
  },
  {
    "start": 26043010,
    "end": 26043012,
    "content": "<b><a>43:10–12</a></b> Here is the key to the entire vision of chaps. 40–48 . These glorious future plans show how much Israel forfeited by their sins. Every detail should produce repentance in Ezekiel’s hearers and readers."
  },
  {
    "start": 26043013,
    "end": 26043027,
    "content": "<b><a>43:13–27</a></b> <b>the altar.</b> the altar. The measurements of the altar of burnt offering are given in vv. 13–17 , then the offerings are described (vv. 18–27 ). These offerings are not efficacious, nor were the OT sacrifices. They were all symbolic of death for sin. They do not take away sin (cf. Heb 10:4 ). They were prospective; these will be retrospective."
  },
  {
    "start": 26043019,
    "content": "<b><a>43:19</a></b> <b>seed of Zadok.</b> <b>a bull from the herd for a sin offering.</b> seed of Zadok. Cf. 40:46 and 44:10 , and see notes there . a bull from the herd for a sin offering. Exact offerings, in language just as definitive as the literal descriptions in Moses’ day, are also just as literal here. They are of a memorial nature; they are not efficacious any more than OT sacrifices were. As OT sacrifices pointed forward to Christ’s death, so these are tangible expressions, not competing with, but pointing back to the value of Christ’s completely effective sacrifice, once for all ( Heb 9:28 ; 10:10 ). God at that time endorsed OT offerings as tokens of forgiving and cleansing worshipers on the basis and credit of the great Lamb they pointed to, who alone could take away sins ( Jn 1:29 ). The tangible expressions of worship, which the Israelites for so long failed to offer validly (cf. Is 1:11–15 ), will at last be offered acceptably, then with full understanding about the Lamb of God to whom they point. The bread and the cup, which believers today find meaningful, do not compete with Christ’s cross but are tangible memorials of its glory. So will these sacrifices be."
  },
  {
    "start": 26043024,
    "content": "<b><a>43:24</a></b> <b>salt.</b> <b>burnt offering.</b> salt. Cf. Lv 2:13 . burnt offering. As the sin offering is a part of future millennial worship (v. 19 ), so there are other offerings also (cf. Lv 1–7 ). The burnt offering, denoting full consecration to God is one; the peace offering expressing gratitude for peace with God in covenant bonds is another (v. 27 )."
  },
  {
    "start": 26043025,
    "content": "<b><a>43:25</a></b> <b>without blemish.</b> without blemish. Commemorative of Christ’s unblemished perfection."
  },
  {
    "start": 26044001,
    "end": 26044002,
    "content": "<b><a>44:1–2</a></b> <b>the outer gate … was shut.</b> the outer gate … was shut. Yahweh has returned from the direction in which He departed ( 10:18–19 ). It is kept closed, in honor of Yahweh’s glory having returned through it for the millennial worship and indicating that Yahweh will not depart again as in chaps. 8–11 (cf. 43:1–5 ). This eastern gate of the temple should not be confused with the modern sealed eastern gate of the city (cf. 45:6–8 )."
  },
  {
    "start": 26044003,
    "content": "<b><a>44:3</a></b> <b>the prince … shall sit in it.</b> the prince … shall sit in it. The designation “prince” is used at least 14 times in chaps. 44–47 . He is not the Lord Jesus Christ, but someone distinct from Him (cf. “eat bread before Yahweh”); he has sins for which he offers sacrifice ( 45:22 ), and fathers sons ( 46:16–18 ). He cannot enter by the east gate which Yahweh used, but he is allowed to come in and go out by the gate’s vestibule, and eat bread by the gateway. He cannot perform priestly duties ( 45:19 ) as Messiah will (cf. Ps 110:4 ; Zec 6:12–13 ), and he must worship Yahweh ( 46:2 ). Most likely “the prince” is one who is neither a priest nor the king, but rather one who administrates the kingdom, representing the King (the Lord Jesus Christ) on one hand, and also the princes ( 14:8–9 ) who individually lead the 12 tribes. Possibly, he will be a descendant of David."
  },
  {
    "start": 26044005,
    "end": 26044009,
    "content": "<b><a>44:5–9</a></b> <b>set your heart on the entrance.</b> set your heart on the entrance. Since Yahweh’s glory fills the temple, it is sanctified (v. 4 ), and God is particular about what kind of people worship there. Sins of the past, as in chaps. 8–11 , must not be repeated, and if they are they will exclude their perpetrators from the temple. Only the circumcised in heart may enter ( Dt 30:6 ; Jer 4:4 ; Ro 2:25–29 ), whether of Israel or another nation (vv. 7 , 9 ). Many other peoples than Jews will go into the kingdom in unresurrected bodies, because they have believed in Jesus Christ and were ready for His coming. They will escape His deadly judgment and populate and reproduce in the 1,000-year kingdom. Such circumcision pertains to a heart which is sincere about removing sin and being devoted to Yahweh (cf. Jer 29:13 ). In the Millennium, a Jew with an uncircumcised heart will be considered a foreigner (v. 9 ). “Uncircumcised in flesh” refers to sinners and “foreigners” identifies rejecters of the true God."
  },
  {
    "start": 26044010,
    "content": "<b><a>44:10</a></b> <b>Levites … shall bear the punishment for their iniquity.</b> Levites … shall bear the punishment for their iniquity. God makes distinctions. Levites in the line of those unfaithful in days before the judgment can minister in temple services, but they cannot make offerings or enter the Most Holy Place (vv. 11–14 ). Only Zadok’s line can fulfill these ministries (vv. 15–16 ). The reason for this is the value which God attaches to the faithfulness of Zadok in the past ( 1Sa 2:35 ; 2Sa 15:24ff. ; 1Ki 1:32–40 ; 2:26–35 ). See note on 40:46 ."
  },
  {
    "start": 26044016,
    "content": "<b><a>44:16</a></b> <b>My table.</b> My table. This is the altar of burnt offering (cf. 40:46 ; 41:22 )."
  },
  {
    "start": 26044017,
    "end": 26044027,
    "content": "<b><a>44:17–27</a></b> <b>it will be.</b> it will be. Various standards govern priestly service, such as moderation (v. 20 ) and sobriety (v. 21 ). They will model holy behavior as they teach the people to live their lives set apart to God (vv. 23–24 ). Minutia about dress (such as forbidding the uncleanness of sweat resulting from wearing wool), marriage (cf. Lv 21:14 ), contact with dead bodies, etc. point more naturally to a literal fulfillment than to a generalized blurring of details in a symbolical interpretation."
  },
  {
    "start": 26044028,
    "end": 26044031,
    "content": "<b><a>44:28–31</a></b> <b>I am their possession.</b> I am their possession. As the priests had no possession in the Land when it was originally apportioned, so in the future God will be their portion."
  },
  {
    "start": 26045001,
    "end": 26045005,
    "content": "<b><a>45:1–5</a></b> <b>a contribution to Yahweh.</b> a contribution to Yahweh. This sacred land, set apart at the heart (center) of Israel, is separate from allotments designated for various tribes, seven to the north and five to the south (cf. chap. 48 ). Though the whole earth is Yahweh’s ( Ps 24:1 ), this area is meaningful to Him in a special sense, as providing for special purposes which 45:2–8 goes on to define. This holy rectangle (8.5 mi. by 3.3 mi.) (vv. 1 , 3 ) corresponds to 48:8–22 , which describes this portion as between Judah to the north and Benjamin to the south extending from the Mediterranean east to the eastern border. It is the area for the priestly homes (v. 4 ) particularly, but is also for the benefit of all worshipers."
  },
  {
    "start": 26045002,
    "content": "<b><a>45:2</a></b> <b>for the holy place a square round.</b> for the holy place a square round. At the heart of the special allotment is the temple area ( 48:10 ), which serves all Israelite tribes, and also is the worship center for those of the whole world, who visit ( Is 4:2–3 ; Zec 14:16–19 ). It is one mi. square (cf. 42:15–20 ). As a center, not only for those in Palestine but for the world, the area is appropriately larger than past temples that served Israel."
  },
  {
    "start": 26045005,
    "content": "<b><a>45:5</a></b> <b>for the Levites.</b> for the Levites. Distinct from the land devoted to temple and priestly homes is another portion for Levites, who assist in temple service. This portion is also about 8.5 x 3.3 mi. and lies north of the temple/priest allotment. Cf. 48:13–14 for more details."
  },
  {
    "start": 26045006,
    "content": "<b><a>45:6</a></b> <b>give the city possession.</b> give the city possession. On the south of the central sanctuary plot is the city of Jerusalem with an area of about 8.5 x 1.65 mi. Cf. 48:15–20 for more details."
  },
  {
    "start": 26045007,
    "content": "<b><a>45:7</a></b> <b>the prince shall have</b> the prince shall have land. See note on 44:3 . This administrator of the kingdom under Christ will have his territory in two parts, one to the west and the other to the east of the temple/priest and city portions in vv. 1–6 . Cf. 48:21–22 for more details."
  },
  {
    "start": 26045008,
    "content": "<b><a>45:8</a></b> <b>My princes shall no longer mistreat.</b> My princes shall no longer mistreat. God pledges a kingdom era free from civil leaders selfishly taking advantage of the people, i.e., seizing their land (cf. 22:27 ; Nu 36:7–9 ; 1Ki 21 ; Is 5:8 ; Hos 5:10 ; Mic 2:1–2 ). The princes most likely are the leaders of each tribe. No one will be deprived of his possession under Messiah’s rule."
  },
  {
    "start": 26045009,
    "end": 26045012,
    "content": "<b><a>45:9–12</a></b> The leaders of the land are urged to be thoroughly honest in their commercial dealings. This warning shows that there will be sin in the Millennium. The believing Jews who entered the 1,000-year reign of Christ on earth and inherited the promised kingdom will be fully human and capable of such sins. There also will be children who do not necessarily believe, as the final rebellion against King Messiah and His temple proves (cf. Rev 20:7–9 )."
  },
  {
    "start": 26045010,
    "content": "<b><a>45:10</a></b> <b>balances.</b> <b>ephah.</b> <b>bath.</b> balances. Relates to selling by weight. ephah. Relates to selling by dry volume. bath. Relates to selling by liquid volume."
  },
  {
    "start": 26045011,
    "content": "<b><a>45:11</a></b> <b>ephah.</b> <b>bath.</b> <b>homer.</b> ephah. About .75 bu. bath. About 6 gal. homer. In liquid volume about 60 gal. and in dry volume about 7.5 bu."
  },
  {
    "start": 26045012,
    "content": "<b><a>45:12</a></b> <b>shekel.</b> shekel. By weight about .4 oz. made up of 20 gerahs (.02 oz./each). Sixty shekels (20+25+15) equal a “maneh,” or “mina,” or about 24 oz. (1.5 lbs.)."
  },
  {
    "start": 26045013,
    "end": 26045017,
    "content": "<b><a>45:13–17</a></b> Here are the offerings for Israel’s prince (v. 16 ). Because of what the people will give him, he will provide for public sacrifices (v. 17 )."
  },
  {
    "start": 26045014,
    "content": "<b><a>45:14</a></b> <b>kor.</b> kor. See note on homer in 45:11 . They will give one percent of their oil."
  },
  {
    "start": 26045015,
    "content": "<b><a>45:15</a></b> They will give one lamb for every 200 in the flocks or one-half of one percent."
  },
  {
    "start": 26045016,
    "end": 26045017,
    "content": "<b><a>45:16–17</a></b> <b>prince.</b> prince. See note on 44:3 ."
  },
  {
    "start": 26045017,
    "content": "<b><a>45:17</a></b> <b>feasts … new moons … sabbaths … appointed times.</b> feasts … new moons … sabbaths … appointed times. These will be discussed in notes on 45:18—46:15 ."
  },
  {
    "start": 26045018,
    "end": 26045025,
    "content": "<b><a>45:18–25</a></b> The annual feasts for the nations are outlined. The millennial feasts include 3 of the 6 Levitical feasts: 1) Passover; 2) Unleavened Bread; and 3) Booths, or Tabernacles. Three Levitical feasts are not celebrated: 1) Pentecost; 2) Trumpets; and 3) Atonement. Most likely they are excluded because what they had looked forward to prophetically have been fulfilled and now serve no significant remembrance purpose such as Passover and Booths, or Tabernacle, will continue to provide."
  },
  {
    "start": 26045021,
    "end": 26045024,
    "content": "<b><a>45:21–24</a></b> Passover and Unleavened Bread are combined as in the NT and focus on remembering God’s deliverance of the nation from Egypt and Christ’s death providing deliverance from sin. They continue on into the Millennium as a week-long feast of remembrance, which will serve much the same purpose then as the bread and cup do now (cf. Ex 12–15 for details). The 3 annual pilgrimage feasts with required attendance under Mosaic legislation were: 1) Unleavened Bread, 2) Pentecost, and 3) Booths, or Tabernacles (cf. Ex 23:14–17 ; Nu 28:16—29:40 ; Dt 16:1–17 ). They have been modified with the 3 in 45:18–25 . Pentecost is replaced by the new feast of vv. 18–20 . There are also portion differences from the Mosaic law (cf. Nu 28:19–21 ), plus the millennial offerings are richer and more abundant, in general."
  },
  {
    "start": 26045022,
    "end": 26045023,
    "content": "<b><a>45:22–23</a></b> <b>the prince.</b> the prince. See note on 44:3 . Here he sacrifices for his own sin."
  },
  {
    "start": 26045024,
    "content": "<b><a>45:24</a></b> <b>hin.</b> hin. About one gal."
  },
  {
    "start": 26045025,
    "content": "<b><a>45:25</a></b> The Feast of Booths, or Tabernacles, continues on into the Millennium as confirmed by Zec 14:16–21 . This would be a remembrance of God’s sustaining provision in the wilderness. The seventh month, Tishri, would be in Sep./Oct., and this feast will last for one week, as do the previous two. The prince (“he,” v. 25 ) once again offers sacrifice."
  },
  {
    "start": 26046001,
    "end": 26046015,
    "content": "<b><a>46:1–15</a></b> This section further discusses offerings and deals with: 1) Sabbath and New Moon (vv. 1–8 ); 2) appointed feast days ( 9–11 ); 3) voluntary offerings (v. 12 ); and 4) daily sacrifices (vv. 13–15 ). Cf. Nu 28:1–15 for a summary of former Mosaic details."
  },
  {
    "start": 26046002,
    "content": "<b><a>46:2</a></b> <b>the prince.</b> the prince. See note on 44:3 . He appears 5 times (vv. 2 , 4 , 8 , 10 , 12 ) in regard to sacrifices. He is to be an example of spiritual integrity to the people (cf. v. 10 )."
  },
  {
    "start": 26046006,
    "end": 26046007,
    "content": "<b><a>46:6–7</a></b> <b>new moon.</b> new moon. Israel’s calendar was lunar, so the feasts were reckoned according to the phases of the moon."
  },
  {
    "start": 26046008,
    "content": "<b><a>46:8</a></b> <b>when the prince enters.</b> when the prince enters. He does not normally use the eastern gate itself, which is for Yahweh ( 44:2 ). Rather, he enters and exits by the gate’s vestibule. However, v. 12 permits his use of the gate for freewill offerings."
  },
  {
    "start": 26046009,
    "content": "<b><a>46:9</a></b> <b>the people.</b> the people. The people’s entering and exiting for temple worship are to be done in an orderly flow to prevent congestion, since all will be present (cf. Dt 16:16 )."
  },
  {
    "start": 26046010,
    "end": 26046012,
    "content": "<b><a>46:10–12</a></b> <b>the prince.</b> the prince. He sets the example of worship for the people."
  },
  {
    "start": 26046013,
    "end": 26046015,
    "content": "<b><a>46:13–15</a></b> <b>daily.</b> daily. The testimony of the OT is that to remove the continual burnt offering meant an abolition of public worship (cf. Da 8:11–13 ; 11:31 ; 12:11 )."
  },
  {
    "start": 26046016,
    "end": 26046017,
    "content": "<b><a>46:16–17</a></b> <b>a gift.</b> a gift. This explains inheritance laws governing the prince. A gift to one of his sons is permanent (v. 16 ), but a gift to a servant lasts only to the year of Jubilee, the 50th year (cf. Lv 25:10–13 ), and then returns to him (v. 17 )."
  },
  {
    "start": 26046017,
    "content": "<b><a>46:17</a></b> <b>the year of liberty.</b> the year of liberty. The year of Jubilee."
  },
  {
    "start": 26046018,
    "content": "<b><a>46:18</a></b> <b>the prince shall not take … inheritance.</b> the prince shall not take … inheritance. As in 45:8–9 , the prince is not to confiscate others’ property to enlarge his own holdings, as often occurred in Israel’s history when rulers became rich by making others poor (cf. 1Ki 21 )."
  },
  {
    "start": 26046019,
    "end": 26046024,
    "content": "<b><a>46:19–24</a></b> <b>chambers.</b> chambers. The priests’ kitchen chambers are convenient for managing their parts of the offerings and cooking sacrificial meals for worshipers, possibly close to the inner east gate. The “ministers of the house” (v. 24 ) are not the priests, but temple servants."
  },
  {
    "start": 26047001,
    "end": 26047012,
    "content": "<b><a>47:1–12</a></b> This section reinforces the constant emphasis of the prophets that in the final kingdom amazing physical and geographical changes will occur on the earth, and especially the land of Israel. This chapter deals mainly with changes in the water."
  },
  {
    "start": 26047003,
    "end": 26047005,
    "content": "<b><a>47:3–5</a></b> <b>he measured.</b> he measured. The escorting angel, wanting to reveal the size of the river, took Ezekiel, in the vision, to four different distances from the temple, where the stream was found to be at increasing depths until it was over his head. Cf. Is 35:1–7 , where the prophet says “the desert will … flourish … like the crocus.”"
  },
  {
    "start": 26047007,
    "content": "<b><a>47:7</a></b> <b>very many trees.</b> very many trees. Lush growth from the river."
  },
  {
    "start": 26047008,
    "content": "<b><a>47:8</a></b> <b>waters … will be healed.</b> waters … will be healed. The flow east, then south, runs into the Dead Sea and renders good the salty water (more than 6 times as salty as the sea) that formerly would not support life because of its high mineral content. The Dead Sea is transformed into a “living sea” of fresh water."
  },
  {
    "start": 26047009,
    "content": "<b><a>47:9</a></b> <b>very many fish.</b> very many fish. These fish are said to be the same kinds in the Mediterranean (v. 10 ), probably referring to volume rather than species, since the river and the Dead Sea are fresh water."
  },
  {
    "start": 26047010,
    "content": "<b><a>47:10</a></b> <b>Engedi.</b> <b>Eneglaim.</b> Engedi. The site is on the Dead Sea’s west bank, about halfway along its length, near Masada. Eneglaim. Possibly it is Ein-Feska near Qumran at the northwestern extremity of the sea. Some argue for a site on the east bank, so that fishermen on both sides are in view."
  },
  {
    "start": 26047011,
    "content": "<b><a>47:11</a></b> <b>marshes and swamps.</b> marshes and swamps. This could supply salt for the temple offerings (cf. 43:24 ), as well as for food."
  },
  {
    "start": 26047012,
    "content": "<b><a>47:12</a></b> <b>all</b> <b>trees.</b> <b>leaves … fruit.</b> all kinds of trees. Cf. v. 7 . The scene describes the blessing of returning to Eden-like abundance ( Ge 2:8–9 , 16 ). leaves … fruit. Cf. v. 7 . The fruit is for food, and the leaves serve a medicinal purpose, probably both in preventative and corrective senses. The fruit is perpetual, kept so by a continual and lavish supply of spring water from the temple."
  },
  {
    "start": 26047013,
    "end": 26047023,
    "content": "<b><a>47:13–23</a></b> <b>This</b> <b>the boundary.</b> This shall be the boundary. The picture is that of an enlarged Canaan for all to inhabit. The boundaries are substantially larger than those given to Moses in Nu 34:1–15 . Israel, promised in God’s covenant with Abraham (v. 14 ; Ge 12:7 ), has specific geographical limits within which Israel will finally occupy tribal areas which differ from the occupation in Joshua’s day (cf. Jos 13–22 ). This is the complete fulfillment of the promise of the land in the Abrahamic Covenant."
  },
  {
    "start": 26047015,
    "end": 26047020,
    "content": "<b><a>47:15–20</a></b> The borders of the millennial Promised Land are described 1) to the north (vv. 15–17 ); 2) to the east (v. 18 ); 3) to the south (v. 19 ); and 4) to the west (v. 20 )."
  },
  {
    "start": 26047022,
    "content": "<b><a>47:22</a></b> <b>bring forth sons.</b> bring forth sons. This reminds us that children will be born all through the 1,000-year rule of Messiah. Not all will believe and be saved, as evidenced by the final rebellion (cf. Rev 20:8–9 )."
  },
  {
    "start": 26047023,
    "content": "<b><a>47:23</a></b> <b>sojourner.</b> sojourner. This provision is in keeping with Lv 19:34 ."
  },
  {
    "start": 26048001,
    "end": 26048007,
    "content": "<b><a>48:1–7</a></b> <b>the tribes.</b> the tribes. The land pledged to each tribe within the total area described in 47:13–23 fulfills God’s promises to actually restore Israel’s people from around the world to the Promised Land just as they were actually scattered from it ( 28:25–26 ; 34–37 ; 39:21–29 ; Jer 31:33 ). Dan is first mentioned. Though omitted from the 144,000 in Rev 7 , probably because of severe idolatry, Dan is restored in grace."
  },
  {
    "start": 26048008,
    "end": 26048022,
    "content": "<b><a>48:8–22</a></b> <b>the contribution.</b> the contribution. Already described in 45:1–8 , this unique area includes land allotment for the sentry and the Zadokian priests (vv. 8–12 ); the Levites (vv. 13–14 ); the city (vv. 15–20 ); and the prince (vv. 21–22 )."
  },
  {
    "start": 26048030,
    "end": 26048035,
    "content": "<b><a>48:30–35</a></b> <b>these are the exits.</b> these are the exits. Twelve city gates, 3 in each cardinal direction, bear the names of Israel’s tribes, one on each gate."
  },
  {
    "start": 26048035,
    "content": "<b><a>48:35</a></b> <b>the name.</b> the name. The city is called YHWH Shammah, “Yahweh is there.” The departed glory of God (chaps. 8–11 ) has returned ( 44:1–2 ), and His dwelling, the temple, is in the very center of the district given over to Yahweh. With this final note, all of the unconditional promises which God had made to Israel in the Abrahamic Covenant ( Ge 12 ); the Priestly Covenant ( Nu 25 ); the Davidic Covenant ( 2Sa 7 ); and the New Covenant ( Jer 31 ) have been fulfilled. So this final verse provides the consummation of Israel’s history—the returned presence of God!"
  }
]