[
  {
    "start": 3001001,
    "end": 3007038,
    "content": "<b><a>1:1—7:38</a></b> This section provides laws pertaining to sacrifice. For the first time in Israel’s history, a well-defined set of sacrifices was given to them, although people had offered sacrifices since the time of Abel and Cain (cf. Ge 4:3–4 ). This section contains instructions for the people ( 1:1—6:7 ) and the priests ( 6:8—7:38 ). For a comparison with the millennial kingdom sacrifices, see notes on Eze 45–46 ."
  },
  {
    "start": 3001002,
    "content": "<b><a>1:2</a></b> <b>Speak to the sons of Israel.</b> <b>When any man from among you brings.</b> <b>an offering.</b> <b>herd … flock.</b> Speak to the sons of Israel. This is essential revelation, with reference to their spiritual life, for all the descendants of Jacob, who was also called Israel (cf. Ge 32:28 ). When any man from among you brings. These were completely voluntary and freewill offerings with no specific number or frequency given ( 1:3 ). The regulation excluded horses, dogs, pigs, camels, and donkeys, which were used in pagan sacrifices, as well as rabbits, deer, beasts, and birds of prey. The sacrifice had to be from the offerer’s herd, or he had to purchase it. an offering. The Pharisees manipulated this simple concept so that adult children could selfishly withhold the material goods which would help their parents, under the guise of Corban , that it was dedicated to Yahweh (cf. Mk 7:8–13 ). herd … flock. These terms refer to the cattle ( 1:3 ), sheep, or goats ( 1:10 ) respectively. Only domestic animals could be sacrificed."
  },
  {
    "start": 3001003,
    "end": 3001017,
    "content": "<b><a>1:3–17</a></b> See 6:8–13 for the priests’ instructions. The burnt offerings were the first sacrifices revealed because these were the ones to be most frequently offered: every morning and evening ( Nu 28:1–8 ), every Sabbath ( Nu 28:9–10 ), the first day of each month ( Nu 28:11–15 ), and at the special feasts ( Nu 28:16—29:40 ). This offering signified voluntary and complete dedication and consecration to Yahweh. It was an offering of repentance for sins committed, with the desire to be purged from the guilt of sinful acts. Designed to demonstrate the sinner’s penitence and obedience, it indicated his self-dedication to the worship of God. The most costly animal was mentioned first; the least costly last. The singing of psalms later became a part of this ritual (cf. Pss 4 ; 5 ; 40 ; 50 ; 66 )."
  },
  {
    "start": 3001004,
    "content": "<b><a>1:4</a></b> <b>lay his hand on the head.</b> <b>make atonement.</b> <b>on his behalf.</b> lay his hand on the head. This symbolic gesture pictured the transfer of the sacrificer’s sin to the sacrificial animal and was likely done with a prayer of repentance and request for forgiveness (cf. Ps 51:18–19 ). make atonement. The word means “cover.” The psalmist defines it by saying, “Blessed is he whose transgression is forgiven, whose sin is covered” ( Ps 32:1 ). Theologically, the “atonement” of the OT covered sin only temporarily, but it did not eliminate sin or later judgment ( Heb 10:4 ). The one time sacrifice of Jesus Christ fully atoned for sin, thus satisfying God’s wrath forever and insuring eternal salvation (cf. Heb 9:12 ; 1Jn 2:2 ), even to those who put saving faith in God for their redemption before Christ’s death on the cross (cf. Ro 3:25–26 ; Heb 9:15 ). on his behalf. This was a substitutionary sacrifice that prefigured the ultimate substitute—Jesus Christ (cf. Is 53 ; see note on 2Co 5:21 )."
  },
  {
    "start": 3001005,
    "content": "<b><a>1:5</a></b> <b>he shall slaughter.</b> <b>Aaron’s sons.</b> <b>shall bring near … splash the blood.</b> <b>the altar.</b> he shall slaughter. Making vivid and dramatic the consequences of sin, the person offering the sacrifice killed and butchered the animal (cf. v. 6 ). Aaron’s sons. This refers to the immediate descendants of Aaron, i.e., Nadab, Abihu, Eleazar, and Ithamar (cf. Ex 28:1 ). In the beginning, there were 5 priests, including Aaron, who served as the High Priest. shall bring near … splash the blood. The priest had to collect the blood in a basin and then offer it to God as a sacrifice to indicate that a life had been taken, i.e., death occurred (cf. 17:11 , 14 ). The price of sin is always death (cf. Ge 2:17 ; Ro 6:23 ). the altar. The altar of burnt offering (cf. Ex 27:1–8 ; 38:1–7 ), which is in the courtyard outside of the tabernacle proper. The prototype experience, before the tabernacle was constructed, is remembered in Ex 24:1–8 ."
  },
  {
    "start": 3001009,
    "content": "<b><a>1:9</a></b> <b>wash.</b> <b>a soothing aroma.</b> wash. This allowed the one sacrificing to cleanse the animal of excrement and thus make it clean. a soothing aroma. The pleasant smell of burning meat signified the sacrifice of obedience which was pleasing to Yahweh. While the costly ritual recognized God’s anger for sin committed (cf. 1:13 , 17 ), the penitent heart behind the sacrifice made it acceptable. That was far more significant than the sacrifice itself (cf. Ge 8:21 ; 1Sa 15:22 ). This is the first of 3 freewill offerings to please Yahweh; cf. the grain offering ( 2:2 ) and the peace offering ( 3:5 )."
  },
  {
    "start": 3001010,
    "end": 3001013,
    "content": "<b><a>1:10–13</a></b> <b>from the flock.</b> from the flock. This section describes the sacrifice of sheep and goats."
  },
  {
    "start": 3001011,
    "content": "<b><a>1:11</a></b> <b>side … northward.</b> side … northward. This placed the one sacrificing in front of the tabernacle door (cf. 1:3 )."
  },
  {
    "start": 3001014,
    "end": 3001017,
    "content": "<b><a>1:14–17</a></b> <b>of birds.</b> of birds. This section describes the sacrifice of birds. God does not ask the poor to bring the same burnt offering as those financially well off because the relative cost to the one sacrificing was an important factor. This is the kind of sacrifice brought by Joseph and Mary on the eighth day after Christ’s birth for Mary’s purification (cf. 12:8 ; Lk 2:22–24 )."
  },
  {
    "start": 3001015,
    "content": "<b><a>1:15</a></b> <b>the priest … wring off.</b> the priest … wring off. Unlike the livestock being killed by the one offering the sacrifice, the bird was killed by the priest."
  },
  {
    "start": 3001016,
    "content": "<b><a>1:16</a></b> <b>crop … feathers.</b> <b>eastward … place of the ashes.</b> crop … feathers. This refers to the neck or gullet of a bird, where food was stored. eastward … place of the ashes. This was the closest side to the entrance of the tabernacle compound and provided for the easiest removal of the ashes outside (cf. 6:10–11 )."
  },
  {
    "start": 3002001,
    "end": 3002016,
    "content": "<b><a>2:1–16</a></b> See 6:14–23 for the priests’ instructions. The grain offering signified homage and thanksgiving to God as a voluntary offering which was offered along with a burnt offering and a drink offering at the appointed sacrifices (cf. Nu 28:1–15 ). Three variations were prescribed: 1) uncooked flour ( 2:1–3 ); 2) baked flour ( 2:4–13 ); or 3) roasted first fruit grain from the harvest ( 2:14–16 ). This was the only non-animal sacrifice of the 5 and shows that there was a place for offering from the fruit of the soil (as in the case of Cain in Ge 4 )."
  },
  {
    "start": 3002002,
    "content": "<b><a>2:2</a></b> <b>handful.</b> <b>soothing aroma.</b> handful. Unlike the whole burnt offering ( 1:9 ), only a representative or memorial portion was given to Yahweh. soothing aroma. See note on 1:9 ."
  },
  {
    "start": 3002003,
    "content": "<b><a>2:3</a></b> <b>Aaron and his sons.</b> <b>most holy.</b> Aaron and his sons. Unlike the burnt offering (cf. 1:9 , 13 , 17 ), this offering supplies provision for the priests. most holy. This was unique from the others because it was not limited to God alone, like the burnt offering, nor eaten in part by the worshiper, like the peace offering. Only the priest could eat the portion not burned (see 7:9 ). The sin offering ( 6:17 , 25 ) and the trespass offering ( 6:17 ; 7:1 ) are also called “most holy.”"
  },
  {
    "start": 3002004,
    "end": 3002013,
    "content": "<b><a>2:4–13</a></b> This variation of the grain offering involved baked flour. The kinds of containers discussed are: 1) oven ( 2:4 ); 2) griddle ( 2:5–6 ); and 3) covered pan ( 2:7–10 ). The manner of preparation is discussed in 2:11–13 ."
  },
  {
    "start": 3002011,
    "content": "<b><a>2:11</a></b> <b>not … leaven or … honey.</b> This applies to the offerings of 2:4–10 , all of which were to be burned on the altar. not … leaven or … honey. Both yeast and honey were edible foods, but were never to be used with a grain offering, since both could induce fermentation, which symbolized sin ( see note on 2:4 )."
  },
  {
    "start": 3002012,
    "content": "<b><a>2:12</a></b> This applies to the offering of 2:14–16 , which was not to be burned on the altar, but rather roasted by the worshiper (v. 14 ) before going to the tabernacle."
  },
  {
    "start": 3002013,
    "content": "<b><a>2:13</a></b> <b>the salt of the covenant.</b> the salt of the covenant. This was included in all of the offerings in 2:4–10 , 14–16 since salt was emblematic of permanence or loyalty to the covenant."
  },
  {
    "start": 3002014,
    "content": "<b><a>2:14</a></b> <b>early ripened things.</b> early ripened things. These would be offered at the Feast of First Fruits ( 23:9–14 ) and the Feast of Weeks ( 23:15–22 )."
  },
  {
    "start": 3002015,
    "content": "<b><a>2:15</a></b> <b>frankincense.</b> frankincense. A gum resin with a pungent, balsamic odor, used in the tabernacle sacrifices (cf. Ex 30:34 )."
  },
  {
    "start": 3003001,
    "end": 3003017,
    "content": "<b><a>3:1–17</a></b> See 7:11–36 for the priests’ instructions. The peace offering symbolizes the peace and fellowship between the true worshiper and God (as a voluntary offering). It was the third freewill offering resulting in a sweet aroma to Yahweh ( 3:5 ), which served as the appropriate corollary to the burnt offering of atonement and the grain offering of consecration and dedication. It symbolized the fruit of redemptive reconciliation between a sinner and God (cf. 2Co 5:18 )."
  },
  {
    "start": 3003004,
    "content": "<b><a>3:4</a></b> <b>the fat.</b> the fat. All of the fat was dedicated to Yahweh ( 3:3–5 , 9–11 , 14–16 )."
  },
  {
    "start": 3003006,
    "end": 3003011,
    "content": "<b><a>3:6–11</a></b> Pertains to sheep used in the peace offering."
  },
  {
    "start": 3003011,
    "content": "<b><a>3:11</a></b> <b>food.</b> as food. The sacrifice was intended to symbolize a meal between God and the one offering it, where peace and friendship were epitomized by sharing that meal together."
  },
  {
    "start": 3003012,
    "end": 3003016,
    "content": "<b><a>3:12–16</a></b> Pertains to goats used in the peace offering."
  },
  {
    "start": 3003017,
    "content": "<b><a>3:17</a></b> <b>not eat … fat or … blood.</b> not eat … fat or … blood. The details given in the chapter distinctly define which fat was to be burned and not eaten, so that whatever adhered to other parts or was mixed with them might be eaten. As with many facets of the Mosaic legislation, there were underlying health benefits also."
  },
  {
    "start": 3004001,
    "end": 3006007,
    "content": "<b><a>4:1—6:7</a></b> The sin ( 4:1—5:13 ) and guilt ( 5:14—6:7 ) offerings differed from the previous 3 in that the former were voluntary and these were compulsory. The sin offering differed from the guilt offering in that the former involved iniquity where restitution was not possible, while in the latter it was possible."
  },
  {
    "start": 3004002,
    "content": "<b><a>4:2</a></b> <b>unintentionally.</b> <b>not to be done … does any.</b> unintentionally. The intended meaning is to stray into a sinful situation, but not necessarily to be taken completely by surprise. Nu 15:30–31 illustrates the defiant attitude of intentional sin. not to be done … does any. Sins of commission."
  },
  {
    "start": 3004003,
    "end": 3004012,
    "content": "<b><a>4:3–12</a></b> Sacrifices for the sin of the High Priest are given."
  },
  {
    "start": 3004005,
    "content": "<b><a>4:5</a></b> <b>to the tent of meeting.</b> to the tent of meeting. He actually went into the Holy Place."
  },
  {
    "start": 3004006,
    "content": "<b><a>4:6</a></b> <b>seven times.</b> <b>the veil of the sanctuary.</b> seven times. The number of completion or perfection, indicating the nature of God’s forgiveness ( Ps 103:12 ). the veil of the sanctuary. The veil marked the entry into the very presence of God in the Holy of Holies."
  },
  {
    "start": 3004007,
    "content": "<b><a>4:7</a></b> <b>altar of fragrant incense.</b> <b>Altar of burnt offering.</b> altar of fragrant incense. See Ex 30:1–10 . This altar was in the tabernacle proper before the veil. It was so close to the ark that Hebrews speaks of it as actually being in the Holy of Holies ( Heb 9:4 ). This altar was also sprinkled with blood on the Day of Atonement ( Ex 30:10 ). Altar of burnt offering. The altar in the courtyard on which blood was normally splashed."
  },
  {
    "start": 3004010,
    "content": "<b><a>4:10</a></b> <b>peace offerings.</b> peace offerings. See note on 3:1–17 ."
  },
  {
    "start": 3004011,
    "content": "<b><a>4:11</a></b> <b>refuse.</b> refuse. This term identifies the major internal organs of an animal, including the intestines’ waste content."
  },
  {
    "start": 3004012,
    "content": "<b><a>4:12</a></b> <b>bring … outside the camp.</b> bring … outside the camp. This was a symbolic gesture of removing the sin from the people (cf. Heb 13:11–13 in reference to Christ)."
  },
  {
    "start": 3004013,
    "end": 3004021,
    "content": "<b><a>4:13–21</a></b> Sacrifices for the sin of the congregation were to follow essentially the same procedure as that for the sin of priests ( 4:3–12 )."
  },
  {
    "start": 3004016,
    "content": "<b><a>4:16</a></b> <b>the anointed priest.</b> the anointed priest. See note on 4:3 ."
  },
  {
    "start": 3004022,
    "end": 3004026,
    "content": "<b><a>4:22–26</a></b> These are sacrifices for the sin of a ruler. The blood of the sacrifice was not sprinkled in the Holy Place, as for the priest or congregation ( 4:6 , 17 ), but only on the altar of burnt offering."
  },
  {
    "start": 3004027,
    "end": 3004035,
    "content": "<b><a>4:27–35</a></b> These are sacrifices for the sin of an individual. Either a goat ( 4:27–31 ) or a lamb ( 4:32–35 ) could be sacrificed in much the same manner as the offering for a ruler ( 4:22–26 )."
  },
  {
    "start": 3005001,
    "end": 3005013,
    "content": "<b><a>5:1–13</a></b> Dealing with unintentional sins continues with an emphasis on sins of omission (vv. 1–4 ). Lambs/goats (v. 6 ), birds (vv. 7–10 ), or flour (vv. 11–13 ) were acceptable sacrifices."
  },
  {
    "start": 3005004,
    "content": "<b><a>5:4</a></b> <b>swears.</b> swears. “Speaking thoughtlessly” suggests a reckless oath for good or bad, i.e., an oath the speaker should not or could not keep."
  },
  {
    "start": 3005005,
    "content": "<b><a>5:5</a></b> <b>he shall confess.</b> he shall confess. Confession must accompany the sacrifice as the outward expression of a repentant heart which openly acknowledged agreement with God concerning sin. Sacrifice minus true faith, repentance, and obedience was hypocrisy (cf. Ps 26:4 ; Is 9:17 ; Am 5:21–26 )."
  },
  {
    "start": 3005007,
    "content": "<b><a>5:7</a></b> <b>burnt offering.</b> burnt offering. See notes on 1:3–17 ."
  },
  {
    "start": 3005011,
    "content": "<b><a>5:11</a></b> <b>ephah.</b> <b>not place oil … frankincense.</b> ephah. About 6 gallons. not place oil … frankincense. Contrast the grain offering ( 2:2 )."
  },
  {
    "start": 3005013,
    "content": "<b><a>5:13</a></b> <b>grain offering.</b> grain offering. See notes on 2:1–16 ."
  },
  {
    "start": 3005014,
    "end": 3006007,
    "content": "<b><a>5:14—6:7</a></b> See 7:1–10 for the priests’ instructions. The trespass or guilt offering symbolized an atonement for sin unknowingly committed where restitution was possible. Like the sin offering ( 4:1—5:13 ), this one was compulsory. For sins against Yahweh’s property, restitution was made to the priest ( 5:14–19 ), while restitution was made to the person who suffered loss in other instances ( 6:1–7 )."
  },
  {
    "start": 3005015,
    "content": "<b><a>5:15</a></b> <b>shekel of the sanctuary.</b> shekel of the sanctuary. This amounted to 20 gerahs ( Ex 30:13 ; Lv 27:25 ; Nu 3:47 ) or 2 bekas ( Ex 38:26 ), which is the equivalent of four-tenths of one ounce. God fixed the value of a shekel."
  },
  {
    "start": 3005016,
    "content": "<b><a>5:16</a></b> <b>a fifth part.</b> a fifth part. The offender was required to make a 120 percent restitution, which was considerably lower than that prescribed elsewhere in the Mosaic law, e.g., Ex 22:7 , 9 . Perhaps this is accounted for by a voluntary confession in contrast to an adjudicated and forced conviction."
  },
  {
    "start": 3006001,
    "end": 3006007,
    "content": "<b><a>6:1–7</a></b> While all sins are against God (cf. Ps 51:4 ), some are direct ( 5:14–19 ) and others are indirect, involving people ( 6:1–7 ), as here. These violations are not exhaustive, but representative samples used to establish and illustrate the principle."
  },
  {
    "start": 3006006,
    "content": "<b><a>6:6</a></b> <b>your valuation.</b> your valuation. The priest served as an appraiser to give appropriate value to the goods in question."
  },
  {
    "start": 3006008,
    "end": 3007038,
    "content": "<b><a>6:8—7:38</a></b> These were laws of sacrifice for the priesthood. Leviticus 1:1—6:7 has dealt with 5 major offerings from the worshiper’s perspective. Here instructions for the priests are given, with special attention to the priests’ portion of the sacrifice."
  },
  {
    "start": 3006009,
    "content": "<b><a>6:9</a></b> <b>on the hearth on the altar all night.</b> on the hearth on the altar all night. This resulted in the complete incineration of the sacrifice, picturing it as totally given to Yahweh, with the smoke arising as a sweet aroma to Him ( 1:9 , 13 , 17 )."
  },
  {
    "start": 3006010,
    "end": 3006011,
    "content": "<b><a>6:10–11</a></b> <b>ashes.</b> ashes. This described both the immediate (v. 10 ) and final (v. 11 ) disposition of the ash remains, i.e., that which is worthless."
  },
  {
    "start": 3006012,
    "content": "<b><a>6:12</a></b> <b>fat … peace offerings.</b> fat … peace offerings. See note on 3:4 ."
  },
  {
    "start": 3006013,
    "content": "<b><a>6:13</a></b> <b>burning continually.</b> burning continually. The perpetual flame indicated a continuous readiness on the part of God to receive confession and restitution through the sacrifice."
  },
  {
    "start": 3006014,
    "end": 3006023,
    "content": "<b><a>6:14–23</a></b> The grain offering. See notes on 2:1–16 ."
  },
  {
    "start": 3006015,
    "content": "<b><a>6:15</a></b> <b>handful.</b> handful. See note on 2:2 ."
  },
  {
    "start": 3006016,
    "end": 3006018,
    "content": "<b><a>6:16–18</a></b> Unlike the burnt offering, the grain offering provided food for the priests and their male children, i.e., future priests."
  },
  {
    "start": 3006019,
    "end": 3006023,
    "content": "<b><a>6:19–23</a></b> Aaron, as High Priest, was to make a daily grain offering at morning and night on behalf of his priestly family."
  },
  {
    "start": 3006020,
    "content": "<b><a>6:20</a></b> <b>he is anointed.</b> <b>ephah.</b> he is anointed. See 8:7–12 . ephah. See note on 5:11 ."
  },
  {
    "start": 3006022,
    "end": 3006023,
    "content": "<b><a>6:22–23</a></b> <b>the anointed priest … in his place.</b> <b>burned entirely.</b> the anointed priest … in his place. The High Priests who succeed Aaron are in view here. burned entirely. The priests’ offering was to be given completely, with nothing left over."
  },
  {
    "start": 3006024,
    "end": 3006030,
    "content": "<b><a>6:24–30</a></b> The sin offering. See notes on 4:1—5:13 ."
  },
  {
    "start": 3006025,
    "content": "<b><a>6:25</a></b> <b>burnt offering.</b> <b>most holy.</b> burnt offering. See notes on 1:3–17 . most holy. See note on 2:3 ."
  },
  {
    "start": 3006026,
    "content": "<b><a>6:26</a></b> <b>priest … eat.</b> priest … eat. The priest putting the offering on the brazen altar could use it for food, if the sacrifice was for a ruler ( 4:22–26 ) or the people ( 4:27–35 )."
  },
  {
    "start": 3006027,
    "end": 3006028,
    "content": "<b><a>6:27–28</a></b> Instructions on the cleanness of the priest’s garments as they relate to blood."
  },
  {
    "start": 3006030,
    "content": "<b><a>6:30</a></b> <b>no sin offering … eaten.</b> no sin offering … eaten. Those sacrifices made on behalf of a priest ( 4:3–12 ) or the congregation ( 4:13–21 ) could be eaten."
  },
  {
    "start": 3007001,
    "end": 3007010,
    "content": "<b><a>7:1–10</a></b> The trespass or guilt offering. See notes on 5:14—6:7 . Verses 7–10 provide a brief excursus on what may be eaten by the priests."
  },
  {
    "start": 3007007,
    "content": "<b><a>7:7</a></b> See note on 6:26 ."
  },
  {
    "start": 3007010,
    "content": "<b><a>7:10</a></b> <b>mixed with oil or dry.</b> mixed with oil or dry. Both were acceptable options."
  },
  {
    "start": 3007011,
    "end": 3007036,
    "content": "<b><a>7:11–36</a></b> The peace offering. See notes on 3:1–17 . The purposes for the peace offering are given in vv. 11–18 . Special instructions which prevented a priest from being “cut off” (vv. 19–27 ) and the allotment to Aaron and his sons (vv. 28–36 ) are enumerated."
  },
  {
    "start": 3007013,
    "content": "<b><a>7:13</a></b> <b>leavened bread.</b> leavened bread. Contrast the unleavened grain offering (see 2:11 )."
  },
  {
    "start": 3007016,
    "end": 3007018,
    "content": "<b><a>7:16–18</a></b> <b>votive … freewill offering.</b> votive … freewill offering. The priest could eat the meat the same day or next day, but eating on the third day brought punishment."
  },
  {
    "start": 3007019,
    "end": 3007021,
    "content": "<b><a>7:19–21</a></b> <b>cut off.</b> cut off. Uncleanness was punishable by death. See chap. 22 for more details."
  },
  {
    "start": 3007022,
    "end": 3007027,
    "content": "<b><a>7:22–27</a></b> See note on 3:17 ."
  },
  {
    "start": 3007027,
    "content": "<b><a>7:27</a></b> <b>cut off.</b> cut off. See note on 7:19–21 ."
  },
  {
    "start": 3007029,
    "content": "<b><a>7:29</a></b> <b>offering … sacrifice.</b> offering … sacrifice. The worshiper made a peace offering from his sacrifice so that Yahweh received the blood (v. 33 ) and the fat (v. 33 ). The priests received the breast (vv. 30–31 ) and right thigh (v. 33 ). The worshiper could use the rest for himself."
  },
  {
    "start": 3007030,
    "end": 3007032,
    "content": "<b><a>7:30–32</a></b> <b>wave offering.</b> wave offering. This was a symbolic act indicating the offering was for Yahweh. Bread ( Ex 29:23–24 ), meat ( Ex 29:22–24 ), gold ( Ex 38:24 ), oil ( Lv 14:12 ), and grain ( Lv 23:11 ) all served as wave offerings. Another type of offering was the heave offering. Jewish tradition portrayed the wave offering as being presented with a horizontal motion and the heave offering with a vertical motion, as suggested by Lv 10:15 ."
  },
  {
    "start": 3007036,
    "content": "<b><a>7:36</a></b> <b>He anointed them.</b> He anointed them. See 8:30 ."
  },
  {
    "start": 3007037,
    "end": 3007038,
    "content": "<b><a>7:37–38</a></b> Moses gives a summary conclusion of 1:3—7:36 ."
  },
  {
    "start": 3008001,
    "end": 3010020,
    "content": "<b><a>8:1—10:20</a></b> Beginnings of the Aaronic priesthood are discussed in this section. Before the time of Aaron, the patriarchs ( Ge 4:3–4 ) and the fathers ( Job 1:5 ) had offered sacrifices to God, but with Aaron came the fully prescribed priestly service."
  },
  {
    "start": 3008002,
    "content": "<b><a>8:2</a></b> <b>the garments.</b> <b>the anointing oil.</b> <b>sin offering.</b> the garments. See notes on Ex 28:1–43 . the anointing oil. Oil was used for ceremonial anointing ( 8:12 , 30 ). sin offering. See notes on 4:1—5:13 , esp. 4:3–12 ."
  },
  {
    "start": 3008006,
    "end": 3008009,
    "content": "<b><a>8:6–9</a></b> See notes on Ex 28:1–43 ."
  },
  {
    "start": 3008008,
    "content": "<b><a>8:8</a></b> <b>the Urim and the Thummim.</b> the Urim and the Thummim. A feature on the breastpiece of the High Priest by which God’s people were given His decision on matters which required a decision. See note on Ex 28:30 ."
  },
  {
    "start": 3008011,
    "content": "<b><a>8:11</a></b> <b>seven times.</b> seven times. See note on 4:6 ."
  },
  {
    "start": 3008012,
    "content": "<b><a>8:12</a></b> <b>to set him apart as holy.</b> to set him apart as holy. This act was to ceremonially set Aaron apart from the congregation to be a priest unto God, and from the other priests to be High Priest."
  },
  {
    "start": 3008014,
    "end": 3008017,
    "content": "<b><a>8:14–17</a></b> See notes on 4:3–12 ."
  },
  {
    "start": 3008017,
    "content": "<b><a>8:17</a></b> <b>refuse.</b> refuse. See note on 4:11 ."
  },
  {
    "start": 3008018,
    "end": 3008021,
    "content": "<b><a>8:18–21</a></b> See notes on 1:3–17 ."
  },
  {
    "start": 3008023,
    "end": 3008024,
    "content": "<b><a>8:23–24</a></b> <b>right ear … right hand … right foot.</b> right ear … right hand … right foot. Using a part to represent the whole, Aaron and his sons were consecrated to listen to God’s holy Word, to carry out His holy assignments, and to live holy lives."
  },
  {
    "start": 3008029,
    "content": "<b><a>8:29</a></b> <b>wave offering.</b> wave offering. See note on 7:30–32 ."
  },
  {
    "start": 3008035,
    "content": "<b><a>8:35</a></b> <b>keep the charge of Yahweh.</b> keep the charge of Yahweh. The commandment of God ordered Aaron and his sons to do exactly as Yahweh had spoken through Moses. Disobedience would meet with death."
  },
  {
    "start": 3009001,
    "end": 3009024,
    "content": "<b><a>9:1–24</a></b> Since the priests had been consecrated and appropriate sacrifices offered on their behalf, they were prepared to fulfill their priestly duties on behalf of the congregation as they carried out all of the prescribed sacrifices in Lv 1–7 and rendered them to Yahweh."
  },
  {
    "start": 3009002,
    "end": 3009004,
    "content": "<b><a>9:2–4</a></b> <b>sin … burnt … peace … grain offering.</b> sin … burnt … peace … grain offering. See notes on 4:1—5:13 ; 1:3–17 ; 3:1–17 ; and 2:1–16 respectively."
  },
  {
    "start": 3009004,
    "content": "<b><a>9:4</a></b> <b>the glory of Yahweh.</b> the glory of Yahweh. Yahweh’s manifestation or presence was going to appear to them to show acceptance of the sacrifices. See notes on vv. 23–24 , where that appearance is recorded."
  },
  {
    "start": 3009008,
    "end": 3009021,
    "content": "<b><a>9:8–21</a></b> Aaron presented sacrifices on his own behalf (vv. 8–14 ) and on behalf of the people (vv. 15–21 )."
  },
  {
    "start": 3009017,
    "content": "<b><a>9:17</a></b> <b>burnt offering … morning.</b> burnt offering … morning. See Ex 29:41 ; Nu 28:4 ."
  },
  {
    "start": 3009021,
    "content": "<b><a>9:21</a></b> <b>wave offering.</b> wave offering. See note on 7:30–32 ."
  },
  {
    "start": 3009022,
    "content": "<b><a>9:22</a></b> <b>lifted up his hands toward the people.</b> lifted up his hands toward the people. The High Priest gave a symbolic gesture for blessing, perhaps pronouncing the priestly blessing ( Nu 6:24–26 ; cf. 2Co 13:14 )."
  },
  {
    "start": 3009023,
    "content": "<b><a>9:23</a></b> <b>the glory of Yahweh appeared.</b> the glory of Yahweh appeared. The Bible speaks often of the glory of God—the visible appearance of His beauty and perfection reduced to blazing light. His glory appeared to Moses in a burning bush in Midian ( Ex 3:1–6 ), in a cloud on Mt. Sinai ( Ex 24:15–17 ), and in a rock on Mt. Sinai ( Ex 33:18–23 ). The glory of God also filled the tabernacle ( Ex 40:34 ), led the people as a pillar of fire and cloud ( Ex 40:35–38 ), and also filled the temple in Jerusalem ( 1Ki 8:10–11 ). When Aaron made the first sacrifice in the wilderness, as a priest, the “glory of Yahweh appeared to all the people.” In these manifestations, God was revealing His righteousness, holiness, truth, wisdom, and grace—the sum of all He is. However, nowhere has God’s glory been more perfectly expressed than in His Son, the Lord Jesus Christ ( Jn 1:14 ). It will be seen on earth again when He returns ( Mt 24:29–31 ; 25:31 )."
  },
  {
    "start": 3009024,
    "content": "<b><a>9:24</a></b> <b>fire came out … consumed.</b> fire came out … consumed. This fire miraculously signified that God had accepted their offering (cf. 1Ki 18:38–39 ), and the people shouted for joy because of that acceptance and worshiped God."
  },
  {
    "start": 3010001,
    "content": "<b><a>10:1</a></b> <b>Nadab and Abihu.</b> <b>firepans.</b> <b>strange fire.</b> Nadab and Abihu. These were the two oldest sons of Aaron. firepans. The vessels in which the incense was burned in the Holy Place (its features are unknown) was to be used only for holy purposes. strange fire. Though the exact infraction is not detailed, in some way they violated the prescription for offering incense (cf. Ex 30:9 , 34–38 ), probably because they were drunk (see vv. 8–9 ). Instead of taking the incense fire from the brazen altar, they had some other source for the fire and thus perpetrated an act, which, considering the descent of the miraculous fire they had just seen and their solemn duty to do as God told them, betrayed carelessness, irreverence, and lack of consideration for God. Such a tendency had to be punished for all priests to see as a warning."
  },
  {
    "start": 3010002,
    "content": "<b><a>10:2</a></b> <b>fire came out.</b> fire came out. The same divine fire that accepted the sacrifices ( 9:24 ) consumed the errant priests. That was not unlike the later deaths of Uzzah ( 2Sa 6:6–7 ) or Ananias and Sapphira ( Ac 5:5 , 10 )."
  },
  {
    "start": 3010003,
    "content": "<b><a>10:3</a></b> <b>treated as holy … be glorified.</b> <b>Aaron kept silent.</b> treated as holy … be glorified. Nadab and Abihu were guilty of violating both requirements of God’s absolute standard. The priests had received repeated and solemn warnings as to the necessity of reverence before God (see Ex 19:22 ; 29:44 ). Aaron kept silent. In spite of losing his two sons, he did not complain, but submitted to the righteous judgment of God."
  },
  {
    "start": 3010004,
    "content": "<b><a>10:4</a></b> <b>Mishael … Elzaphan.</b> <b>outside of the camp.</b> Mishael … Elzaphan. See Ex 6:22 for their lineage. This procedure prevented the priests from defiling themselves by handling the dead bodies ( Lv 21:1 ), and allowed the whole congregation to see the result of such disregard for the holiness of God. outside of the camp. As this was done with the ashes of sacrificed animals ( 6:11 ), so it was done with the remains of these two priests who received God’s wrath."
  },
  {
    "start": 3010006,
    "content": "<b><a>10:6</a></b> <b>Eleazar and Ithamar.</b> Eleazar and Ithamar. Aaron’s youngest sons who yet lived. Later, the line of Eleazar would be designated as the unique line of the High Priest (cf. Nu 25:10–13 )."
  },
  {
    "start": 3010008,
    "end": 3010009,
    "content": "<b><a>10:8–9</a></b> <b>Do not drink wine or strong drink.</b> Do not drink wine or strong drink. Taken in its context, this prohibition suggests that intoxication led Nadab and Abihu to perform their blasphemous act. Cf. Pr 23:20–35 ; 1Ti 3:3 ; Tit 1:7 ."
  },
  {
    "start": 3010011,
    "content": "<b><a>10:11</a></b> <b>instruct the sons of Israel.</b> instruct the sons of Israel. It was essential that alcohol not hinder the clarity of their minds, since the priests were to teach God’s law to all of Israel. They were the expositors of the Scripture, alongside the prophets who generally received the Word directly from Yahweh. Ezra would become the supreme example of a commendable priest ( Ezr 7:10 )."
  },
  {
    "start": 3010012,
    "end": 3010015,
    "content": "<b><a>10:12–15</a></b> See notes on the peace offering in 3:1–17 ; 7:11–36 ."
  },
  {
    "start": 3010016,
    "end": 3010020,
    "content": "<b><a>10:16–20</a></b> The sin offering had not been eaten as prescribed in 6:26 , but rather it was wholly burned. It was the duty of the priests to have eaten the meat after the blood was sprinkled on the altar, but instead of eating it in a sacred feast, they had burned it outside the camp. Moses discovered this disobedience, probably from a dread of some further judgment, and challenged, not Aaron, whose heart was too torn in the death of his sons, but the two surviving sons in the priesthood to explain their breach of ritual duty. Aaron, who heard the charge, however, and by whose direction the violation had occurred, gave the explanation. His reason was that they had done all the ritual sacrifice correctly up to the point of eating the meat, but omitted eating because he was too dejected for a feast in the face of the appalling judgments that had fallen. He was wrong, because God had specifically commanded the sin offering to be eaten in the Holy Place. God’s law was clear, and it was sin to deviate from it at all. Moses sympathized with Aaron’s grief, however, and having made his point, dropped the issue."
  },
  {
    "start": 3011001,
    "end": 3016034,
    "content": "<b><a>11:1—16:34</a></b> Prescriptions for uncleanness are covered in this section. God used the tangible issues of life which He labeled clean/unclean to repeatedly impress upon Israel the difference between what was holy and unholy. “Clean” means acceptable to God; “unclean” means unacceptable to God. Leviticus 11–15 details the code of cleanness; Lv 16 returns to sacrifices on the Day of Atonement."
  },
  {
    "start": 3011003,
    "end": 3011023,
    "content": "<b><a>11:3–23</a></b> This section is repeated in Dt 14:3–20 in almost the exact same wording. The subject matter includes animals (vv. 3–8 ), water life (vv. 9–12 ), birds (vv. 13–19 ), and insects (vv. 20–23 )."
  },
  {
    "start": 3011004,
    "content": "<b><a>11:4</a></b> <b>camel.</b> camel. The camel has a divided foot of two large parts, but the division is not complete and the two toes rest on an elastic pad."
  },
  {
    "start": 3011005,
    "end": 3011006,
    "content": "<b><a>11:5–6</a></b> <b>shaphan … rabbit.</b> shaphan … rabbit. While not true ruminating animals, the manner in which these animals processed their food gave the distinct appearance of “chewing the cud.”"
  },
  {
    "start": 3011009,
    "content": "<b><a>11:9</a></b> <b>fins and scales.</b> fins and scales. Much like the cud and hoof characteristics, the “no fins and scales” guidelines ruled out a segment of water life commonly consumed by ancient people."
  },
  {
    "start": 3011013,
    "content": "<b><a>11:13</a></b> <b>among the birds.</b> among the birds. Rather than unifying characteristics as in the hoof-cud and no fin-scales descriptions, the forbidden birds were simply named."
  },
  {
    "start": 3011021,
    "content": "<b><a>11:21</a></b> This describes the locust (v. 22 ), which was allowed for food."
  },
  {
    "start": 3011024,
    "end": 3011043,
    "content": "<b><a>11:24–43</a></b> This section deals with separation from other defiling things."
  },
  {
    "start": 3011026,
    "end": 3011027,
    "content": "<b><a>11:26–27</a></b> These prohibited animals would include horses and donkeys, which have a single hoof, and lion and tigers, which have paws."
  },
  {
    "start": 3011030,
    "content": "<b><a>11:30</a></b> <b>gecko.</b> gecko. A type of lizard."
  },
  {
    "start": 3011036,
    "content": "<b><a>11:36</a></b> <b>a spring or a cistern.</b> a spring or a cistern. The movement and quantity of water determined the probability of actual contamination. Water was scarce also, and it would have been a threat to the water supply if all water touched by these prohibited carcasses was forbidden for drinking."
  },
  {
    "start": 3011044,
    "end": 3011045,
    "content": "<b><a>11:44–45</a></b> <b>set yourselves apart as holy … be holy, for I am holy.</b> set yourselves apart as holy … be holy, for I am holy. In all of this, God is teaching His people to live antithetically. That is, He is using these clean and unclean distinctions to separate Israel from other idolatrous nations who have no such restrictions, and He is illustrating by these prescriptions that His people must learn to live His way. Through dietary laws and rituals, God is teaching them the reality of living His way in everything. They are being taught to obey God in every seemingly mundane area of life, so as to learn how crucial obedience is. Sacrifices, rituals, diet, and even clothing and cooking are all carefully ordered by God to teach them that they are to live differently from everyone else. This is to be an external illustration for the separation from sin in their hearts. Because Yahweh is their God, they are to be utterly distinct. In v. 44 , for the first time the statement “I am Yahweh your God” is made, as a reason for the required separation and holiness. After this verse, that phrase is mentioned about 50 more times in this book, along with the equally instructive claim, “I am holy.” Because God is holy and is their God, the people are to be holy in outward ceremonial behavior as an external expression of the greater necessity of heart holiness. The connection between ceremonial holiness carries over into personal holiness. The only motivation given for all these laws is to learn to be holy because God is holy. The holiness theme is central to Leviticus (see 10:3 ; 19:2 ; 20:7 , 26 ; 21:6–8 )."
  },
  {
    "start": 3012001,
    "end": 3012008,
    "content": "<b><a>12:1–8</a></b> Uncleanness is related to the mother’s afterbirth, not the child."
  },
  {
    "start": 3012002,
    "content": "<b><a>12:2</a></b> <b>menstruation.</b> menstruation. See note on 15:19–24 ."
  },
  {
    "start": 3012003,
    "content": "<b><a>12:3</a></b> <b>eighth day.</b> <b>circumcised.</b> eighth day. Joseph and Mary followed these instructions at the birth of Christ ( Lk 2:21 ). circumcised. The sign of the Abrahamic ( Ge 17:9–14 ) Covenant was incorporated into the laws of Mosaic cleanness. Cf. Ro 4:11–13 . (For a discussion on circumcision, see note on Jer 4:4 .)"
  },
  {
    "start": 3012005,
    "content": "<b><a>12:5</a></b> <b>two weeks … sixty-six days.</b> two weeks … sixty-six days. Apparently mothers were unclean twice as long (80 days) after the birth of a daughter as a son (40 days), which reflected the stigma on women for Eve’s part in the Fall. This stigma is removed in Christ ( see notes on 1Ti 2:13–15 )."
  },
  {
    "start": 3012006,
    "content": "<b><a>12:6</a></b> <b>burnt offering … sin offering.</b> burnt offering … sin offering. Though the occasion was joyous, the sacrifices required were to impress upon the mind of the parent the reality of original sin and that the child had inherited a sin nature. The circumcision involved a cutting away of the male foreskin, which could carry infections and diseases in its folds. This cleansing of the physical organ so as not to pass on disease (Jewish women have historically had the lowest incidence of cervical cancer) was a picture of the deep need for cleansing from depravity, which is most clearly revealed by procreation, as men produce sinners and only sinners. Circumcision points to the fact that cleansing is needed at the very core of a human being, a cleansing God offers to the faithful and penitent through the sacrifice of Christ to come."
  },
  {
    "start": 3012008,
    "content": "<b><a>12:8</a></b> <b>turtledoves … pigeons.</b> turtledoves … pigeons. Cf. Lv 1:14–17 ; 5:7–10 . These were the offerings of Joseph and Mary after Christ’s birth (cf. Lk 2:24 ), when they presented Jesus as their firstborn to Yahweh ( Ex 13:2 ; Lk 2:22 ). Birds, rather than livestock, indicated a low economic situation, though one who was in total poverty could offer flour ( 5:11–13 )."
  },
  {
    "start": 3013001,
    "end": 3014057,
    "content": "<b><a>13:1—14:57</a></b> This section covers laws pertaining to skin diseases."
  },
  {
    "start": 3013002,
    "content": "<b><a>13:2</a></b> <b>bright spot.</b> <b>leprosy.</b> bright spot. This probably refers to inflammation. leprosy. This is a term referring to various ancient skin disorders that were sometimes superficial, sometimes serious. It may have included modern leprosy (Hansen’s disease). The symptoms described in vv. 2 , 6 , 10 , 18 , 30 , and 39 are not sufficient for a diagnosis of the clinical condition. For the protection of the people, observation and isolation were demanded for all suspected cases of what could be a contagious disease. This biblical leprosy involved some whiteness (v. 3 ; Ex 4:6 ), which disfigured its victim but did not disable him. Naaman was able to exercise his functions as general of Syria’s army, although a leper ( 2Ki 5:1 , 27 ). Both OT and NT lepers went almost everywhere, indicating that this disease was not the leprosy of today that cripples. A victim of this scaly disease was unclean as long as the infection was partial. Once the body was covered with it, he was clean and could enter the place of worship (see vv. 12–17 ). Apparently the complete covering meant the contagious period was over. The allusion to a boil (vv. 18–28 ) with inflamed or raw areas and whitened hairs may refer to a related infection that was contagious. When lepers were cured by Christ, they were neither lame nor deformed. They were never brought on beds. Similar skin conditions are described in vv. 29–37 and vv. 38–44 (some inflammation from infection). The aim of these laws was to protect the people from disease, but more importantly, to inculcate into them by vivid object lessons how God desired purity, holiness, and cleanness among His people."
  },
  {
    "start": 3013045,
    "content": "<b><a>13:45</a></b> <b>“Unclean! Unclean!”</b> “Unclean! Unclean!” Here are the symbols of grief and isolation. This same cry is heard from the survivors of Jerusalem’s destruction (cf. Lam 4:15 )."
  },
  {
    "start": 3013047,
    "end": 3013059,
    "content": "<b><a>13:47–59</a></b> Deals with garments worn by infected persons."
  },
  {
    "start": 3013059,
    "content": "<b><a>13:59</a></b> <b>pronouncing it clean or unclean.</b> pronouncing it clean or unclean. The primary purpose of this legislation was to assist the priest in determining the presence of contagious skin disease. The language of the passage indicates disease that affects the clothes as it did the person. This provided more illustrations of the devastating infection of sin and how essential cleansing was spiritually."
  },
  {
    "start": 3014001,
    "end": 3014032,
    "content": "<b><a>14:1–32</a></b> This section explains the cleansing ritual for healed persons."
  },
  {
    "start": 3014002,
    "content": "<b><a>14:2</a></b> <b>the law of the leper.</b> the law of the leper. The sense of this law is a prescription, not for healing from leprosy and other such diseases, but rather for the ceremonial cleansing, which needed to be performed after the person was declared clean."
  },
  {
    "start": 3014003,
    "content": "<b><a>14:3</a></b> <b>outside of the camp.</b> outside of the camp. The leper was not allowed to return to society immediately. Before the person could enter the camp, some priest skilled in the diagnoses of disease needed to examine him and assist with the ritual of the two birds (vv. 4–7 )."
  },
  {
    "start": 3014004,
    "end": 3014007,
    "content": "<b><a>14:4–7</a></b> The bundle of cedar and hyssop tied with scarlet included the living bird. It was all dipped 7 times into the blood of the killed bird mixed with water to symbolize purification. The bird was then set free to symbolize the leper’s release from quarantine."
  },
  {
    "start": 3014008,
    "content": "<b><a>14:8</a></b> <b>outside his tent.</b> outside his tent. The movement was progressive until finally he could enter and dwell in his own tent, giving dramatic indication of the importance of thorough cleansing for fellowship with God’s people. This was a powerful lesson from God on the holiness He desired for those who lived among His people. This has not changed (see 2Co 7:1 )."
  },
  {
    "start": 3014010,
    "end": 3014020,
    "content": "<b><a>14:10–20</a></b> As part of the leper’s ceremonial cleansing ritual, trespass or guilt ( 5:14—6:7 ), sin ( 4:1—5:13 ), burnt ( 1:3–17 ), and grain ( 2:1–16 ) offerings were to be made."
  },
  {
    "start": 3014012,
    "content": "<b><a>14:12</a></b> <b>wave offering.</b> wave offering. See note on 7:30–32 ."
  },
  {
    "start": 3014017,
    "content": "<b><a>14:17</a></b> <b>right ear … right hand … right foot.</b> right ear … right hand … right foot. See note on 8:23–24 ."
  },
  {
    "start": 3014018,
    "content": "<b><a>14:18</a></b> <b>put on the head.</b> put on the head. This would not have been understood as an anointing for entry into an office, but rather a symbolic gesture of cleansing and healing. There could be a connection with the NT directive to anoint the sick for healing ( Mk 6:13 ; 16:18 ; Jas 5:14 )."
  },
  {
    "start": 3014033,
    "end": 3014057,
    "content": "<b><a>14:33–57</a></b> This section covers contaminated houses which most likely involved some kinds of infectious bacteria, fungus, or mold."
  },
  {
    "start": 3014034,
    "content": "<b><a>14:34</a></b> <b>I put a mark of leprosy.</b> I put a mark of leprosy. God’s sovereign hand is acknowledged in the diseases that were in Canaan (cf. Ex 4:11 ; Dt 32:39 ). He had His purposes for these afflictions, as He always does. Uniquely, in Israel’s case, they allowed for object lessons on holiness."
  },
  {
    "start": 3014037,
    "content": "<b><a>14:37</a></b> <b>greenish or reddish depressions.</b> greenish or reddish depressions. The disease would appear to be some sort of contagious mildew. Leprosy (Hansen’s disease), as we know it today, is not the problem here since it is a disease related to the human senses, i.e., the destruction of feeling due to the dysfunction of the nerves. It is not known to be contagious either, and it couldn’t be developed in a house. The matter of cleansing such houses is delineated in vv. 38–53 ."
  },
  {
    "start": 3014057,
    "content": "<b><a>14:57</a></b> <b>to instruct when they are unclean … clean.</b> to instruct when they are unclean … clean. The priest needed instruction in identifying and prescribing the course for disease such as that described herein, to teach people the importance of distinguishing holy things."
  },
  {
    "start": 3015001,
    "end": 3015033,
    "content": "<b><a>15:1–33</a></b> This section deals with purification for bodily discharges. Several types of discharges by men (vv. 1–18 ) and women (vv. 19–30 ) are identified and given prescribed treatment."
  },
  {
    "start": 3015002,
    "end": 3015015,
    "content": "<b><a>15:2–15</a></b> These verses describe secretions related to some disease of the male sexual organs. After he became well, he was required to make both a sin and a burnt offering (v. 15 )."
  },
  {
    "start": 3015016,
    "end": 3015018,
    "content": "<b><a>15:16–18</a></b> These verses refer to natural sexual gland secretions for which no offerings were required."
  },
  {
    "start": 3015019,
    "end": 3015024,
    "content": "<b><a>15:19–24</a></b> These verses concern the natural menstrual discharge of a woman for which no offerings were required."
  },
  {
    "start": 3015025,
    "end": 3015030,
    "content": "<b><a>15:25–30</a></b> These verses deal with some secretion of blood indicating disease, not menstruation, requiring a sin and burnt offering after she is well."
  },
  {
    "start": 3015031,
    "end": 3015033,
    "content": "<b><a>15:31–33</a></b> In all these instructions, God was showing the Israelites that they must have a profound reverence for holy things; and nothing was more suited to that purpose than to bar from the tabernacle all who were polluted by any kind of uncleanness, ceremonial as well as natural, physical as well as spiritual. In order to mark out His people as dwelling before Him in holiness, He required of them complete purity and didn’t allow them to come before Him when defiled, even by involuntary or secret impurities. And when one considers that God was training a people to live in His presence, it becomes apparent that these rules for the maintenance of personal purity, pointing to the necessity of purity in the heart, were neither too stringent nor too minute."
  },
  {
    "start": 3016001,
    "end": 3016034,
    "content": "<b><a>16:1–34</a></b> This section covers the Day of Atonement (cf. Ex 30:10 ; Lv 23:26–32 ; Nu 29:7–11 ; Heb 9:1–28 ), which was commanded to be observed annually (v. 34 ) to cover the sins of the nation, both corporately and individually (v. 17 ). Even with the most scrupulous observance of the required sacrifices, many sins and defilements still remained unacknowledged and, therefore, without specific expiation. This special inclusive sacrifice was designed to cover all that (v. 33 ). The atonement was provided, but only those who were genuine in faith and repentance received its benefit, the forgiveness of God. That forgiveness was not based on any animal sacrifice, but on the One all sacrifices pictured—the Lord Jesus Christ and His perfect sacrifice on the cross (cf. Heb 10:1–10 ). This holiest of all Israel’s festivals occurred in Sept./Oct. on the tenth day of the seventh month (v. 29 ). It anticipated the ultimate High Priest and the perfect sacrificial Lamb."
  },
  {
    "start": 3016002,
    "content": "<b><a>16:2</a></b> <b>appear in the cloud.</b> <b>the mercy seat.</b> Common priests went every day to burn incense on the golden altar in the part of the tabernacle sanctuary outside the veil, where the lampstand, table, and bread of the Presence were. None except the High Priest was allowed to enter inside the veil (cf. v. 12 ), into the Holy Place, actually called the Holy of Holies, where the ark of the covenant rested. This arrangement was designed to inspire a reverence for God at a time when His presence was indicated by visible symbols. appear in the cloud. This cloud was likely the smoke of the incense which the High Priest burned on his annual entrance into the Holy of Holies. It was this cloud that covered the mercy seat on the ark of the covenant (see v. 13 ). the mercy seat. See Ex 25:17–22 . It lit. means “place of atonement” and referred to the throne of God between the cherubim (cf. Is 6 ). It is so named because it was where God manifested Himself for the purpose of atonement."
  },
  {
    "start": 3016003,
    "content": "<b><a>16:3</a></b> <b>sin … burnt offering.</b> sin … burnt offering. For these offerings brought by Aaron the High Priest, see notes on 4:1—5:13 ; 6:24–30 and 1:3–17 ; 6:8–13 , respectively. The bull was sacrificed first as a sin offering ( 16:11–14 ) and later the ram as a burnt offering ( 16:24 )."
  },
  {
    "start": 3016004,
    "content": "<b><a>16:4</a></b> For a description of the priests’ normal clothing, see Ex 28:1–43 and Lv 8:6–19 . He wore them later for the burnt offering (cf. v. 24 ). These humbler clothes were less ornate, required for the Day of Atonement to portray the High Priest as God’s humble servant, himself in need of atonement (vv. 11–14 )."
  },
  {
    "start": 3016005,
    "content": "<b><a>16:5</a></b> <b>two … goats.</b> <b>one ram.</b> two … goats. See 16:7–10 , 20–22 . One animal would be slain to picture substitutionary death and the other sent to the wilderness to represent removal of sin. one ram. Along with the High Priest’s ram (v. 3 ), these were to be offered as burnt offerings (v. 24 )."
  },
  {
    "start": 3016006,
    "end": 3016028,
    "content": "<b><a>16:6–28</a></b> The following sequence describes the activities of the High Priest and those who assisted him on the Day of Atonement: 1) The High Priest (HP) washed at the basin in the courtyard and dressed in the tabernacle (v. 4 ). 2) The HP offered the bull as a sin offering for himself and his family (vv. 3 , 6 , 11 ). 3) The HP entered the Holy of Holies (HH) with the bull’s blood, incense, and burning coals from the altar of burnt offering (vv. 12–13 ). 4) The HP sprinkled the bull’s blood on the mercy seat 7 times (v. 14 ). 5) The HP went back to the courtyard and cast lots for the two goats (vv. 7–8 ). 6) The HP sacrificed one goat as a sin offering for the people (vv. 5 , 9 , 15 ). 7) The HP reentered the HH to sprinkle blood on the mercy seat and also the Holy Place (cf. Ex 30:10 ; vv. 15–17 ). 8) The HP returned to the altar of burnt offering and cleansed it with the blood of the bull and goat (vv. 11 , 15 , 18–19 ). 9) The scapegoat was dispatched to the wilderness (vv. 20–22 ). 10) Afterward, the goatkeeper cleansed himself (v. 26 ). 11) The HP removed his special Day of Atonement clothing, rewashed, and put on the regular HP clothing (vv. 23–24 ). 12) The HP offered two rams as burnt offerings for himself and the people (vv. 3 , 5 , 24 ). 13) The fat of the sin offering was burned (v. 25 ). 14) The bull-and-goat sin offerings were carried outside the camp to be burned (v. 27 ). 15) The one who burned the sin offering cleansed himself (v. 28 )."
  },
  {
    "start": 3016008,
    "content": "<b><a>16:8</a></b> <b>cast lots.</b> <b>the scapegoat.</b> cast lots. See note on Pr 16:33 . the scapegoat. Cf. vv. 10 , 26 . This goat (lit. Azazel or “escape goat”) pictured the substitutionary bearing and total removal of sin which would later be fully accomplished by Jesus Christ (cf. Mt 20:28 ; Jn 1:29 ; 2Co 5:21 ; Ga 1:4 ; 3:13 ; Heb 9:28 ; 10:1–10 ; 1Pe 2:24 ; 1Jn 2:2 ). See notes on vv. 20–22 ."
  },
  {
    "start": 3016009,
    "end": 3016010,
    "content": "<b><a>16:9–10</a></b> See notes on vv. 20–22 ."
  },
  {
    "start": 3016012,
    "content": "<b><a>16:12</a></b> <b>inside the veil.</b> inside the veil. See note on v. 2 . The veil separated all from the holy and consuming presence of God. It was this veil in Herod’s temple that was torn open from top to bottom at the death of Christ, signifying access into God’s presence through Jesus Christ (see Mt 27:51 ; Mk 15:38 ; Lk 23:45 )."
  },
  {
    "start": 3016013,
    "content": "<b><a>16:13</a></b> <b>cloud.</b> <b>on the … testimony.</b> cloud. See note on v. 2 . on the … testimony. The Testimony included the tablets of stone, upon which were written the Ten Commandments ( Ex 25:16 ; 31:18 ), located in the ark under the mercy seat."
  },
  {
    "start": 3016014,
    "content": "<b><a>16:14</a></b> <b>seven times.</b> seven times. This number symbolically indicated completion or perfection (cf. v. 19 )."
  },
  {
    "start": 3016016,
    "content": "<b><a>16:16</a></b> <b>atonement for the holy place.</b> atonement for the holy place. The object of this solemn ceremony was to impress the minds of the Israelites with the conviction that the whole tabernacle was stained by the sins of a guilty people. By those sins, they had forfeited the privileges of the presence of God and worship of Him, so that an atonement had to be made for their sins as the condition of God remaining with them."
  },
  {
    "start": 3016017,
    "content": "<b><a>16:17</a></b> <b>himself … his household … assembly.</b> himself … his household … assembly. The Day of Atonement was necessary for everyone since all had sinned, including the High Priest."
  },
  {
    "start": 3016020,
    "end": 3016022,
    "content": "<b><a>16:20–22</a></b> This “sin offering of atonement” portrayed Christ’s substitutionary sacrifice (vv. 21–22 ) with the result that the sinner’s sins were removed (v. 22 ). See notes on Is 52:13—53:12 for another discussion of these truths. Christ lived out this representation when He cried from the cross, “ My God, My God, why have You forsaken Me ?” ( Mt 27:46 )."
  },
  {
    "start": 3016021,
    "end": 3016022,
    "content": "<b><a>16:21–22</a></b> <b>hands on the head of the live goat.</b> hands on the head of the live goat. This act was more than a symbolic gesture; it was a picture of the ultimate “substitutionary atonement” fulfilled by the Lord Jesus Christ (cf. Is 53:5–6 , 10 , 12 ; see note on 2Co 5:21 )."
  },
  {
    "start": 3016027,
    "content": "<b><a>16:27</a></b> <b>outside the camp.</b> outside the camp. This represents the historical reality of Christ’s death outside of Jerusalem (cf. Heb 13:10–14 )."
  },
  {
    "start": 3016029,
    "content": "<b><a>16:29</a></b> <b>seventh month.</b> <b>humble your souls.</b> seventh month. Tishri is Sept./Oct. humble your souls. This act of denying oneself was probably with respect to food, making the Day of Atonement the only day of prescribed fasting in Israel’s annual calendar."
  },
  {
    "start": 3016030,
    "content": "<b><a>16:30</a></b> <b>clean from all your sins.</b> clean from all your sins. See Ps 103:12 ; Is 38:17 ; Mic 7:19 . This day provided ceremonially cleansing for one year, and pictured the forgiveness of God available to all who believed and repented. Actual atonement was based on cleansing through the sacrifice of Christ (cf. Ro 3:25–26 ; Heb 9:15 )."
  },
  {
    "start": 3016034,
    "content": "<b><a>16:34</a></b> <b>once every year.</b> once every year. The better sacrifice of Jesus Christ was offered once-for-all, never to be repeated (cf. Heb 9:11—10:18 ). Upon that sacrifice all forgiveness of sin is based, including that of OT believers."
  },
  {
    "start": 3017001,
    "end": 3027034,
    "content": "<b><a>17:1—27:34</a></b> Guidelines for practical holiness are detailed throughout this section."
  },
  {
    "start": 3017004,
    "content": "<b><a>17:4</a></b> <b>bloodguiltiness.</b> bloodguiltiness. An unauthorized sacrifice could result in death."
  },
  {
    "start": 3017005,
    "content": "<b><a>17:5</a></b> <b>peace offerings.</b> peace offerings. See notes on 3:1–17 ; 7:11–34 ."
  },
  {
    "start": 3017010,
    "end": 3017016,
    "content": "<b><a>17:10–16</a></b> Warnings against the misuse of blood are issued (cf. 7:26–27 ; Dt 12:16 , 23–25 ; 15:23 ; 1Sa 14:32–34 )."
  },
  {
    "start": 3017011,
    "content": "<b><a>17:11</a></b> <b>life of the flesh is in the blood.</b> <b>blood that makes atonement.</b> life of the flesh is in the blood. This phrase is amplified by “its blood is identified with its life” ( 17:14 ). Blood carries life-sustaining elements to all parts of the body; therefore it represents the essence of life. In contrast, the shedding of blood represents the shedding of life, i.e., death (cf. Ge 9:4 ). NT references to the shedding of the blood of Jesus Christ are references to His death. blood that makes atonement. Since it contains the life, blood is sacred to God. Shed blood (death) from a substitute atones for or covers the sinner, who is then allowed to live."
  },
  {
    "start": 3017013,
    "end": 3017014,
    "content": "<b><a>17:13–14</a></b> It was customary with heathen hunters, when they killed any game, to pour out the blood as an offering to the god of the hunt. The Israelites, to the contrary, were enjoined by this directive and banned from all such superstitious acts of idolatry."
  },
  {
    "start": 3017015,
    "end": 3017016,
    "content": "<b><a>17:15–16</a></b> This cleansing was necessary because these animals would not have had the blood drained properly. Cf. Ex 22:31 ; Dt 14:21 ."
  },
  {
    "start": 3018001,
    "end": 3018030,
    "content": "<b><a>18:1–30</a></b> Laws are given, relating to sexual practices, which would eliminate the abominations being practiced by the heathen in the land ( 18:27 ; cf. Lv 20:10–21 ; Dt 22:13–30 ). These specific laws assume the general prohibition of adultery ( Ex 20:14 ) and a father incestuously engaging his daughter. They do not necessarily invalidate the special case of a levirate marriage (cf. Dt 25:5 ). The penalties for such outlawed behavior are detailed in 20:10–21 ."
  },
  {
    "start": 3018003,
    "content": "<b><a>18:3</a></b> <b>not do … what is done.</b> not do … what is done. Repeating the sexual practices or customs of the Egyptians and Canaanites was forbidden by God."
  },
  {
    "start": 3018004,
    "content": "<b><a>18:4</a></b> <b>I am Yahweh your God.</b> I am Yahweh your God. This phrase, used over 50 times, asserts the uniqueness of the One True and Living God, who calls His people to holiness as He is holy, and calls them to reject all other gods."
  },
  {
    "start": 3018005,
    "content": "<b><a>18:5</a></b> <b>if a man does them, he shall live.</b> if a man does them, he shall live. Special blessing was promised to the Israelites on the condition of their obedience to God’s law. This promise was remarkably verified in particular eras of their history, in the national prosperity they enjoyed when pure and undefiled religion prevailed among them. Obedience to God’s law always insures temporal blessings, as this verse indicates. But these words have a higher reference to spiritual life as indicated by Yahweh (cf. Lk 10:28 ) and Paul (cf. Ro 10:5 ). Obedience does not save from sin and hell, but it does mark those who are saved (cf. Eph 2:8–9 ; see notes on Ro 2:6–10 )."
  },
  {
    "start": 3018006,
    "end": 3018018,
    "content": "<b><a>18:6–18</a></b> This section deals with consanguinity, i.e., the sins of incest."
  },
  {
    "start": 3018008,
    "content": "<b><a>18:8</a></b> <b>your father’s wife.</b> your father’s wife. Actually a stepmother is in mind here (cf. v. 7 )."
  },
  {
    "start": 3018011,
    "content": "<b><a>18:11</a></b> <b>your sister.</b> your sister. Here he is forbidden to marry a stepsister."
  },
  {
    "start": 3018018,
    "content": "<b><a>18:18</a></b> <b>while she is alive.</b> while she is alive. The principle on which the prohibitions are made changes slightly. Instead of avoiding sexual involvement because it would violate a relational connection, this situation defaults to the principle of one person at a time, or while the other is still alive, i.e., it forbids polygamy. Commonly in Egyptian, Chaldean, and Canaanite culture, sisters were taken as wives in polygamous unions. God forbids such, as all polygamy is forbidden by the original law of marriage (see Ge 2:24–25 ). Moses, because of hard hearts, tolerated it, as did others in Israel in the early stages of that nation. But it always led to tragedy."
  },
  {
    "start": 3018019,
    "content": "<b><a>18:19</a></b> <b>menstrual impurity.</b> menstrual impurity. Cf. 15:24 ."
  },
  {
    "start": 3018021,
    "content": "<b><a>18:21</a></b> <b>Molech.</b> Molech. This Semitic false deity (god of the Ammonites) was worshiped with child sacrifice (cf. Lv 20:2–5 ; 1Ki 11:7 ; 2Ki 23:10 ; Jer 32:35 ). Since this chapter deals otherwise with sexual deviation, there is likely an unmentioned sexual perversion connected with this pagan ritual. Jews giving false gods homage gave foreigners occasion to blaspheme the true God."
  },
  {
    "start": 3018022,
    "content": "<b><a>18:22</a></b> <b>not lie with a male.</b> not lie with a male. This outlaws all homosexuality (cf. 20:13 ; Ro 1:27 ; 1Co 6:9 ; 1Ti 1:10 ). See notes on Ge 19:1–29 ."
  },
  {
    "start": 3018023,
    "content": "<b><a>18:23</a></b> <b>lie with any animal.</b> lie with any animal. This outlaws the sexual perversion of bestiality."
  },
  {
    "start": 3018029,
    "content": "<b><a>18:29</a></b> <b>cut off.</b> cut off. All the sexual perversions discussed in this chapter were worthy of death, indicating their loathsomeness before God."
  },
  {
    "start": 3018030,
    "content": "<b><a>18:30</a></b> <b>done before you.</b> done before you. Not in their presence, but by the people who inhabited the land before them in time (cf. v. 27 ), were such sins committed."
  },
  {
    "start": 3019001,
    "end": 3019037,
    "content": "<b><a>19:1–37</a></b> Here are practical applications of holy conduct in society."
  },
  {
    "start": 3019002,
    "content": "<b><a>19:2</a></b> <b>I, Yahweh your God, am holy.</b> I, Yahweh your God, am holy. This basic statement, which gives the reason for holy living among God’s people, is the central theme in Leviticus (cf. 20:26 ). See note on 11:44–45 . Cf. 1Pe 1:16 . Israel had been called to be a holy nation, and the perfectly holy character of God (cf. Is 6:3 ) was the model after which the Israelites were to live (cf. 10:3 ; 20:26 ; 21:6–8 )."
  },
  {
    "start": 3019003,
    "content": "<b><a>19:3</a></b> <b>fear his mother and his father.</b> fear his mother and his father. The fifth commandment (cf. Ex 20:12 ) to honor one’s father and mother is amplified by the use of a different word, “fear.” Because they feared (an attitude), they could then honor (an action)."
  },
  {
    "start": 3019005,
    "end": 3019008,
    "content": "<b><a>19:5–8</a></b> <b>peace offerings.</b> peace offerings. See notes on 3:1–17 ; 7:11–34 ."
  },
  {
    "start": 3019009,
    "end": 3019010,
    "content": "<b><a>19:9–10</a></b> This was the law of gleaning (cf. 23:22 ; Dt 24:19–22 ), a practice seen in Ru 2:8–23 ."
  },
  {
    "start": 3019011,
    "content": "<b><a>19:11</a></b> Commandments from Ex 20 are again repeated."
  },
  {
    "start": 3019012,
    "content": "<b><a>19:12</a></b> Cf. Mt 5:33 ."
  },
  {
    "start": 3019013,
    "content": "<b><a>19:13</a></b> <b>wages … shall not remain with you overnight.</b> wages … shall not remain with you overnight. Hired workers were to be paid at the end of a work day. Unsalaried day workers depended on pay each day for their sustenance. See notes on Mt 20:1–2 ."
  },
  {
    "start": 3019014,
    "content": "<b><a>19:14</a></b> <b>deaf … blind.</b> deaf … blind. Israel’s God of compassion always demonstrated a concern for the disabled."
  },
  {
    "start": 3019016,
    "content": "<b><a>19:16</a></b> <b>stand against the life.</b> stand against the life. This refers to doing anything that would wrongfully jeopardize the life of a neighbor."
  },
  {
    "start": 3019018,
    "content": "<b><a>19:18</a></b> This, called the second great commandment, is the most often quoted OT text in the NT ( Mt 5:43 ; 19:19 ; 22:39 ; Mk 12:31 , 33 ; Lk 10:27 ; Ro 13:9 ; Ga 5:14 ; Jas 2:8 )."
  },
  {
    "start": 3019019,
    "content": "<b><a>19:19</a></b> These mixtures may have been characteristic of some idolatrous practices."
  },
  {
    "start": 3019020,
    "end": 3019022,
    "content": "<b><a>19:20–22</a></b> In the case of immorality with a betrothed slave, the couple was to be punished (possibly by scourging), but not killed. Afterward, a trespass or guilt offering ( see notes on 5:14—6:7 ) was to be rendered with appropriate reparation. This is an exception to the norm (cf. Dt 22:23–24 )."
  },
  {
    "start": 3019023,
    "end": 3019025,
    "content": "<b><a>19:23–25</a></b> <b>forbidden.</b> forbidden. They could not eat from the fruit trees of Canaan for 4 years after entering the land because the fruit of the first 3 years was to be considered unclean, and the fourth year the fruit was to be offered to Yahweh. Some gardeners say preventing a tree from bearing fruit in the first years, by cutting off the blossoms, makes it more productive."
  },
  {
    "start": 3019026,
    "content": "<b><a>19:26</a></b> <b>omens or soothsaying.</b> omens or soothsaying. Attempting to tell the future with the help of snakes and clouds was a common ancient way of foretelling good or bad future. These were forbidden forms of witchcraft which involved demonic activity. See note on Dt 18:9–12 ."
  },
  {
    "start": 3019027,
    "end": 3019028,
    "content": "<b><a>19:27–28</a></b> These pagan practices were most likely associated with Egyptian idolatry and were therefore to be avoided. The practice of making deep gashes on the face and arms or legs, in times of grief, was universal among pagans. It was seen as a mark of respect for the dead, as well as a sort of propitiatory offering to the gods who presided over death. The Jews learned this custom in Egypt and, though weaned from it, relapsed into the old superstition (cf. Is 22:12 ; Jer 16:6 ; 47:5 ). Tattoos also were connected to names of idols, and were permanent signs of apostasy."
  },
  {
    "start": 3019029,
    "content": "<b><a>19:29</a></b> <b>profane your daughter.</b> profane your daughter. Even the pagans of ancient Assyria at this time forbade such horrendous means of monetary gain."
  },
  {
    "start": 3019030,
    "content": "<b><a>19:30</a></b> <b>sabbaths.</b> sabbaths. See note on 19:3–4 ."
  },
  {
    "start": 3019031,
    "content": "<b><a>19:31</a></b> <b>mediums or spiritists.</b> mediums or spiritists. Mediums are humans who act as “go-betweens” to supposedly contact/communicate with the spirits of the dead, who are actually impersonated by demons. Cf. 20:6 , 27 ."
  },
  {
    "start": 3019032,
    "content": "<b><a>19:32</a></b> <b>rise … honor.</b> rise … honor. Showing respect for the older man acknowledged God’s blessing of long life and the wisdom that comes with it (cf. Is 3:5 )."
  },
  {
    "start": 3019033,
    "end": 3019034,
    "content": "<b><a>19:33–34</a></b> <b>sojourner.</b> sojourner. Cf. Ex 22:21 ."
  },
  {
    "start": 3019036,
    "content": "<b><a>19:36</a></b> <b>ephah … hin.</b> ephah … hin. These dry and liquid measures respectively were equal approximately to 4 to 6 gallons and 6 to 8 pints."
  },
  {
    "start": 3020001,
    "end": 3020027,
    "content": "<b><a>20:1–27</a></b> Here capital and other grave crimes are discussed. Many of the same issues from chap. 18–19 are elaborated, with the emphasis on the penalty paid for the violation."
  },
  {
    "start": 3020002,
    "content": "<b><a>20:2</a></b> <b>gives any of his seed to Molech.</b> gives any of his seed to Molech. Molech (Moloch), the Ammonite god of the people surrounding Israel, required human (especially child) sacrifice. See note on 18:21 ."
  },
  {
    "start": 3020005,
    "end": 3020006,
    "content": "<b><a>20:5–6</a></b> <b>cut off.</b> cut off. This means to kill. It is synonymous with “put to death” in v. 9 ."
  },
  {
    "start": 3020006,
    "content": "<b><a>20:6</a></b> <b>mediums … spiritists.</b> mediums … spiritists. See note on 19:31 . “Spiritists” refers to demons (cf. 20:27 )."
  },
  {
    "start": 3020009,
    "content": "<b><a>20:9</a></b> <b>curses his father or his mother.</b> curses his father or his mother. Doing the very opposite of the command to honor or to revere (cf. 19:3 ) had fatal consequences. See Mk 7:10 , where Jesus referred to this text."
  },
  {
    "start": 3020010,
    "end": 3020021,
    "content": "<b><a>20:10–21</a></b> Here are the punishments for violating the prohibitions of sexual sins detailed in 18:1–30 ; see Dt 22:13–30 ."
  },
  {
    "start": 3020022,
    "content": "<b><a>20:22</a></b> <b>will not vomit you out.</b> will not vomit you out. God told Israel repeatedly that remaining in the land required obedience to the Mosaic Covenant (cf. 18:25 , 28 )."
  },
  {
    "start": 3020027,
    "content": "<b><a>20:27</a></b> <b>medium … spiritist.</b> medium … spiritist. See note on 19:31 ."
  },
  {
    "start": 3021001,
    "end": 3021024,
    "content": "<b><a>21:1–24</a></b> Laws for the priests are given, which demanded a higher standard of holy conduct than for the general Israelite."
  },
  {
    "start": 3021005,
    "content": "<b><a>21:5</a></b> <b>baldness … edges … cuts in their flesh.</b> baldness … edges … cuts in their flesh. These were the superstitious marks of grief. See note on 19:27–28 . Cf. 1Ki 18:28 ."
  },
  {
    "start": 3021006,
    "content": "<b><a>21:6</a></b> <b>the food of their God.</b> the food of their God. This phrase appears 5 times in Lv 21 (cf. vv. 8 , 17 , 21–22 ). It most likely refers to the bread of the Presence in the Holy Place (cf. Ex 25:30 ; 39:36 ; 40:23 ; Lv 24:5–9 )."
  },
  {
    "start": 3021007,
    "end": 3021008,
    "content": "<b><a>21:7–8</a></b> The priest was allowed to marry, but only in the purest of circumstances. A holy marriage union pictured the holy union between God and His people. See 21:13–14 . The priests were to be living models of that holy union. Cf. Paul’s words regarding pastors in 1Ti 3:2 , 4 ; Tit 1:6 ."
  },
  {
    "start": 3021009,
    "content": "<b><a>21:9</a></b> The priests’ children were to live a holy life. The common punishment of stoning (cf. Dt 22:21 ) is replaced with burning by fire. Cf. 1Ti 3:4 ; Tit 1:6 ."
  },
  {
    "start": 3021010,
    "end": 3021015,
    "content": "<b><a>21:10–15</a></b> Here is a summary of the standards for the High Priest which were the highest and most holy in accord with his utmost sacred responsibility."
  },
  {
    "start": 3021016,
    "end": 3021023,
    "content": "<b><a>21:16–23</a></b> <b>defect.</b> defect. Just as the sacrifice had to be without blemish, so did the one offering the sacrifice. As visible things exert strong impressions on the minds of people, any physical impurity or malformation tended to distract from the weight and authority of the sacred office, failed to externally exemplify the inward wholeness God sought, and failed to be a picture of Jesus Christ, the Perfect High Priest to come (cf. Heb 7:26 )."
  },
  {
    "start": 3022001,
    "end": 3022033,
    "content": "<b><a>22:1–33</a></b> These are additional instructions on ceremonial cleanness for the priests, beginning with a death threat (v. 3 , “cut off”) to those who might violate these rules."
  },
  {
    "start": 3022004,
    "content": "<b><a>22:4</a></b> <b>leper.</b> <b>discharge.</b> leper. Cf. 13:1—14:32 ; see note on 13:2 . discharge. See notes on 15:1–33 ."
  },
  {
    "start": 3022005,
    "content": "<b><a>22:5</a></b> <b>teeming things.</b> teeming things. See 11:29–38 ."
  },
  {
    "start": 3022007,
    "content": "<b><a>22:7</a></b> <b>he will be clean.</b> he will be clean. In the same manner, much water is not made unclean by a small contamination. Time was essential for ceremonial purification."
  },
  {
    "start": 3022010,
    "end": 3022011,
    "content": "<b><a>22:10–11</a></b> <b>buys a person … with his money.</b> buys a person … with his money. This portion of the sacrifice assigned to the support of the priests was restricted to the use of his family. However, an indentured servant or slave was to be treated as one of the priest’s family, pertaining to eating the consecrated food. See the laws of release, which show this to be a temporary indenture ( 25:10 ; Ex 21:2–11 ; Dt 15:12–18 )."
  },
  {
    "start": 3022017,
    "end": 3022030,
    "content": "<b><a>22:17–30</a></b> This section describes the unacceptable and acceptable sacrifices."
  },
  {
    "start": 3022031,
    "end": 3022033,
    "content": "<b><a>22:31–33</a></b> The motive behind obedience to God was His holy nature and grace in delivering the nation."
  },
  {
    "start": 3023001,
    "end": 3027034,
    "content": "<b><a>23:1—27:34</a></b> Holiness issues that pertain to the nation collectively are outlined."
  },
  {
    "start": 3023002,
    "content": "<b><a>23:2</a></b> <b>proclaim as holy convocations.</b> proclaim as holy convocations. These festivals did not involve gatherings of all Israel in every case. Only the feasts of 1) Unleavened Bread; 2) Weeks; and 3) Tabernacles required that all males gather in Jerusalem (cf. Ex 23:14–17 ; Dt 16:16–17 )."
  },
  {
    "start": 3023003,
    "content": "<b><a>23:3</a></b> <b>sabbath of complete rest.</b> sabbath of complete rest. The Mosaic ordinance of the fourth commandment came first (cf. Ge 2:1–3 ; Ex 20:8–11 )."
  },
  {
    "start": 3023004,
    "end": 3023022,
    "content": "<b><a>23:4–22</a></b> Three events were commemorated in Mar./Apr.: 1) Passover on the 14th (v. 5 ); 2) Feast of Unleavened Bread on the 15th–21st (vv. 6–8 ); and Feast of First Fruits on the day after the Sabbath of Unleavened Bread week (vv. 9–14 )."
  },
  {
    "start": 3023005,
    "content": "<b><a>23:5</a></b> <b>Passover of Yahweh.</b> Passover of Yahweh. The festival commemorated God’s deliverance of Israel from Egypt (cf. Ex 12:1–14 , 43–49 ; Nu 28:16 ; Dt 16:1–2 )."
  },
  {
    "start": 3023006,
    "end": 3023008,
    "content": "<b><a>23:6–8</a></b> <b>Feast of Unleavened Bread.</b> Feast of Unleavened Bread. This festival connected with the Passover commemorated Israel’s hurried departure from Egypt and the associated hardships (cf. Ex 12:15–20 ; 13:3–10 ; Nu 28:17–25 ; Dt 16:3–8 )."
  },
  {
    "start": 3023009,
    "end": 3023014,
    "content": "<b><a>23:9–14</a></b> <b>the first fruits of your harvest.</b> the first fruits of your harvest. This festival dedicated the initial part of the barley harvest in Mar./Apr. and was celebrated on the day after the Sabbath of Unleavened Bread week. It involved presenting to Yahweh a sheaf of barley (cf. 23:10–11 ) accompanied by burnt, grain, and drink offerings (cf. Ex 29:40 ). First fruits symbolized the consecration of the whole harvest to God, and was a pledge of the whole harvest to come (cf. Ro 8:23 ; 11:16 ; 1Co 15:20 ; Jas 1:18 )."
  },
  {
    "start": 3023015,
    "end": 3023022,
    "content": "<b><a>23:15–22</a></b> <b>fifty days.</b> fifty days. The Feast of Weeks (May/June) dedicated the first fruits of the wheat harvest (cf. Ex 23:16 ; Nu 28:26–31 ; Dt 16:9–12 ). It occurred on the 50th day after the Sabbath preceding the Feast of First Fruits. It is also known as the Feast of Harvest ( Ex 23:16 ) and Pentecost, Greek for 50 ( Ac 2:1 )."
  },
  {
    "start": 3023023,
    "end": 3023043,
    "content": "<b><a>23:23–43</a></b> Three events were commemorated in Sept./Oct.: 1) Feast of Trumpets on the 1st (vv. 23–25 ); 2) Day of Atonement on the 10th (vv. 26–32 ); and 3) Feast of Booths or Tabernacles on the 15th–21st (vv. 33–43 )."
  },
  {
    "start": 3023026,
    "end": 3023032,
    "content": "<b><a>23:26–32</a></b> <b>day of atonement.</b> day of atonement. The annual Day of Atonement pointed to the forgiveness and cleansing of sin for the priests, the nation, and the tabernacle ( see notes on 16:1–34 )."
  },
  {
    "start": 3023033,
    "end": 3023043,
    "content": "<b><a>23:33–43</a></b> <b>Feast of Booths.</b> Feast of Booths. This festival commemorated God’s deliverance, protection, and provision during the wilderness wanderings of the Exodus (cf. Ex 23:16 ; Nu 29:12–38 ; Dt 16:13–15 ). It is also known as the Feast of Tabernacles and Feast of Ingathering ( Ex 23:16 ). The people lived in booths or huts made from limbs (cf. Ne 8:14–18 ), remembering their wilderness experience. It also celebrated the autumn harvest and will be celebrated in the Millennium (cf. Zec 14:16 )."
  },
  {
    "start": 3024001,
    "end": 3024009,
    "content": "<b><a>24:1–9</a></b> These are additional instructions for the tabernacle relating to the lamps (vv. 1–4 ) and the bread (vv. 5–9 ). See Ex 25:31–40 ; 27:20–21 ; 37:17–24 and Ex 25:23–30 ; 39:36 ; 40:23 , respectively."
  },
  {
    "start": 3024005,
    "content": "<b><a>24:5</a></b> Each loaf was made with 4 quarts of flour."
  },
  {
    "start": 3024010,
    "end": 3024023,
    "content": "<b><a>24:10–23</a></b> This portion relates to the sin of blasphemy. Cf. Ex 20:7 ; 22:28 ."
  },
  {
    "start": 3024012,
    "content": "<b><a>24:12</a></b> <b>put him in custody.</b> put him in custody. There were no jails in Israel since incarceration was not a penalty for crime. They had merely restrained him, probably in a pit of some sort, until they could establish his punishment. Punishments were corporal, banishment, or, in severe cases, death. Those who lived through the punishment worked to secure restitution for those they had violated."
  },
  {
    "start": 3024020,
    "content": "<b><a>24:20</a></b> Cf. Mt 5:38 . This law of retaliation established the principle that the punishment should fit the crime, but not go beyond it."
  },
  {
    "start": 3025001,
    "end": 3025055,
    "content": "<b><a>25:1–55</a></b> Proper care for Yahweh’s property is prescribed for the sabbatical year ( 25:1–7 ) and the Jubilee year ( 25:8–55 )."
  },
  {
    "start": 3025008,
    "end": 3025055,
    "content": "<b><a>25:8–55</a></b> The Year of Jubilee involved a year of release from indebtedness (vv. 23–38 ) and bondage of all sorts (vv. 39–55 ). All prisoners and captives were set free, slaves released, and debtors absolved. All property reverted to original owners. This plan curbed inflation and moderated acquisitions. It also gave new opportunity to people who had fallen on hard times."
  },
  {
    "start": 3025009,
    "content": "<b><a>25:9</a></b> <b>ram’s horn.</b> ram’s horn. This was blown on the tenth day of the seventh month to start the 50th year of universal redemption."
  },
  {
    "start": 3025010,
    "content": "<b><a>25:10</a></b> <b>proclaim a release.</b> proclaim a release. Not only must they let the land lie fallow, but the people were allowed a one-year break from their labor. Those bound by a work contract were released from their commitments and there was the release of indentured servants."
  },
  {
    "start": 3025014,
    "end": 3025016,
    "content": "<b><a>25:14–16</a></b> The Jubilee year had an effect on the value of land, which was to be considered in all transactions."
  },
  {
    "start": 3025017,
    "content": "<b><a>25:17</a></b> <b>you shall not mistreat one another.</b> you shall not mistreat one another. No one should take advantage of or abuse another person, because cruelty is against the very character of God. Penalties for crime were to be swift and exact."
  },
  {
    "start": 3025018,
    "end": 3025022,
    "content": "<b><a>25:18–22</a></b> God’s provision in the year of no planting was given, which on a smaller scale had been true for the Sabbath day during the Exodus (cf. Ex 16:5 )."
  },
  {
    "start": 3025020,
    "end": 3025021,
    "content": "<b><a>25:20–21</a></b> <b>produce for three years.</b> produce for three years. When the important query was asked, God responded by promising to supply enough to last."
  },
  {
    "start": 3025023,
    "end": 3025034,
    "content": "<b><a>25:23–34</a></b> Various regulations regarding real estate are outlined."
  },
  {
    "start": 3025033,
    "content": "<b><a>25:33</a></b> <b>cities of the Levites.</b> cities of the Levites. Cf. Nu 35:1–8 ; Jos 21 ."
  },
  {
    "start": 3025034,
    "content": "<b><a>25:34</a></b> <b>pasture fields.</b> pasture fields. These were fields that the village/city-at-large used to grow crops."
  },
  {
    "start": 3025035,
    "end": 3025038,
    "content": "<b><a>25:35–38</a></b> Instructions on dealing with the poor are outlined."
  },
  {
    "start": 3025036,
    "content": "<b><a>25:36</a></b> <b>usurious interest.</b> usurious interest. Usury or excessive interest was prohibited for all ( Ps 15:5 ). Even fair interest was otherwise prohibited in dealing with the poor ( see notes on Dt 23:19–20 ; 24:10–13 ). The basics of life were to be given, not loaned, to the poor."
  },
  {
    "start": 3025038,
    "content": "<b><a>25:38</a></b> <b>to give you the land of Canaan.</b> to give you the land of Canaan. Yahweh cites His generosity in giving them a land that was not theirs as a motive for their generosity toward their countrymen."
  },
  {
    "start": 3025039,
    "end": 3025055,
    "content": "<b><a>25:39–55</a></b> The principles for dealing with slavery are laid out."
  },
  {
    "start": 3025042,
    "content": "<b><a>25:42</a></b> <b>For they are My slaves.</b> For they are My slaves. The spirit of OT slavery is revealed in these words. God, in effect, ordered that slaves be treated like family, i.e., better than employees, because they are His slaves whom He redeemed out of the slave markets of Egypt. God owned not only the land (v. 23 ), but also the people."
  },
  {
    "start": 3025044,
    "end": 3025046,
    "content": "<b><a>25:44–46</a></b> <b>from the pagan nations.</b> from the pagan nations. These slaves included people whom Israel was to either drive out or destroy (i.e., slavery was a humane option) and those who came to Israel in the Exodus from Egypt."
  },
  {
    "start": 3025047,
    "end": 3025055,
    "content": "<b><a>25:47–55</a></b> This section deals with an alien who has an Israelite slave."
  },
  {
    "start": 3025048,
    "content": "<b><a>25:48</a></b> <b>redemption right.</b> redemption right. Redemption, a contractual agreement which existed in the slave culture, offered the potential for emancipation to indentured individuals under certain conditions. Slaves could be bought out of slavery or some other sort of indentured status by family members or other interested parties who would pay the ransom price."
  },
  {
    "start": 3025051,
    "end": 3025054,
    "content": "<b><a>25:51–54</a></b> <b>his redemption.</b> amount for his redemption. The cost of buying him out of slavery was affected by the Jubilee year, when he could be set free."
  },
  {
    "start": 3025055,
    "content": "<b><a>25:55</a></b> The Israelites emancipated from Egypt by God were all God’s servants; therefore, they were to treat their own slaves with the same grace and generosity as God had granted them."
  },
  {
    "start": 3026001,
    "end": 3026046,
    "content": "<b><a>26:1–46</a></b> The covenant blessings for obedience ( 26:3–13 ) and curses for disobedience ( 26:14–39 ) are elaborated (cf. Dt 28 ). A provision for repentance is also offered ( 26:40–45 )."
  },
  {
    "start": 3026003,
    "end": 3026013,
    "content": "<b><a>26:3–13</a></b> These blessings will reward obedience."
  },
  {
    "start": 3026004,
    "content": "<b><a>26:4</a></b> <b>rains in their season.</b> rains in their season. If the rains did not come at the right times, the people experienced crop failure and famine (cf. 1Ki 17–18 )."
  },
  {
    "start": 3026006,
    "content": "<b><a>26:6</a></b> <b>wild beasts.</b> wild beasts. Dangerous animals such as lions and bears existed in that area. Joseph’s brothers claimed that such an animal had killed him ( Ge 37:20 )."
  },
  {
    "start": 3026007,
    "content": "<b><a>26:7</a></b> <b>pursue your enemies.</b> pursue your enemies. God provided victories repeatedly in the conquest of Canaan (cf. Jos 8–12 )."
  },
  {
    "start": 3026009,
    "content": "<b><a>26:9</a></b> <b>make you fruitful and multiply you … confirm My covenant with you.</b> make you fruitful and multiply you … confirm My covenant with you. What God commanded at Creation and repeated after the Flood was contained in the covenant promise of seed ( Ge 12:1–3 ), which He will fulfill to the nation of Israel as promised to Abraham ( Ge 15:5–6 )."
  },
  {
    "start": 3026012,
    "content": "<b><a>26:12</a></b> <b>your God … My people.</b> your God … My people. The promise of an intimate covenant relationship with the God of the universe is given (cf. 2Co 6:16 )."
  },
  {
    "start": 3026014,
    "end": 3026039,
    "content": "<b><a>26:14–39</a></b> These punishments will repay disobedience."
  },
  {
    "start": 3026015,
    "content": "<b><a>26:15</a></b> <b>break My covenant.</b> break My covenant. By disobeying the commandments and the various laws of the Mosaic Covenant, Israel broke this conditional covenant. Unlike the ultimate provisions of the unconditional covenant made with Abraham, all blessings in the covenant of Mosaic law were conditioned upon obedience (cf. Lv 26:25 )."
  },
  {
    "start": 3026016,
    "content": "<b><a>26:16</a></b> <b>consumption.</b> <b>your enemies will eat it.</b> consumption. Perhaps tuberculosis or leprosy is in view (the subject of much legislation in Lv 13–14 ), but no certain identification is possible. your enemies will eat it. They will be conquered by their enemies at a time when those enemies will enjoy Israel’s harvest."
  },
  {
    "start": 3026022,
    "content": "<b><a>26:22</a></b> <b>roads lie desolate.</b> roads lie desolate. The activity on a nation’s roadway, i.e., messengers, merchants, and people traveling, reflected the well-being of that country. This is a picture of extreme economic siege."
  },
  {
    "start": 3026025,
    "content": "<b><a>26:25</a></b> <b>vengeance for the covenant.</b> vengeance for the covenant. God’s retribution for Israel’s breaking the conditional Mosaic Covenant is pledged."
  },
  {
    "start": 3026029,
    "content": "<b><a>26:29</a></b> <b>eat the flesh.</b> eat the flesh. There will be widespread famine in the land and thus the people will even resort to cannibalism, which actually came to pass (cf. 2Ki 6:28–29 ; Jer 19:9 ; Lam 2:20 ; 4:10 )."
  },
  {
    "start": 3026030,
    "content": "<b><a>26:30</a></b> <b>high places.</b> high places. These were natural shrines for the worship of idols. Solomon disobeyed God by worshiping Him on the high places ( 1Ki 3:4 ), and not long afterward, he was serving the gods of his foreign wives ( 1Ki 11:1–9 )."
  },
  {
    "start": 3026031,
    "end": 3026035,
    "content": "<b><a>26:31–35</a></b> All this occurred in the terrible invasion of the northern kingdom of Israel in 722 BC by the Assyrians and the destruction of the southern kingdom of Judah in 605–586 BC by the Babylonians. In the case of Judah, it was a 70-year captivity to rest the land for all the Sabbath years that had been violated. See 2Chr 36:17–21 ."
  },
  {
    "start": 3026035,
    "content": "<b><a>26:35</a></b> <b>rest which it did not observe.</b> rest which it did not observe. By implication, because they had violated the Sabbath repeatedly. This violation became the basis of the later 70-year Babylonian captivity (cf. 2Chr 36:20–21 )."
  },
  {
    "start": 3026038,
    "content": "<b><a>26:38</a></b> The 10 tribes of the northern kingdom of Israel never returned directly from captivity. See 2Ki 17:7–23 ; see note on Ac 26:7 ."
  },
  {
    "start": 3026040,
    "end": 3026042,
    "content": "<b><a>26:40–42</a></b> <b>If they confess. … will remember My covenant.</b> If they confess. … will remember My covenant. God’s covenant was rooted in the relationship He had initiated with His people. True repentance would be honored by Him."
  },
  {
    "start": 3026042,
    "content": "<b><a>26:42</a></b> <b>Jacob … Isaac … Abraham.</b> Jacob … Isaac … Abraham. The reverse order is a look in retrospect as opposed to the actual historical sequence."
  },
  {
    "start": 3026046,
    "content": "<b><a>26:46</a></b> Much of the content of Leviticus came during Moses’ two “forty day and night” visits to Sinai (cf. Ex 24:16—32:6 ; 34:2–28 ; Lv 7:37–38 ; 25:1 ; 27:34 )."
  },
  {
    "start": 3027001,
    "end": 3027034,
    "content": "<b><a>27:1–34</a></b> Standard legislation is given for dedicated persons, animals, houses, and lands."
  },
  {
    "start": 3027002,
    "end": 3027007,
    "content": "<b><a>27:2–7</a></b> <b>makes a … vow.</b> makes a … vow. This sets the gift apart from the rest of his household and possessions as a gift to Yahweh and His service."
  },
  {
    "start": 3027003,
    "content": "<b><a>27:3</a></b> <b>the shekel of the sanctuary.</b> the shekel of the sanctuary. See note on 5:15 ."
  },
  {
    "start": 3027026,
    "content": "<b><a>27:26</a></b> <b>a firstborn.</b> a firstborn. The firstborn already belonged to Yahweh ( Ex 13:2 ), so the worshiper could not dedicate it a second time."
  },
  {
    "start": 3027029,
    "content": "<b><a>27:29</a></b> <b>No one … devoted.</b> No one … devoted. A person under the ban, like Achan in Jos 7 ."
  },
  {
    "start": 3027030,
    "end": 3027032,
    "content": "<b><a>27:30–32</a></b> <b>tithe.</b> tithe. This general tithe was given to the Levites. Cf. Nu 18:21–32 . This is the only mention of tithe or 10 percent in Leviticus. However, along with this offering, there were two other OT tithes which totaled about 23 percent annually (cf. the second tithe— Dt 14:22 ; and the third tithe every 3 years— Dt 14:28–29 ; 26:12 )."
  }
]