[
  {
    "start": 63001001,
    "content": "<b><a>1</a></b> <b>The elder.</b> <b>the elect lady and her children.</b> <b>whom I love in truth.</b> The elder. John uses this title to emphasize his advanced age, his spiritual authority over the congregations in Asia Minor, and the strength of his own personal eyewitness testimony to the life of Jesus and all that He taught (vv. 4–6 ). the elect lady and her children. Some think that this phrase refers metaphorically to a particular local church, while “her children” would refer to members of the congregation. The more natural understanding in context, however, is that it refers to a particular woman and her children (i.e., offspring) who were well known to John. whom I love in truth. The basis of Christian hospitality is the truth (vv. 1–3 ). John accentuates the need for truth by repeating the term “truth” 5 times in the opening 4 verses. Truth refers to the basics or fundamentals of the faith that John has discussed in 1 John (sound belief in Christ, obedience, love) as well as the truths expressed in 2 John (e.g., vv. 4–6 ). Truth is the necessary condition of unity and, as a result, the basis of hospitality."
  },
  {
    "start": 63001002,
    "content": "<b><a>2</a></b> <b>truth … abides in us … will be with us forever.</b> truth … abides in us … will be with us forever. This is the cognitive truth of God’s Word (cf. Col 3:16 )."
  },
  {
    "start": 63001003,
    "content": "<b><a>3</a></b> <b>Grace, mercy,</b> <b>peace … in truth and love.</b> Grace, mercy, and peace … in truth and love. John’s succession from grace to mercy and then peace marks the order from the first motion of God to the final satisfaction of man. The confines of these threefold blessings are within the sphere of truth and love."
  },
  {
    "start": 63001004,
    "content": "<b><a>4</a></b> <b>children walking in truth, just as we have received commandment.</b> children walking in truth, just as we have received commandment. The behavior of hospitality involves obedience to the truth (see vv. 5–6 ). The word “walking” has reference to continual walking in the truth, i.e., making obedience to the truth a habit in one’s life."
  },
  {
    "start": 63001005,
    "content": "<b><a>5</a></b> <b>new commandment … that we love one another.</b> new commandment … that we love one another. John ties the commandment of truth to the commandment of love (cf. 1Jn 2:7–11 ; 4:7–12 ). The word “love” has reference to practicing love as a habit in one’s life. Both walking in the truth and in love is the behavior of hospitality."
  },
  {
    "start": 63001006,
    "content": "<b><a>6</a></b> <b>this is love, that we walk according to His commandments.</b> this is love, that we walk according to His commandments. John defines love, not as a sentiment or an emotion, but as obedience to God’s commands ( see notes on 1Jn 5:2–3 ). Those who are obedient to the truth as contained in God’s commandments, the fundamentals of the faith ( 1Jn 2:3–11 ), are identified as walking in love. Cf. Jn 14:15 , 21 ; 15:10 ."
  },
  {
    "start": 63001007,
    "content": "<b><a>7</a></b> <b>many deceivers.</b> <b>who do not confess Jesus Christ</b> <b>coming in the flesh.</b> many deceivers. Cf. Mk 13:22–23 ; 1Ti 4:1–4 ; 2Pe 2:1ff. ; 1Jn 4:1 . In vv. 7–11 , John gives limits for Christian hospitality. This is the centerpiece of John’s thought in this epistle and expands the first two points. Since Satan comes as an angel of light ( 2Co 11:13–15 ), believers must be on guard against error by having an intimate acquaintance with the truth. who do not confess Jesus Christ as coming in the flesh. The original language conveys the idea of a habitual denial of the undiminished deity and humanity of Christ. A biblical Christology maintains that the Person of Jesus Christ possessed both true humanity and true deity with all the implications for the fulfillment of redemptive purposes ( see note on 1 John 4:2 ). The essence of the severest error in false religions, heresies, and cults is a denial of the true Person of Jesus Christ."
  },
  {
    "start": 63001008,
    "content": "<b><a>8</a></b> <b>do not lose what we accomplished.</b> do not lose what we accomplished. Although a reward is generally promised Christians for hospitality (e.g., Mt 10:41 ; 25:40 ; Mk 9:41 ), the idea here is of the fullness of a believer’s reward for all the good he has done (see 1Co 3:10–17 ; 2Co 5:9–10 ). A loss of that reward may occur to any believer who does not discriminate fellowship on the basis of adherence to the truth ( Col 2:18–19 ; 3:24–25 ). This is a potent warning. All the eternal reward one earns by seeing Christ purely, eagerly, and effectively in the Spirit can be diminished by any aiding or abetting of false teaching."
  },
  {
    "start": 63001009,
    "content": "<b><a>9</a></b> <b>does not abide in the teaching of Christ, does not have God.</b> does not abide in the teaching of Christ, does not have God. A failure to be faithful to the fundamental, sound doctrines of the faith (a proper view of the person and work of Christ, love, obedience) marks a person as having never been born again ( 1Jn 2:23 ; 3:6–10 ; 4:20–21 ; 5:1–3 ). The word “abide” has the idea of constant adherence and warns that these fundamentals are not open to change or subject to the latest trends or philosophical fads."
  },
  {
    "start": 63001010,
    "content": "<b><a>10</a></b> <b>do not receive him into</b> <b>house … not give him a greeting.</b> do not receive him into your house … not give him a greeting. John’s prohibition is not a case of entertaining people who disagree on minor matters. These false teachers were carrying on a regular campaign to destroy the basic, fundamental truths of Christianity. Complete disassociation from such heretics is the only appropriate course of action for genuine believers. No benefit or aid of any type (not even a greeting) is permissible. Believers should aid only those who proclaim the truth (vv. 5–8 )."
  },
  {
    "start": 63001011,
    "content": "<b><a>11</a></b> <b>participates in his evil deeds.</b> participates in his evil deeds. Hospitality to such leaders aids the spread of their heresy and inevitably leaves the impression of sanctioning the teachings of these antichrists (cf. 1Jn 2:22 ). Supreme loyalty to God and His Word alone must characterize the actions of every true believer."
  },
  {
    "start": 63001012,
    "content": "<b><a>12</a></b> <b>paper and ink.</b> <b>face to face.</b> <b>that your joy may be made complete.</b> paper and ink. The word “paper” refers to a papyrus sheet. One papyrus sheet could contain the whole letter of 2 John. The term “ink” means “black” and refers to a mixture of water, charcoal, and gum resin that was used to write. face to face. John lit. wrote “mouth to mouth.” Cf. Nu 12:8 where God spoke to Moses “mouth to mouth.” that your joy may be made complete. The blessing of hospitality is full joy (vv. 12–13 ). John uses this same wording in 1Jn 1:4 . When believers uphold the biblical standards for fellowship, the result is genuine joy among believers because the truths of the Word are maintained."
  },
  {
    "start": 63001013,
    "content": "<b><a>13</a></b> <b>The children of your elect sister.</b> The children of your elect sister. John refers to the nieces and/or nephews of the woman (“chosen lady”) addressed in v. 1 who sent their greetings via John."
  }
]