[
  {
    "start": 33001001,
    "content": "<b><a>1:1</a></b> <b>Moresheth.</b> Moresheth. Located southwest of Jerusalem, near the Philistine city of Gath (cf. 1:14 )."
  },
  {
    "start": 33001002,
    "end": 33001007,
    "content": "<b><a>1:2–7</a></b> The prophet summons all the nations (v. 2 ) of the world into court to hear charges against Samaria and Judah (vv. 5–7 ; cf. Is 3:13–14 ). Their destruction was to be a warning example to the nations, prefiguring God’s judgment on all who sin against Him. As an omnipotent Conqueror, the Sovereign over all creation is assured of victory (vv. 3–4 )."
  },
  {
    "start": 33001003,
    "end": 33001004,
    "content": "<b><a>1:3–4</a></b> <b>high places … mountains.</b> high places … mountains. These could refer to key military positions, so crucial to Israel’s defense, or to the pagan places of worship in the land (cf. v. 5 ). When fortifications disappeared like melted wax, people were gripped by the terrifying reality that they were to answer to the Judge of all the earth ( Ge 18:25 ; Am 4:12–13 )."
  },
  {
    "start": 33001005,
    "content": "<b><a>1:5</a></b> <b>Samaria … Jerusalem.</b> Samaria … Jerusalem. The two capitals of Israel and Judah, here representative of their respective nations."
  },
  {
    "start": 33001006,
    "end": 33001007,
    "content": "<b><a>1:6–7</a></b> Yahweh spoke directly of the fall of Samaria at the hands of the Assyrians (ca. 722 BC)."
  },
  {
    "start": 33001007,
    "content": "<b><a>1:7</a></b> <b>a harlot’s earnings.</b> a harlot’s earnings. Centers of idolatry were financed primarily through payments of money, food, and clothing (cf. Ge 38:17–18 ; Eze 16:10–11 ; Hos 2:8–9 ; 3:1 ) to cultic prostitutes, who were strictly forbidden in Israel ( Dt 23:17–18 ). Precious gold and silver, taken from Israel’s temples, was used by the Assyrian invaders for their own idol worship."
  },
  {
    "start": 33001008,
    "end": 33001016,
    "content": "<b><a>1:8–16</a></b> The judgment was so grave that even the prophet lamented as he traced the enemy’s irreversible (v. 9 ) invasion."
  },
  {
    "start": 33001009,
    "content": "<b><a>1:9</a></b> <b>the gate of my people.</b> the gate of my people. Assyria, under Sennacherib, came close to toppling Judah in 701 BC (cf. 2Ki 18:13–27 ). It is best to see “my” in reference to Micah, not God, contra. some translations."
  },
  {
    "start": 33001010,
    "end": 33001015,
    "content": "<b><a>1:10–15</a></b> Eleven towns west of Jerusalem are mentioned, some with a play on words."
  },
  {
    "start": 33001011,
    "content": "<b><a>1:11</a></b> <b>Zaanan does not go out.</b> Zaanan does not go out. These inhabitants, in danger and fear, would not go out to console their neighbors who had been overrun."
  },
  {
    "start": 33001012,
    "content": "<b><a>1:12</a></b> <b>calamity has come down.</b> calamity has come down. This points to Yahweh as the source of judgment (cf. vv. 3–4 )."
  },
  {
    "start": 33001013,
    "content": "<b><a>1:13</a></b> <b>Lachish … sin to the daughter of Zion.</b> Lachish … sin to the daughter of Zion. Located southwest of Jerusalem, Lachish was a key military fortress whose “sin” was dependence on military might."
  },
  {
    "start": 33001014,
    "content": "<b><a>1:14</a></b> <b>give parting gifts.</b> give parting gifts. As parting gifts were given to brides (cf. 1Ki 9:16 ), this was a symbol of the departure of Moresheth-gath into captivity."
  },
  {
    "start": 33001015,
    "content": "<b><a>1:15</a></b> <b>glory of Israel … Adullam.</b> glory of Israel … Adullam. The people of Israel (i.e., her “glory”; cf. Hos 9:11–13 ) were to flee to the caves, as David did to the cave at Adullam ( 2Sa 23:13 )."
  },
  {
    "start": 33001016,
    "content": "<b><a>1:16</a></b> <b>Make yourself bald.</b> Make yourself bald. Priests were forbidden to make themselves bald ( Lv 21:5 ), nor were the people to imitate the heathen practice of doing so ( Dt 14:1 ). But here it would be acceptable as a sign of deep mourning ( Ezr 9:3 ; Job 1:20 ; Is 22:12 ; Eze 7:18 )."
  },
  {
    "start": 33002001,
    "end": 33002011,
    "content": "<b><a>2:1–11</a></b> As chapter 1 denounced sin against God; chapter 2 denounces sin against man. In vv. 1–5 , Micah decried the corrupt practices of the affluent; in vv. 6–11 he attacked the false prophets and those who would silence the true prophets."
  },
  {
    "start": 33002002,
    "content": "<b><a>2:2</a></b> <b>his inheritance.</b> his inheritance. Property in Israel was ultimately to be permanent ( Lv 25:10 , 13 ; Nu 36:1–12 ; cf. 1Ki 21 )."
  },
  {
    "start": 33002003,
    "end": 33002005,
    "content": "<b><a>2:3–5</a></b> As a result of sin, God would allow foreign invaders to divide their land; none of them would have the inheritance apportioned to them. As the rich took from the poor, so God would take back that which He gave as judgment on the nation."
  },
  {
    "start": 33002006,
    "end": 33002011,
    "content": "<b><a>2:6–11</a></b> False prophets, commanding Micah to cease prophesying, would certainly not prophesy against the people’s evildoing; they would not confront them with the divine standard of holiness. Rather, their false message (v. 7 ) had stopped the mouths of the true prophets and had permitted the rulers to engage in social atrocities (vv. 8–9 ), leading the people to destruction (v. 10 ). They didn’t want true prophecies; therefore, they got what they wanted (cf. Is 30:10 ). It is best to understand that Micah speaks in v. 6 and God in vv. 7–11 ."
  },
  {
    "start": 33002007,
    "content": "<b><a>2:7</a></b> <b>Spirit of Yahweh.</b> Spirit of Yahweh. God responded to the evil prophets that their message affirming sin in the nation was inconsistent with the Holy Spirit and His true message to Micah (cf. 3:8 ). God’s words do reward the righteous, but they also rebuke those engaging in evil deeds."
  },
  {
    "start": 33002009,
    "content": "<b><a>2:9</a></b> <b>women of My people.</b> women of My people. Most likely a reference to widows."
  },
  {
    "start": 33002011,
    "content": "<b><a>2:11</a></b> The people accepted any “prophet” who would tailor his message to their greed, wealth, and prosperity."
  },
  {
    "start": 33002012,
    "end": 33002013,
    "content": "<b><a>2:12–13</a></b> Messiah will make ready the way, removing the obstacles which might hinder His remnant’s deliverance and return at the Second Advent (cf. Is 11:15–16 ; 52:12 )."
  },
  {
    "start": 33003001,
    "end": 33003004,
    "content": "<b><a>3:1–4</a></b> In beginning the second oracle, Micah first addressed Israel’s corrupt rulers, as in 2:1–2 , who should be aware of injustice. Yet their conduct toward the poor was like the butchering of animals (vv. 2–3 ). Therefore, when judgment came and they cried for help, God didn’t answer (v. 4 )."
  },
  {
    "start": 33003005,
    "end": 33003007,
    "content": "<b><a>3:5–7</a></b> False prophets (cf. 2:6–11 ) also stood guilty before the Judge because they misled the people, prophesying peace when they were fed, but predicting war when they were not (v. 5 ). Like the rulers, they too were motivated by greed. Therefore, having blinded others, they would be struck with blindness and silence (vv. 6–7 )."
  },
  {
    "start": 33003008,
    "content": "<b><a>3:8</a></b> Micah, in contrast to the false prophets, spoke by the power of God’s Holy Spirit (cf. 2:7 ). Therefore his message was authoritative and true."
  },
  {
    "start": 33003009,
    "end": 33003012,
    "content": "<b><a>3:9–12</a></b> All ruling classes are guilty: rulers judged for reward (vv. 9–11a ), priests taught for hire (v. 11b ), and prophets divined for money (v. 11c ). All the while, they were self-deceived into thinking Yahweh would give them favor because they identified themselves with Him. Consequently, the nation would be destroyed (fulfilled by Nebuchadnezzar in 586 BC)."
  },
  {
    "start": 33003012,
    "content": "<b><a>3:12</a></b> Cf. Jer 26:18 ."
  },
  {
    "start": 33004001,
    "end": 33004003,
    "content": "<b><a>4:1–3</a></b> Cf. Is 2:2–4 ."
  },
  {
    "start": 33004002,
    "content": "<b><a>4:2</a></b> <b>many nations.</b> many nations. People throughout the earth, not just Israel, will come as a spontaneous “stream” (cf. v. 1 ) to worship Yahweh in Jerusalem during the Millennium (cf. Zec 8:20–23 )."
  },
  {
    "start": 33004003,
    "content": "<b><a>4:3</a></b> <b>hammer their swords into plowshares.</b> hammer their swords into plowshares. Because the Almighty One is ruling in Jerusalem with a rod of iron (cf. Rev 2:27 ; 12:5 ; 19:15 ), and because of the unprecedented fruitfulness of the land (cf. Am 9:13 ), military hardware will no longer be needed."
  },
  {
    "start": 33004004,
    "content": "<b><a>4:4</a></b> <b>under his vine … fig tree.</b> under his vine … fig tree. Once employed as a description of the peaceful era of Solomon (cf. 1Ki 4:25 ), this phrase looks forward to greater peace and prosperity in the Millennium (cf. Zec 3:10 )."
  },
  {
    "start": 33004005,
    "content": "<b><a>4:5</a></b> Even if all others were walking after other gods at the present, the godly remnant of Israel would no longer pursue other gods but would walk after the true God in the millennial kingdom (cf. Jos 24:15 )."
  },
  {
    "start": 33004006,
    "end": 33004008,
    "content": "<b><a>4:6–8</a></b> Micah continued to describe the wonderful conditions of the coming earthly kingdom of Messiah. Repeating the figure of sheep (cf. 2:12–13 ), the “tower of the flock” depicted the city of Jerusalem, the future dwelling place of Messiah, as watching over the people."
  },
  {
    "start": 33004007,
    "content": "<b><a>4:7</a></b> <b>forever.</b> forever. The Hebrew term does not always mean “without end,” but signifies a long, indefinite period of time, the length of which is always determined by the context. Here it refers to the 1,000-year reign of Messiah on earth (cf. Rev 20 )."
  },
  {
    "start": 33004009,
    "end": 33004010,
    "content": "<b><a>4:9–10</a></b> Judah will be taken captive to Babylon (vv. 9–10a ), but Yahweh will release them from there (v. 10b ), by the edict of Persian king Cyrus (ca. 538 BC), allowing them to return to Jerusalem (cf. Ezr 1:2–4 )."
  },
  {
    "start": 33004011,
    "end": 33004013,
    "content": "<b><a>4:11–13</a></b> Micah switched again to the time of the Second Advent. The gathering of “many nations” and “many peoples” depicts that future battle of Armageddon ( Zec 12 ; 14 ). In that day, Yahweh will empower His people (cf. 5:7–9 ; Is 11:14 ; Zec 14:14 )."
  },
  {
    "start": 33004013,
    "content": "<b><a>4:13</a></b> <b>horn … iron … hoofs … bronze.</b> horn … iron … hoofs … bronze. Using the figurative language of an animal with metal features, Yahweh looked to a day when Israel will permanently defeat their enemies."
  },
  {
    "start": 33005001,
    "content": "<b><a>5:1</a></b> <b>strike the judge of Israel.</b> strike the judge of Israel. A reference to the capture of King Zedekiah at the hands of Babylon in 586 BC (cf. 2Ki 24–25 )."
  },
  {
    "start": 33005002,
    "end": 33005004,
    "content": "<b><a>5:2–4</a></b> This passage looked forward to Christ’s First Advent ( 5:2 ), an intervening time ( 5:3a ), and beyond to the Second Advent ( 5:3b–4 )."
  },
  {
    "start": 33005003,
    "content": "<b><a>5:3</a></b> <b>give them</b> <b>.</b> give them up . A reference to the interval between Messiah’s rejection at His First Advent and His Second Advent, during the times of the Gentiles when Israel rejects Christ and is under the domination of enemies. Regathering of the “remainder of His brothers” did not occur at the First Advent but is slated for the Second Advent (cf. Is 10:20–22 ; 11:11–16 ). Nor can “return” speak of Gentiles, since it cannot be said that they “returned” to Yahweh. Rather, the context of 5:3–4 is millennial and cannot be made to fit the First Advent. Thus, “she who is in childbirth” must denote the nation of Israel (cf. Rev 12:1–6 )."
  },
  {
    "start": 33005004,
    "content": "<b><a>5:4</a></b> The millennial rule of Christ, sitting upon the throne of David (cf. Is 6:13 )."
  },
  {
    "start": 33005005,
    "end": 33005006,
    "content": "<b><a>5:5–6</a></b> <b>Assyrian.</b> Assyrian. Assyria, God’s instrument against Israel (722 BC) and Judah (Sennacherib’s siege in 701 BC) is here used as a representative of enemy nations in opposition to Yahweh."
  },
  {
    "start": 33005006,
    "content": "<b><a>5:6</a></b> <b>Nimrod.</b> Nimrod. A reference to Assyria (cf. Ge 10:11 ) that could possibly also include Babylon (cf. Ge 10:10 )."
  },
  {
    "start": 33005007,
    "end": 33005009,
    "content": "<b><a>5:7–9</a></b> Israel’s presence in the midst of many peoples would be to some a source of blessing (cf. Zec 8:22–23 ); to others, she would be like a lion—a source of fear and destruction (cf. Is 11:14 ; Zec 12:2–3 , 6 ; 14:14 )."
  },
  {
    "start": 33005009,
    "content": "<b><a>5:9</a></b> <b>all your enemies.</b> all your enemies. This absolute and complete peace has never yet been experienced by Israel. This points to the millennial kingdom when the Prince of Peace shall reign, having conquered the nations (cf. v. 15 )."
  },
  {
    "start": 33005010,
    "content": "<b><a>5:10</a></b> <b>in that day.</b> in that day. The future kingdom is in view. Israel had been forbidden the use of cavalry ( Dt 17:16 ), lest they trust in earthly forces, rather than God ( 1Ki 10:26 , 28 ). God will remove all implements in which they trust so the people, stripped of all human resources, rest only on Him. War instruments will have no place in that time of peace."
  },
  {
    "start": 33005011,
    "end": 33005014,
    "content": "<b><a>5:11–14</a></b> <b>cut off the cities … fortifications.</b> cut off the cities … fortifications. Continuing the thought from v. 10 , fortified cities were designed for defense; their strength tempted people to put their trust in them rather than in God alone (cf. 1:13 ; Ps 27:1 ; Hos 10:13–14 ). People will live in peace in unwalled villages ( Eze 38:11 ). The cities are also associated with centers of pagan worship (v. 14 ; cf. Dt 16:21 ), the worship of Asherah (Canaanite goddess of fertility and war). All forms of self-reliance in war and idolatrous worship will be removed so that the nation must rely solely on Christ their King for deliverance and worship Him alone."
  },
  {
    "start": 33006001,
    "content": "<b><a>6:1</a></b> Micah opens this third cycle of oracles ( 6:1—7:20 ) with a dramatic courtroom motif moving back and forth between 3 speakers: Yahweh pleading His case, the people responding under conviction, and the prophet as the lawyer for the plaintiff."
  },
  {
    "start": 33006003,
    "end": 33006005,
    "content": "<b><a>6:3–5</a></b> This was Yahweh’s appeal. With tenderness and emotion, the divine Plaintiff recalled His many gracious acts toward them, almost to the point of assuming the tone of a defendant. Noting their trek from bondage in Egypt to their own homeland, God had provided leadership (v. 4 ), reversed the attempts of Balaam to curse the people (v. 5a ; cf. Nu 22–24 ), and miraculously parted the Jordan River (v. 5b ) so they could cross over from Shittim, located east of the Jordan, to Gilgal on the west side near Jericho. God had faithfully kept all His promises to them."
  },
  {
    "start": 33006006,
    "end": 33006007,
    "content": "<b><a>6:6–7</a></b> Micah, as though speaking on behalf of the people, asked rhetorically how, in light of God’s faithfulness toward them, they could continue their hypocrisy by being outwardly religious but inwardly sinful."
  },
  {
    "start": 33006008,
    "content": "<b><a>6:8</a></b> Micah’s terse response (v. 8 ) indicated they should have known the answer to the rhetorical question. Spiritual blindness had led them to offer everything except the one thing He wanted—a spiritual commitment of the heart from which right behavior would ensue (cf. Dt 10:12–19 ; Mt 22:37–39 ). This theme is often represented in the OT (cf. 1Sa 15:22 ; Is 1:11–20 ; Jer 7:21–23 ; Hos 6:6 ; Am 5:15 )."
  },
  {
    "start": 33006009,
    "end": 33006016,
    "content": "<b><a>6:9–16</a></b> Yahweh was sending judgment; God Himself had appointed the time and instrument to punish His people. Yahweh spoke, noting that their corrupt deeds perpetrated on the poor were still continuing, in spite of His warnings and discipline (vv. 10–12 ). Therefore, a severe judgment was coming (vv. 13–15 ); it would happen to them just as it did to their northern neighbor, Israel (v. 16 ), when led by the counsel of wicked kings."
  },
  {
    "start": 33006016,
    "content": "<b><a>6:16</a></b> <b>statutes of Omri.</b> <b>works of the house of Ahab.</b> statutes of Omri. Ca. 885–874 BC. He was the founder of Samaria and of Ahab’s wicked house as well as a supporter of Jeroboam’s superstitions (cf. 1Ki 16:16–28 ). works of the house of Ahab. Cf. 1Ki 21:25–26 (ca. 874–853 BC)."
  },
  {
    "start": 33007001,
    "end": 33007006,
    "content": "<b><a>7:1–6</a></b> Micah lamented the circumstances of his day. In his vain search for an upright person (cf. v. 2 ), he compared himself to the vinedresser who enters his vineyard late in the season and finds no fruit. The leaders conspired together to get what they wanted (v. 3 ). No one could be trusted (vv. 5–6 ). Christ used v. 6 as an illustration when He commissioned the twelve ( Mt 10:1 , 35–36 )."
  },
  {
    "start": 33007007,
    "content": "<b><a>7:7</a></b> In spite of his dire circumstances, Micah, as a watchman (cf. v. 4 ), would intently look for evidence of God’s working, trusting God to act in His own time and way (cf. Hab 3:16–19 )."
  },
  {
    "start": 33007008,
    "end": 33007010,
    "content": "<b><a>7:8–10</a></b> Israel confessed her faith in Yahweh, warning her enemies that she will rise again (vv. 8 , 10 ). She confessed her sin, acknowledging the justice of God’s punishment and anticipating His restoration."
  },
  {
    "start": 33007010,
    "content": "<b><a>7:10</a></b> <b>Where is Yahweh your God?</b> Where is Yahweh your God? Cf. Ps 42:3 , 10 ; Mt 27:43 ."
  },
  {
    "start": 33007011,
    "end": 33007013,
    "content": "<b><a>7:11–13</a></b> Micah again spoke, recounting the many blessings awaiting the faithful remnant in Messiah’s millennial rule. It would include unprecedented expansion (cf. Zec 2:1–5 ) and massive infusion of immigrants (cf. Is 11:15–16 ). For those who defied Messiah’s millennial rulership, their land would become desolate (v. 13 ; cf. Zec 14:16–19 )."
  },
  {
    "start": 33007014,
    "end": 33007017,
    "content": "<b><a>7:14–17</a></b> Micah petitioned Yahweh (v. 14 ) to shepherd, feed, and protect His people like a flock (cf. Ps 23 ). Yahweh answered, reiterating that He would demonstrate His presence and power among them as He did in the Exodus from Egypt (v. 15 ). As a result (cf. v. 10 ), the vaunted pride and power of the nations would be rendered powerless (cf. Jos 2:9–11 ) and, having been humbled (v. 17 ), they would no longer listen to or engage in the taunting of His people (v. 16b ; cf. Ge 12:3 ; Is 52:15 )."
  },
  {
    "start": 33007015,
    "content": "<b><a>7:15</a></b> <b>wondrous deeds.</b> wondrous deeds. These miracles will be fulfilled in God’s judgment on the earth which precedes the Second Advent of Messiah (cf. Rev 6–19 )."
  },
  {
    "start": 33007018,
    "end": 33007020,
    "content": "<b><a>7:18–20</a></b> In response to the gracious, forgiving character displayed toward Israel by their Master, the repentant remnant of the people extolled His incomparable grace and mercy (cf. Ps 130:3–4 )."
  },
  {
    "start": 33007020,
    "content": "<b><a>7:20</a></b> <b>swore to our fathers.</b> swore to our fathers. In spite of Israel’s unfaithfulness to God, Yahweh intends to fulfill His unconditional promises in the Abrahamic Covenant made with Abraham and confirmed with Isaac and Jacob (cf. Ge 12 , 15 , 17 , 22 , 26 , 28 , 35 ). When enacted in conjunction with the Davidic Covenant, Israel will again be restored as a people and a nation to the land originally promised to Abraham. Jesus Christ, the ultimate descendant of David, will rule from Jerusalem over the world as King of kings and Lord of lords (cf. Rev 17:14 ; 19:16 )."
  }
]