[
  {
    "start": 47001001,
    "content": "<b><a>1:1</a></b> <b>apostle.</b> <b>by the will of God.</b> <b>Timothy</b> <b>brother.</b> apostle. This refers to Paul’s official position as a messenger sent by Christ ( see note on Ro 1:1 ; Introduction to 1 Corinthians: Author and Date ). by the will of God. Paul’s mission was not a self-appointed one, or based on his own achievements. Rather, his credentials were by divine appointment, and his letter reflected not his own message, but the words of Christ (see Introduction to Romans: Author and Date ; cf. Ac 26:15–18 ). Timothy our brother. Paul’s cherished son in the faith and a dominant person in Paul’s life and ministry (see Introduction to 1 Timothy: Background and Setting ; see note on 1Ti 1:2 ). Paul first met Timothy in Derbe and Lystra on his first missionary journey ( Ac 16:1–4 ). Timothy was with him during the founding of the church in Corinth ( Ac 18:1–5 ), which, along with Paul’s mention of Timothy in 1 Corinthians ( 4:17 ; 16:10–11 ), indicated the Corinthians knew Timothy. Perhaps Paul mentioned him here to remind them Timothy was indeed a brother and to smooth over any hard feelings left from his recent visit ( see notes on 1Co 16:10 )."
  },
  {
    "start": 47001002,
    "content": "<b><a>1:2</a></b> <b>Grace … peace.</b> Grace … peace. Part of Paul’s normal salutation in his letters ( see note on Ro 1:7 ). “Grace” is God’s unmerited favor, and “peace” one of its benefits."
  },
  {
    "start": 47001003,
    "content": "<b><a>1:3</a></b> <b>God and Father of our Lord Jesus Christ.</b> <b>Father of mercies.</b> <b>God of all comfort.</b> God and Father of our Lord Jesus Christ. Paul praised the true God who revealed Himself in His Son, who is of the same essence with the Father ( see notes on Jn 1:14 , 18 ; 17:3–5 ; cf. Jn 5:17 ; 14:9–11 ; Eph 1:3 ; Heb 1:2–3 ; 2Jn 3 ). He is the anointed one (Christ) and sovereign (Lord) Redeemer (Jesus). Although the Son enjoyed this lofty position, He was willing to become a servant and submit Himself in His incarnation ( see notes on Php 2:5–8 ). This great benediction comprehends the entire Gospel. Father of mercies. Paul borrowed from Jewish liturgical language and a synagogue prayer that called for God to treat the sinful individual with kindness, love, and tenderness ( see note on Ro 12:1 ; cf. 2Sa 24:14 ; Ps 103:13–14 ; Mic 7:18–20 ). God of all comfort. An OT description of God (cf. Is 40:1 ; 51:3 , 12 ; 66:13 ), who is the ultimate source of every true act of comfort. The Greek word for “comfort” is related to the familiar word paraclete , “one who comes alongside to help,” another name for the Holy Spirit ( see notes on Jn 14:26 ; Php 2:1 ). “Comfort” often connotes softness and ease, but that is not its meaning here. Paul was saying that God came to him in the middle of his sufferings and troubles to strengthen him and give him courage and boldness (cf. vv. 4–10 )."
  },
  {
    "start": 47001004,
    "content": "<b><a>1:4</a></b> <b>affliction.</b> <b>that we will be able to comfort.</b> affliction. This term refers to crushing pressure, because in Paul’s life and ministry there was always something attempting to weaken him, restrict or confine his ministry, or even crush out his life. But no matter what confronted him, Paul knew God would sustain and strengthen him ( see notes on 12:9–10 ; Ro 8:31–38 ; cf. Php 1:6 ). that we will be able to comfort. Comfort from God is not an end in itself. Its purpose is that believers also might be comforters. Having humiliated and convicted the Corinthians, God used Paul to return to them with a strengthening message after he himself had received divine strengthening ( 6:1–13 ; 12:6–11 ; cf. Lk 22:31–32 )."
  },
  {
    "start": 47001005,
    "content": "<b><a>1:5</a></b> <b>sufferings of Christ … abound.</b> sufferings of Christ … abound. God’s comfort to believers extends to the boundaries of their suffering for Christ. The more they endure righteous suffering, the greater will be their comfort and reward (cf. 1Pe 4:12–14 ). Paul knew firsthand that these many sufferings would seem never-ending ( 4:7–11 ; 6:5–10 ; 11:23–27 ; cf. Ga 6:17 ; Php 3:10 ; Col 1:24 ), and all genuine believers should expect the same (cf. Mt 10:18–24 )."
  },
  {
    "start": 47001006,
    "content": "<b><a>1:6</a></b> <b>salvation.</b> Paul was referring to the body of Christ’s partnership of suffering, which mutually builds godly patience and endurance ( 1Co 12:26 ). All believers need to realize this process, avoid any sense of self-pity when suffering for Him, and share in one anothers’ lives the encouragement of divine comfort they receive from their experiences. salvation. This refers to the Corinthians’ ongoing perseverance to final, completed salvation when they will be glorified ( see note on Ro 13:11 ). Paul’s willingness, by God’s grace and the Spirit’s power, to suffer and be comforted and then comfort and strengthen the Corinthians enabled them to persevere."
  },
  {
    "start": 47001007,
    "content": "<b><a>1:7</a></b> <b>sharers of our sufferings.</b> sharers of our sufferings. Some in the church at Corinth, perhaps the majority, were suffering for righteousness, as Paul was. Although that church had caused him much pain and concern, Paul saw its members as partners to be helped, because of their faithfulness in mutual suffering."
  },
  {
    "start": 47001008,
    "content": "<b><a>1:8</a></b> <b>our.</b> <b>affliction which came</b> <b>in Asia.</b> <b>despaired even to live.</b> our. An editorial plural, which Paul used throughout the letter. It usually was a humble reference to Paul himself, but in this instance it could include others as well. affliction which came to us in Asia. This was a recent occurrence (following the writing of 1 Corinthians) that happened in or around the city of Ephesus. The details of this situation are not known. despaired even to live. Paul faced something that was beyond human survival and was extremely discouraging because he believed it threatened to end his ministry prematurely. The Greek word for “despaired” lit. means “no passage,” the total absence of an exit (cf. 2Ti 4:6 ). The Corinthians were aware of what had happened to Paul, but they did not realize the utter severity of it, or what God was doing through those circumstances."
  },
  {
    "start": 47001009,
    "content": "<b><a>1:9</a></b> <b>the sentence of death.</b> <b>not have confidence in ourselves, but in God.</b> <b>who raises the dead.</b> the sentence of death. The word for “sentence” is a technical term that indicated the passing of an official resolution, in this case the death sentence. Paul was so absolutely sure he was going to die for the gospel that he had pronounced the sentence upon himself. not have confidence in ourselves, but in God. God’s ultimate purpose for Paul’s horrible extremity. The Lord took him to the point at which he could not fall back on any intellectual, physical, or emotional human resource (cf. 12:9–10 ). who raises the dead. A Jewish descriptive term for God used in synagogue worship language ( see note on v. 3 ). Paul understood that trust in God’s power to raise the dead was the only hope of rescue from his extreme circumstances."
  },
  {
    "start": 47001010,
    "content": "<b><a>1:10</a></b> <b>He will yet rescue us.</b> He will yet rescue us. See notes on 2Ti 4:16–17 ; 2Pe 2:9 ."
  },
  {
    "start": 47001011,
    "content": "<b><a>1:11</a></b> <b>helping</b> <b>through your prayers.</b> <b>thanks may be given.</b> <b>the gracious gift.</b> helping us through your prayers. Intercessory prayer is crucial to the expression of God’s power and sovereign purpose. In this regard, Paul wanted the faithful Corinthians to know he needed their prayers then and in the future (cf. Eph 6:18 ; Jas 5:16 ). thanks may be given. Prayer’s duty is not to change God’s plans, but to glorify Him and give thanks for them. Paul was confident that God’s sovereign purpose would be accomplished, balanced by the prayerful participation of believers. the gracious gift. Probably better translated “blessing,” as in God’s undeserved favor or the divine answer to prayer Paul would receive in being delivered from death."
  },
  {
    "start": 47001012,
    "content": "<b><a>1:12</a></b> <b>boasting.</b> <b>conscience.</b> <b>fleshly wisdom.</b> Paul faced his critics’ many accusations against his character and integrity (they had accused him of being proud, self-serving, untrustworthy and inconsistent, mentally unbalanced, incompetent, unsophisticated, and an incompetent preacher) by appealing to the highest human court, his conscience. boasting. Paul often used this word. Used negatively, it refers to unwarranted bragging about one’s own merits and achievements; but Paul used it positively to denote legitimate confidence in what God had done in his life (cf. Jer 9:23–24 ; Ro 15:18 ; 1Co 1:31 ; 15:9–10 ; 1Ti 1:12–17 ). conscience. The soul’s warning system, which allows human beings to contemplate their motives and actions and make moral evaluations of what is right and wrong ( see note on Ro 2:14–15 ). In order to work as God designed it, the conscience must be informed to the highest moral and spiritual level and best standard, which means submitting it to the Holy Spirit through God’s Word (cf. Ro 12:1–2 ; 1Ti 1:19 ; 2Ti 2:15 ; Heb 9:14 ; 10:22 ). Paul’s fully enlightened conscience exonerated him completely (cf. Ac 23:1 ; 24:16 ; 1Ti 1:5 ; 3:9 ; 2Ti 1:3 ). But ultimately, only God can accurately judge a man’s motives ( 1Co 4:1–5 ). fleshly wisdom. Wisdom that is based on worldly, human insight ( see note on Jas 3:15 )."
  },
  {
    "start": 47001013,
    "content": "<b><a>1:13</a></b> This broadly answers the accusation that Paul had engaged in deceptive personal relationships (cf. 7:2 ; 11:9 ). His continuing flow of information to the Corinthians was always clear, straightforward and understandable, consistent, and genuine. Paul wanted them to know that he was not holding anything back, nor did he have any secret agenda ( 10:11 ). He simply wanted them to understand all that he had written and spoken to them."
  },
  {
    "start": 47001014,
    "content": "<b><a>1:14</a></b> <b>partially.</b> <b>we are your reason for boasting.</b> <b>the day of our Lord Jesus.</b> partially. As the Corinthians read and heard Paul’s unfolding instruction to them, they continued to understand more. we are your reason for boasting. See note on v. 12 . the day of our Lord Jesus. When He returns ( see notes on Php 1:6 ; 2Ti 1:12 ; 4:8 ). Paul eagerly longed for the Lord’s coming when they would rejoice over one another in glory (cf. 1Th 2:19–20 )."
  },
  {
    "start": 47001015,
    "content": "<b><a>1:15</a></b> <b>receive grace twice.</b> receive grace twice. Paul’s original plan was to visit the Corinthians twice so that they might receive a double blessing. His travel plans were not the result of selfishness, but of the genuine relationship he enjoyed with the Corinthians and their mutual loyalty and godly pride in one another."
  },
  {
    "start": 47001016,
    "content": "<b><a>1:16</a></b> <b>again … come.</b> again … come. Paul had planned to leave Ephesus, stop at Corinth on the way to Macedonia, and return to Corinth again after his ministry in Macedonia (cf. 1Co 16:5–7 ). For some reason, Paul’s plans changed and he was unable to stop in Corinth the first time. The false apostles who had invaded the church seized upon that honest change of schedule as evidence of his untrustworthiness and tried to use it to discredit him."
  },
  {
    "start": 47001017,
    "content": "<b><a>1:17</a></b> <b>Therefore, was I vacillating …?</b> <b>according to the flesh.</b> Paul is probably quoting some actual accusations of dishonesty brought by his opponents. Therefore, was I vacillating …? The Greek words that introduce this question call for an indignant, negative answer. Paul declared that he was in no way operating as a vacillating, fickle, unstable person who could not be trusted. according to the flesh. Purely from a human viewpoint, apart from the leading of the Holy Spirit, this is someone who is unregenerate ( see notes on Ga 5:19–21 ). He affirmed that his “yes” and “no” words to them really meant what they said."
  },
  {
    "start": 47001018,
    "content": "<b><a>1:18</a></b> <b>as God is faithful.</b> <b>not yes and no.</b> as God is faithful. Paul may have been making an oath and calling God to give testimony (cf. 11:10 , 31 ; Ro 1:9 ; Ga 1:20 ; Php 1:8 ; 1Th 2:5 , 10 ). Whatever the case, he refers to God’s trustworthiness and the fact that he represented such a God as an honest spokesman. not yes and no. He was not saying “yes” and meaning “no.” There was no duplicity with Paul (nor with Timothy and Silas). He said what he meant and did what he said, unless there was compelling reason to change his plans."
  },
  {
    "start": 47001019,
    "content": "<b><a>1:19</a></b> <b>Silvanus.</b> <b>Timothy.</b> The firmness of Paul’s statement, and his use of Jesus’ full title, indicates that the person and work of Christ were under attack from the false teachers at Corinth. The proof of his truthfulness with them was the truthful gospel which he faithfully preached. Silvanus. The Lat. name for Silas, Paul’s companion on his second missionary journey ( Ac 16–18 ) and fellow preacher at Corinth ( see note on Ac 15:22 ). Timothy. See note on v. 1 ."
  },
  {
    "start": 47001020,
    "content": "<b><a>1:20</a></b> <b>in Him they are yes.</b> <b>Amen.</b> in Him they are yes. All God’s OT and NT promises of peace, joy, love, goodness, forgiveness, salvation, sanctification, fellowship, hope, glorification, and heaven are made possible and fulfilled in Jesus Christ (cf. Lk 24:44 ). Amen. The Hebrew word of affirmation (cf. Mt 5:18 ; Jn 3:3 ; Ro 1:25 ). Paul reminded them that they had said a collective “yes” to the truth of his preaching and teaching."
  },
  {
    "start": 47001021,
    "content": "<b><a>1:21</a></b> <b>He who establishes us.</b> He who establishes us. Christ’s saving work of grace stabilizes believers and places them on a firm foundation in Him (cf. Ro 16:25 ; 1Co 15:58 ; 1Pe 5:10 )."
  },
  {
    "start": 47001022,
    "content": "<b><a>1:22</a></b> <b>sealed us.</b> <b>pledge.</b> sealed us. Refers to the ancient practice of placing soft wax on a document and imprinting the wax with a stamp that indicated authorship or ownership, authenticity, and protection. The Holy Spirit attaches all these meanings to His act of spiritually sealing believers ( see notes on Eph 1:13 ; cf. Hag 2:23 ; Eph 4:30 ). pledge. A guarantee or down payment. The Spirit is the down payment on the believer’s eternal inheritance ( see note on Eph 1:13–14 ; cf. 2Pe 1:4 , 11 )."
  },
  {
    "start": 47001023,
    "content": "<b><a>1:23</a></b> <b>God as witness.</b> <b>to spare you.</b> God as witness. See note on v. 18 . to spare you. Paul finally explained why he said he was coming, but did not. He did not come earlier because he wanted them to have time to repent of and correct their sinful behavior (see Introduction to 1 Corinthians: Background and Setting ; see note on 1Co 4:21 ). He waited instead for a report from Titus before taking further action (see chap. 7 ), hoping he would not have to come again, as he had earlier, to face their rebellion."
  },
  {
    "start": 47001024,
    "content": "<b><a>1:24</a></b> <b>Not that we lord it over your faith.</b> Not that we lord it over your faith. Paul did not want to dominate and control the Corinthians when he ministered and worked among them ( see notes on 1Pe 5:2–3 )."
  },
  {
    "start": 47002001,
    "content": "<b><a>2:1</a></b> <b>come to you again in sorrow.</b> come to you again in sorrow. Paul, who had already had a painful confrontation at Corinth (see Introduction: Background and Setting ), was not eager to have another one ( see note on 1:23 )."
  },
  {
    "start": 47002002,
    "content": "<b><a>2:2</a></b> Although Paul was sensitive to the Corinthians’ pain and sadness from the past confrontation, because of his commitment to purity he would confront them again if necessary. “The one whom I made sorrowful” refers to one convicted by his sin. In particular, there was apparently on Paul’s last visit a man in the church who confronted him with the accusations taken from the false teachers. The church had not dealt with that man in Paul’s defense, and Paul was deeply grieved over that lack of loyalty. The only thing that would bring Paul joy would be repentance from such a one and any who agreed with him, and Paul had been waiting for it."
  },
  {
    "start": 47002003,
    "content": "<b><a>2:3</a></b> <b>the very thing I wrote.</b> the very thing I wrote. Paul’s reason for writing was that those in sin would repent—then there could be mutual joy when the apostle came."
  },
  {
    "start": 47002004,
    "content": "<b><a>2:4</a></b> Paul again wanted them to know that his motive in dealing with them in the severe letter (see Introduction: Background and Setting ) and 1 Corinthians (see Introduction to 1 Corinthians: Background and Setting ) was not harsh but loving."
  },
  {
    "start": 47002005,
    "end": 47002011,
    "content": "<b><a>2:5–11</a></b> This passage is one of the best texts in all of Scripture on the godly motivation and rationale for forgiveness."
  },
  {
    "start": 47002006,
    "content": "<b><a>2:6</a></b> <b>Sufficient.</b> <b>punishment …</b> <b>by the majority.</b> Sufficient. The process of discipline and punishment was enough; now it was time to show mercy because the man had repented (cf. Mt 18:18 , 23–35 ; Ga 6:1–2 ; Eph 4:32 ; Col 3:13 ; Heb 12:11 ). punishment … inflicted by the majority. This indicates that the church in Corinth had followed the biblical process in disciplining the sinning man (cf. Mt 18:15–20 ; 1Co 5:4–13 ; 2Th 3:6 , 14 ). The Greek word for “punishment,” used frequently in secular writings but only here in the NT, denoted an official legal penalty or commercial sanction that was enacted against an individual or group (city, nation)."
  },
  {
    "start": 47002007,
    "content": "<b><a>2:7</a></b> <b>you should rather graciously forgive.</b> you should rather graciously forgive. It was time to grant forgiveness so the man’s joy would be restored (cf. Ps 51:12 , 14 ; Is 42:2–3 ). Paul knew there was—and is—no place in the church for man-made limits on God’s grace, mercy, and forgiveness toward repentant sinners. Such restrictions could only rob the fellowship of the joy of unity (cf. Mt 18:34–35 ; Mk 11:25–26 )."
  },
  {
    "start": 47002010,
    "content": "<b><a>2:10</a></b> <b>in the presence of Christ.</b> in the presence of Christ. Paul was constantly aware that his entire life was lived in the sight of God, who knew everything he thought, did, and said (cf. v. 17 ; 4:2 ; 2Ti 4:1 )."
  },
  {
    "start": 47002011,
    "content": "<b><a>2:11</a></b> <b>schemes.</b> schemes. The devil wants to produce sin and animosity that will destroy church unity. He uses every possible approach to accomplish this—from legalism to libertinism, intolerance to excessive tolerance (cf. 11:13–14 ; Eph 4:14 ; 6:11–12 ; 1Pe 5:8 ). Paul used a different Greek word (but with similar meaning) translated “schemes” in Eph 6:11 . It, along with the words for “take advantage” and “ignorant,” strongly implies that Satan targets the believer’s mind, but God has provided protection by unmasking Satan’s schemes in Scripture, along with providing the counteracting truth."
  },
  {
    "start": 47002012,
    "content": "<b><a>2:12</a></b> <b>when I came to Troas.</b> <b>a door was opened for me.</b> when I came to Troas. “Troas” was a seaport city north of Ephesus in the western Asia Minor province of Mysia (cf. Ac 16:7 ). The riots in Ephesus probably caused Paul to leave for Troas, but his main reason for going was to meet Titus, returning from Corinth after delivering “the severe letter” (v. 4 ), and to hear how the Corinthians had responded to that letter (see Introduction: Background and Setting ). a door was opened for me. God sovereignly provided a great evangelistic opportunity for Paul, which may have led to the planting of the church in Troas (cf. Ac 20:5–12 ). Because of the success of his preaching, Paul was assured that this opportunity was from God (cf. 1Co 16:8–9 )."
  },
  {
    "start": 47002013,
    "content": "<b><a>2:13</a></b> <b>I had no rest for my spirit.</b> <b>Titus.</b> <b>saying farewell to them.</b> <b>Macedonia.</b> I had no rest for my spirit. Paul’s concern for the problems in the Corinthian church and how its members were responding to both those problems and his instructions caused Paul debilitating restlessness and anxiety (cf. 7:5–6 ). These concerns became so heavy and distracting that he was unable to give full attention to his ministry. Titus. One of Paul’s most important Gentile converts and closest associates in ministry ( see notes on v. 12 ; Ga 2:1 ; see Introduction to Titus: Background and Setting ). saying farewell to them. Because of his troubled heart and mind and his anxiety to see Titus, Paul turned his back on the open door in Troas. Macedonia. A province that bordered the northwest shore of the Aegean Sea, north of Achaia (see Introduction to 1 Thessalonians: Background and Setting ; see note on Ac 16:9 ). Paul headed there in hopes of intersecting with Titus, whom he knew would have to pass through there on his journey back from Corinth."
  },
  {
    "start": 47002014,
    "content": "<b><a>2:14</a></b> <b>But thanks be to God.</b> <b>leads us in triumphal procession in Christ.</b> <b>manifests … the sweet aroma of the knowledge of Him.</b> But thanks be to God. Paul made an abrupt transition from his narrative and looked above and beyond his troubles to praise and thank God. By turning from the difficulties of ministry and focusing on the privileges of his position in Christ, Paul regained his joyful perspective. He picked the narrative back up in 7:5 . leads us in triumphal procession in Christ. Paul drew from the imagery of the official and exalted Roman ceremony called the Triumph, in which a victorious general was honored with a festive, ceremonial parade through the streets of Rome. First, Paul gave thanks for being led by a sovereign God at all times (cf. 1Ti 1:17 ); and second, for the promised victory in Jesus Christ (cf. Mt 16:18 ; Ro 8:37 ; Rev 6:2 ). manifests … the sweet aroma of the knowledge of Him. Paul was also grateful for the privilege of being used as an influence for Christ (cf. Ro 10:14–15 ) wherever he went. The imagery comes from the strong, sweet smell of incense from censers in the Triumph parade, which, along with the fragrance of crushed flowers strewn under horses’ hooves, produced a powerful aroma that filled the city. By analogy, every believer is transformed and called by the Lord to be an influence for His gospel throughout the world."
  },
  {
    "start": 47002015,
    "content": "<b><a>2:15</a></b> <b>a fragrance of Christ to God.</b> a fragrance of Christ to God. Paul was further thankful for the privilege of pleasing God. Continuing his analogy, Paul pictured God as the emperor at the end of the Triumph who also smells the pervasive fragrance and is pleased with the victorious efforts it represents. Wherever God’s servant is faithful and is an influence for the gospel, God is pleased (cf. 5:9 ; Mt 25:21 )."
  },
  {
    "start": 47002016,
    "content": "<b><a>2:16</a></b> <b>an aroma from death … life.</b> <b>sufficient for these things.</b> an aroma from death … life. Paul used the style of Hebrew superlatives to emphasize the twofold effect of gospel preaching. To some, the message brings eternal life and ultimate glorification. To others, it is a stumbling stone of offense that brings eternal death (cf. 1Pe 2:6–8 ). sufficient for these things. No one in his own strength is adequate or competent to serve God in the ways and with the power that Paul has been describing (cf. 3:5 ; 1Co 15:10 ; Ga 2:20 ; Eph 1:19 ; 3:20 ; Php 2:13 ; Col 1:29 )."
  },
  {
    "start": 47002017,
    "content": "<b><a>2:17</a></b> <b>not like many.</b> <b>peddling.</b> <b>in the sight of God.</b> not like many. Or, “not as the majority.” This specifically refers to the false teachers in Corinth and to the many other teachers and philosophers of that day who operated by human wisdom (cf. 1Co 1:19–20 ). peddling. From a Greek verb that means “to corrupt,” this word came to refer to corrupt hucksters, or con men who by their cleverness and deception were able to sell as genuine an inferior product that was only a cheap imitation. The false teachers in the church were coming with clever, deceptive rhetoric to offer a degraded, adulterated message that mixed paganism and Jewish tradition. They were dishonest men seeking personal profit and prestige at the expense of gospel truth and people’s souls. in the sight of God. See note on v. 10 ."
  },
  {
    "start": 47003001,
    "end": 47003006,
    "content": "<b><a>3:1–6</a></b> The false teachers in Corinth constantly attacked Paul’s competency as a minister of the gospel; these verses form his defense."
  },
  {
    "start": 47003002,
    "content": "<b><a>3:2</a></b> <b>written in our hearts.</b> <b>known and read by all men.</b> written in our hearts. An affirmation of Paul’s affection for the believers in Corinth—he held them close to his heart (cf. 12:15 ). known and read by all men. The transformed lives of the Corinthians were Paul’s most eloquent testimonial, better than any secondhand letter. Their changed lives were like an open letter that could be seen and read by all men as a testimony to Paul’s faithfulness and the truth of his message."
  },
  {
    "start": 47003003,
    "content": "<b><a>3:3</a></b> <b>letter of Christ.</b> <b>written not with ink.</b> <b>Spirit of the living God.</b> <b>tablets of stone.</b> <b>tablets of hearts of flesh.</b> letter of Christ. The false teachers did not have a letter of commendation signed by Christ, but Paul had the Corinthian believers’ changed lives as proof that Christ had transformed them. written not with ink. Paul’s letter was no human document written with ink that can fade. It was a living one. Spirit of the living God. Paul’s letter was alive, written by Christ’s divine, supernatural power through the transforming work of the Holy Spirit (cf. 1Co 2:4–5 ; 1Th 1:5 ). tablets of stone. A reference to the Ten Commandments ( see notes on Ex 24:12 ; 25:16 ). tablets of hearts of flesh. More than just writing His law on stone, God was writing His law on the hearts of those people He transformed (cf. Jer 31:33 ; 32:38–39 ; Eze 11:19 ; 36:26–27 ). The false teachers claimed external adherence to the Mosaic law as the basis of salvation, but the transformed lives of the Corinthians proved that salvation was an internal change wrought by God in the heart."
  },
  {
    "start": 47003004,
    "content": "<b><a>3:4</a></b> <b>such confidence.</b> such confidence. The Greek word for “confidence” can mean “to win.” Paul was confident in his ministry, and that confidence resulted in his ability to stay the course and continue moving toward the goal (cf. Ac 4:13 , 29 )."
  },
  {
    "start": 47003005,
    "content": "<b><a>3:5</a></b> <b>sufficient.</b> <b>to consider anything.</b> <b>our sufficiency is from God.</b> sufficient. See note on 2:16 . to consider anything. Paul disdained his own ability to reason, judge, or assess truth. Left to his own abilities, he was useless. He was dependent on divine revelation and the Holy Spirit’s power. our sufficiency is from God. Only God can make a person adequate to do His work, and Paul realized that truth ( see note on 2:16 ; cf. 9:8 , 10 ; 2Th 2:13 )."
  },
  {
    "start": 47003006,
    "content": "<b><a>3:6</a></b> <b>new covenant.</b> <b>the letter.</b> <b>the Spirit.</b> <b>the letter kills, but the Spirit gives life.</b> new covenant. The covenant that provides forgiveness of sins through the death of Christ ( see notes on Jer 31:31–34 ; Mt 26:28 ; Heb 8:7–12 ). the letter. A shallow, external conformity to the law that missed its most basic requirement of absolutely holy and perfect love for God and man ( Mt 22:34–40 ) and distorted its true intention, which was to make a person recognize his sinfulness (cf. Ro 2:27–29 ). the Spirit. The Holy Spirit. the letter kills, but the Spirit gives life. The letter kills in two ways: 1) it results in a living death. Before Paul was converted, he thought he was saved by keeping the law, but all it did was kill his peace, joy, and hope; and 2) it results in spiritual death. His inability to truly keep the law sentenced him to an eternal death ( see notes on Ro 7:9–11 ; cf. Ro 5:12 ; Ga 3:10 ). Only Jesus Christ through the agency of the Holy Spirit can produce eternal life in one who believes."
  },
  {
    "start": 47003007,
    "end": 47003018,
    "content": "<b><a>3:7–18</a></b> A true minister of God preaches the New Covenant; thus Paul featured the glory of the New Covenant in these verses."
  },
  {
    "start": 47003008,
    "end": 47003009,
    "content": "<b><a>3:8–9</a></b> <b>ministry of the Spirit … righteousness abound in glory.</b> ministry of the Spirit … righteousness abound in glory. The “ministry of the Spirit” is Paul’s descriptive term for the New Covenant ( see notes on Jer 31:31–34 ; Mt 26:28 ; 1Co 11:25 ; Heb 8:8 , 13 ; 9:15 ; 12:24 ). Paul is arguing that if such glory attended the giving of the law under the ministry that brought death, how much more glorious will be the ministry of the Spirit in the New Covenant which brings righteousness. The law pointed to the superior New Covenant and thus a glory that must also be superior."
  },
  {
    "start": 47003009,
    "content": "<b><a>3:9</a></b> <b>ministry of condemnation.</b> <b>ministry of righteousness.</b> ministry of condemnation. Another name for the ministry of death ( see note on v. 7 ). ministry of righteousness. The New Covenant. The emphasis here is on the righteousness it provides (cf. Ro 3:21–22 ; Php 3:9 )."
  },
  {
    "start": 47003011,
    "content": "<b><a>3:11</a></b> <b>that which was being brought to an end.</b> <b>that which remains.</b> that which was being brought to an end. The law had a fading glory (cf. v. 7 ). It was not the final solution or the last word on the plight of sinners. that which remains. The New Covenant is what remains because it is the consummation of God’s plan of salvation. It has permanent glory."
  },
  {
    "start": 47003012,
    "content": "<b><a>3:12</a></b> <b>such a hope.</b> <b>boldness.</b> such a hope. The belief that all the promises of the New Covenant will occur. It is hope in total and complete forgiveness of sins for those who believe the gospel (cf. Ro 8:24–25 ; Ga 5:5 ; Eph 1:18 ; 1Pe 1:3 , 13 , 21 ). boldness. The Greek word for “boldness” means “courageously.” Because of his confidence, Paul preached the New Covenant fearlessly, without any hesitation or timidity."
  },
  {
    "start": 47003013,
    "content": "<b><a>3:13</a></b> <b>Moses … put a veil over his face.</b> Moses … put a veil over his face. This physical action pictured the fact that Moses did not have the confidence or boldness of Paul because the Old Covenant was veiled. It was shadowy. It was made up of types, pictures, symbols, and mystery. Moses communicated the glory of the Old Covenant with a certain obscurity (cf. 1Pe 1:10–11 )."
  },
  {
    "start": 47003014,
    "end": 47003015,
    "content": "<b><a>3:14–15</a></b> <b>the same veil remains. … veil lies over their heart.</b> the same veil remains. … veil lies over their heart. The “veil” here represents unbelief. Those Israelites did not grasp the glory of the Old Covenant because of their unbelief. As a result, the meaning of the Old Covenant was obscure to them (cf. Heb 3:8 , 15 ; 4:7 ). Paul’s point was that just as the Old Covenant was obscure to the people of Moses’ day, it was still obscure to those who trusted in it as a means of salvation in Paul’s day. The veil of ignorance obscures the meaning of the Old Covenant to the hardened heart (cf. Jn 5:38 )."
  },
  {
    "start": 47003017,
    "content": "<b><a>3:17</a></b> <b>the Lord is the Spirit.</b> <b>is freedom.</b> the Lord is the Spirit. Yahweh of the OT is the same Lord who is saving people in the New Covenant through the agency of the Holy Spirit. The same God is the minister of both the Old and New Covenants. there is freedom. Freedom from sin and the futile attempt to keep the demands of the law as a means of earning righteousness (cf. Jn 8:32–36 ; Ro 3:19–20 ). The believer is no longer in bondage to the law’s condemnation and Satan’s dominion."
  },
  {
    "start": 47003018,
    "content": "<b><a>3:18</a></b> <b>we all.</b> <b>with unveiled face.</b> <b>beholding as in a mirror.</b> <b>being transformed.</b> <b>into the same image.</b> <b>from glory to glory.</b> we all. Not just Moses, or prophets, apostles, and preachers, but all believers. with unveiled face. Believers in the New Covenant have nothing obstructing their vision of Christ and His glory as revealed in the Scripture. beholding as in a mirror. Paul’s emphasis here is not so much on the reflective capabilities of the mirror as it is on the intimacy of it. A person can bring a mirror right up to his face and get an unobstructed view. Mirrors in Paul’s day were polished metal ( see note on Jas 1:23 ), and thus offered a far from perfect reflection. Though the vision is unobstructed and intimate, believers do not see a perfect representation of God’s glory now, but will one day (cf. 1Co 13:12 ). being transformed. A continual, progressive transformation ( see note on Ro 12:2 ). into the same image. As they gaze at the glory of the Lord, believers are continually being transformed into Christlikeness. The ultimate goal of the believer is to be like Christ (cf. Ro 8:29 ; Php 3:12–14 ; 1Jn 3:2 ), and by continually focusing on Him the Spirit transforms the believer more and more into His image. from glory to glory. From one level of glory to another level of glory—from one level of manifesting Christ to another. This verse describes progressive sanctification. The more believers grow in their knowledge of Christ, the more He is revealed in their lives (cf. Php 3:12–14 )."
  },
  {
    "start": 47004001,
    "content": "<b><a>4:1</a></b> <b>this ministry.</b> <b>lose heart.</b> this ministry. The New Covenant gospel of Jesus Christ. lose heart. A strong Greek term which refers to abandoning oneself to cowardly surrender. That was not how Paul responded to the continual attacks he faced. The task of ministering the New Covenant was too noble to lose heart over (cf. Ga 6:9 ; Eph 3:13 ). Since God had called him to proclaim it, Paul could not abandon his calling. Instead, he trusted God to strengthen him (cf. Ac 20:24 ; 1Co 9:16–17 ; Col 1:23 , 25 )."
  },
  {
    "start": 47004002,
    "content": "<b><a>4:2</a></b> <b>we have renounced the hidden things of shame.</b> <b>adulterating.</b> we have renounced the hidden things of shame. “Renounced” means “to turn away from” or “to repent,” and “shame” means “ugly” or “disgraceful.” The phrase “things hidden” refers to secret immoralities, hypocrisies, and the sins hidden deep in the darkness of one’s life. At salvation every believer repents and turns away from such sin and devotes his life to the pursuit of godliness. This appears to be a reply by Paul to a direct and slanderous accusation against him, that he was a hypocrite, whose mask of piety hid a corrupt and shameful life. adulterating. This Greek word means “to tamper with,” and was used in nonbiblical sources to speak of the dishonest business practice of diluting wine with water. The false teachers accused Paul of being a deceiver (“craftiness”) who was twisting and perverting the teaching of Jesus and the OT Scripture."
  },
  {
    "start": 47004003,
    "content": "<b><a>4:3</a></b> <b>if our gospel is veiled … to those who are perishing.</b> if our gospel is veiled … to those who are perishing. The false teachers accused Paul of preaching an antiquated message. So Paul showed that the problem was not with the message or the messenger, but with the hearers headed for hell (cf. 1Co 2:14 ). The preacher cannot persuade people to believe; only God can do that."
  },
  {
    "start": 47004004,
    "content": "<b><a>4:4</a></b> <b>the god of this age.</b> <b>this age.</b> <b>has blinded.</b> <b>image of God.</b> the god of this age. Satan (cf. Mt 4:8 ; Jn 12:31 ; 14:30 ; 16:11 ; Eph 2:2 ; 2Ti 2:26 ; 1Jn 5:19 ). this age. The current world mind-set expressed by the ideals, opinions, goals, hopes, and views of the majority of people. It encompasses the world’s philosophies, education, and commerce. See notes on 10:5 . has blinded. Satan blinds men to God’s truth through the world system he has created. Without a godly influence, man left to himself will follow that system, which panders to the depravity of unbelievers and deepens their moral darkness (cf. Mt 13:19 ). Ultimately, it is God who allows such blindness ( Jn 12:40 ). image of God. Jesus Christ is the exact representation of God Himself ( see notes on Col 1:15 ; 2:9 ; Heb 1:3 )."
  },
  {
    "start": 47004005,
    "content": "<b><a>4:5</a></b> <b>we do not preach ourselves.</b> we do not preach ourselves. The false teachers accused Paul of preaching for his own benefit, yet they were the ones guilty of doing so. In contrast, Paul was always humble ( 12:5 , 9 ; cf. 1Co 2:3 ); he never promoted himself, but always preached Christ Jesus as Lord ( 1Co 2:2 )."
  },
  {
    "start": 47004006,
    "content": "<b><a>4:6</a></b> <b>God, who said, “Light shall shine out of darkness.”</b> <b>the Light of the knowledge of the glory of God.</b> God, who said, “Light shall shine out of darkness.” A direct reference to God as Creator, who commanded physical light into existence ( Ge 1:3 ). the Light of the knowledge of the glory of God. The same God who created physical light in the universe is the same God who must create supernatural light in the soul and usher believers from the kingdom of darkness to His kingdom of light ( Col 1:13 ). The light is expressed as “the knowledge of the glory of God.” That means to know that Christ is God incarnate. To be saved, one must understand that the glory of God shone in Jesus Christ. That is the theme of John’s Gospel ( see note on Jn 1:4–5 )."
  },
  {
    "start": 47004007,
    "content": "<b><a>4:7</a></b> <b>this treasure.</b> <b>earthen vessels.</b> <b>surpassing greatness of the power will be of God and not from ourselves.</b> this treasure. See note on v. 1 . earthen vessels. The Greek word means “baked clay,” and refers to clay pots. They were cheap, breakable, and replaceable, but they served necessary household functions. Sometimes they were used as a vault to store valuables, such as money, jewelry, or important documents. But they were most often used for holding garbage and human waste. The latter is the use Paul had in mind, and it was how Paul viewed himself—as lowly, common, expendable, and replaceable (cf. 1Co 1:20–27 ; 2Ti 2:20–21 ). surpassing greatness of the power will be of God and not from ourselves. By using frail and expendable people, God makes it clear that salvation is the result of His power and not any power His messengers could generate (cf. 2:16 ). The great power of God overcomes and transcends the clay pot. The messenger’s weakness is not fatal to what he does; it is essential (cf. 12:9–10 )."
  },
  {
    "start": 47004008,
    "end": 47004009,
    "content": "<b><a>4:8–9</a></b> Here Paul gave 4 contrasting metaphors to show that his weakness did not cripple him, but actually strengthened him (cf. 6:4–10 ; 12:7–10 )."
  },
  {
    "start": 47004010,
    "content": "<b><a>4:10</a></b> <b>always carrying about in the body the dying of Jesus.</b> <b>that the life of Jesus also may be manifested in our body.</b> always carrying about in the body the dying of Jesus. “Always” indicates that the suffering Paul experienced was endless. And the suffering was a result of attacks against Jesus, not Paul and other believers. Those who hated Jesus took out their vengeance on those who represented Him (cf. Jn 15:18–21 ; Ga 6:17 ; Col 1:24 ). that the life of Jesus also may be manifested in our body. Through Paul’s weakness, Christ was put on display (cf. Ga 2:20 ). His suffering, the false apostles said, was evidence that God was not with him and he was a fraud. On the contrary, Paul affirmed that his suffering was the badge of his loyalty to Christ and the source of his power ( 12:9–10 )."
  },
  {
    "start": 47004011,
    "content": "<b><a>4:11</a></b> <b>delivered over to death.</b> <b>our mortal flesh.</b> delivered over to death. Refers to the transferring of a prisoner to the executioner. It was used to refer to Christ’s being delivered to those who crucified Him ( Mt 27:2 ). In this case, it refers to the potential physical death constantly faced by those who represented Christ. our mortal flesh. Another term for Paul’s humanness—his physical body (cf. v. 10 ; 5:3 )."
  },
  {
    "start": 47004012,
    "content": "<b><a>4:12</a></b> Paul faced death every day, yet he was willing to pay that price if it meant salvation for those to whom he preached (cf. Php 2:17 ; Col 1:24 ; 2Ti 2:10 )."
  },
  {
    "start": 47004013,
    "content": "<b><a>4:13</a></b> <b>spirit of faith.</b> <b>I</b> <b>I</b> <b>.</b> Paul remained true to his convictions, no matter the cost. He was not a pragmatist who would alter his message to suit his listeners. He was convinced of the power of God to act through the message he preached. spirit of faith. The attitude of faith, not the Holy Spirit. Paul had the same conviction about the power of the message as did the psalmist ( see following note ). I believed, therefore I spoke . A quotation from the LXX (the Greek translation of the OT) version of Ps 116:10 . In the midst of his troubles, the psalmist confidently asked God to deliver him out of his troubles. He could confidently do so because he believed God would answer his prayer."
  },
  {
    "start": 47004015,
    "content": "<b><a>4:15</a></b> <b>to the glory of God.</b> to the glory of God. The ultimate goal of all that the believer does ( see note on 1Co 10:31 )."
  },
  {
    "start": 47004016,
    "content": "<b><a>4:16</a></b> <b>we do not lose heart.</b> <b>our outer man is decaying.</b> <b>inner man.</b> <b>being renewed.</b> we do not lose heart. See note on v. 1 . our outer man is decaying. The physical body is in the process of decay and will eventually die. On the surface Paul was referring to the normal aging process, but with the added emphasis that his lifestyle sped up that process. While not an old man, Paul wore himself out in ministry, both in the effort and pace he maintained, plus the number of beatings and attacks he absorbed from his enemies (cf. 6:4–10 ; 11:23–27 ). inner man. The soul of every believer i.e., the new creation—the eternal part of the believer (cf. Eph 4:24 ; Col 3:10 ). being renewed. The growth and maturing process of the believer is constantly occurring. While the physical body is decaying, the inner self of the believer continues to grow and mature into Christlikeness (cf. Eph 3:16–20 )."
  },
  {
    "start": 47004017,
    "content": "<b><a>4:17</a></b> <b>momentary, light affliction.</b> <b>eternal weight of glory.</b> momentary, light affliction. The Greek word for “light” means “a weightless trifle” and “affliction” refers to intense pressure. From a human perspective, Paul’s own testimony lists a seemingly unbearable litany of sufferings and persecutions he endured throughout his life ( 11:23–33 ), yet he viewed them as weightless and lasting for only a brief moment. eternal weight of glory. The Greek word for “weight” refers to a heavy mass. For Paul, the future glory he would experience with the Lord far outweighed any suffering he experienced in this world (cf. Ro 8:17–18 ; 1Pe 1:6–7 ). Paul understood that the greater the suffering, the greater would be his eternal glory (cf. 1Pe 4:13 )."
  },
  {
    "start": 47004018,
    "content": "<b><a>4:18</a></b> <b>things which are seen … not seen.</b> <b>things … not seen are eternal.</b> things which are seen … not seen. Endurance is based on a person’s ability to look beyond the physical to the spiritual; beyond the present to the future, and beyond the visible to the invisible. Believers must look past what is temporary—what is perishing (i.e., the things of the world). things … not seen are eternal. Pursuing God, Christ, the Holy Spirit, and the souls of men should consume the believer."
  },
  {
    "start": 47005001,
    "content": "<b><a>5:1</a></b> <b>earthly tent … house.</b> <b>a building from God.</b> <b>a house … in the heavens.</b> <b>not made with hands.</b> earthly tent … house. Paul’s metaphor for the physical body (cf. 2Pe 1:13–14 ). The imagery was quite natural for that time because many people were nomadic tent dwellers, and Paul as a tentmaker ( Ac 18:3 ) knew much about tents’ characteristics. Also, the Jewish tabernacle had symbolized God’s presence among the people as they left Egypt and became a nation. Paul’s point is that like a temporary tent, man’s earthly existence is fragile, insecure, and lowly (cf. 1Pe 2:11 ). a building from God. Paul’s metaphor for the believer’s resurrected, glorified body (cf. 1Co 15:35–50 ). “Building” implies solidity, security, certainty, and permanence, as opposed to the frail, temporary, uncertain nature of a tent. Just as the Israelites replaced the tabernacle with the temple, so believers ought to long to exchange their earthly bodies for glorified ones ( see notes on 4:16 ; Ro 8:19–23 ; 1Co 15:35–50 ; Php 3:20–21 ). a house … in the heavens. A heavenly, eternal body. Paul wanted a new body that would forever perfectly express his transformed nature. not made with hands. A glorified body, by definition, is not of this earthly creation ( see notes on Mk 14:58 ; Heb 9:11 ; cf. Jn 2:19 ; Col 2:11 )."
  },
  {
    "start": 47005002,
    "content": "<b><a>5:2</a></b> <b>we groan.</b> <b>clothed with our dwelling from heaven.</b> we groan. Paul had a passionate longing to be free from his earthly body and all the accompanying sins, frustrations, and weaknesses that were so relentless ( see notes on Ro 7:24 ; 8:23 ). clothed with our dwelling from heaven. The perfections of immortality ( see notes on v. 1 )."
  },
  {
    "start": 47005003,
    "content": "<b><a>5:3</a></b> <b>we … will not be found naked.</b> we … will not be found naked. Paul clarified the fact that the believer’s hope for the next life is not a disembodied spiritual life, but a real, eternal, resurrection body. Unlike the pagans who viewed matter as evil and spirit as good, Paul knew that Christian death would not mean being released into a nebulous, spiritual infinity. Rather, it would mean the receiving of a glorified, spiritual, immortal, perfect, qualitatively different but nonetheless real body, just as Jesus received ( see notes on 1Co 15:35–44 ; Php 3:20–21 ; cf. 1Jn 3:2 )."
  },
  {
    "start": 47005004,
    "content": "<b><a>5:4</a></b> <b>unclothed … clothed.</b> <b>mortal will be swallowed up by life.</b> unclothed … clothed. See notes on vv. 2–3 . Paul reiterated that he could hardly wait to get his glorified body (cf. Php 1:21–23 ). mortal will be swallowed up by life. Paul wanted the fullness of all that God had planned for him in eternal life, when all that is earthly and human will cease to be."
  },
  {
    "start": 47005005,
    "content": "<b><a>5:5</a></b> <b>for this very purpose.</b> <b>God … gave to us the Spirit.</b> <b>pledge.</b> for this very purpose. Paul emphatically states that the believer’s heavenly existence will come to pass according to God’s sovereign purpose ( see notes on Ro 8:28–30 ; cf. Jn 6:37–40 , 44 ). God … gave to us the Spirit. See notes on 1:22 ; Ro 5:5 ; Eph 1:13 ; cf. Php 1:6 . pledge. See notes on 1:22 ; Eph 1:13 ."
  },
  {
    "start": 47005006,
    "content": "<b><a>5:6</a></b> <b>at home in the body … absent from the Lord.</b> at home in the body … absent from the Lord. While a believer is alive on earth, he is away from the fullness of God’s presence. However, Paul was not saying he had absolutely no contact, because there is prayer, the indwelling Spirit, and fellowship through the Word. Paul was simply expressing a heavenly homesickness, a strong yearning to be at home with his Lord (cf. Ps 73:25 ; 1Th 4:17 ; Rev 21:3 , 23 ; 22:3 )."
  },
  {
    "start": 47005007,
    "content": "<b><a>5:7</a></b> The Christian can hope for a heaven he has not seen. He does so by believing what Scripture says about it and living by that belief ( see note on Heb 11:1 ; cf. Jn 20:29 )."
  },
  {
    "start": 47005008,
    "content": "<b><a>5:8</a></b> <b>absent from the body … at home with the Lord.</b> absent from the body … at home with the Lord. Because heaven is a better place than earth, Paul would rather have been there, with God. This sentiment simply states Paul’s feelings and longings of v. 6 from a reverse perspective ( see notes on Php 1:21 , 23 )."
  },
  {
    "start": 47005009,
    "content": "<b><a>5:9</a></b> <b>we also have as our ambition.</b> <b>whether at home or absent.</b> <b>pleasing to Him.</b> we also have as our ambition. Paul was speaking of his ambition in life, but not the kind of proud, selfish desire that “ambition” expresses in English. “Ambition” is from the Greek word that means “to love what is honorable.” Paul demonstrated that it is right and noble for the believer to strive for excellence, spiritual goals, and all that is honorable before God (cf. Ro 15:20 ; 1Ti 3:1 ). whether at home or absent. See notes on vv. 6 , 8 . Paul’s ambition was not altered by his state of being—whether he should be in heaven or on earth—he cared how he lived for the Lord ( see notes on Ro 14:6 ; Php 1:20 ; cf. 1Co 9:27 ). pleasing to Him. This was Paul’s highest goal (cf. 1Co 4:1–5 ), and should be so for every believer (cf. Ro 12:2 ; Eph 5:10 ; Col 1:9 ; 1Th 4:1 ). The term translated “pleasing” is the same one used in Tit 2:9 to describe slaves who were passionate to please their masters."
  },
  {
    "start": 47005010,
    "content": "<b><a>5:10</a></b> <b>the judgment seat of Christ.</b> <b>deeds in the body.</b> <b>whether good or bad.</b> This describes the believer’s deepest motivation and highest aim in pleasing God—the realization that every Christian is inevitably and ultimately accountable to Him. the judgment seat of Christ. “Judgment seat” metaphorically refers to the place where the Lord will sit to evaluate believers’ lives for the purpose of giving them eternal rewards. It is translated from the Greek word bēma , which was an elevated platform where victorious athletes (e.g., during the Olympics) went to receive their crowns. The term is also used in the NT to refer to the place of judging, as when Jesus stood before Pontius Pilate ( Mt 27:19 ; Jn 19:13 ), but here the reference is definitely from the athletic analogy. Corinth had such a platform where both athletic rewards and legal justice were dispensed ( Ac 18:12–16 ), so the Corinthians understood Paul’s reference. deeds in the body. Actions which happened during the believer’s time of earthly ministry. This does not include sins, since their judgment took place at the cross ( Eph 1:7 ). Paul was referring to all those activities believers do during their lifetimes, which relate to their eternal reward and praise from God. What Christians do in their temporal bodies will, in His eyes, have an impact for eternity ( see notes on 1Co 4:3–5 ; cf. Ro 12:1–2 ; Rev 22:12 ). whether good or bad. These Greek terms do not refer to moral good and moral evil. Matters of sin have been completely dealt with by the death of the Savior. Rather, Paul was comparing worthwhile, eternally valuable activities with useless ones. His point was not that believers should not enjoy certain wholesome, earthly things, but that they should glorify God in them and spend most of their energy and time with what has eternal value ( see notes on 1Co 3:8–14 )."
  },
  {
    "start": 47005011,
    "content": "<b><a>5:11</a></b> <b>the fear of the Lord.</b> <b>we persuade men.</b> <b>made manifest.</b> the fear of the Lord. This is not referring to being afraid, but to Paul’s worshipful reverence for God as his essential motivation to live in such a way as to honor his Lord and maximize his reward for his Lord’s glory (cf. 7:1 ; Pr 9:10 ; Ac 9:31 ). we persuade men. The Greek word for “persuade” means to seek someone’s favor, as in getting the other person to see you in a certain favorable or desired way (cf. Ga 1:10 ). This term can mean gospel preaching ( Ac 18:4 ; 28:23 ), but here Paul was persuading others not about salvation, but about his own integrity. The Corinthians’ eternal reward would be affected if they defected to the false teachers and left the divine teaching of Paul. made manifest. Paul’s true spiritual condition of sincerity and integrity was manifest to God ( see notes on 1:12 ; cf. Ac 23:1 ; 24:16 ), and he also wanted the Corinthians to believe the truth about him."
  },
  {
    "start": 47005012,
    "content": "<b><a>5:12</a></b> <b>boast in appearance.</b> boast in appearance. Those who have no integrity, such as Paul’s opponents at Corinth, have to take pride in externals, which can be any false doctrine accompanied by showy hypocrisy (cf. Mt 5:20 ; 6:1 ; Mk 7:6–7 )."
  },
  {
    "start": 47005013,
    "content": "<b><a>5:13</a></b> <b>out of our mind.</b> <b>of right mind.</b> out of our mind. This Greek phrase usually means to be insane, or beside oneself, but here Paul used the expression to describe himself as one dogmatically devoted to truth. In this way, he answered those critics who claimed he was nothing more than an insane fanatic (cf. Jn 8:48 ; Ac 26:22–24 ). of right mind. The original word meant to be moderate, sober minded, and in complete control. Paul also behaved this way among the Corinthians as he defended his integrity and communicated truth to them."
  },
  {
    "start": 47005014,
    "content": "<b><a>5:14</a></b> <b>the love of Christ.</b> <b>controls.</b> <b>one died for all.</b> <b>therefore all died.</b> the love of Christ. Christ’s love for Paul and all believers at the cross (cf. Ro 5:6–8 ). Christ’s loving, substitutionary death motivated Paul’s service for Him (cf. Ga 2:20 ; Eph 3:19 ). controls. This refers to pressure that causes action. Paul emphasized the strength of his desire to offer his life to the Lord. one died for all. This expresses the truth of Christ’s substitutionary death. The preposition “for” indicates He died “in behalf of,” or “in the place of” all (cf. Is 53:4–12 ; Ga 3:13 ; Heb 9:11–14 ). This truth is at the heart of the doctrine of salvation. God’s wrath against sin required death; Jesus took that wrath and died in the sinner’s place. Thus He took away God’s wrath and satisfied God’s justice as a perfect sacrifice ( see notes on v. 21 ; Ro 5:6–11 , 18–19 ; 1Ti 2:5–6 ; cf. Eph 5:2 ; 1Th 5:10 ; Tit 2:14 ; 1Pe 2:24 ). therefore all died. Everyone who died in Christ receives the benefits of His substitutionary death ( see notes on Ro 3:24–26 ; 6:8 ). With this short phrase, Paul defined the extent of the atonement and limited its application. This statement logically completes the meaning of the preceding phrase, in effect saying, “Christ died for all who died in Him,” or “One died for all, therefore all died” ( see notes on vv. 19–21 ; cf. Jn 10:11–16 ; Ac 20:28 ). Paul was overwhelmed with gratitude that Christ loved him and was so gracious as to make him a part of the “all” who died in Him."
  },
  {
    "start": 47005015,
    "content": "<b><a>5:15</a></b> As he defended his integrity to the Corinthians, Paul wanted them to know that his old, self-centered life was finished and that he had an all-out desire to live righteously. For all genuine believers, their death in Christ is not only a death to sin, but a resurrection to a new life of righteousness ( see notes on Ro 6:3–4 , 8 , 10 ; cf. Ga 2:19–20 ; Col 3:3 )."
  },
  {
    "start": 47005016,
    "content": "<b><a>5:16</a></b> <b>according to the flesh.</b> <b>we know</b> <b>no longer.</b> Since Paul’s conversion, his priority was to meet people’s spiritual needs (cf. Ac 17:16 ; Ro 1:13–16 ; 9:1–3 ; 10:1 ). according to the flesh. Paul no longer evaluated people according to external, human, worldly standards (cf. 10:3 ). we know Him in this way no longer. Paul, as a Christian, also no longer had merely a fallible, human assessment of Jesus Christ (cf. Ac 9:1–6 ; 26:9–23 )."
  },
  {
    "start": 47005017,
    "content": "<b><a>5:17</a></b> <b>in Christ.</b> <b>new creation.</b> <b>old things passed away.</b> <b>new things have come.</b> in Christ. These two words comprise a brief but most profound statement of the inexhaustible significance of the believer’s redemption, which includes the following: 1) the believer’s security in Christ, who bore in His body God’s judgment against sin; 2) the believer’s acceptance in Him with whom God alone is well pleased; 3) the believer’s future assurance in Him who is the resurrection to eternal life and the sole guarantor of the believer’s inheritance in heaven; and 4) the believer’s participation in the divine nature of Christ, the everlasting Word (cf. 2Pe 1:4 ). new creation. This describes something that is created at a qualitatively new level of excellence. It refers to regeneration or the new birth (cf. Jn 3:3 ; Eph 2:1–3 ; Tit 3:5 ; 1Pe 1:23 ; 1Jn 2:29 ; 3:9 ; 5:4 ). This expression encompasses the Christian’s forgiveness of sins paid for in Christ’s substitutionary death (cf. Ga 6:15 ; Eph 4:24 ). old things passed away. After a person is regenerate, old value systems, priorities, beliefs, loves, and plans are gone. Evil and sin are still present, but the believer sees them in a new perspective ( see note on v. 16 ), and they no longer control him. new things have come. The Greek grammar indicates that this newness is a continuing condition of fact. The believer’s new spiritual perception of everything is a constant reality for him, and he now lives for eternity, not temporal things. James identifies this transformation as the faith that produces works ( see notes on Eph 2:10 ; Jas 2:14–25 )."
  },
  {
    "start": 47005018,
    "content": "<b><a>5:18</a></b> <b>all</b> <b>things are from God.</b> <b>ministry of reconciliation.</b> all these things are from God. All the aspects related to someone’s conversion and newly transformed life in Christ are accomplished by a sovereign God. Sinners on their own cannot decide to participate in these new realities ( see note on Ro 5:10 ; cf. 1Co 8:6 ; 11:12 ; Eph 2:1 ). ministry of reconciliation. This speaks to the reality that God wills sinful men to be reconciled to Himself (cf. Ro 5:10 ; Eph 4:17–24 ). God has called believers to proclaim the gospel of reconciliation to others (cf. 1Co 1:17 ). The concept of service, such as waiting on tables, derives from the Greek word for “ministry.” Lit. God wants Christians to accept the privilege of serving unbelievers by proclaiming a desire to be reconciled."
  },
  {
    "start": 47005019,
    "content": "<b><a>5:19</a></b> <b>God was in Christ.</b> <b>reconciling the world.</b> <b>counting.</b> <b>word of reconciliation.</b> God was in Christ. God by His own will and design used His Son, the only acceptable and perfect sacrifice, as the means to reconcile sinners to Himself ( see notes on v. 18 ; Ac 2:23 ; Col 1:19–20 ; cf. Jn 14:6 ; Ac 4:12 ; 1Ti 2:5–6 ). reconciling the world. God initiates the change in the sinner’s status in that He brings him from a position of alienation to a state of forgiveness and right relationship with Himself. This again is the essence of the gospel. The word “world” should not be interpreted in any universalistic sense, which would say that everyone will be saved, or even potentially reconciled. “World” refers rather to the entire sphere of mankind or humanity (cf. Tit 2:11 ; 3:4 ), the category of beings to whom God offers reconciliation—people from every ethnic group, without distinction. The intrinsic merit of Christ’s reconciling death is infinite, and the offer is unlimited. However, actual atonement was made only for those who believe (cf. Jn 10:11 , 15 ; 17:9 ; Ac 13:48 ; 20:28 ; Ro 8:32–33 ; Eph 5:25 ). The rest of humanity will pay the price personally for their own sin in eternal hell. counting. This may also be translated “reckoning.” This is the heart of the doctrine of justification whereby God declares the repentant sinner righteous and does not count his sins against him because He covers him with the righteousness of Christ the moment he places wholehearted faith in Christ and His sacrificial death ( see notes on Ro 3:24—4:5 ; cf. Ps 32:2 ; Ro 4:8 ). word of reconciliation. See note on v. 18 . Here Paul presents another aspect to the meaning of the gospel. He used the Greek word for “word” (cf. Ac 13:26 ), which indicated a true and trustworthy message, as opposed to a false or unsure one. In a world filled with false messages, believers have the solid, truthful message of the gospel."
  },
  {
    "start": 47005020,
    "content": "<b><a>5:20</a></b> <b>ambassadors.</b> <b>as God is pleading.</b> ambassadors. A term that is related to the more familiar Greek word often translated “elder.” It described an older, more experienced man who served as a representative of a king from one country to another. Paul thus described his role—and the role of all believers—as a messenger representing the King of heaven with the gospel, who pleads with the people of the world to be reconciled to God, who is their rightful King (cf. Ro 10:13–18 ). as God is pleading. As believers present the gospel, God speaks (lit. “calls,” or “begs”) through them and urges unbelieving sinners to come in an attitude of faith and accept the gospel, which means to repent of their sins and believe on Jesus (cf. Ac 16:31 ; Jas 4:8 )."
  },
  {
    "start": 47005021,
    "content": "<b><a>5:21</a></b> <b>who knew no sin.</b> <b>sin on our behalf.</b> <b>the righteousness of God.</b> Here Paul summarized the heart of the gospel, resolving the mystery and paradox of vv. 18–20 , and explaining how sinners can be reconciled to God through Jesus Christ. These 15 Greek words express the doctrines of imputation and substitution like no other single verse. who knew no sin. Jesus Christ, the sinless Son of God ( see notes on Ga 4:4–5 ; cf. Lk 23:4 , 14 , 22 , 47 ; Jn 8:46 ; Heb 4:15 ; 7:26 ; 1Pe 1:19 ; 2:22–24 ; 3:18 ; Rev 5:2–10 ). sin on our behalf. God the Father, using the principle of imputation ( see note on v. 19 ), treated Christ as if He were a sinner though He was not, and had Him die as a substitute to pay the penalty for the sins of those who believe in Him (cf. Is 53:4–6 ; Ga 3:10–13 ; 1Pe 2:24 ). On the cross, He did not become a sinner (as some suggest), but remained as holy as ever. He was treated as if He were guilty of all the sins ever committed by all who would ever believe, though He committed none. The wrath of God was exhausted on Him and the just requirement of God’s law met for those for whom He died. the righteousness of God. Another reference to justification and imputation. The righteousness that is credited to the believer’s account is the righteousness of Jesus Christ, God’s Son ( see notes on Ro 1:17 ; 3:21–24 ; Php 3:9 ). As Christ was not a sinner, but was treated as if He were, so believers who have not yet been made righteous (until glorification) are treated as if they were righteous. He bore their sins so that they could bear His righteousness. God treated Him as if He committed believers’ sins, and treats believers as if they did only the righteous deeds of the sinless Son of God."
  },
  {
    "start": 47006001,
    "content": "<b><a>6:1</a></b> <b>to receive the grace of God in vain.</b> to receive the grace of God in vain. Most of the Corinthians were saved but hindered by legalistic teaching regarding sanctification ( see notes on 11:3 ; Ga 6:1 ). Some were not truly saved but deceived by a gospel of works (cf. 13:5 ; Ga 5:4 ), which was being taught by the false teachers. In either case, Paul’s proclamation of the gospel of grace would not have been having its desired effect, and he would have had cause for serious concern that his many months of ministry at Corinth were for nothing. Both cases also prevented the people from effectively assuming any “ministry of reconciliation” ( 5:18 )."
  },
  {
    "start": 47006002,
    "content": "<b><a>6:2</a></b> <b>now is “</b> <b>.”</b> Paul emphasized his point by quoting Is 49:8 . He was passionately concerned that the Corinthians adhere to the truth because it was God’s time to save, and they were messengers for helping to spread that message. now is “ the day of salvation .” Paul applied Isaiah’s words to the present situation. There is a time in God’s economy when He listens to sinners and responds to those who are repentant—and it was and is that time (cf. Pr 1:20–23 ; Is 55:6 ; Heb 3:7–8 ; 4:7 ). However, there will also be an end to that time (cf. Ge 6:3 ; Pr 1:24–33 ; Jn 9:4 ), which is why Paul’s exhortation was so passionate."
  },
  {
    "start": 47006003,
    "end": 47006010,
    "content": "<b><a>6:3–10</a></b> Like Paul, any believer who engages in a faithful ministry of reconciliation should expect to be rejected and accepted, to be hated and loved, to encounter joy and hardship. This is what Jesus had already taught His disciples (cf. Mt 5:10–16 ; Lk 12:2–12 )."
  },
  {
    "start": 47006004,
    "content": "<b><a>6:4</a></b> <b>commending ourselves as ministers of God.</b> commending ourselves as ministers of God. “Commending” means “introducing,” with the connotation of proving oneself ( see note on 3:1 ). The most convincing proof is the patient endurance of character reflected in Paul’s hardships (v. 5 ) and the nature of his ministry (vv. 6–7 )."
  },
  {
    "start": 47006005,
    "content": "<b><a>6:5</a></b> Here Paul commended himself to them by mentioning his faithfulness in enduring persecution and citing his diligence in ministry labors, to the point of anguished deprivations when necessary ( see note on 4:17 )."
  },
  {
    "start": 47006006,
    "content": "<b><a>6:6</a></b> <b>in the Holy Spirit.</b> Paul commended himself positively by listing the important elements of the righteousness God had granted to him. in the Holy Spirit. Paul lived and walked by the power of the Spirit ( see note on Ga 5:16 ). It was the central reason that all the other positive elements of his endurance were a reality."
  },
  {
    "start": 47006007,
    "content": "<b><a>6:7</a></b> <b>in the word of truth.</b> <b>in the power of God.</b> <b>by the weapons of righteousness.</b> <b>the right hand … the left.</b> in the word of truth. The Scriptures, the revealed Word of God (cf. Col 1:5 ; Jas 1:18 ). During his entire ministry, Paul never operated beyond the boundaries of the direction and guidance of divine revelation. in the power of God. Paul did not rely on his own strength when he ministered ( see notes on 1Co 1:18 ; 2:1–3 ; cf. Ro 1:16 ). by the weapons of righteousness. Paul did not fight Satan’s kingdom with human resources, but with spiritual virtue ( see notes on 10:3–5 ; Eph 6:10–18 ). the right hand … the left. Paul had both offensive tools, such as the sword of the Spirit, and defensive tools, such as the shield of faith and the helmet of salvation, at his disposal ( see notes on Eph 6:16–17 )."
  },
  {
    "start": 47006008,
    "end": 47006010,
    "content": "<b><a>6:8–10</a></b> The mark of a ministry that has genuine character is paradoxical, and here Paul gave a series of paradoxes regarding his service for Christ."
  },
  {
    "start": 47006009,
    "content": "<b><a>6:9</a></b> <b>as unknown.</b> as unknown. This is a twofold reference to: 1) the fact that Christians did not know him before he began persecuting them (cf. Ac 8:1 ; 1Ti 1:12–13 ); and 2) his rejection by the community of leading Jews and Pharisees following his conversion. He had become unknown to his former world, and well-known and well-loved by the Christian community."
  },
  {
    "start": 47006010,
    "content": "<b><a>6:10</a></b> <b>making many rich.</b> making many rich. The spiritual wealth Paul possessed and imparted did much to make his hearers spiritually wealthy (cf. Ac 3:6 )."
  },
  {
    "start": 47006011,
    "end": 47006013,
    "content": "<b><a>6:11–13</a></b> Paul proved his genuine love for the Corinthians by defining love’s character. This passage confirms the reality of his profession of love for them (cf. 2:4 ; 3:2 ; 12:15 , 19 )."
  },
  {
    "start": 47006014,
    "content": "<b><a>6:14</a></b> <b>not be unequally yoked.</b> <b>with unbelievers.</b> not be unequally yoked. An illustration taken from OT prohibitions to Israel regarding the work-related joining together of two different kinds of livestock ( see note on Dt 22:10 ). By this analogy, Paul taught that it is not right to join together in common spiritual enterprise with those who are not of the same nature (unbelievers). It is impossible under such an arrangement for things to be done to God’s glory. with unbelievers. Christians are not to be bound together with non-Christians in any spiritual enterprise or relationship that would be detrimental to the Christian’s testimony within the body of Christ ( see notes on 1Co 5:9–13 ; cf. 1Co 6:15–18 ; 10:7–21 ; Jas 4:4 ; 1Jn 2:15 ). This was especially important for the Corinthians because of the threats from the false teachers and the surrounding pagan idolatry. But this command does not mean believers should end all associations with unbelievers; that would defy the purpose for which God saved believers and left them on earth (cf. Mt 28:19–20 ; 1Co 9:19–23 ). The implausibility of such religious alliances is made clear in vv. 14b–17 ."
  },
  {
    "start": 47006015,
    "content": "<b><a>6:15</a></b> <b>Belial.</b> Belial. An ancient name for Satan, the utterly vile one ( see note on Dt 13:13 ). This contrasts sharply with Jesus Christ, the worthy One with whom believers are to be in fellowship."
  },
  {
    "start": 47006016,
    "content": "<b><a>6:16</a></b> <b>agreement … sanctuary of God with idols?</b> <b>we are a sanctuary of the living God.</b> <b>as God said.</b> agreement … sanctuary of God with idols? The temple of God (true Christianity) and idols (idolatrous, demonic false religions) are utterly incompatible (cf. 1Sa 4–6 ; 2Ki 21:1–15 ; Eze 8 ). we are a sanctuary of the living God. Believers individually are spiritual houses (cf. 5:1 ) in which the Spirit of Christ dwells ( see notes on 1Co 3:16–17 ; 6:19–20 ; Eph 2:22 ). as God said. Paul supported his statement by referring to a blend of OT texts ( Lv 26:11–12 ; Jer 24:7 ; 31:33 ; Eze 37:26–27 ; Hos 2:2–3 )."
  },
  {
    "start": 47006017,
    "content": "<b><a>6:17</a></b> <b>.</b> Paul drew from Is 52:11 and elaborated on the command to be spiritually separated. It is not only irrational and sacrilegious but disobedient to be bound together with unbelievers. When believers are saved, they are to disengage themselves from all forms of false religion and make a clean break from all sinful habits and old idolatrous patterns ( see notes on Eph 5:6–12 ; 2Ti 2:20–23 ; cf. Rev 18:4 ). be separate . This is a command for believers to be as Christ was ( Heb 7:26 )."
  },
  {
    "start": 47006018,
    "content": "<b><a>6:18</a></b> As a result of separating themselves from false doctrine and practice, believers will know the full richness of what it means to be children of God ( see notes on Ro 8:14–17 ; cf. 2Sa 7:14 ; Eze 20:34 )."
  },
  {
    "start": 47007001,
    "content": "<b><a>7:1</a></b> <b>these promises.</b> <b>let us cleanse ourselves.</b> <b>defilement.</b> <b>flesh and spirit.</b> <b>perfecting holiness.</b> these promises. The OT promises Paul quoted in 6:16–18 . Scripture often encourages believers to action based on God’s promises (cf. Ro 12:1 ; 2Pe 1:3 ). let us cleanse ourselves. The form of this Greek verb indicates that this is something each Christian must do in his own life. defilement. This Greek word, which appears only here in the NT, was used in the Greek OT to refer to religious defilement, or unholy alliances with idols, idol feasts, temple prostitutes, sacrifices, and festivals of worship. flesh and spirit. False religion panders to the human appetites, represented by both “flesh and spirit.” While some believers for a time might avoid succumbing to fleshly sins associated with false religion, the Christian who exposes his mind to false teaching cannot avoid contamination by the devilish ideologies and blasphemies that assault the purity of divine truth and blaspheme God’s name. See note on 6:17 . perfecting holiness. The Greek word for “perfecting” means “to finish” or “to complete” (cf. 8:6 ). “Holiness” refers to separation from all that would defile both the body and the mind. Complete or perfect holiness was embodied only in Christ, thus believers are to pursue Him (cf. 3:18 ; Lv 20:26 ; Mt 5:48 ; Ro 8:29 ; Php 3:12–14 ; 1Jn 3:2–3 )."
  },
  {
    "start": 47007002,
    "content": "<b><a>7:2</a></b> <b>We wronged no one.</b> <b>we corrupted no one.</b> We wronged no one. The Greek word for “wronged” means “to treat someone unjustly,” “to injure someone,” or “to cause someone to fall into sin.” Paul could never be accused of injuring or leading any Corinthian into sin ( see notes on Mt 18:5–14 ). we corrupted no one. “Corrupted” could refer to corruption by doctrine or money, but probably refers to corrupting one’s morals (cf. 1Co 15:33 ). Paul could never be accused of encouraging any immoral conduct."
  },
  {
    "start": 47007003,
    "content": "<b><a>7:3</a></b> Paul had a forgiving heart. Rather than only condemning the Corinthians for believing the false teachers and rejecting him, Paul reminded them of his love for them and his readiness to forgive them."
  },
  {
    "start": 47007004,
    "content": "<b><a>7:4</a></b> <b>Great is my boldness.</b> Great is my boldness. “Boldness” can be translated “confidence.” Paul was confident of God’s ongoing work in their lives (cf. Php 1:6 )—another proof of Paul’s love for the Corinthian believers."
  },
  {
    "start": 47007005,
    "end": 47007016,
    "content": "<b><a>7:5–16</a></b> These verses catalog the restoration of Paul’s joy over the repentance of the Corinthian believers."
  },
  {
    "start": 47007006,
    "content": "<b><a>7:6</a></b> <b>the humbled.</b> the humbled. This refers not to the spiritually humble, but to those who are humiliated. Such people are lowly in the economic, social, or emotional sense (cf. Ro 12:16 )."
  },
  {
    "start": 47007007,
    "content": "<b><a>7:7</a></b> Paul was encouraged by the manner in which the Corinthians comforted Titus, since he brought them such a confrontational letter (see Introduction: Background and Setting ). Paul was also encouraged by their response to himself, which was manifested in 3 ways: 1) “longing”—they were eager to see Paul again and resume their relationship with him; 2) “mourning”—they were sorrowful over their sin and the breach it created between themselves and Paul; and 3) “zeal”—they loved Paul to such a degree that they were willing to defend him against those who sought to harm him, specifically the false teachers."
  },
  {
    "start": 47007008,
    "content": "<b><a>7:8</a></b> <b>I caused you sorrow.</b> <b>my letter.</b> I caused you sorrow. See note on 2:1 . my letter. The severe letter that confronted the mutiny in the church at Corinth ( see note on 2:3 ; see Introduction: Background and Setting )."
  },
  {
    "start": 47007009,
    "content": "<b><a>7:9</a></b> <b>sorrowful to repentance.</b> sorrowful to repentance. The letter produced a sorrow in the Corinthian believers that led them to repent of their sins. “Repentance” refers to the desire to turn from sin and restore one’s relationship to God ( see notes on Mt 3:2 , 8 )."
  },
  {
    "start": 47007010,
    "content": "<b><a>7:10</a></b> <b>sorrow … produces a repentance …</b> <b>to salvation.</b> <b>sorrow of the world brings about death.</b> sorrow … produces a repentance … leading to salvation. “Sorrow” here refers to sorrow that is according to the will of God and produced by the Holy Spirit ( see note on 2Ti 2:25 ). True repentance cannot occur apart from such a genuine sorrow over one’s sin. The word “ leading ” is supplied by the translators; Paul was saying that repentance belongs to the realm or sphere of salvation. Repentance is at the very heart of and proves one’s salvation: unbelievers repent of their sin initially when they are saved, and then as believers, repent of their sins continually to keep the joy and blessing of their relationship to God ( see notes on 1Jn 1:7–9 ). sorrow of the world brings about death. Human sorrow is unsanctified remorse and has no redemptive capability. It is nothing more than the wounded pride of getting caught in a sin and having one’s lusts go unfulfilled. That kind of sorrow leads only to guilt, shame, despair, depression, self-pity, and hopelessness. People can die from such sorrow (cf. Mt 27:3 )."
  },
  {
    "start": 47007011,
    "content": "<b><a>7:11</a></b> <b>earnestness.</b> <b>what vindication of yourselves.</b> <b>indignation.</b> <b>fear.</b> <b>longing.</b> <b>zeal.</b> <b>avenging of wrong.</b> <b>to be innocent in the matter.</b> This verse provides a look at how genuine repentance will manifest itself in one’s attitudes. earnestness. It is the initial reaction of true repentance to eagerly and aggressively pursue righteousness. This is an attitude that ends indifference to sin and complacency about evil and deception. what vindication of yourselves. A desire to clear one’s name of the stigma that accompanies sin. The repentant sinner restores the trust and confidence of others by making his genuine repentance known. indignation. Often associated with righteous indignation and holy anger. Repentance leads to anger over one’s sin and displeasure at the shame it has brought on the Lord’s name and His people. fear. This is reverence toward God, who is the One most offended by sin. Repentance leads to a healthy fear of the One who chastens and judges sin. longing. This could be translated “yearning,” and refers to the desire of the repentant sinner to restore the relationship with the one who was sinned against. zeal. This refers to loving someone or something so much that one hates anyone or anything that harms the object of this love ( see note on v. 7 ). avenging of wrong. This refers to the desire to see justice done. The repentant sinner no longer tries to protect himself; he wants to see the sin avenged no matter what it might cost him. to be innocent in the matter. The essence of repentance is an aggressive pursuit of holiness, which was characteristic of the Corinthians. The Greek word for “innocent” means “pure” or “holy.” They demonstrated the integrity of their repentance by their purity."
  },
  {
    "start": 47007012,
    "content": "<b><a>7:12</a></b> <b>the offender.</b> the offender. The leader of the mutiny in the Corinthian church ( see note on 12:7 )."
  },
  {
    "start": 47007015,
    "content": "<b><a>7:15</a></b> <b>fear and trembling.</b> fear and trembling. Reverence toward God and a healthy fear of judgment ( see note on 1Co 2:3 )."
  },
  {
    "start": 47008001,
    "end": 47009015,
    "content": "<b><a>8:1—9:15</a></b> While this section specifically deals with Paul’s instruction to the Corinthians about a particular collection for the saints in Jerusalem, it also provides the richest, most detailed model of Christian giving in the NT."
  },
  {
    "start": 47008002,
    "content": "<b><a>8:2</a></b> <b>abundance of joy.</b> <b>deep poverty.</b> <b>richness of their generosity.</b> abundance of joy. “Abundance” means “surplus.” In spite of their difficult circumstances, the churches’ joy rose above their pain because of their devotion to the Lord and the causes of His kingdom. deep poverty. “Deep” means “according to the depth,” or “extremely deep.” “Poverty” refers to the most severe type of economic deprivation, the kind that caused a person to become a beggar. richness of their generosity. The Greek word for “generosity” can be translated “liberality” or “sincerity.” It is the opposite of duplicity or being double-minded. The Macedonian believers were rich in their single-minded, selfless generosity to God and to others."
  },
  {
    "start": 47008003,
    "content": "<b><a>8:3</a></b> Paul highlighted 3 elements of the Macedonians’ giving which summed up the concept of freewill giving: 1) “according to their ability.” Giving is proportionate—God sets no fixed amount or percentage and expects His people to give based on what they have ( Lk 6:38 ; 1Co 16:2 ); 2) “beyond their ability.” Giving is sacrificial. God’s people are to give according to what they have, yet it must be in proportions that are sacrificial (cf. Mt 6:25–34 ; Mk 12:41–44 ; Php 4:19 ); and 3) “their own accord”—lit. “one who chooses his own course of action.” Giving is voluntary—God’s people are not to give out of compulsion, manipulation, or intimidation. Freewill giving has always been God’s plan (cf. 9:6 ; Ge 4:2–4 ; 8:20 ; Ex 25:1–2 ; 35:4–5 , 21–22 ; 36:5–7 ; Nu 18:12 ; Dt 16:10 , 17 ; 1Chr 29:9 ; Pr 3:9–10 ; 11:24 ; Lk 19:1–8 ). Freewill giving is not to be confused with tithing, which related to the national taxation system of Israel ( see note on Lv 27:30–32 ) and is paralleled in the NT and the present by paying taxes ( see notes on Mt 22:21 ; Ro 13:6–7 )."
  },
  {
    "start": 47008004,
    "content": "<b><a>8:4</a></b> <b>grace of sharing.</b> grace of sharing. The Macedonian Christians implored Paul for the special grace of being able to have fellowship and be partners in supporting the poor saints in Jerusalem. They viewed giving as a privilege, not an obligation (cf. 9:7 )."
  },
  {
    "start": 47008005,
    "content": "<b><a>8:5</a></b> <b>not as we had expected.</b> <b>first.</b> not as we had expected. The response of the Macedonian churches was far more than Paul had expected. first. Refers not to time but priority. Of first priority to the Macedonians was to present themselves as sacrifices to God (cf. Ro 12:1–2 ; 1Pe 2:5 ). Generous giving follows personal dedication."
  },
  {
    "start": 47008006,
    "content": "<b><a>8:6</a></b> <b>we encouraged Titus.</b> we encouraged Titus. Titus initially encouraged the Corinthians to begin the collection at least one year earlier. When he returned to Corinth with the severe letter (see Introduction: Background and Setting ), Paul encouraged him to help the believers finish the collection of the money for the support of the poor saints in Jerusalem."
  },
  {
    "start": 47008007,
    "content": "<b><a>8:7</a></b> <b>you abound in everything.</b> you abound in everything. The giving of the Corinthians was to be in harmony with other Christian virtues that Paul already recognized in them: “faith”—sanctifying trust in the Lord; “word”—sound doctrine; “knowledge”—the application of doctrine; “earnestness”—eagerness and spiritual passion; and “love”—the love of choice, inspired by their leaders."
  },
  {
    "start": 47008008,
    "content": "<b><a>8:8</a></b> <b>not … as a command.</b> not … as a command. Freewill giving is never according to obligation or command ( see note on v. 3 )."
  },
  {
    "start": 47008009,
    "content": "<b><a>8:9</a></b> <b>though being rich.</b> <b>He became poor.</b> <b>that you … might become rich.</b> though being rich. A reference to the eternality and pre-existence of Christ. As the second person of the Trinity, Christ is as rich as God is rich. He owns everything and possesses all power, authority, sovereignty, glory, honor, and majesty (cf. Is 9:6 ; Mic 5:2 ; Jn 1:1 ; 8:58 ; 10:30 ; 17:5 ; Col 1:15–18 ; 2:9 ; Heb 1:3 ). He became poor. A reference to Christ’s incarnation (cf. Jn 1:14 ; Ro 1:3 ; 8:3 ; Ga 4:4 ; Col 1:20 ; 1Ti 3:16 ; Heb 2:7 ). He laid aside the independent exercise of all His divine prerogatives, left His place with God, took on human form, and died on a cross like a common criminal ( Php 2:5–8 ). that you … might become rich. Believers become spiritually rich through the sacrifice and impoverishment of Christ ( Php 2:5–8 ). They become rich in salvation, forgiveness, joy, peace, glory, honor, and majesty (cf. 1Co 1:4–5 ; 3:22 ; Eph 1:3 ; 1Pe 1:3–4 ). They become joint heirs with Christ ( Ro 8:17 )."
  },
  {
    "start": 47008010,
    "content": "<b><a>8:10</a></b> <b>opinion.</b> opinion. Paul was not commanding the Corinthians to give any specific amount. It was his opinion, however, that it was to their advantage to give generously so they might receive abundantly more from God in either material blessings, spiritual blessings, or eternal reward (cf. 9:6 ; Lk 6:38 )."
  },
  {
    "start": 47008011,
    "content": "<b><a>8:11</a></b> <b>complete doing it.</b> complete doing it. The Corinthians needed to finish what they had started by completing the collection (cf. Lk 9:62 ; 1Co 16:2 ). They needed this reminder since they likely stopped the process due to the influence of the false teachers, who probably accused Paul of being a huckster who would keep the money for himself (cf. 2:17 )."
  },
  {
    "start": 47008012,
    "content": "<b><a>8:12</a></b> <b>readiness.</b> <b>according to what</b> <b>has.</b> <b>not according to what he does not have.</b> readiness. Paul spoke of a readiness and eagerness to give. God is most concerned with the heart attitude of the giver, not the amount he gives (cf. 9:7 ; Mk 12:41–44 ). according to what a person has. Whatever a person has is the resource out of which he should give ( see note on v. 3 ). That is why there are no set amounts or percentages for giving anywhere stated in the NT. The implication is that if one has much, he can give much; if he has little, he can give only little (cf. 9:6 ). not according to what he does not have. Believers do not need to go into debt to give, nor lower themselves to a poverty level. God never asks believers to impoverish themselves. The Macedonians received a special blessing of grace from God to give the way they did."
  },
  {
    "start": 47008014,
    "content": "<b><a>8:14</a></b> <b>equality.</b> equality. This Greek word gives us the English word “isostasy,” which refers to a condition of equilibrium. Thus the term could also be translated “balance” or “equilibrium.” The idea is that in the body of Christ some believers who have more than they need should help those who have far less than they need (cf. 1Ti 6:17–18 ). This is not, however, a scheme of Paul’s to redistribute wealth within the church, but rather to meet basic needs."
  },
  {
    "start": 47008015,
    "content": "<b><a>8:15</a></b> <b>As it is written.</b> As it is written. Quoted from Ex 16:18 . The collecting of the manna by the Israelites in the wilderness was an appropriate illustration of sharing of resources. Some were able to gather more than others, and apparently shared it so that no one lacked what they needed."
  },
  {
    "start": 47008016,
    "content": "<b><a>8:16</a></b> <b>Titus.</b> Titus. See note on v. 6 ."
  },
  {
    "start": 47008018,
    "content": "<b><a>8:18</a></b> <b>the brother.</b> the brother. This man is unnamed because he was so well-known, prominent, and unimpeachable. He was a distinguished preacher, and he was able to add credibility to the enterprise of taking the collection to Jerusalem."
  },
  {
    "start": 47008019,
    "content": "<b><a>8:19</a></b> <b>appointed by the churches.</b> <b>for the glory of the Lord Himself.</b> appointed by the churches. To protect Paul and Titus from false accusations regarding the mishandling of the money, the churches picked the unbiased brother (v. 18 ) as their representative to lend accountability to the enterprise. for the glory of the Lord Himself. Paul wanted careful scrutiny as protection against bringing dishonor to Christ for any misappropriation of the money. He wanted to avoid any offenses worthy of justifiable criticisms or accusations."
  },
  {
    "start": 47008021,
    "content": "<b><a>8:21</a></b> <b>respect what is good.</b> respect what is good. A better rendering is “take into consideration what is honorable.” Paul cared greatly about what people thought of his actions, especially considering how large the gift was."
  },
  {
    "start": 47008022,
    "content": "<b><a>8:22</a></b> <b>our brother.</b> our brother. A third member of the delegation sent to deliver the gift, also unnamed."
  },
  {
    "start": 47008023,
    "content": "<b><a>8:23</a></b> <b>partner and fellow worker.</b> <b>messengers of the churches.</b> <b>glory to Christ.</b> partner and fellow worker. Titus was Paul’s “partner”—his close companion—and fellow laborer among the Corinthians. They already knew of his outstanding character. messengers of the churches. The two men who went with Titus were apostles in the sense of being commissioned and sent by the churches. They were not apostles of Christ ( 11:13 ; 1Th 2:6 ), because they were not eyewitnesses of the resurrected Lord or commissioned directly by Him ( see note on Ro 1:1 ). glory to Christ. The greatest of all commendations is to be characterized as bringing glory to Christ. Such was the case of the two messengers."
  },
  {
    "start": 47009001,
    "content": "<b><a>9:1</a></b> <b>ministry to the saints.</b> ministry to the saints. The offering they were collecting for the believers in Jerusalem ( see note on 8:4 )."
  },
  {
    "start": 47009002,
    "content": "<b><a>9:2</a></b> <b>the Macedonians.</b> <b>Achaia.</b> Paul was simply calling the Corinthians back to their original eagerness and readiness to participate in the offering project. The confusion and lies spread by the false teachers (i.e., Paul was a deceiver ministering only for the money) had sidetracked the believers on this issue. the Macedonians. Believers in the churches in the province of Macedonia, which was the northern part of Greece ( see notes on 8:1–5 ; Ac 16:9 ; see Introduction to 1 Thessalonians: Background and Setting ). Achaia. A province in southern Greece, where Corinth was located (see Introduction to 1 Corinthians: Background and Setting )."
  },
  {
    "start": 47009005,
    "content": "<b><a>9:5</a></b> <b>your … blessing.</b> <b>begrudging obligation.</b> your … blessing. On first hearing of the need, the Corinthians had undoubtedly promised Paul that they would raise a large amount. begrudging obligation. This denotes a grasping to get more and keep it at the expense of others. This attitude emphasizes selfishness and pride, which can have a very detrimental effect on giving, and is natural for unbelievers but should not be for professed believers (cf. Ps 10:3 ; Ecc 5:10 ; Mic 2:2 ; Mk 7:22 ; Ro 1:29 ; 1Co 5:11 ; 6:9–10 ; Eph 5:3–5 ; 1Ti 6:10 ; 2Pe 2:14 )."
  },
  {
    "start": 47009006,
    "content": "<b><a>9:6</a></b> <b>with blessing.</b> The simple, self-evident agrarian principle—which Paul applied to Christian giving—that the harvest is directly proportionate to the amount of seed sown (cf. Pr 11:24–25 ; 19:17 ; Lk 6:38 ; Ga 6:7 ). with blessing. This is derived from the Greek word which gives us the word “eulogy” (“blessing”). When a generous believer gives by faith and trust in God, with a desire to produce the greatest possible blessing, that person will receive that kind of a harvest of blessing (cf. Pr 3:9–10 ; 28:27 ; Mal 3:10 ). God gives a return on the amount one invests with Him. Invest a little, receive a little, and vice versa (cf. Lk 6:38 )."
  },
  {
    "start": 47009007,
    "content": "<b><a>9:7</a></b> <b>as he has purposed.</b> <b>grudgingly.</b> <b>under compulsion.</b> <b>God loves a cheerful giver.</b> as he has purposed. The term translated “purposed” occurs only here in the NT and indicates a premeditated, predetermined plan of action that is done from the heart voluntarily, but not impulsively. This is an age-old biblical principle of giving ( see note on 8:3 ; cf. Ex 25:2 ). grudgingly. Lit. “with grief,” “sorrow,” or “sadness,” which indicates an attitude of depression, regret, and reluctance that accompanies something done strictly out of a sense of duty and obligation, but not joy. under compulsion. This refers to external pressure and coercion, quite possibly accompanied by legalism. Believers are not to give based on the demands of others, or according to any arbitrary standards or set amounts. God loves a cheerful giver. God has a unique, special love for those who are happily committed to generous giving. The Greek word for “cheerful” is the word from which we get “hilarious,” which suggests that God loves a heart that is enthusiastically thrilled with the pleasure of giving."
  },
  {
    "start": 47009008,
    "content": "<b><a>9:8</a></b> <b>every grace abound to you.</b> <b>every sufficiency.</b> <b>abundance for every good deed.</b> every grace abound to you. God possesses an infinite amount of grace, and He gives it lavishly, without holding back (cf. 1Chr 29:14 ). Here “grace” does not refer to spiritual graces, but to money and material needs. When the believer generously—and wisely—gives of his material resources, God graciously replenishes them so he always has plenty and will not be in need (cf. 2Chr 31:10 ). every sufficiency. In secular Greek philosophy, this was the proud contentment of self-sufficiency that supposedly led to true happiness. Paul sanctifies the secular term and says that God, not man, will supply everything needed for real happiness and contentment (cf. Php 4:19 ). abundance for every good deed. God gives back lavishly to generous, cheerful givers, not so they may satisfy selfish, nonessential desires, but so they may meet the variety of needs others have (cf. Dt 15:10–11 )."
  },
  {
    "start": 47009009,
    "content": "<b><a>9:9</a></b> Paul marshals OT support ( Ps 112:9 ) for what he has been saying about the divine principles of giving. God replenishes and rewards the righteous giver both in time and eternity."
  },
  {
    "start": 47009010,
    "content": "<b><a>9:10</a></b> <b>harvest of your righteousness.</b> Paul drew on Is 55:10 for additional OT support. The same God who is faithful to supply all His creatures’ physical needs, and is kind to all people, is uniquely gracious to His children. He always fulfills His promise to replenish their generosity. harvest of your righteousness. God’s temporal and eternal blessings to the cheerful giver (cf. Hos 10:12 )."
  },
  {
    "start": 47009012,
    "content": "<b><a>9:12</a></b> <b>ministry of this service.</b> <b>supplying the needs of the saints.</b> ministry of this service. The Greek word translated “ministry” is a priestly word from which we get “liturgy.” Paul viewed the entire collection project as a spiritual, worshipful enterprise that was primarily being offered to God to glorify Him. supplying the needs of the saints. The Greek word for “supplying” is a doubly intense term that could be rendered “really, fully supplying.” This indicates the Jerusalem church had an extremely great need. Many of its members had gone to Jerusalem as pilgrims to celebrate the feast of Pentecost ( see notes on Ac 2:1 , 5–11 ), had been converted through Peter’s message, and had then remained in the city without adequate financial support. Many residents of Jerusalem had undoubtedly lost their jobs in the waves of persecution that came after the martyrdom of Stephen ( Ac 8:1 ). However, the Corinthians were wealthy enough (they had not yet suffered persecution and deprivation like the Macedonians; 8:1–4 ) to help meet the huge need with a generous monetary gift ( see note on 9:5 )."
  },
  {
    "start": 47009013,
    "content": "<b><a>9:13</a></b> <b>proven character given by this ministry.</b> <b>obedience to your confession.</b> proven character given by this ministry. The collection also provided an important opportunity for the Corinthians to test the genuineness of their faith (cf. Jas 1:22 ; 1Jn 2:3–4 ). The Jewish believers, who already doubted the validity of Gentile salvation, were especially skeptical of the Corinthians since their church had so many problems. The Corinthians’ involvement in the collection would help to put those doubts to rest. obedience to your confession. Obedient submission to God’s Word is always evidence of a true confession of Christ as Lord and Savior ( Eph 2:10 ; Jas 2:14–20 ; cf. Ro 10:9–10 ). If the Corinthians had a proper response to and participation in Paul’s collection ministry, the Jewish believers would know the Gentile conversions had been real."
  },
  {
    "start": 47009014,
    "content": "<b><a>9:14</a></b> <b>the surpassing grace of God.</b> This verse illustrates the truth that mutual prayer is at the heart of authentic Christian unity. When the Jerusalem believers recognized God was at work in the Corinthian church as a result of its outreach through the collection ( see notes on v. 13 ), they would have become friends in Christ and prayed for the Corinthians, thanking God for their loving generosity. the surpassing grace of God. The Spirit of God was at work in the Corinthians in a special way ( see note on v. 13 )."
  },
  {
    "start": 47009015,
    "content": "<b><a>9:15</a></b> Paul summarized his discourse by comparing the believer’s act of giving with what God did in giving Jesus Christ (cf. Ro 8:32 ), “His indescribable gift.” God buried His Son and reaped a vast harvest of those who put their faith in the resurrected Christ (cf. Jn 12:24 ). That makes it possible for believers to joyfully, sacrificially, and abundantly sow and reap. As they give in this manner, they show forth Christ’s likeness (cf. Jn 12:25–26 ; Eph 5:1–2 )."
  },
  {
    "start": 47010001,
    "end": 47013014,
    "content": "<b><a>10:1—13:14</a></b> The abrupt change in tone from chaps. 1–9 has prompted various explanations of the relationship between chaps. 10–13 and 1–9 . Some argue that chaps. 10–13 were originally part of the “severe letter” ( 2:4 ), and hence belong chronologically before chaps. 1–9 . Chapters 10–13 cannot, however, have been written before chaps. 1–9 , since they refer to Titus’ visit as a past event ( 12:18 ; cf. 8:6 ). Further, the offender whose defiance of Paul prompted the “severe letter” ( 2:5–8 ) is nowhere mentioned in chaps. 10–13 . Others agree that chaps. 10–13 belong after chaps. 1–9 , but believe they form a separate letter. They assume that Paul, after sending chaps. 1–9 to the Corinthians, received reports of new trouble at Corinth and wrote chaps. 10–13 in response. A variation of this view is that Paul paused in his writing of 2 Corinthians after chaps. 1–9 , then heard bad news from Corinth before he resumed writing chaps. 10–13 . This view preserves the unity of 2 Corinthians; however, Paul does not mention anywhere in chaps. 10–13 that he received any fresh news from Corinth. The best interpretation views 2 Corinthians as a unified letter, with chaps. 1–9 addressed to the repentant majority (cf. 2:6 ) and chaps. 10–13 to the minority still influenced by the false teachers. The support for this view is that: 1) there is no historical evidence (from Greek manuscripts, the writings of the church Fathers, or early translations) that chaps. 10–13 ever circulated as a separate letter; all Greek manuscripts have them following chaps. 1–9 ; 2) the differences in tone between chaps. 10–13 and 1–9 have been exaggerated (cf. 11:11 ; 12:14 with 6:11 ; 7:2 ); and 3) chaps. 10–13 form the logical conclusion to chaps. 1–9 , as Paul prepared the Corinthians for his promised visit ( 1:15–16 ; 2:1–3 )."
  },
  {
    "start": 47010002,
    "content": "<b><a>10:2</a></b> Paul was quite capable of bold, fearless confrontation (cf. Ga 2:11 ). But seeking to spare the Corinthians (cf. 1:23 ), the apostle begged the rebellious minority not to force him to display his boldness by confronting them—something he would do, he warned, if necessary."
  },
  {
    "start": 47010003,
    "content": "<b><a>10:3</a></b> <b>walk in the flesh.</b> <b>war according to the flesh.</b> walk in the flesh. Paul’s opponents at Corinth had wrongly accused him of walking in the flesh in a moral sense (cf. Ro 8:4 ). Playing off that, Paul affirmed that he did walk in the flesh in a physical sense; though possessing the power and authority of an apostle of Jesus Christ, he was a real human being (cf. 4:7 , 16 ; 5:1 ). war according to the flesh. Although a man, Paul did not fight the spiritual battle for men’s souls using human ingenuity, worldly wisdom, or clever methodologies (cf. 1Co 1:17–25 ; 2:1–4 ). Such impotent weapons are powerless to free souls from the forces of darkness and bring them to maturity in Christ. They cannot successfully oppose satanic assaults on the gospel, such as those made by the false apostles at Corinth."
  },
  {
    "start": 47010004,
    "content": "<b><a>10:4</a></b> <b>our warfare.</b> <b>of the flesh.</b> <b>strongholds.</b> our warfare. The motif of the Christian life as warfare is a common one in the NT (cf. 6:7 ; Eph 6:10–18 ; 1Ti 1:18 ; 2Ti 2:3–4 ; 4:7 ). of the flesh. Human. See note on v. 3 . strongholds. The metaphor would have been readily understandable to the Corinthians since Corinth, like most ancient cities, had a fortress (on top of a hill south of the city) in which its residents could take refuge. The formidable spiritual strongholds manned by the forces of hell can be demolished only by spiritual weapons wielded by godly believers—singularly the “sword of the Spirit” ( Eph 6:17 ), since only the truth of God’s Word can defeat satanic falsehoods. This is the true spiritual warfare. Believers are not instructed in the NT to assault demons or Satan ( see note on Jd 9 ), but to assault error with the truth. That is our battle (cf. Jn 17:17 ; Heb 4:12 )."
  },
  {
    "start": 47010005,
    "content": "<b><a>10:5</a></b> <b>speculations.</b> <b>every thought captive.</b> speculations. Thoughts, ideas, reasonings, philosophies, and false religions are the ideological forts in which men barricade themselves against God and the gospel (cf. 1Co 3:20 ). every thought captive. Emphasizes the total destruction of the fortresses of human and satanic wisdom and the rescuing of those inside from the damning lies that had enslaved them."
  },
  {
    "start": 47010006,
    "content": "<b><a>10:6</a></b> Paul would not stand idly by while enemies of the faith assaulted a church under his care. He was ready to purge them out (as he did at Ephesus; 1Ti 1:19–20 ) as soon as the Corinthian church was complete in its obedience. When that happened, the lines would be clearly drawn between the repentant, obedient majority and the recalcitrant, disobedient minority."
  },
  {
    "start": 47010007,
    "content": "<b><a>10:7</a></b> <b>looking at things … outwardly.</b> <b>If anyone is confident … that he is Christ’s.</b> <b>as he is Christ’s, so also are we.</b> looking at things … outwardly. The Greek verb “looking” is better translated as an imperative, or command: “Look at what is obvious, face the facts, consider the evidence.” In light of what they knew about him (cf. 1Co 9:1–2 ), how could some of the Corinthians possibly believe that Paul was a false apostle and the false teachers were true apostles? Unlike Paul, the false apostles had founded no churches, and had suffered no persecution for the cause of Christ. Paul could call on his companions and even Ananias as witnesses to the reality of his Damascus Road experience; there were no witnesses to verify the false apostles’ alleged encounters with the risen, glorified Christ. If anyone is confident … that he is Christ’s. The false apostles’ claim to belong to Christ can be understood in 4 ways: 1) that they were Christians; 2) that they had known Jesus during His earthly life; 3) that they had an apostolic commission from Him; or 4) that they had an elevated, secret knowledge of Him. Their claim that some or all of those things were true about themselves implies that they denied all of them to be true of Paul. as he is Christ’s, so also are we. For the sake of argument, Paul did not at this point deny the false apostles’ claims (as he did later in 11:13–15 ). He merely pointed out that he, too, can and does claim to belong to Christ. To decide between the conflicting personal claims, the Corinthians needed only to consider the objective evidence, as he commanded them to do earlier in this verse."
  },
  {
    "start": 47010008,
    "content": "<b><a>10:8</a></b> The debate with the false apostles had forced Paul to emphasize his authority more than he cared to; Paul’s claims for his authority normally were restrained by his humility. But no matter how much he said about his authority, Paul would never be ashamed. Since he had the authority of which he spoke, he would never be proved guilty of making an empty boast. The Lord gave Paul his authority to edify and strengthen the church; that he had done so at Corinth proves the genuineness of his claim to apostolic calling. Far from edifying the Corinthian church, the false apostles had brought confusion, divisiveness, and turmoil to it. That showed that their authority did not come from the Lord, who seeks only to build His church (cf. Mt 16:18 ), not tear it down."
  },
  {
    "start": 47010009,
    "content": "<b><a>10:9</a></b> <b>terrify you by my letters.</b> terrify you by my letters. The false apostles had accused Paul of being an abusive leader, of trying to intimidate the Corinthians in his letters (such as the “severe letter,” see Introduction: Background and Setting ). Paul’s goal, however, was not to terrify the Corinthians, but to bring them to repentance (cf. 7:9–10 ), because he loved them (cf. 7:2–3 ; 11:11 ; 12:15 )."
  },
  {
    "start": 47010010,
    "content": "<b><a>10:10</a></b> In their continuing attempt to discredit Paul, the false apostles claimed that in contrast to his bold, forceful letters, in person he lacked the presence, charisma, and personality of a truly great leader. They no doubt supported their point by portraying Paul’s departure after his “painful” visit ( 2:1 ; cf. Introduction: Background and Setting ) as a retreat of abject failure. And in a culture that highly valued skillful rhetoric and eloquent oration, Paul’s “contemptible” speech was also taken as evidence that he was a weak, ineffective person."
  },
  {
    "start": 47010011,
    "content": "<b><a>10:11</a></b> Paul denied the false charges against him and affirmed his integrity. What he was in his letters he was to be when present with them."
  },
  {
    "start": 47010012,
    "content": "<b><a>10:12</a></b> <b>classify or compare ourselves.</b> <b>compare themselves with themselves.</b> classify or compare ourselves. It is a mark of Paul’s humility that he refused to compare himself with others, or engage in self-promotion. His only personal concern was what the Lord thought of him (cf. 1Co 4:4 ), though he needed to defend his apostleship so the Corinthians would not, in turning from him, turn from the truth to lies. compare themselves with themselves. Paul pointed out the folly of the false apostles’ boasting. They invented false standards that they could meet, then proclaimed themselves superior for meeting them."
  },
  {
    "start": 47010013,
    "content": "<b><a>10:13</a></b> <b>not boast beyond</b> <b>measure.</b> <b>the measure of the area of influence which God apportioned to us.</b> not boast beyond our measure. In contrast to the proud, arrogant, boastful false apostles, Paul refused to say anything about himself or his ministry that was not true and God-given. the measure of the area of influence which God apportioned to us. Paul was content to stay within the bounds of the ministry God had given him—that of being the apostle to the Gentiles ( Ro 1:5 ; 11:13 ; 1Ti 2:7 ; 2Ti 1:11 ). Thus, contrary to the claims of the false apostles, Paul’s sphere of ministry included Corinth. The apostle again demonstrated his humility by refusing to boast of his own accomplishments, preferring to speak only of what Christ had done through him ( Ro 15:18 ; Col 1:29 )."
  },
  {
    "start": 47010015,
    "content": "<b><a>10:15</a></b> <b>enlarged … by you within our area of influence.</b> enlarged … by you within our area of influence. When the crisis in Corinth had been resolved and the Corinthians’ faith strengthened, Paul would, with their help, expand his ministry into new areas."
  },
  {
    "start": 47010016,
    "content": "<b><a>10:16</a></b> <b>regions beyond you.</b> regions beyond you. Areas such as Rome ( Ac 19:21 ) and Spain ( Ro 15:24 , 28 )."
  },
  {
    "start": 47010017,
    "content": "<b><a>10:17</a></b> The thought of self-glory was repugnant to Paul; he boasted only in the Lord (cf. Jer 9:23–24 ; 1Co 1:31 ; see note on v. 13 )."
  },
  {
    "start": 47010018,
    "content": "<b><a>10:18</a></b> <b>whom the Lord commends.</b> whom the Lord commends. See note on v. 12 . Self-commendation is both meaningless and foolish; the only true, meaningful commendation comes from God."
  },
  {
    "start": 47011001,
    "content": "<b><a>11:1</a></b> <b>a little foolishness.</b> a little foolishness. Having just pointed out the folly of self-commendation ( 10:18 ), Paul certainly did not want to engage in it. But the Corinthians’ acceptance of the false apostles’ claims forced Paul to set forth his own apostolic credentials (cf. 12:11 ); that was the only way he could get them to see the truth ( see note on 10:7 ). Unlike the false apostles, however, Paul’s boasting was in the Lord ( 10:17 ) and motivated by concern for the Corinthians’ well-being under the threat of false teaching (cf. v. 2 ; 12:19 )."
  },
  {
    "start": 47011002,
    "content": "<b><a>11:2</a></b> <b>I am jealous for you.</b> <b>godly jealousy.</b> <b>I betrothed you to one husband.</b> <b>pure virgin.</b> I am jealous for you. The reason for Paul’s “foolishness” ( see note on v. 1 ) was his deep concern for the Corinthians—concern to the point of jealousy, not for his own reputation, but zeal for their spiritual purity ( see note on v. 3 ). godly jealousy. Jealousy inspired by zeal for God’s causes, and thus similar to God’s own jealousy for His holy name and His people’s loyalty (cf. Ex 20:5 ; 34:14 ; Dt 4:24 ; 5:9 ; 6:15 ; 32:16 , 21 ; Jos 24:19 ; Ps 78:58 ; Eze 39:25 ; Na 1:2 ). I betrothed you to one husband. As their spiritual father ( 12:14 ; 1Co 4:15 ; cf. 9:1–2 ), Paul portrayed the Corinthians like a daughter, whom he betrothed to Jesus Christ (at their conversion). The OT pictures Israel as the wife of the Lord (cf. Is 54:5 ; Jer 3:14 ; Hos 2:19–20 ), while the NT pictures the church as the bride of Christ ( Eph 5:22–32 ; Rev 19:7 ). pure virgin. Having betrothed or pledged the Corinthians to Christ, Paul wanted them to be pure until the marriage day finally arrived (cf. Rev 19:7 ). It was that passionate concern which provoked Paul’s jealousy ( see note on v. 1 ) and prompted him to set forth his apostolic credentials."
  },
  {
    "start": 47011003,
    "content": "<b><a>11:3</a></b> Paul compared the danger facing the Corinthian church to Eve’s deception by Satan. He feared the Corinthians, like Eve, would fall prey to satanic lies and have their minds corrupted. The tragic result would be the abandonment of their simple devotion to Christ in favor of the sophisticated error of the false apostles. Paul’s allusion to Ge 3 implies that the false apostles were Satan’s emissaries—a truth that he later made explicit (vv. 13–15 )."
  },
  {
    "start": 47011004,
    "content": "<b><a>11:4</a></b> <b>if one comes.</b> <b>another Jesus. … different spirit. … different gospel.</b> <b>you bear</b> <b>beautifully.</b> if one comes. The false apostles came into the Corinthian church from the outside—just as Satan did into the Garden. Likely they were Palestinian Jews (cf. v. 22 ; Ac 6:1 ) who allegedly sought to bring the Corinthians under the sway of the Jerusalem church. They were in a sense Judaizers, seeking to impose Jewish customs on the Corinthians. Unlike the Judaizers who plagued the Galatian churches (cf. Ga 5:2 ), however, the false apostles at Corinth apparently did not insist that the Corinthians be circumcised. Nor did they practice a rigid legalism; in fact, they apparently encouraged licentiousness (cf. 12:21 ). Their fascination with rhetoric and oratory (cf. 10:10 ) suggests they had been influenced by Greek culture and philosophy. They claimed (falsely, cf. Ac 15:24 ) to represent the Jerusalem church, even possessing letters of commendation ( see note on 3:1 ). Claiming to be the most eminent of apostles (v. 5 ), they scorned Paul’s apostolic claims. Though their teaching may have differed from the Galatian Judaizers, it was just as deadly. another Jesus. … different spirit. … different gospel. Despite their vicious attacks on him, Paul’s quarrel with the false apostles was not personal, but doctrinal. He could tolerate those hostile to him, as long as they preached the gospel of Jesus Christ (cf. Php 1:15–18 ). Those who adulterated the true gospel, however, received Paul’s strongest condemnation (cf. Ga 1:6–9 ). Though the precise details of what the false apostles taught are unknown and don’t matter, they preached “another Jesus” and “a different spirit,” which added up to “a different gospel.” you bear this beautifully. Paul’s fear that the Corinthians would embrace the damning lies of the false apostles prompted his jealous concern for them ( see notes on vv. 2–3 )."
  },
  {
    "start": 47011005,
    "content": "<b><a>11:5</a></b> <b>the most-eminent apostles.</b> the most-eminent apostles. Possibly a reference to the 12 apostles, in which case Paul was asserting that, contrary to the claims of the false apostles (who said they were sent from the Jerusalem church; see note on v. 4 ), he was in no way inferior to the 12 (cf. 1Co 15:7–9 ). More likely, Paul was making a sarcastic reference to the false apostles, based on their exalted view of themselves. It is unlikely that he would refer to the 12 in the context of false teaching (cf. vv. 1–4 ), nor does the comparison that follows seem to be between Paul and the 12 (Paul certainly would not have had to defend his speaking skills against those of the 12; cf. Ac 4:13 )."
  },
  {
    "start": 47011006,
    "content": "<b><a>11:6</a></b> <b>unskilled in word.</b> <b>I am not</b> <b>in knowledge.</b> unskilled in word. Paul acknowledged his lack of training in the rhetorical skills so prized in Greek culture ( see note on 10:10 ; cf. Ac 18:24 ); he was a preacher of the gospel, not a professional orator. I am not so in knowledge. Whatever deficiencies Paul may have had as an orator, he had none in terms of knowledge. Paul did not refer here to his rabbinic training under Gamaliel ( Ac 22:3 ), but to his knowledge of the gospel (cf. 1Co 2:6–11 ; Eph 3:1–5 ), which he had received directly from God ( Ga 1:12 )."
  },
  {
    "start": 47011007,
    "content": "<b><a>11:7</a></b> <b>without charge.</b> without charge. Greek culture measured the importance of a teacher by the fee he could command. The false apostles therefore accused Paul of being a counterfeit, since he refused to charge for his services (cf. 1Co 9:1–15 ). They convinced the Corinthians to be offended by Paul’s refusal to accept support from them, offering that as evidence that he did not love them (cf. v. 11 ). Paul’s resort to manual labor to support himself ( Ac 18:1–3 ) also embarrassed the Corinthians, who felt such work to be beneath the dignity of an apostle. With biting irony Paul asked his accusers how foregoing his right to support could possibly be a sin. In fact, by refusing support he had humbled himself so they could be exalted; that is, lifted out of their sin and idolatry."
  },
  {
    "start": 47011008,
    "content": "<b><a>11:8</a></b> <b>I robbed other churches.</b> I robbed other churches. “Robbed” is a very strong word, used in extrabiblical Greek to refer to pillaging. Paul, of course, did not take money from churches without their consent; his point is that the churches who supported him while he ministered in Corinth received no direct benefit from the support they gave him. Why Paul refused to accept the support he was entitled to from the Corinthians ( 1Co 9:15 ) is not clear; perhaps some of them were suspicious of his motives in promoting the offering for the Jerusalem church (cf. 12:16–18 )."
  },
  {
    "start": 47011009,
    "content": "<b><a>11:9</a></b> <b>brothers came from Macedonia.</b> brothers came from Macedonia. Silas and Timothy ( Ac 18:5 ), bringing money from Philippi ( Php 4:15 ) and, possibly, Thessalonica (cf. 1Th 3:6 ). The Macedonians’ generous financial support allowed Paul to devote himself full time to preaching the gospel."
  },
  {
    "start": 47011010,
    "content": "<b><a>11:10</a></b> <b>this boasting.</b> <b>the regions of Achaia.</b> this boasting. About his ministering without charge ( see note on v. 7 ; cf. 1Co 9:15 , 18 ). the regions of Achaia. The Roman province of which Corinth was the capital and leading city ( see note on 9:2 ). The false apostles apparently were affecting more than just the city of Corinth."
  },
  {
    "start": 47011012,
    "content": "<b><a>11:12</a></b> <b>continue to do.</b> continue to do. That Paul refused to accept financial support from the Corinthians was a source of embarrassment to the false apostles, who eagerly sought money for their services. Paul intended to keep his ministry free of charge and thereby undermine the false apostles’ claims that they operated on the same basis as he did."
  },
  {
    "start": 47011013,
    "end": 47011015,
    "content": "<b><a>11:13–15</a></b> No longer speaking with veiled irony or defending himself, Paul bluntly and directly exposed the false apostles for what they were—emissaries of Satan. Not only was their claim to apostleship false, so also was their doctrine ( see note on v. 4 ). As satanic purveyors of false teaching, they were under the curse of Ga 1:8–9 . Paul’s forceful language may seem harsh, but it expressed the godly jealousy he felt for the Corinthians ( see note on v. 2 ). Paul was unwilling to sacrifice truth for the sake of unity. Cf. 1Ti 4:12 ; 2Pe 2:1–17 ; Jd 8–13 ."
  },
  {
    "start": 47011014,
    "end": 47011015,
    "content": "<b><a>11:14–15</a></b> Since the Prince of Darkness (cf. Lk 22:53 ; Ac 26:18 ; Eph 6:12 ; Col 1:13 ) masquerades as an angel of light—that is, deceptively, disguised as a messenger of truth—it is not surprising that his emissaries do as well. Satan deceived Eve ( see notes on v. 3 ; Gen 3:1–7 ) and holds unbelievers captive ( 4:4 ; cf. Eph 2:1–3 ); his emissaries were attempting to deceive and enslave the Corinthians. The terrifying “end” these self-styled “ministers of righteousness” will face is God’s judgment—the fate of all false teachers ( Ro 3:8 ; 1Co 3:17 ; Php 3:19 ; 2Th 2:8 ; 2Pe 2:1 , 3 , 17 ; Jd 4 , 13 )."
  },
  {
    "start": 47011016,
    "end": 47011033,
    "content": "<b><a>11:16–33</a></b> After digressing to discuss the issue of financial support (vv. 7–12 ) and to expose the false teachers as emissaries of Satan (vv. 13–15 ), Paul returned to the “foolish” boasting the Corinthians had forced him into (vv. 1–6 ; see note on v. 1 )."
  },
  {
    "start": 47011017,
    "end": 47011018,
    "content": "<b><a>11:17–18</a></b> Paul acknowledged that boasting was not commended by the Lord (cf. 10:1 ), but the desperate situation in Corinth (where the false apostles made their “boast according to the flesh”) forced him to boast, not for self-glorification ( Ga 6:14 ), but to counter the false doctrine threatening the Corinthian church ( see note on v. 16 )."
  },
  {
    "start": 47011019,
    "end": 47011021,
    "content": "<b><a>11:19–21</a></b> These verses contain some of the most scathing sarcasm Paul ever penned, demonstrating the seriousness of the situation at Corinth and revealing the jealous concern of a godly pastor ( see note on v. 2 ). Paul did not view his disagreement with the false apostles as a mere academic debate; the souls of the Corinthians and the purity of the gospel were at stake."
  },
  {
    "start": 47011020,
    "content": "<b><a>11:20</a></b> <b>enslaves you.</b> <b>devours you.</b> <b>takes advantage of you.</b> <b>exalts himself.</b> <b>hits you in the face.</b> enslaves you. The Greek verb translated by this phrase appears elsewhere in the NT only in Ga 2:4 , where it speaks of the Galatians’ enslavement by the Judaizers. The false apostles had robbed the Corinthians of their freedom in Christ (cf. Ga 5:1 ). devours you. Or “preys upon you.” This probably refers to the false teachers’ demands for financial support (the same verb appears in Lk 20:47 where Jesus denounces the Pharisees for devouring widows’ houses). takes advantage of you. This is translated “I took you in by deceit” in 12:16 . The false apostles were attempting to catch the Corinthians like fish in a net (cf. Lk 5:5–6 ). exalts himself. This refers to one who is presumptuous, puts on airs, acts arrogantly, or lords it over people (cf. 1Pe 5:3 ). hits you in the face. The false apostles may have physically abused the Corinthians, but the phrase is more likely used in a metaphorical sense (cf. 1Co 9:27 ) to speak of the false teachers’ humiliation of the Corinthians. To strike someone on the face was a sign of disrespect and contempt (cf. 1Ki 22:24 ; Lk 22:64 ; Ac 23:2 )."
  },
  {
    "start": 47011021,
    "content": "<b><a>11:21</a></b> <b>weak</b> <b>.</b> weak by comparison . Paul’s sarcasm reached its peak as he noted that he was too weak to abuse the Corinthians as the false apostles had done (v. 20 )."
  },
  {
    "start": 47011022,
    "end": 47011033,
    "content": "<b><a>11:22–33</a></b> The third and most comprehensive list recorded in this letter of Paul’s sufferings for the cause of Christ (cf. 4:8–12 ; 6:4–10 )."
  },
  {
    "start": 47011023,
    "content": "<b><a>11:23</a></b> <b>Are they ministers of Christ?</b> <b>I speak as if insane.</b> <b>in far more labors … in frequent danger of death.</b> Are they ministers of Christ? Paul had already emphatically denied that they were (v. 13 ); however, some of the Corinthians still believed they were. Paul accepted that belief for the sake of argument, then went on to show that his ministry was in every way superior to the false apostles’ so-called “ministry.” I speak as if insane. See note on v. 1 . Once again Paul expressed his extreme distaste for the boasting the Corinthians had forced him into. in far more labors … in frequent danger of death. A general summation of Paul’s sufferings for the gospel; the next few verses give specific examples, many of which are not found in Acts. Paul was often in danger of death ( Ac 9:23 , 29 ; 14:5 , 19–20 ; 17:5 ; 21:30–32 )."
  },
  {
    "start": 47011024,
    "content": "<b><a>11:24</a></b> <b>forty</b> <b>less one.</b> forty lashes less one. Deuteronomy 25:1–3 set 40 as the maximum number that could legally be administered; in Paul’s day the Jews reduced that number by one to avoid accidentally going over the maximum. Jesus warned that His followers would receive such beatings ( Mt 10:17 )."
  },
  {
    "start": 47011025,
    "content": "<b><a>11:25</a></b> <b>beaten with rods.</b> <b>once I was stoned.</b> <b>three times I was shipwrecked.</b> <b>a night and a day I have spent in the deep.</b> beaten with rods. Refers to Roman beatings with flexible sticks tied together (cf. Ac 16:22–23 ). once I was stoned. At Lystra ( Ac 14:19–20 ). three times I was shipwrecked. Not including the shipwreck on his journey as a prisoner to Rome ( Ac 27 ), which had not yet taken place. Paul had been on several sea voyages up to this time (cf. Ac 9:30 ; 11:25–26 ; 13:4 , 13 ; 14:25–26 ; 16:11 ; 17:14–15 ; 18:18 , 21 ), giving ample opportunity for the 3 shipwrecks to have occurred. a night and a day I have spent in the deep. At least one of the shipwrecks was so severe that Paul spent an entire day floating on the wreckage, waiting to be rescued."
  },
  {
    "start": 47011026,
    "end": 47011027,
    "content": "<b><a>11:26–27</a></b> <b>in dangers.</b> in dangers. Those connected with his frequent travels. “Rivers” and “robbers” posed a serious danger to travelers in the ancient world. Paul’s journey from Perga to Pisidian Antioch ( Ac 13:14 ), for example, required him to travel through the robber-infested Taurus Mountains, and to cross two dangerous, flood-prone rivers. Paul was frequently in danger from his own “countrymen” ( Ac 9:23 , 29 ; 13:45 ; 14:2 , 19 ; 17:5 ; 18:6 , 12–16 ; 20:3 , 19 ; 21:27–32 ) and, less often, from “Gentiles” ( Ac 16:16–40 ; 19:23—20:1 )."
  },
  {
    "start": 47011028,
    "end": 47011029,
    "content": "<b><a>11:28–29</a></b> Far worse than the occasional physical suffering Paul endured was the constant, daily burden of concern for the churches that he felt. Those who were “weak” (cf. Ro 14 ; 1Co 8 ) in faith, or were “made to stumble” caused him intense emotional pain. Cf. 1Th 5:14 ."
  },
  {
    "start": 47011030,
    "content": "<b><a>11:30</a></b> <b>I will boast … my weakness.</b> I will boast … my weakness. To do so magnified God’s power at work in him (cf. 4:7 ; Col 1:29 ; 2Ti 2:20–21 )."
  },
  {
    "start": 47011031,
    "content": "<b><a>11:31</a></b> Realizing how incredible the list of his sufferings must have seemed, Paul called on God to witness that he was telling the truth (cf. v. 10 ; 1:23 ; Ro 1:9 ; 9:1 ; Ga 1:20 ; 1Th 2:5 , 10 ; 1Ti 2:7 )—that these things really happened."
  },
  {
    "start": 47011032,
    "end": 47011033,
    "content": "<b><a>11:32–33</a></b> Paul related his humiliating escape from Damascus (cf. Ac 9:23–25 ) as the crowning example of the weakness and infirmity in which he boasted (v. 30 ). The Acts narrative names the hostile Jews as those who sought Paul’s life, whereas Paul here mentioned the governor under the Nabatean Arab king Aretas (9 BC–AD 40) as the one who sought him. Evidently, the Jews stirred up the secular authorities against him, as they were later to do repeatedly in Acts (cf. Ac 13:50 ; 14:2 ; 17:13 )."
  },
  {
    "start": 47012001,
    "end": 47012007,
    "content": "<b><a>12:1–7</a></b> Paul continued, reluctantly, with his boasting ( see note on 11:1 ). Though it was “not profitable,” since it could tempt his own flesh to be proud, the Corinthians’ fascination with the alleged visions and revelations of the false apostles left him little choice (v. 11 )."
  },
  {
    "start": 47012002,
    "end": 47012004,
    "content": "<b><a>12:2–4</a></b> <b>caught up to the third heaven … caught up into Paradise.</b> Since it took place 14 years before the writing of 2 Corinthians, the specific vision Paul relates cannot be identified with any incident recorded in Acts. It probably took place between his return to Tarsus from Jerusalem ( Ac 9:30 ) and the start of his missionary journeys ( Ac 13:1–3 ). caught up to the third heaven … caught up into Paradise. Paul was not describing two separate visions; “the third heaven” and “Paradise” are the same place (cf. Rev 2:7 , which says the tree of life is in Paradise, with Rev 22:14 , which says it is in heaven). The first heaven is the earth’s atmosphere ( Ge 8:2 ; Dt 11:11 ; 1Ki 8:35 ); the second is interplanetary and interstellar space ( Ge 15:5 ; Ps 8:3 ; Is 13:10 ); and the third is the abode of God ( 1Ki 8:30 ; 2Chr 30:27 ; Ps 123:1 )."
  },
  {
    "start": 47012004,
    "content": "<b><a>12:4</a></b> <b>inexpressible words … not permitted to speak.</b> inexpressible words … not permitted to speak. Because the words were for him alone, Paul was forbidden to repeat them, even if he could have expressed them coherently."
  },
  {
    "start": 47012005,
    "content": "<b><a>12:5</a></b> <b>of such a man I will boast.</b> of such a man I will boast. See note on v. 2 ."
  },
  {
    "start": 47012006,
    "content": "<b><a>12:6</a></b> If Paul wished to boast about his unique experience (vv. 1–4 ) he would not be a fool, because it really happened. He refrained from boasting about it, however, because he wanted the Corinthians to judge him based on their observations of his ministry, not on his visions."
  },
  {
    "start": 47012007,
    "content": "<b><a>12:7</a></b> <b>the revelations.</b> <b>a thorn in the flesh, a messenger of Satan.</b> <b>to keep me from exalting myself.</b> the revelations. See note on v. 1 . a thorn in the flesh, a messenger of Satan. This was sent to him by God, to keep him humble. As with Job, Satan was the immediate cause, but God was the ultimate cause. Paul’s use of the word “messenger” (Greek, angelos , or angel) from Satan suggests the “thorn in the flesh” (lit. “a stake for the flesh”) was a demonized person, not a physical illness. Of the 175 uses of the Greek word, angelos , in the NT, most are in reference to angels. This angel was from Satan, a demon afflicting Paul. Possibly, the best explanation for this demon was that he was indwelling the ring leader of the Corinthian conspiracy, the leader of the false apostles. Through them he was tearing up Paul’s beloved church and thus driving a painful stake through Paul. Further support for this view comes from the context of chaps. 10–13 , which is one of fighting adversaries (the false prophets). The verb translated “torment” always refers to ill treatment from other people ( Mt 26:67 ; Mk 14:65 ; 1Co 4:11 ; 1Pe 2:20 ). Finally, the OT describes Israel’s personal opponents as thorns ( Nu 33:55 ; Jos 23:13 ; Jdg 2:3 ; Eze 28:24 ). to keep me from exalting myself. The assault was painful, but purposeful. God was allowing Satan to bring this severe trouble in the church for the purpose of humbling Paul who, having had so many revelations, including a trip to heaven and back, would have been proud. The demonized false apostle attacking his work in Corinth was the stake being driven through his otherwise proud flesh."
  },
  {
    "start": 47012008,
    "content": "<b><a>12:8</a></b> <b>I pleaded with … three times.</b> I pleaded with … three times. Paul, longing for relief from this painful hindrance to his ministry, went to his Lord, begging Him (the use of the definite article with “Lord” shows Paul’s prayer was directed to Jesus) to remove it. The demons are only subject to His authority. The 3-fold repetition of Paul’s request parallels that of Jesus in Gethsemane ( Mk 14:32–41 ). Both Paul and Jesus had their requests denied, but were granted grace to endure their ordeals."
  },
  {
    "start": 47012009,
    "content": "<b><a>12:9</a></b> <b>My grace is sufficient for you.</b> <b>power is perfected in weakness.</b> My grace is sufficient for you. The present tense of the verb translated “is sufficient” reveals the constant availability of divine grace. God would not remove the thorn, as Paul had requested, but would continually supply him with grace to endure it (cf. 1Co 15:10 ; Php 4:13 ; Col 1:29 ). power is perfected in weakness. Cf. 4:7–11 . The weaker the human instrument, the more clearly God’s grace shines forth."
  },
  {
    "start": 47012011,
    "content": "<b><a>12:11</a></b> <b>become foolish.</b> <b>you … compelled me.</b> <b>the most-eminent apostles.</b> become foolish. See notes on 11:1 , 16 ; cf. 11:17 , 21 , 23 . you … compelled me. See note on 11:1 . the most-eminent apostles. See note on 11:5 ."
  },
  {
    "start": 47012012,
    "content": "<b><a>12:12</a></b> <b>The signs of a true apostle.</b> The signs of a true apostle. Including, but not limited to, “signs and wonders and miracles” (the miracle of the Corinthians’ salvation was also a mark of Paul’s apostleship, 1Co 9:2 ). The purpose of miraculous signs was to authenticate the apostles as God’s messengers (cf. Ac 2:22 , 43 ; 4:30 ; 5:12 ; 14:3 ; Ro 15:18–19 ; Heb 2:3–4 )."
  },
  {
    "start": 47012013,
    "content": "<b><a>12:13</a></b> Paul had not slighted the Corinthians except by refusing to be a burden ( see note on 11:7 ). With a touch of irony, he begged their forgiveness for that “wrong.”"
  },
  {
    "start": 47012014,
    "content": "<b><a>12:14</a></b> <b>for this third time.</b> <b>not be a burden.</b> <b>I do not seek what is yours, but you.</b> <b>children … parents … parents … children.</b> for this third time. The first was the visit recorded in Ac 18 ; the second was the “painful visit” ( 2:1 ; see Introduction: Background and Setting ). not be a burden. On his upcoming visit, Paul wished to continue his practice of refusing to accept support from the Corinthians. I do not seek what is yours, but you. Paul sought the Corinthians (cf. 6:11–13 ; 7:2–3 ), not their money. children … parents … parents … children. To reinforce his point, Paul cited the axiomatic truth that parents are financially responsible for their children, not children (when they are young, cf. 1Ti 5:4 ) for their parents."
  },
  {
    "start": 47012015,
    "content": "<b><a>12:15</a></b> Far from seeking to take from the Corinthians, Paul sought to give. The verb translated “spend” refers to spending money, and probably describes Paul’s willingness to work to support himself while in Corinth ( Ac 18:3 ). “Be fully spent” describes Paul’s willingness to give of himself—even to the point of sacrificing his life."
  },
  {
    "start": 47012016,
    "end": 47012018,
    "content": "<b><a>12:16–18</a></b> Although it was obvious to all that Paul had not personally taken advantage of the Corinthians, his opponents circulated an even more vicious rumor—that he was using craftiness and cunning to deceive the Corinthians (cf. 4:2 ). Specifically, the false apostles accused Paul of sending his assistants to collect the Jerusalem offering from the Corinthians while intending to keep some of it for himself. Thus, according to his opponents, Paul was both a deceitful hypocrite (because he really did take money from the Corinthians after all, despite his words in vv. 14–15 ) and a thief. This charge was all the more painful to Paul because it impugned the character of his friends. Outraged that the Corinthians could believe such ridiculous lies, Paul pointed out that his associates did not take advantage of the Corinthians during their earlier visits regarding the collection ( 8:6 , 16–22 ). The simple truth was that neither Paul nor his representatives had in any way defrauded the Corinthians."
  },
  {
    "start": 47012019,
    "content": "<b><a>12:19</a></b> Lest the Corinthians view themselves as judges before whom Paul was on trial, the apostle quickly set them straight: only God was his judge (cf. 5:10 ; 1Co 4:3–5 ). Paul sought to edify the Corinthians, not exonerate himself."
  },
  {
    "start": 47012021,
    "content": "<b><a>12:21</a></b> When he visited them, Paul did not want to find the Corinthians in the same sorry spiritual condition as on his last visit (the “painful visit,” 2:1 ; see Introduction: Background and Setting ). If he found that they were not what he wished (i.e., still practicing the sins he listed), they would find him not as they wished—he would have had to discipline them (cf. 13:2 ). To find the Corinthians still living in unrepentant sin would both humiliate and sadden Paul. This warning (and the one in 13:2 ) was designed to prevent that from happening."
  },
  {
    "start": 47013001,
    "content": "<b><a>13:1</a></b> <b>the third time.</b> <b>.</b> the third time. See note on 12:14 . two or three witnesses . Not a reference to Paul’s 3 visits to Corinth, since he could be only one witness no matter how many visits he made. Paul informed the Corinthians that he would deal biblically (cf. Dt 19:15 ; Mt 18:16 ; Jn 8:17 ; Heb 10:28 ) with any sin he found in Corinth."
  },
  {
    "start": 47013002,
    "content": "<b><a>13:2</a></b> <b>I will not spare.</b> I will not spare. See note on 12:21 ."
  },
  {
    "start": 47013003,
    "content": "<b><a>13:3</a></b> <b>proof that Christ speaks in me.</b> <b>He is not weak.</b> proof that Christ speaks in me. Those Corinthians still seeking proof that Paul was a genuine apostle would have it when he arrived. They may have gotten more than they bargained for, however, for Paul was going to use his apostolic authority and power to deal with any sin and rebellion he found there (v. 2 ; see note on 12:21 ). He is not weak. Christ’s power was to be revealed through Paul against the sinning Corinthians (cf. 1Co 11:30–32 ). By rebelling against Christ’s chosen apostle ( 1:1 ), they were rebelling against Him."
  },
  {
    "start": 47013004,
    "content": "<b><a>13:4</a></b> Paul was to come to Corinth armed with the irresistible power of the risen, glorified Christ (cf. Php 3:10 )."
  },
  {
    "start": 47013005,
    "end": 47013006,
    "content": "<b><a>13:5–6</a></b> The Greek grammar places great emphasis on the pronouns “yourselves” and “you.” Paul turned the tables on his accusers; instead of presuming to evaluate his apostleship, they needed to test the genuineness of their faith (cf. Jas 2:14–26 ). He pointed out the incongruity of the Corinthians’ believing (as they did) that their faith was genuine and his apostleship false. Paul was their spiritual father ( 1Co 4:15 ); if his apostleship was counterfeit, so was their faith. The genuineness of their salvation was proof of the genuineness of his apostleship."
  },
  {
    "start": 47013007,
    "content": "<b><a>13:7</a></b> <b>do what is right.</b> do what is right. Paul’s deepest longing was for his spiritual children to lead godly lives (cf. 7:1 )—even if they persisted in doubting him. Paul was even willing to appear “unapproved,” as long as the Corinthians turned from their sin (cf. Ro 9:3 )."
  },
  {
    "start": 47013008,
    "end": 47013009,
    "content": "<b><a>13:8–9</a></b> Lest anyone think his reference to being unapproved (v. 7 ) was an admission of wrongdoing on his part, Paul hastened to add that he had not violated “the truth” of the gospel. The apostle may also have meant that he needed to take no action against the Corinthians if he found them living according to “the truth.” In that case, he would rejoice in his “weakness” (that is, his lack of opportunity to exercise his apostolic power), because that would mean that the Corinthians were spiritually “strong.”"
  },
  {
    "start": 47013010,
    "content": "<b><a>13:10</a></b> A one-sentence summary of Paul’s purpose in writing this letter."
  },
  {
    "start": 47013011,
    "content": "<b><a>13:11</a></b> <b>the God of love and peace will be with you.</b> Paul’s concluding exhortations expressed the attitudes he prayed (v. 9 ) would characterize the Corinthians. the God of love and peace will be with you. An encouragement to the Corinthians to carry out the exhortations in the first part of the verse. Only here in the NT is God called “the God of love” (cf. 1Jn 4:8 )."
  },
  {
    "start": 47013012,
    "content": "<b><a>13:12</a></b> <b>a holy kiss.</b> a holy kiss. A sign of greeting in biblical times ( Mt 26:49 ; Lk 7:45 ), much like the modern handshake. For Christians, it further expressed brotherly love and unity ( Ro 16:16 ; 1Co 16:20 ; 1Th 5:26 ; 1Pe 5:14 )."
  },
  {
    "start": 47013013,
    "content": "<b><a>13:13</a></b> <b>All the saints.</b> All the saints. Those in Macedonia (possibly Philippi; see Introduction: Background and Setting ), from where Paul wrote 2 Corinthians. While encouraging unity within the Corinthian church, Paul did not want the Corinthians to lose sight of their unity with other churches."
  },
  {
    "start": 47013014,
    "content": "<b><a>13:14</a></b> The Trinitarian benediction reminded the Corinthians of the blessings they had received: “grace” from the Lord Jesus Christ (cf. 8:9 ), “love” from God the Father (cf. v. 11 ), and “fellowship” with God and one another through the Holy Spirit (cf. 1:22 ; 5:5 ). Jesus was mentioned before the Father because His sacrificial death is the ultimate expression of God’s love."
  }
]