[
  {
    "start": 59001001,
    "content": "<b><a>1:1</a></b> <b>James.</b> <b>slave.</b> <b>twelve tribes.</b> <b>in the Dispersion.</b> James. The half-brother of the Lord Jesus (see Introduction: Author and Date ; cf. Ga 1:19 ; 2:9 ). slave. See note on Ro 1:1 . twelve tribes. A common NT title for Jews (cf. Mt 19:28 ; Ac 26:7 ; Rev 7:4 ). When the kingdom split after Solomon’s reign, 10 tribes constituted the northern kingdom, called Israel, and Benjamin and Judah combined to form the southern kingdom, called Judah. After the fall and deportation of the northern kingdom to Assyria (722 BC), some of the remnant of those in the 10 northern tribes filtered down into Judah and came to Jerusalem to worship ( 2Chr 29–30 , 34 ), thus preserving all 12 tribes in Judah’s land. Although tribal identity could not be established with certainty after the southern kingdom was led captive by Babylon (586 BC), the prophets foresaw a time when God would reconstitute the whole nation and delineate each person’s tribal membership once again (cf. Is 11:12–13 ; Jer 3:18 ; 50:4 ; Eze 37 ; Rev 7:5–8 ). in the Dispersion. The Greek word diaspora , which lit. means “through a sowing” (cf. Jn 7:35 ), became a technical term referring to Jews living outside the land of Israel (cf. 1Pe 1:1 ). Besides the expulsions from the land by the Assyrians ( 2Ki 17 ; 1Chr 5 ) and Babylonians ( 2Ki 24–25 ; 2Chr 36 ), many Jews were taken to Rome as slaves when the Romans conquered them ca. 63 BC. In addition, during the centuries leading up to Christ’s first coming, thousands of Jews drifted out of Israel and settled throughout the Mediterranean world ( see notes on Ac 2:5–11 ). But James’ primary audience was those who were scattered because of persecution (see Introduction: Background and Setting )."
  },
  {
    "start": 59001002,
    "content": "<b><a>1:2</a></b> <b>Consider it all joy.</b> <b>brothers.</b> <b>trials.</b> Consider it all joy. The Greek word for “consider” may also be translated “count” or “evaluate.” The natural human response to trials is not to rejoice; therefore, the believer must make a conscious commitment to face them with joy ( see note on Php 3:1 ). brothers. Believing Jews among those scattered (cf. 1Pe 1:1–2 ; see note on Ac 8:1 ). trials. This Greek word connotes trouble, or something that breaks the pattern of peace, comfort, joy, and happiness in someone’s life. The verb form of this word means “to put someone or something to the test,” with the purpose of discovering that person’s nature or that thing’s quality. God brings such tests to prove—and increase—the strength and quality of one’s faith and to demonstrate its validity (vv. 2–12 ). Every trial becomes a test of faith designed to strengthen: if the believer fails the test by wrongly responding, that test then becomes a temptation, or a solicitation to evil ( see notes on vv. 13–15 )."
  },
  {
    "start": 59001003,
    "content": "<b><a>1:3</a></b> <b>testing.</b> <b>perseverance.</b> testing. This means “proof,” or “proving” (see Introduction: Outline ). perseverance. Through tests, a Christian will learn to withstand tenaciously the pressure of a trial until God removes it at His appointed time and even cherish the benefit. See notes on 2Co 12:7–10 ."
  },
  {
    "start": 59001004,
    "content": "<b><a>1:4</a></b> <b>perfect.</b> <b>complete.</b> perfect. Not a reference to sinless perfection (cf. 3:2 ), but to spiritual maturity (cf. 1Jn 2:14 ). The testing of faith drives believers to deeper communion and greater trust in Christ—qualities that in turn produce a stable, godly, and righteous character ( see note on 1Pe 5:10 ; cf. Ga 4:19 ). complete. From a compound Greek word that lit. means “all the portions whole.”"
  },
  {
    "start": 59001005,
    "content": "<b><a>1:5</a></b> <b>wisdom.</b> <b>ask of God.</b> wisdom. James’ Jewish audience recognized this as the understanding and practical skill that were necessary to live life to God’s glory. It was not a wisdom of philosophical speculation, but the wisdom contained in the pure and peaceable absolutes of God’s will revealed in His Word (cf. 3:13 , 17 ) and lived out. Only such divine wisdom enables believers to be joyous and submissive in the trials of life. ask of God. This command is a necessary part of the believer’s prayer life (cf. Job 28:12–23 ; Pr 3:5–7 ; 1Th 5:17 ). God intends that trials will drive believers to greater dependency on Him, by showing them their own inadequacy. As with all His riches ( Eph 1:7 ; 2:7 ; 3:8 ; Php 4:19 ), God has wisdom in abundance ( Ro 11:33 ) available for those who seek it. See notes on Pr 2:1–8 ."
  },
  {
    "start": 59001006,
    "content": "<b><a>1:6</a></b> <b>ask in faith.</b> <b>doubting nothing.</b> <b>surf of the sea.</b> ask in faith. Prayer must be offered with confident trust in a sovereign God ( see note on Heb 11:1 ). doubting nothing. This refers to having one’s thinking divided within himself, not merely because of mental indecision but an inner moral conflict or distrust in God ( see note on v. 8 ). surf of the sea. The person who doubts God’s ability or willingness to provide this wisdom is like the billowing, restless sea, moving back and forth with its endless tides, never able to settle (cf. Jos 24:15 ; 1Ki 18:21 ; Rev 3:16 )."
  },
  {
    "start": 59001008,
    "content": "<b><a>1:8</a></b> <b>double-minded man.</b> <b>unstable.</b> double-minded man. A lit. translation of the Greek expression that denotes having one’s mind or soul divided between God and the world ( see note on 4:4 ). This man is a hypocrite, who occasionally believes in God but fails to trust Him when trials come, and thus receives nothing. The use of this expression in 4:8 makes it clear that it refers to an unbeliever. unstable. See notes on v. 6 ."
  },
  {
    "start": 59001009,
    "end": 59001010,
    "content": "<b><a>1:9–10</a></b> <b>brother of humble circumstances … the rich man.</b> brother of humble circumstances … the rich man. Trials make all believers equally dependent on God and bring them to the same level with one another by keeping them from becoming preoccupied with earthly things. Poor Christians and wealthy ones can rejoice that God is no respecter of persons and that they both have the privilege of being identified with Christ."
  },
  {
    "start": 59001010,
    "content": "<b><a>1:10</a></b> <b>his humiliation.</b> his humiliation. Refers to the rich believer’s being brought low by trials. Such experiences help him rejoice and realize that genuine happiness and contentment depend on the true riches of God’s grace, not earthly wealth."
  },
  {
    "start": 59001011,
    "content": "<b><a>1:11</a></b> <b>grass … flower.</b> grass … flower. A picture of Palestine’s flowers and flowering grasses, which colorfully flourish in Feb. and dry up by May. This is a clear allusion to Is 40:6–8 , which speaks of the scorching sirocco wind that burns and destroys plants in its path. This picture from nature illustrates how divinely wrought death and judgment can quickly end the wealthy person’s dependence on material possessions ( see note on v. 10 ; cf. Pr 27:24 )."
  },
  {
    "start": 59001012,
    "content": "<b><a>1:12</a></b> <b>Blessed.</b> <b>perseveres.</b> <b>trial.</b> <b>approved.</b> <b>crown of life.</b> Blessed. See notes on Mt 5:3 , 10 . Believers who successfully endure trials are truly happy (cf. 5:11 ). perseveres. See note on v. 3 . In this context, it also describes the passive, painful survival of a trial and focuses on the victorious outcome. Such a person never relinquishes his saving faith in God; thus this concept is closely related to the doctrine of eternal security and perseverance of the believer ( see note on Mt 24:13 ; cf. Jn 14:15 , 23 ; 1Jn 2:5–6 , 15 , 19 ; 4:19 ; 1Pe 1:6–8 ). trial. See note on v. 2 . approved. Lit. “passed the test” ( see note on v. 2 , “trials”). The believer has successfully and victoriously gone through his trials, indicating he is genuine because his faith has endured like Job’s. crown of life. Best translated “the crown which is life.” “Crown” was the wreath put on the victor’s head after ancient Greek athletic events. Here, it denotes the believer’s ultimate reward, eternal life, which God has promised to him and will grant in full at death or at Christ’s coming ( see notes on 2Ti 4:8 ; Rev 2:10 ; cf. 1Pe 5:4 )."
  },
  {
    "start": 59001013,
    "content": "<b><a>1:13</a></b> <b>God cannot be tempted.</b> <b>He Himself does not tempt anyone.</b> The same Greek word translated “trials” (vv. 2–12 ) is also translated “tempted” here. James’ point is that every difficult circumstance that enters a believer’s life can either strengthen him if he obeys God and remains confident in His care, or become a solicitation to evil if the believer chooses instead to doubt God and disobey His Word. God cannot be tempted. God by His holy nature has no capacity for evil, or vulnerability to it ( Hab 1:13 ; cf. Lv 19:2 ; Is 6:3 ; 1Pe 1:16 ). He Himself does not tempt anyone. God purposes trials to occur and in them He allows temptation to happen, but He has promised not to allow more than believers can endure and never without a way to escape ( 1Co 10:13 ). They choose whether to take the escape God provides or to give in ( see note on v. 14 ; cf. 2Sa 24:1 ; 1Chr 21:1 )."
  },
  {
    "start": 59001014,
    "content": "<b><a>1:14</a></b> <b>carried away.</b> <b>enticed.</b> <b>his own lust.</b> carried away. This Greek word was used to describe wild game being lured into traps. Just as animals can be drawn to their deaths by attractive baits, temptation promises people something good, which is actually harmful. enticed. A fishing term that means “to capture” or “to catch with bait” (cf. 2Pe 2:14 , 18 ). It is a parallel to “carried away.” his own lust. This refers to the strong desire of the human soul to enjoy or acquire something to fulfill the flesh. Man’s fallen nature has the propensity to strongly desire whatever sin will satisfy it ( see notes on Ro 7:8–25 ). “His own” describes the individual nature of lust—it is different for each person as a result of inherited tendencies, environment, upbringing, and personal choices. The Greek grammar also indicates that this “lust” is the direct agent or cause of one’s sinning. Cf. Mt 15:18–20 ."
  },
  {
    "start": 59001015,
    "content": "<b><a>1:15</a></b> Sin is not merely a spontaneous act, but the result of a process. The Greek words for “has conceived” and “gives birth” liken the process to physical conception and birth. Thus James personifies temptation and shows that it can follow a similar sequence and produce sin with all its deadly results. While sin does not result in spiritual death for the believer, it can lead to physical death ( 1Co 11:30 ; 1Jn 5:16 )."
  },
  {
    "start": 59001016,
    "content": "<b><a>1:16</a></b> <b>Do not be deceived.</b> Do not be deceived. The Greek expression refers to erring, going astray, or wandering. Christians are not to make the mistake of blaming God rather than themselves for their sin."
  },
  {
    "start": 59001017,
    "content": "<b><a>1:17</a></b> <b>Every good … perfect gift is from above.</b> <b>Father of lights.</b> <b>no variation or shifting shadow.</b> Every good … perfect gift is from above. Two different Greek words for “gift” emphasize the perfection and inclusiveness of God’s graciousness. The first denotes the act of giving, and the second is the object given. Everything related to divine giving is adequate, complete, and beneficial. Father of lights. An ancient Jewish expression for God as the Creator, with “lights” referring to the sun, moon, and stars (cf. Ge 1:14–19 ). no variation or shifting shadow. From man’s perspective, the celestial bodies have different phases of movement and rotation, change from day to night, and vary in intensity and shadow. But God does not follow that pattern—He is changeless (cf. Mal 3:6 ; 1Jn 1:5 )."
  },
  {
    "start": 59001018,
    "content": "<b><a>1:18</a></b> <b>of His will.</b> <b>He brought us forth.</b> <b>word of truth.</b> <b>first fruits.</b> of His will. This phrase translates a Greek word that makes the point that regeneration is not just a wish, but an active expression of God’s will, which He always has the power to accomplish. This phrase occurs at the beginning of the Greek sentence, which means James intends to emphasize that the sovereign will of God is the source of this new life. He brought us forth. The divine act of regeneration, or the new birth ( see notes on Jn 3:3–8 ; 1Pe 1:23 ; cf. Eze 36:25–27 ; Jn 1:12–13 ; Eph 2:5–6 ; 5:26 ). word of truth. Cf. Jn 17:17 . Scripture, or the Word of God. He regenerates sinners through the power of that Word (cf. 2Co 6:7 ; Col 1:5 ; 1Th 2:13 ; Tit 3:5 ; 1Pe 1:23–25 ). first fruits. Originally an OT expression referring to the first and best harvest crops, which God expected as an offering (cf. Ex 23:19 ; Lv 23:9–14 ; Dt 26:1–19 ). Giving God that initial crop was an act of faith that He would fulfill His promise of a full harvest to come ( Pr 3:9–10 ). In the same way, Christians are the first evidence of God’s new creation that is to come (cf. 2Pe 3:10–13 ) and enjoy presently in their new life a foretaste of future glory ( see notes on Ro 8:19–23 )."
  },
  {
    "start": 59001019,
    "content": "<b><a>1:19</a></b> <b>quick to hear, slow to speak.</b> quick to hear, slow to speak. Believers are to respond positively to Scripture, and eagerly pursue every opportunity to know God’s Word and will better (cf. Ps 119:11 ; 2Ti 2:15 ). But at the same time, they should be cautious about becoming a preacher or teacher too quickly ( see notes on 3:1–2 ; cf. Eze 3:17 ; 33:6–7 ; 1Ti 3:6 ; 5:22 )."
  },
  {
    "start": 59001020,
    "content": "<b><a>1:20</a></b> <b>anger.</b> anger. From the Greek word that describes a deep, internal resentment and rejection, in this context, of God’s Word ( see notes on 4:1–3 ; cf. Ga 4:16 )."
  },
  {
    "start": 59001021,
    "content": "<b><a>1:21</a></b> <b>laying aside.</b> <b>filthiness … wickedness.</b> <b>implanted word.</b> laying aside. Lit. “having put off,” as one would do with dirty clothes ( see notes on Ro 13:12–14 ; Eph 4:22 ; Col 3:8 ; Heb 12:1 ; 1Pe 2:1–2 ). The tense of this Greek verb stresses the importance of putting off sin prior to receiving God’s Word. filthiness … wickedness. The first term was used of moral vice as well as dirty garments. Sometimes it was even used of ear wax—here, of sin that would impede the believer’s spiritual hearing. “Wickedness” refers to evil desire or intent. implanted word. See note on v. 18 ."
  },
  {
    "start": 59001022,
    "content": "<b><a>1:22</a></b> <b>become doers.</b> <b>delude.</b> become doers. The fact that James calls professing believers to be “doers,” rather than simply to do , emphasizes that their entire personality should be characterized in that way. See notes on Mt 7:21–28 . delude. Lit. “reason beside or alongside” (as in “beside oneself”). This word was used in mathematics to refer to a miscalculation. Professing Christians who are content with only hearing the Word have made a serious spiritual miscalculation."
  },
  {
    "start": 59001023,
    "content": "<b><a>1:23</a></b> <b>looks.</b> <b>mirror.</b> looks. A forceful Greek word meaning to observe carefully and cautiously, as opposed to taking a casual glance. mirror. First-century mirrors were not glass but metallic, made of bronze, silver—or for the wealthy—gold. The metals were beaten flat and polished to a high gloss, and the image they reflected was adequate but not perfect (cf. 1Co 13:12 )."
  },
  {
    "start": 59001024,
    "content": "<b><a>1:24</a></b> <b>forgot what kind of person he was.</b> forgot what kind of person he was. Unless professing Christians act promptly after they hear the Word, they will forget the changes and improvements that their reflection showed them they need to make."
  },
  {
    "start": 59001025,
    "content": "<b><a>1:25</a></b> <b>perfect law.</b> <b>freedom.</b> perfect law. In both the OT and NT, God’s revealed, inerrant, sufficient, and comprehensive Word is called “law” (cf. Ps 19:7 ). The presence of His grace does not mean there is no moral law or code of conduct for believers to obey. Believers are enabled by the Spirit to keep it ( see note on Ro 8:4 ). freedom. Genuine freedom from sin. As the Holy Spirit applies the principles of Scripture to believers’ hearts, they are freed from sin’s bondage and enabled to obey God ( Jn 8:34–36 )."
  },
  {
    "start": 59001026,
    "content": "<b><a>1:26</a></b> <b>religious.</b> <b>bridling his tongue.</b> religious. This refers to ceremonial public worship (cf. Ac 26:5 ). James chose this term, instead of one referring to internal godliness, to emphasize the external trappings, rituals, routines, and forms that were not followed sincerely. bridling his tongue. “Bridle” means “control,” or as another translation renders it, “keep a tight rein.” Purity of heart is often revealed by controlled and proper speech ( see note on Mt 12:36 )."
  },
  {
    "start": 59001027,
    "content": "<b><a>1:27</a></b> <b>Pure and undefiled religion.</b> <b>orphans and widows.</b> <b>world.</b> Pure and undefiled religion. James picks two synonymous adjectives to define the most spotless kind of religious faith—that which is measured by compassionate love (cf. Jn 13:35 ). orphans and widows. Those without parents or husbands were and are an especially needy segment of the church ( see notes on 1Ti 5:3 ; cf. Ex 22:22 ; Dt 14:28–29 ; Ps 68:5 ; Jer 7:6–7 ; 22:16 ; Ac 6:1–6 ). Since they are usually unable to reciprocate in any way, caring for them clearly demonstrates true, sacrificial, Christian love. world. The evil world system ( see notes on 4:4 ; 1Jn 2:15 )."
  },
  {
    "start": 59002001,
    "content": "<b><a>2:1</a></b> <b>your faith.</b> <b>our glorious Lord.</b> <b>favoritism.</b> your faith. This refers not to the act of believing, but to the entire Christian faith (cf. Jd 3 ), which has as its central focus Jesus Christ. our glorious Lord. Christ is the One who reveals the glory of God (cf. Jn 1:14 ; 2Co 4:4–6 ; Heb 1:1–3 ). In His incarnation, He showed only impartiality (cf. Mt 22:16 )—for example, consider the non-elite people included in His genealogy ( see notes on Mt 1:1–16 ), His choice of the humble village of Nazareth as His residence for 30 years, and His willingness to minister in Galilee and Samaria, both regions held in contempt by Israel’s leaders. favoritism. Originally, this word referred to raising someone’s face or elevating the person, but it came to refer to exalting someone strictly on a superficial, external basis, such as appearance, race, wealth, rank, or social status ( Lv 19:15 ; Job 34:19 ; cf. Dt 10:17 ; 15:7–10 ; 2Chr 19:7 ; Pr 24:23 ; 28:21 ; Mt 22:8–10 ; Ac 10:34–35 ; Ro 2:11 ; Eph 6:9 ; Col 3:25 ; 4:1 ; 1Pe 1:17 )."
  },
  {
    "start": 59002002,
    "content": "<b><a>2:2</a></b> <b>assembly.</b> <b>gold ring.</b> <b>bright clothes.</b> <b>a poor man.</b> assembly. Lit. “a gathering together” or “synagogue.” Since James was writing early in the church’s history (see Introduction: Author and Date ) to Jewish believers ( 1:1 ), he used both this general word and the normal Greek word for “church” ( 5:14 ) to describe the church’s corporate meetings during that period of transition. gold ring. While Jews commonly wore rings (cf. Lk 15:22 ), few could afford gold ones. However, there are some reports that in the ancient world the most ostentatious people wore rings on every finger but the middle one to show off their economic status (some ancient sources indicate that there were even ring rental businesses). bright clothes. This word refers to bright, shining garments and is used of the gorgeous garment Herod’s soldiers put on Jesus to mock Him ( Lk 23:11 ) and of the apparel of an angel ( Ac 10:30 ). It can also refer to bright, flashy color and to brilliant, glittering, sparkling ornamentation. James is not condemning this unbeliever for his distracting dress, but the church’s flattering reaction to it. a poor man. Although there were people of means in the early church ( Mt 27:57–60 ; Jn 19:38–39 ; Ac 4:36–37 ; 8:27 ; 10:1–2 ; 16:14 ; 17:4 ; 1Ti 6:17–19 ), it consisted mostly of common, poor people (cf. v. 5 ; Ac 2:45 ; 4:35–37 ; 6:1–6 ; 1Co 1:26 ; 2Co 8:2 , 14 ). Throughout Scripture the poor are objects of God’s special concern ( 1:27 ; Lv 25:25 , 35–37 , 39 ; Pss 41:1 ; 68:10 ; 72:4 , 12 ; 113:7 ; Pr 17:5 ; 21:13 ; 28:27 ; 29:7 ; 31:9 , 20 ; Is 3:14–15 ; 10:1–2 ; 25:4 ; Ga 2:10 )."
  },
  {
    "start": 59002003,
    "content": "<b><a>2:3</a></b> <b>sit here in a good place.</b> sit here in a good place. A more comfortable, prominent place of honor. The synagogues and assembly halls of the first century sometimes had benches around the outside wall and a couple of benches in front. Most of the congregation either sat cross-legged on the floor or stood. There were a limited number of good seats; they were the ones the Pharisees always wanted ( Mk 12:38–39 )."
  },
  {
    "start": 59002004,
    "content": "<b><a>2:4</a></b> <b>made distinctions.</b> <b>judges with evil thoughts.</b> made distinctions. See note on v. 1 . The true nature of the sin in this passage, not the lavish apparel or rings of the rich man or that he was given a good seat. judges with evil thoughts. This is better translated “judges with vicious intentions.” James feared that his readers would behave just like the sinful world by catering to the rich and prominent while shunning the poor and common."
  },
  {
    "start": 59002005,
    "content": "<b><a>2:5</a></b> <b>did not God choose.</b> <b>the kingdom.</b> did not God choose. See note on Ro 8:29 ; cf. 1Co 1:26–29 . the kingdom. See note on Mt 3:2 . Here James intends the kingdom in its present sense of the sphere of salvation—those over whom Christ rules—as well as its future millennial and eternal glory."
  },
  {
    "start": 59002006,
    "content": "<b><a>2:6</a></b> <b>oppress.</b> <b>drag you into court.</b> oppress. Lit. “to tyrannize.” drag you into court. A reference to civil court."
  },
  {
    "start": 59002007,
    "content": "<b><a>2:7</a></b> <b>blaspheme the good name.</b> blaspheme the good name. Probably a reference to religious courts. Wealthy Jewish opponents of Christ were harassing these poor Christians. Cf. Jn 16:2–4 ."
  },
  {
    "start": 59002008,
    "content": "<b><a>2:8</a></b> <b>royal law.</b> <b>.</b> royal law. This is better translated “sovereign law.” The idea is that this law is supreme or binding. love your neighbor as yourself . This sovereign law (quoted from Lv 19:18 ), when combined with the command to love God ( Dt 6:4–5 ), summarizes all the Law and the Prophets ( Mt 22:36–40 ; Ro 13:8–10 ). James is not advocating some kind of emotional affection for oneself—self-love is clearly a sin ( 2Ti 3:2 ). Rather, the command is to pursue meeting the physical health and spiritual well-being of one’s neighbors (all within the sphere of our influence; Lk 10:30–37 ) with the same intensity and concern as one does naturally for one’s self (cf. Php 2:3–4 )."
  },
  {
    "start": 59002009,
    "content": "<b><a>2:9</a></b> <b>if.</b> <b>show partiality.</b> <b>convicted by the law.</b> <b>transgressors.</b> if. Better translated as “since,” the Greek construction of this conditional statement indicates that this practice was in fact happening among James’ readers. show partiality. See note on v. 1 . The form of this Greek verb indicates that their behavior was not an occasional slip but a continual practice. convicted by the law. Specifically by the commands in Dt 1:17 and 16:19 . transgressors. This refers to one who goes beyond the law of God. Respect of persons makes one a violator of God’s law."
  },
  {
    "start": 59002010,
    "content": "<b><a>2:10</a></b> <b>whole law … one</b> <b>guilty of all.</b> whole law … one point. See notes on Ga 3:10–13 . The law of God is not a series of detached injunctions, but a basic unity that requires perfect love of Him and our neighbors ( Mt 22:36–40 ). Although all sins are not equally damaging or heinous, they all shatter that unity and render men transgressors, much like hitting a window with a hammer at only one point will shatter and destroy the whole window. guilty of all. Not in the sense of having violated every command, but in the sense of having violated the law’s unity. One transgression makes fulfilling the law’s most basic commands—to love God perfectly and to love one’s neighbor as oneself—impossible."
  },
  {
    "start": 59002011,
    "content": "<b><a>2:11</a></b> These quotations are taken from Ex 20:13–14 and Dt 5:17–18 ."
  },
  {
    "start": 59002012,
    "content": "<b><a>2:12</a></b> <b>judged.</b> <b>law of freedom.</b> judged. Cf. Ro 2:6–16 . law of freedom. See note on 1:25 ."
  },
  {
    "start": 59002013,
    "content": "<b><a>2:13</a></b> <b>Mercy triumphs over judgment.</b> A person who shows no mercy and compassion for people in need demonstrates that he has never responded to the great mercy of God, and as an unredeemed person will receive only strict, unrelieved judgment in eternal hell (cf. Mt 5:7 ). Mercy triumphs over judgment. The person whose life is characterized by mercy is ready for the day of judgment, and will escape all the charges that strict justice might bring against him because by showing mercy to others he gives genuine evidence of having received God’s mercy."
  },
  {
    "start": 59002014,
    "end": 59002026,
    "content": "<b><a>2:14–26</a></b> James continues his series of tests by which his readers can evaluate whether their faith is living or dead (see Introduction: Background and Setting ). This passage contains the composite test—the one test that pulls the others together: the test of works, or righteous behavior that obeys God’s Word and manifests a godly nature (cf. 1:22–25 ). James’ point is not that a person is saved by works (he has already strongly and clearly asserted that salvation is a gracious gift from God; 1:17–18 ; cf. Eph 2:8–9 ), but that there is a kind of apparent faith that is dead and does not save (vv. 14 , 17 , 20 , 24 , 26 ; cf. Mt 3:7–8 ; 5:16 ; 7:21 ; 13:18–23 ; Jn 8:30–31 ; 15:6 ). It is possible James was writing to Jews (cf. 1:1 ) who had jettisoned the works righteousness of Judaism but, instead, had embraced the mistaken notion that since righteous works and obedience to God’s will were not efficacious for salvation, they were not necessary at all. Thus, they reduced faith to a mere mental assent to the facts about Christ."
  },
  {
    "start": 59002015,
    "end": 59002016,
    "content": "<b><a>2:15–16</a></b> James illustrates his point by comparing faith without works to words of compassion without acts of compassion (cf. Mt 25:31–46 )."
  },
  {
    "start": 59002017,
    "content": "<b><a>2:17</a></b> <b>faith … is dead by itself.</b> faith … is dead by itself. Just as professed compassion without action is phony, the kind of faith that is without works is mere empty profession, not genuine saving faith."
  },
  {
    "start": 59002018,
    "content": "<b><a>2:18</a></b> <b>someone.</b> someone. Interpreters disagree on whether 1) “someone” is James’ humble way of referring to himself or whether it refers to one of James’ antagonists who objected to his teaching; and 2) how much of the following passage should be attributed to this antagonist as opposed to James himself. Regardless, James’ main point is the same: the only possible evidence of true faith is works (cf. 2Pe 1:3–11 )."
  },
  {
    "start": 59002019,
    "content": "<b><a>2:19</a></b> <b>You believe that God is one.</b> <b>demons also believe.</b> You believe that God is one. A clear reference to the passage most familiar to his Jewish readers: the Shema ( Dt 6:4–5 ), the most basic doctrine of the OT. demons also believe. Even fallen angels affirm the oneness of God and tremble at its implications. Demons are essentially orthodox in their doctrine (cf. Mt 8:29–30 ; Mk 5:7 ; Lk 4:41 ; Ac 19:15 ). But orthodox doctrine by itself is no proof of saving faith. They know the truth about God, Christ, and the Spirit, but hate it and Them."
  },
  {
    "start": 59002020,
    "content": "<b><a>2:20</a></b> <b>foolish.</b> <b>faith without works is useless.</b> foolish. Lit. “empty, defective.” The objector’s claim of belief is fraudulent, and his faith is a sham. faith without works is useless. Lit. “the faith without the works.” James is not contrasting two methods of salvation (faith versus works). Instead, he contrasts two kinds of faith: living faith that saves and dead faith that does not (cf. 1Jn 3:7–10 )."
  },
  {
    "start": 59002021,
    "end": 59002026,
    "content": "<b><a>2:21–26</a></b> James cites 3 illustrations of living faith: 1) Abraham (vv. 21–24 ); 2) Rahab (v. 25 ); and 3) the human body and spirit (v. 26 )."
  },
  {
    "start": 59002022,
    "content": "<b><a>2:22</a></b> <b>was perfected.</b> was perfected. This refers to bringing something to its end, or to its fullness. Just as a fruit tree has not arrived at its goal until it bears fruit, faith has not reached its end until it demonstrates itself in a righteous life."
  },
  {
    "start": 59002023,
    "content": "<b><a>2:23</a></b> <b>the Scripture … says.</b> <b>friend of God.</b> the Scripture … says. Quoted from Ge 15:6 ; see notes on Ro 4:1–5 . friend of God. Abraham is so called in 2Chr 20:7 and Is 41:8 because of his obedience ( Jn 15:14–15 )."
  },
  {
    "start": 59002024,
    "content": "<b><a>2:24</a></b> <b>justified by works and not by faith alone.</b> justified by works and not by faith alone. See note on v. 21 ."
  },
  {
    "start": 59002025,
    "content": "<b><a>2:25</a></b> <b>Rahab the harlot.</b> <b>justified by works.</b> Rahab the harlot. The OT records the content of her faith, which was the basis of her justification before God ( see note on Jos 2:11 ). She demonstrated the reality of her saving faith when, at great personal risk, she protected the messengers of God ( Jos 2:4 , 15 ; 6:17 ; cf. Heb 11:31 ). James did not intend, however, for those words to be a commendation of her occupation or her lying. justified by works. See note on v. 21 ."
  },
  {
    "start": 59003001,
    "end": 59003012,
    "content": "<b><a>3:1–12</a></b> In this passage, James used the common Jewish literary device of attributing blame to a specific bodily member (cf. Ro 3:15 ; 2Pe 2:14 ). He personified the tongue as being representative of human depravity and wretchedness. In this way, he echoed the scriptural truth that the mouth is a focal point and vivid indicator of man’s fallenness and sinful heart condition (cf. Is 6:5 ; Mt 15:11 , 16–19 ; Mk 7:20–23 ; Ro 3:13–14 )."
  },
  {
    "start": 59003002,
    "content": "<b><a>3:2</a></b> <b>stumble.</b> <b>perfect man.</b> Scripture contains much about all the evil which the tongue can cause (cf. Pss 5:9 ; 34:13 ; 39:1 ; 52:4 ; Pr 6:17 ; 17:20 ; 26:28 ; 28:23 ; Is 59:3 ; Ro 3:13 ). The tongue has immense power to speak sinfully, erroneously, and inappropriately—human speech is a graphic representation of human depravity ( see notes on vv. 1–12 ). stumble. This refers to sinning, or offending God’s Person. The form of the Greek verb emphasizes that everyone continually fails to do what is right. perfect man. “Perfect” may refer to true perfection, in which case James is saying that, hypothetically, if a human being were able to perfectly control his tongue, he would be a perfect man. But, of course, no one is actually immune from sinning with his tongue. More likely, “perfect” is describing those who are spiritually mature and thus able to control their tongues."
  },
  {
    "start": 59003003,
    "end": 59003005,
    "content": "<b><a>3:3–5</a></b> James provided several analogies that show how the tongue, even though small, has the power to control one’s whole person and influence everything in his life."
  },
  {
    "start": 59003006,
    "content": "<b><a>3:6</a></b> <b>tongue is a fire.</b> <b>defiles.</b> <b>the course of</b> <b>existence.</b> <b>hell.</b> tongue is a fire. Like fire, the tongue’s sinful words can spread destruction rapidly, or as its accompanying smoke, those words can permeate and ruin everything around it. defiles. This means “to pollute or contaminate” (cf. Mk 7:20 ; Jd 23 ). the course of our existence. Better translated “the circle of life,” this underscores that the tongue’s evil can extend beyond the individual to affect everything in his sphere of influence. hell. See note on Mt 25:46 . A translation of the Greek word gehenna (or valley of Hinnom). In Christ’s time this valley that lay southwest of Jerusalem’s walls served as the city dump and was known for its constantly burning fire. Jesus used that place to symbolize the eternal place of punishment and torment (cf. Mk 9:43 , 45 ). To James “hell” conjures up not just the place but the satanic host that will some day inherit it—they use the tongue as a tool for evil."
  },
  {
    "start": 59003008,
    "content": "<b><a>3:8</a></b> <b>no one can tame the tongue.</b> no one can tame the tongue. Only God, by His power, can do this (cf. Ac 2:1–11 )."
  },
  {
    "start": 59003009,
    "content": "<b><a>3:9</a></b> <b>bless … curse.</b> <b>made in the likeness of God.</b> bless … curse. It was traditional for Jews to add “blessed be He” to a mention of God’s name (cf. Ps 68:19 , 35 ). However, the tongue also wishes evil on people made in God’s image. This points out the hypocritical inconsistency of the tongue’s activities. made in the likeness of God. Man was made in God’s image ( see notes on Ge 1:26 )."
  },
  {
    "start": 59003011,
    "end": 59003012,
    "content": "<b><a>3:11–12</a></b> Three illustrations from nature demonstrate the sinfulness of cursing. The genuine believer will not contradict his profession of faith by the regular use of unwholesome words."
  },
  {
    "start": 59003013,
    "end": 59003018,
    "content": "<b><a>3:13–18</a></b> In v. 13 , James makes a transition from discussing teachers and the tongue to dealing with wisdom’s impact on everyone’s life. He supports the truth of OT wisdom literature (Job to Song of Songs), that wisdom is divided into two realms—man’s and God’s."
  },
  {
    "start": 59003014,
    "content": "<b><a>3:14</a></b> <b>bitter jealousy.</b> <b>selfish ambition.</b> bitter jealousy. The Greek term for “bitter” was used of undrinkable water. When combined with “jealousy” it defines a harsh, resentful attitude toward others. selfish ambition. Sometimes translated “strife,” it refers to self-seeking that engenders antagonism and factionalism. The Greek word came to describe anyone who entered politics for selfish reasons and sought to achieve his agenda at any cost (i.e., even if that meant trampling on others)."
  },
  {
    "start": 59003015,
    "content": "<b><a>3:15</a></b> <b>from above.</b> <b>earthly, natural, demonic.</b> from above. See notes on v. 13 . Self-centered wisdom that is consumed with personal ambition is not from God. earthly, natural, demonic. A description of man’s wisdom as: 1) limited to earth; 2) characterized by humanness, frailty, an unsanctified heart, and an unredeemed spirit; and 3) generated by Satan’s forces (cf. 1Co 2:14 ; 2Co 11:14–15 )."
  },
  {
    "start": 59003016,
    "content": "<b><a>3:16</a></b> <b>disorder.</b> <b>every evil practice.</b> disorder. This is the confusion that results from the instability and chaos of human wisdom ( see notes on 1:6 , 8 ; cf. v. 8 ). every evil practice. Lit. “every worthless (or vile) work.” This denotes things that are not so much intrinsically evil as they are simply good for nothing."
  },
  {
    "start": 59003017,
    "content": "<b><a>3:17</a></b> <b>wisdom from above.</b> <b>pure.</b> <b>peaceable.</b> <b>considerate.</b> <b>submissive.</b> <b>full of mercy.</b> <b>without hypocrisy.</b> wisdom from above. See note on v. 13 . pure. This refers to spiritual integrity and moral sincerity. Every genuine Christian has this kind of heart motivation (cf. Pss 24:3–4 ; 51:7 ; Mt 5:8 ; Ro 7:22–23 ; Heb 12:14 ). peaceable. Means “peace loving” or “peace promoting” (cf. Mt 5:9 ). considerate. This word is difficult to translate, but most nearly means a character trait of sweet reasonableness. Such a person will submit to all kinds of mistreatment and difficulty with an attitude of kind, courteous, patient humility, without any thought of hatred or revenge (cf. Mt 5:10–11 ). submissive. The original term described someone who was teachable, compliant, easily persuaded, and who willingly submitted to military discipline or moral and legal standards. For believers, it defines obedience to God’s standards (cf. Mt 5:3–5 ). full of mercy. The gift of showing concern for those who suffer pain and hardship, and the ability to forgive quickly (cf. Mt 5:7 ; Ro 12:8 ). without hypocrisy. The Greek word occurs only here in the NT and denotes a consistent, unwavering person who is undivided in his commitment and conviction and does not make unfair distinctions ( see notes on 2:1–13 )."
  },
  {
    "start": 59003018,
    "content": "<b><a>3:18</a></b> <b>fruit of righteousness.</b> <b>those who make peace.</b> fruit of righteousness. Good works that result from salvation (cf. v. 17 ; Mt 5:6 ; see notes on 2:14–20 ; Ga 5:22–23 ; Php 1:11 ). those who make peace. See note on v. 17 . Righteousness flourishes in a climate of spiritual peace."
  },
  {
    "start": 59004001,
    "content": "<b><a>4:1</a></b> <b>quarrels and conflicts among you.</b> <b>pleasures.</b> <b>your members.</b> quarrels and conflicts among you. These are between people in the church, not internal conflict in individual people. “Quarrels” speaks of the conflict in general; “conflicts” of its specific manifestations. Discord in the church is not by God’s design ( Jn 13:34–35 ; 17:21 ; 2Co 12:20 ; Php 1:27 ), but results from the mix of tares (false believers) and wheat (truly redeemed people) that make up the church. pleasures. The Greek word (from which the English word “hedonism” derives) always has a negative connotation in the NT. The passionate desires for worldly pleasures that mark unbelievers ( 1:14 ; Eph 2:3 ; 2Ti 3:4 ; Jd 18 ) are the internal source of the external conflict in the church. Cf. 1:14–15 . your members. Not church members, but bodily members ( see note on Ro 6:13 ). James, like Paul, uses “members” to speak of sinful, fallen human nature (cf. Ro 6:19 ; 7:5 , 23 ). Unbelievers (who are in view here) fight (unsuccessfully) against the evil desires they cannot control."
  },
  {
    "start": 59004002,
    "content": "<b><a>4:2</a></b> <b>murder.</b> <b>you do not ask.</b> murder. The ultimate result of thwarted desires. James had in mind actual murder, and the gamut of sins (hate, anger, bitterness) leading up to it. The picture is of unbelievers so driven by their uncontrollable evil desires that they will fight to the death to fulfill them. you do not ask. True joy, peace, happiness, meaning, hope, and fulfillment in life come only from God. Unbelievers, however, are unwilling to ask for them on His terms—they refuse to submit to God or acknowledge their dependence on Him."
  },
  {
    "start": 59004003,
    "content": "<b><a>4:3</a></b> <b>wrong motives.</b> wrong motives. This refers to acting in an evil manner, motivated by personal gratification and selfish desire. Unbelievers seek things for their own pleasures, not the honor and glory of God."
  },
  {
    "start": 59004004,
    "content": "<b><a>4:4</a></b> <b>adulteresses.</b> <b>friendship.</b> <b>world.</b> <b>enmity toward God.</b> adulteresses. A metaphorical description of spiritual unfaithfulness (cf. Mt 12:39 ; 16:4 ; Mk 8:38 ). It would have been especially familiar to James’ Jewish readers, since the OT often describes unfaithful Israel as a spiritual harlot (cf. 2Chr 21:11 , 13 ; Jer 2:20 ; 3:1 , 6 , 8–9 ; Eze 16:26–29 ; Hos 1:2 ; 4:15 ; 9:1 ). James has in view professing Christians, outwardly associated with the church, but holding a deep affection for the evil world system. friendship. Appearing only here in the NT, the Greek word describes love in the sense of a strong emotional attachment. Those with a deep and intimate longing for the things of the world give evidence that they are not redeemed ( 1Jn 2:15–17 ). world. See note on 1:27 . enmity toward God. The necessary corollary to friendship with the world. The sobering truth that unbelievers are God’s enemies is taught throughout Scripture (cf. Dt 32:41–43 ; Pss 21:8 ; 68:21 ; 72:9 ; 110:1–2 ; Is 42:13 ; Na 1:2 , 8 ; Lk 19:27 ; Ro 5:10 ; 8:5–7 ; 1Co 15:25 )."
  },
  {
    "start": 59004005,
    "content": "<b><a>4:5</a></b> <b>Scripture speaks.</b> <b>jealously desires the Spirit.</b> Scripture speaks. The quote that follows is not found as such in the OT; it is a composite of general OT teaching. jealously desires the Spirit. This difficult phrase is best understood by seeing the “Spirit” as a reference not to the Holy Spirit, but to the human spirit, and translating the phrase “jealously desires” in the negative sense of “lusts to envy.” James’ point is that an unbelieving person’s spirit (inner person) is bent on evil (cf. Ge 6:5 ; 8:21 ; Pr 21:10 ; Ecc 9:3 ; Jer 17:9 ; Mk 7:21–23 ). Those who think otherwise defy the biblical diagnosis of fallen human nature; and those who live in worldly lusts give evidence that their faith is not genuine (cf. Ro 8:5–11 ; 1Co 2:14 )."
  },
  {
    "start": 59004006,
    "content": "<b><a>4:6</a></b> <b>greater grace.</b> greater grace. The only ray of hope in man’s spiritual darkness is the sovereign grace of God, which alone can rescue man from his propensity to lust for evil things. That God gives “greater grace” shows that His grace is greater than the power of sin, the flesh, the world, and Satan (cf. Ro 5:20 ). The OT quote (from Pr 3:34 ; cf. 1Pe 5:5 ) reveals who obtains God’s grace—the humble, not the proud enemies of God. The word “ humble ” does not define a special class of Christians, but encompasses all believers (cf. Is 57:15 ; 66:2 ; Mt 18:3–4 )."
  },
  {
    "start": 59004007,
    "end": 59004010,
    "content": "<b><a>4:7–10</a></b> In a series of 10 commands (10 imperative verbs in the Greek text), James reveals how to receive saving grace. These verses delineate man’s response to God’s gracious offer of salvation, and disclose what it means to be humble."
  },
  {
    "start": 59004008,
    "content": "<b><a>4:8</a></b> <b>Draw near.</b> <b>Cleanse your hands.</b> <b>purify your hearts.</b> <b>double-minded.</b> Draw near. Pursue an intimate love relationship with God (cf. Php 3:10 ). The concept of drawing near to God was associated originally with the Levitical priests ( Ex 19:22 ; Lv 10:3 ; Eze 44:13 ), but eventually came to describe anyone’s approach to God ( Ps 73:28 ; Is 29:13 ; Heb 4:16 ; 7:19 ; 10:22 ). Salvation involves more than submitting to God and resisting the devil; the redeemed heart longs for communion with God ( Pss 27:8 ; 42:1–2 ; 63:1–2 ; 84:2 ; 143:6 ; Mt 22:37 ). Cleanse your hands. The OT priests had to ceremonially wash their hands before approaching God ( Ex 30:19–21 ), and sinners (a term used only for unbelievers; see note on 5:20 ) who would approach Him must recognize and confess their sin. purify your hearts. Cleansing the hands symbolizes external behavior; this phrase refers to the inner thoughts, motives, and desires of the heart ( Ps 24:3–4 ; Jer 4:4 ; Eze 18:31 ; 36:25–26 ; 1Ti 1:5 ; 2Ti 2:22 ; 1Pe 1:22 ). double-minded. See note on 1:8 ."
  },
  {
    "start": 59004009,
    "content": "<b><a>4:9</a></b> <b>Be miserable.</b> <b>mourn.</b> <b>cry.</b> <b>laughter.</b> Be miserable. Be afflicted and wretched. This is the state of those truly broken over their sin. mourn. See note on Mt 5:4 . God will not turn away a heart broken and contrite over sin ( Ps 51:17 ; 2Co 7:10 ). Mourning is the inner response to such brokenness. cry. The outward manifestation of inner sorrow over sin (cf. Mk 14:72 ). laughter. Used only here in the NT, the word signifies the flippant laughter of those foolishly indulging in worldly pleasures. The picture is of people who give no thought to God, life, death, sin, judgment, or holiness. James calls on such people to mourn over their sin (cf. Lk 18:13–14 )."
  },
  {
    "start": 59004010,
    "content": "<b><a>4:10</a></b> See Ps 75:6 ; Mt 23:12 . This final command sums up the preceding 9 ( see notes on vv. 7–10 ) commands, which mark the truly humble person. “Humble” comes from a word meaning “to make oneself low.” Those conscious of being in the presence of the majestic, infinitely holy God are humble (cf. Is 6:5 )."
  },
  {
    "start": 59004011,
    "content": "<b><a>4:11</a></b> <b>Do not slander.</b> <b>slanders a brother … slanders the law.</b> <b>judges the law.</b> Do not slander. This means to speak against or defame. James does not forbid confronting those in sin, which is elsewhere commanded in Scripture ( Mt 18:15–17 ; Ac 20:31 ; 1Co 4:14 ; Col 1:28 ; Tit 1:13 ; 2:15 ; 3:10 ). Rather, he condemns careless, derogatory, critical, slanderous accusations against others (cf. Ex 23:1 ; Pss 50:20 ; 101:5 ; 140:11 ; Pr 10:18 ; 11:9 ; 16:28 ; 17:9 ; 26:20 ; Ro 1:29 ; 2Co 12:20 ; Eph 4:31 ; 1Ti 3:11 ; 2Ti 3:3 ; Tit 2:3 ; 3:2 ). slanders a brother … slanders the law. Those who speak evil of other believers set themselves up as judges and condemn them (cf. 2:4 ). They thereby defame and disregard God’s law, which expressly forbids such slanderous condemnation. judges the law. By refusing to submit to the law, slanderers place themselves above it as its judges."
  },
  {
    "start": 59004012,
    "content": "<b><a>4:12</a></b> <b>one Lawgiver.</b> one Lawgiver. God, who gave the law (cf. Is 33:22 ). He alone has the authority to save those who repent from its penalty, and destroy those who refuse to repent."
  },
  {
    "start": 59004013,
    "content": "<b><a>4:13</a></b> James does not condemn wise business planning, but rather planning that leaves out God. The people so depicted are practical atheists, living their lives and making their plans as if God did not exist. Such conduct is inconsistent with genuine saving faith, which submits to God ( see note on v. 7 )."
  },
  {
    "start": 59004014,
    "content": "<b><a>4:14</a></b> <b>not know what your life will be like tomorrow.</b> <b>vapor.</b> not know what your life will be like tomorrow. See Pr 27:1 . James exposes the presumptuous folly of the practical atheists he condemned in v. 13 —those who do not know what the future holds for them (cf. Lk 12:16–21 ). God alone knows the future (cf. Is 46:9–10 ). vapor. This refers either to a puff of smoke or one’s breath that appears for a moment in cold air. It stresses the transitory nature of life (cf. 1:10 ; Job 7:6–7 ; 9:25–26 ; 14:1–2 ; Pss 39:5 , 11 ; 62:9 ; 89:47 ; 90:5–6 , 10 )."
  },
  {
    "start": 59004015,
    "content": "<b><a>4:15</a></b> <b>If the Lord wills.</b> If the Lord wills. The true Christian submits his plans to the lordship of Christ ( see note on v. 7 ; cf. Pr 19:21 ; Ac 18:21 ; 21:14 ; Ro 1:10 ; 15:32 ; 1Co 4:19 ; 16:7 )."
  },
  {
    "start": 59004016,
    "content": "<b><a>4:16</a></b> <b>boasting.</b> boasting. Arrogant bragging about their anticipated business accomplishments ( see note on v. 13 )."
  },
  {
    "start": 59004017,
    "content": "<b><a>4:17</a></b> <b>sin.</b> sin. The implication is that they also did what they shouldn’t do. Sins of omission lead directly to sins of commission."
  },
  {
    "start": 59005001,
    "content": "<b><a>5:1</a></b> <b>rich.</b> rich. Those with more than they need to live. James condemns them not for being wealthy, but for misusing their resources. Unlike the believing rich in Timothy’s congregation ( 1Ti 6:17–19 ), these are the wicked wealthy who profess Christian faith and have associated themselves with the church, but whose real god is money. For prostituting the goodness and generosity of God, they can anticipate only divine punishment (v. 5 )."
  },
  {
    "start": 59005002,
    "end": 59005003,
    "content": "<b><a>5:2–3</a></b> <b>rotted … moth-eaten … rusted.</b> rotted … moth-eaten … rusted. James points out the folly of hoarding food, expensive clothing, or money—all of which is subject to decay, theft, fire, or other forms of loss."
  },
  {
    "start": 59005003,
    "content": "<b><a>5:3</a></b> <b>last days.</b> last days. The period between Christ’s first and second comings ( see note on 1Ti 4:1 ). James rebukes the rich for living as if Jesus were never coming back."
  },
  {
    "start": 59005004,
    "content": "<b><a>5:4</a></b> <b>pay … withheld by you.</b> <b>the Lord of Sabaoth.</b> pay … withheld by you. The rich had gained some of their wealth by oppressing and defrauding their day laborers—a practice strictly forbidden in the OT (cf. Lv 19:13 ; Dt 24:14–15 ). the Lord of Sabaoth. An untranslated Greek word meaning “hosts.” The One who hears the cries of the defrauded laborers, James warns, is the Lord of hosts (a name for God used frequently in the OT), the commander of the armies of heaven (angels). The Bible teaches that angels will be involved in the judgment of unbelievers ( Mt 13:39–41 , 49 ; 16:27 ; 25:31 ; 2Th 1:7–8 )."
  },
  {
    "start": 59005005,
    "content": "<b><a>5:5</a></b> <b>lived luxuriously … self-indulgence.</b> <b>a</b> <b>.</b> lived luxuriously … self-indulgence. “Lived luxuriously” leads to vice when a person becomes consumed with the pursuit of pleasure, since a life without self-denial soon becomes out of control in every area. After robbing their workers to accumulate their wealth, the rich indulged themselves in an extravagant lifestyle. a day of slaughter . Like fattened cattle ready to be slaughtered, the rich that James condemns had indulged themselves to the limit. This is a vivid depiction of divine judgment, in keeping with the metaphor likening the overindulgent rich to fattened cattle."
  },
  {
    "start": 59005006,
    "content": "<b><a>5:6</a></b> <b>condemned … murdered.</b> condemned … murdered. This describes the next step in the sinful progression of the rich. Hoarding led to fraud, which led to self-indulgence. Finally, that overindulgence has consumed the rich to the point that they will do anything to sustain their lifestyle. “Condemned” comes from a word meaning “to sentence.” The implication is that the rich were using the courts to commit judicial murder (cf. 2:6 )."
  },
  {
    "start": 59005007,
    "content": "<b><a>5:7</a></b> <b>patient.</b> <b>the coming.</b> <b>the early and late rains.</b> patient. The word emphasizes patience with people (cf. 1Th 5:14 ), not trials or circumstances (as in 1:3 ). Specifically, James has in mind patience with the oppressive rich. the coming. The second coming of Christ ( see note on Mt 24:3 ). Realizing the glory that awaits them at Christ’s return should motivate believers to patiently endure mistreatment ( Ro 8:18 ). the early and late rains. The “early” rain falls in Israel during October and November and softens the ground for planting. The “late” rain falls in March and April, immediately before the spring harvest. Just as the farmer waits patiently from the early rain to the latter for his crop to ripen, so must Christians patiently wait for the Lord’s return (cf. Ga 6:9 ; 2Ti 4:8 ; Tit 2:13 )."
  },
  {
    "start": 59005008,
    "content": "<b><a>5:8</a></b> <b>strengthen your hearts.</b> <b>at hand.</b> strengthen your hearts. A call for resolute, firm courage and commitment. James exhorts those about to collapse under the weight of persecution to shore up their hearts with the hope of the second coming. at hand. The imminency of Christ’s return is a frequent theme in the NT (cf. Ro 13:12 ; Heb 10:25 ; 1Pe 4:7 ; 1Jn 2:18 )."
  },
  {
    "start": 59005009,
    "content": "<b><a>5:9</a></b> <b>Do not groan … the Judge is standing right at the door.</b> Do not groan … the Judge is standing right at the door. James pictured Christ as a judge about to open the doors to the courtroom and convene His court. Knowing that the strain of persecution could lead to grumbling, James cautioned his readers against that sin ( Php 2:14 ), lest they forfeit their full reward ( 2Jn 8 )."
  },
  {
    "start": 59005011,
    "content": "<b><a>5:11</a></b> <b>the perseverance of Job.</b> <b>full of compassion and</b> <b>merciful.</b> the perseverance of Job. Job is the classic example of a man who patiently endured suffering and was blessed by God for his persevering faith. James reassured his readers that God had a purpose for their suffering, just as He did for Job’s. Cf. Job 42 . full of compassion and is merciful. Remembering the Lord’s character is a great comfort in suffering. The Scriptures repeatedly affirm His compassion and mercy ( Ex 34:6 ; Nu 14:18 ; 1Chr 21:13 ; 2Chr 30:9 ; Pss 25:6 ; 78:38 ; 86:5 , 15 ; 103:8 , 13 ; 116:5 ; 136:1 ; 145:8 ; Lam 3:22 ; Joel 2:13 ; Jon 4:2 ; Mic 7:18 ; Lk 6:36 )."
  },
  {
    "start": 59005012,
    "content": "<b><a>5:12</a></b> <b>above all.</b> <b>do not swear … any other oath.</b> <b>yes be yes.</b> above all. Or “especially.” As he has done repeatedly in his epistle, James stressed that a person’s speech provides the most revealing glimpse of his spiritual condition (cf. 1:26 ; 2:12 ; 3:2–11 ; 4:11 ). do not swear … any other oath. As Jesus did before him ( Mt 5:33–36 ; 23:16–22 ), James condemned the contemporary Jewish practice of swearing false, evasive, deceptive oaths by everything other than the name of the Lord (which alone was considered binding). yes be yes. Again echoing Jesus ( Mt 5:37 ), James called for straightforward, honest, plain speech. To speak otherwise is to invite God’s judgment."
  },
  {
    "start": 59005013,
    "content": "<b><a>5:13</a></b> <b>suffering.</b> <b>He is to sing praises.</b> suffering. The antidote to the suffering caused by evil treatment or persecution is seeking God’s comfort through prayer (cf. Pss 27:13–14 ; 55:22 ; Jon 2:7 ; Php 4:6 ; 1Pe 5:7 ). He is to sing praises. The natural response of a joyful heart is to sing praise to God."
  },
  {
    "start": 59005014,
    "end": 59005015,
    "content": "<b><a>5:14–15</a></b> <b>sick.</b> sick. James directs those who are “sick,” meaning weakened by their suffering to call for the elders of the church for strength, support, and prayer."
  },
  {
    "start": 59005015,
    "content": "<b><a>5:15</a></b> <b>prayer offered in faith.</b> <b>save the … sick.</b> <b>committed sins … be forgiven.</b> prayer offered in faith. The prayer offered on their behalf by the elders. save the … sick. Deliver them from their suffering because they have been weakened by their infirmity, not from their sin, which was confessed. committed sins … be forgiven. Not by the elders, since God alone can forgive sins ( Is 43:25 ; Da 9:9 ; Mk 2:7 ). That those who are suffering called for the elders implies they had a contrite, repentant heart, and that part of their time with the overseers would involve confessing their sins to God."
  },
  {
    "start": 59005016,
    "content": "<b><a>5:16</a></b> <b>confess your sins.</b> <b>effective prayer … can accomplish much.</b> confess your sins. Mutual honesty, openness, and sharing of needs will enable believers to uphold each other in the spiritual struggle. effective prayer … can accomplish much. The energetic, passionate prayers of godly people have the power to accomplish much. Cf. Nu 11:2 ."
  },
  {
    "start": 59005017,
    "end": 59005018,
    "content": "<b><a>5:17–18</a></b> <b>Elijah … prayed … he prayed again.</b> Elijah … prayed … he prayed again. Elijah provides one of the most notable illustrations of the power of prayer in the OT. His prayers (not mentioned in the OT account) both initiated and ended a 3-year, 6-month drought (cf. Lk 4:25 )."
  },
  {
    "start": 59005019,
    "content": "<b><a>5:19</a></b> <b>if any among you.</b> <b>strays from the truth.</b> if any among you. This introduces a third category of people in the church (cf. vv. 13–14 )—those professing believers who have strayed from the truth. strays from the truth. Apostatizes from the faith they once professed (cf. Heb 5:12—6:9 ; 10:29 ; 1Jn 2:19 ). Such people are in grave danger (v. 20 ), and the church must call them back to the true faith."
  },
  {
    "start": 59005020,
    "content": "<b><a>5:20</a></b> <b>sinner.</b> <b>the error of his way.</b> <b>save his soul from death.</b> <b>.</b> sinner. Cf. 4:8 . A word used to describe the unregenerate (cf. Pr 11:31 ; 13:6 , 22 ; Mt 9:13 ; Lk 7:37 , 39 ; 15:7 , 10 ; 18:13 ; Ro 5:8 ; 1Ti 1:9 , 15 ; 1Pe 4:18 ). James has in mind here those with dead faith (cf. 2:14–26 ), not sinning, true believers. the error of his way. Those who go astray doctrinally (v. 19 ) will also manifest an errant lifestyle, one not lived according to biblical principles. save his soul from death. A person who wanders from the truth puts his soul in jeopardy. The “death” in view is not physical death, but eternal death—eternal separation from God and eternal punishment in hell (cf. Is 66:24 ; Da 12:2 ; Mt 13:40 , 42 , 50 ; 25:41 , 46 ; Mk 9:43–49 ; 2Th 1:8–9 ; Ro 6:23 ; Rev 20:11–15 ; 21:8 ). Knowing how high the stakes are should motivate Christians to aggressively pursue such people. cover a multitude of sins . See Ps 5:10 . Since even one sin is enough to condemn a person to hell, James’ use of the word “multitude” emphasizes the hopeless condition of lost, unregenerate sinners. The good news of the gospel is that God’s forgiving grace (which is greater than any sin; Ro 5:20 ) is available to those who turn from their sins and exercise faith in the Lord Jesus Christ ( Eph 2:8–9 )."
  }
]