[
  {
    "start": 4001001,
    "end": 4010036,
    "content": "<b><a>1:1—10:36</a></b> The first 10 chapters of Numbers record the final preparations of Israel necessary for their conquest of the land of Canaan. In this section, Yahweh spoke to Israel through Moses ( 1:1 ; 2:1 ; 3:1 , 5 , 11 , 14 , 44 ; 4:1 , 17 , 21 ; 5:1 , 5 , 11 ; 6:1 , 22 ; 7:4 ; 8:1 , 5 , 23 ; 9:1 , 9 ; 10:1 ), and Moses and Israel responded with obedience ( 1:19 , 54 ; 2:33–34 ; 3:16 , 42 , 51 ; 4:49 ; 7:2–3 ; 8:3 ; 9:5 , 18 , 23 ; 10:13 , 14–28 [in accordance with 2:34 ]). These chapters divide into two parts ( 1:1—6:27 and 7:1—10:36 ), which both end with an invocation of Yahweh’s blessing on Israel ( 6:22–27 and 10:35–36 )."
  },
  {
    "start": 4001002,
    "content": "<b><a>1:2</a></b> <b>a census.</b> a census. In Ex 30:11–16 , Yahweh had commanded that a census of the males in Israel over 20 (excluding the Levites) be taken for the purpose of determining the ransom money for the service of the tabernacle. The result of that census is recorded in Ex 38:25–28 . The total number, 603,550 ( Ex 38:26 ), equals the number in 1:46 ."
  },
  {
    "start": 4001003,
    "content": "<b><a>1:3</a></b> <b>go out to war.</b> go out to war. The purpose of this census was to form a roster of fighting men. The book of Numbers looks ahead to the invasion of the land promised to Abraham (cf. Ge 12:1–3 )."
  },
  {
    "start": 4001004,
    "content": "<b><a>1:4</a></b> <b>a man.</b> a man. One leader from each of the 12 tribes was to assist Moses and Aaron in the numbering of the men. These same leaders are mentioned in Nu 2:1–34 and 10:14–28 as the heads of tribes and in 7:1–88 they bring gifts to the tabernacle."
  },
  {
    "start": 4001017,
    "end": 4001046,
    "content": "<b><a>1:17–46</a></b> The numbers from the tribes were:"
  },
  {
    "start": 4001046,
    "content": "<b><a>1:46</a></b> <b>603,550.</b> 603,550. This number, six hundred and three thousand five hundred and fifty, combined with the 22,000 Levite males a month old and above ( 3:39 ), allows for a total population of over 2,000,000 Israelites. Since this number seems too high for the wilderness conditions and relatively few firstborn sons ( 3:43 ), some have reinterpreted the plain meaning of the text by 1) saying “thousand” means “clan” or “chief” here, or 2) stating the numbers are symbolic. However, if “thousand” is not the meaning in this chapter, 1:46 would read 598 “clans” or “chiefs” with only 5,500 individuals. Thus, the meaning “thousand” must be retained. Further, there is no textual indication that these numbers are symbolic. The only conclusion is that God took care of over 2,000,000 people in the wilderness during the period of 40 years (cf. Dt 8:3–4 ). Tampering with the number is tampering with God’s purpose for these numbers—to show His power in behalf of Israel."
  },
  {
    "start": 4001050,
    "content": "<b><a>1:50</a></b> <b>appoint the Levites.</b> appoint the Levites. The tribe of Levi, including Moses and Aaron, was not included in this census because it was exempt from military service. The Levites were to serve Yahweh by carrying and attending to the tabernacle (cf. 3:5–13 ; 4:1–33 , 46–49 )."
  },
  {
    "start": 4001051,
    "content": "<b><a>1:51</a></b> <b>the layman.</b> the layman. This word often refers to the “alien” or “stranger.” The non-Levite Israelite was like a “foreigner” to the transporting of the tabernacle and had to keep his distance lest he die."
  },
  {
    "start": 4001053,
    "content": "<b><a>1:53</a></b> <b>no wrath.</b> no wrath. The purpose of setting the Levites apart and arranging them around the tabernacle was to keep the wrath of Yahweh from consuming Israel (cf. Ex 32:10 , 25–29 )."
  },
  {
    "start": 4002002,
    "content": "<b><a>2:2</a></b> <b>standard … banners.</b> <b>tent of meeting.</b> standard … banners. The banners were flags identifying the individual tribes (probably with some sort of insignia). The standards were flags marking each of the 4 encampments of 3 tribes each. tent of meeting. For details see Ex 25–30 ."
  },
  {
    "start": 4002003,
    "content": "<b><a>2:3</a></b> <b>on the east side … Judah.</b> <b>Nahshon.</b> on the east side … Judah. Judah occupied the place of honor to the east. Genesis 49:8–12 highlights the role and centrality Judah would have in the defeat of Israel’s enemies. Judah was the tribe through which the Messiah would be born. Nahshon. Nahshon appears in the later genealogies of the messianic line (cf. Ru 4:20 ; Mt 1:4 )."
  },
  {
    "start": 4002014,
    "content": "<b><a>2:14</a></b> <b>Deuel.</b> Deuel. See note . The letters R and D are similar in Hebrew and were easily confused by the scribes who copied the text."
  },
  {
    "start": 4002017,
    "content": "<b><a>2:17</a></b> <b>set out.</b> set out. As the tribes marched, the tabernacle was transported in the middle of the tribes of Israel, 6 in front and 6 behind."
  },
  {
    "start": 4002032,
    "content": "<b><a>2:32</a></b> See note on 1:46 ."
  },
  {
    "start": 4003001,
    "content": "<b><a>3:1</a></b> <b>Aaron and Moses.</b> <b>Mount Sinai.</b> Aaron and Moses. Because Aaron and his sons are emphasized in this chapter, Aaron is named first. Mount Sinai. Yahweh had first communicated to Moses His choice of Aaron and his sons as priests in Ex 28:1—29:46 while he was in the midst of the cloud on Mt. Sinai ( Ex 24:18 )."
  },
  {
    "start": 4003003,
    "content": "<b><a>3:3</a></b> <b>the anointed priests.</b> <b>ordained.</b> the anointed priests. Of all the tribe of Levi, only the sons of Aaron were priests. Only priests could offer the sacrifices; the rest of the Levites aided them in the work of the tabernacle (cf. 3:7–9 ). ordained. The setting apart of Aaron and his sons to the priesthood is recorded in Lv 8:1—9:24 ."
  },
  {
    "start": 4003004,
    "content": "<b><a>3:4</a></b> <b>Eleazar and Ithamar.</b> Eleazar and Ithamar. All of the future priests of Israel under the Mosaic Covenant were descendants of these two sons of Aaron. Eleazar and his descendants would later be singled out for great blessing (cf. Nu 25:10–13 )."
  },
  {
    "start": 4003006,
    "content": "<b><a>3:6</a></b> <b>the tribe of Levi.</b> the tribe of Levi. The specific task of the Levites was to serve Aaron, his sons, and all of Israel by doing the work of the tabernacle, further defined in 3:25–26 , 31 , 36–37 ; 4:4–33 ."
  },
  {
    "start": 4003010,
    "content": "<b><a>3:10</a></b> <b>the outsider.</b> the outsider. Outsiders or strangers (cf. 1:51 ) would die if they participated in priestly activities (cf. 3:38 ; 16:40 )."
  },
  {
    "start": 4003012,
    "content": "<b><a>3:12</a></b> <b>firstborn.</b> firstborn. At the Exodus, Yahweh claimed for Himself the firstborn of Israel’s males (cf. Ex 13:1–2 ). The firstborn was to act as the family priest. But when the full ministry of the Mosaic economy came in, God transferred the priestly duties to the Levites, perhaps partly because of their holy zeal in the golden calf incident (cf. Ex 32:29 ). The Levites substituted for the firstborn."
  },
  {
    "start": 4003015,
    "content": "<b><a>3:15</a></b> <b>Number.</b> Number. Moses took a census of every Levite male who was at least one month old. This included Moses and Aaron and their sons, because they descended from Amram ( 3:19 ; cf. Ex 6:20 )."
  },
  {
    "start": 4003021,
    "end": 4003026,
    "content": "<b><a>3:21–26</a></b> <b>Gershon.</b> Gershon. The Gershonites numbered 7,500 males and were responsible for the coverings of the tabernacle. They were to camp west of the tabernacle."
  },
  {
    "start": 4003027,
    "end": 4003032,
    "content": "<b><a>3:27–32</a></b> <b>Kohath.</b> Kohath. Some LXX manuscripts give the number of Kohathites as 8,300, which is the preferred reading. (The addition of one Hebrew letter changes the “6” to a “3.” This letter was dropped very early in the copying of the text.) The Kohathites were responsible for the holy objects of the tabernacle (including transporting the ark) and were to camp south of the tabernacle."
  },
  {
    "start": 4003033,
    "end": 4003037,
    "content": "<b><a>3:33–37</a></b> <b>Merari.</b> Merari. The Merarites numbered 6,200 males and were responsible for the wooden framework of the tabernacle. They were to camp north of the tabernacle."
  },
  {
    "start": 4003038,
    "content": "<b><a>3:38</a></b> <b>Moses … Aaron.</b> Moses … Aaron. Moses and Aaron and his sons were given the place of honor on the east of the tabernacle and gave overall supervision to the Levites. Eleazar oversaw the Kohathites ( 3:32 ), and Ithamar oversaw the Gershonites and Merarites ( 4:28 , 33 )."
  },
  {
    "start": 4003043,
    "content": "<b><a>3:43</a></b> <b>22,273.</b> 22,273. This was the total number of Israelite firstborn males arriving in the 12 1/2 months since the Exodus. The Levites took the place of the first 22,000 firstborns, and the rest (273) were redeemed with 1,365 silver shekels (about 170 lbs.)."
  },
  {
    "start": 4004001,
    "end": 4004049,
    "content": "<b><a>4:1–49</a></b> For a discussion of the tabernacle and contents, see notes on Ex 25–30 ."
  },
  {
    "start": 4004003,
    "content": "<b><a>4:3</a></b> <b>thirty … to fifty.</b> thirty … to fifty. This second census of the Levites determined those who would carry the tabernacle on the coming journey to Canaan. Only those between the ages of 30 and 50 were called by Yahweh for this task ( see note on 8:24 )."
  },
  {
    "start": 4004004,
    "end": 4004016,
    "content": "<b><a>4:4–16</a></b> <b>Kohath.</b> Kohath. The Kohathites carried the furnishings of the tabernacle only after they had been covered by Aaron and his sons. If the Kohathites touched ( 4:15 ) or saw ( 4:20 ) any of the holy things, they would die."
  },
  {
    "start": 4004021,
    "end": 4004028,
    "content": "<b><a>4:21–28</a></b> <b>Gershon.</b> Gershon. See note on 3:21–26 ."
  },
  {
    "start": 4004029,
    "end": 4004033,
    "content": "<b><a>4:29–33</a></b> <b>Merari.</b> Merari. See note on 3:33–37 ."
  },
  {
    "start": 4004034,
    "end": 4004049,
    "content": "<b><a>4:34–49</a></b> <b>numbered.</b> numbered. The Kohathites totaled 2,750 ( 4:36 ), the Gershonites 2,630 ( 4:40 ), the Merarites 3,200 ( 4:44 ). All the Levites from 30–50 years old in service added up to 8,580 ( 4:48 )."
  },
  {
    "start": 4005001,
    "end": 4005004,
    "content": "<b><a>5:1–4</a></b> These verses deal with outward, visible defects."
  },
  {
    "start": 4005002,
    "content": "<b><a>5:2</a></b> <b>leper.</b> <b>discharge.</b> <b>person.</b> leper. One having an infectious skin disease (cf. Lv 13:1—14:57 ). discharge. A bodily emission indicative of disease, primarily from the sex organs (cf. Lv 15:1–33 ). dead person. Physical contact with a dead body (cf. Lv 21:11 ). All of these prohibitions had sensible health benefits as well as serving to illustrate the need for moral cleanliness when approaching God."
  },
  {
    "start": 4005003,
    "content": "<b><a>5:3</a></b> <b>outside the camp … where I dwell in their midst.</b> outside the camp … where I dwell in their midst. God’s holy presence in the cloud in the tabernacle demanded cleanness. Therefore, all the unclean were barred from the encampment of Israel."
  },
  {
    "start": 4005005,
    "end": 4005010,
    "content": "<b><a>5:5–10</a></b> These verses deal with personal sins, which are not as outwardly visible as the uncleanness of 5:1–4 ."
  },
  {
    "start": 4005006,
    "content": "<b><a>5:6</a></b> <b>against Yahweh.</b> against Yahweh. A sin committed against God’s people was considered a sin committed against God Himself. There was a need for confession and restitution in addition to the trespass offering (cf. Lv 5:14—6:7 )."
  },
  {
    "start": 4005008,
    "content": "<b><a>5:8</a></b> <b>no</b> <b>redeemer.</b> no kinsman redeemer. A supplement to Lv 6:1–7 . If the injured party had died and there was no family member to receive the restitution called for in v. 7 , it was to go to the priest as Yahweh’s representative."
  },
  {
    "start": 4005011,
    "end": 4005031,
    "content": "<b><a>5:11–31</a></b> These verses deal with the most intimate of human relationships and the most secret of sins. Adultery was to be determined and dealt with to maintain the purity of the camp. To accomplish that purity, God called for a very elaborate and public trial. If adultery was proven, it was punished with death, and this ceremony made guilt or innocence very apparent. It was not a trial with normal judicial process, since such sins are secret and lack witnesses, but it was effective. The ceremony was designed to be so terrifying and convicting that the very tendencies of human nature would make it clear if the person was guilty."
  },
  {
    "start": 4005014,
    "content": "<b><a>5:14</a></b> <b>a spirit of jealousy.</b> a spirit of jealousy. A mood of suspicion came over the husband that his wife had defiled herself with another man. The accuracy of the suspicion was determined to be right or wrong."
  },
  {
    "start": 4005015,
    "content": "<b><a>5:15</a></b> <b>a reminder of iniquity.</b> a reminder of iniquity. The purpose of the husband’s offering was to bring the secret iniquity (if it was present) to light. How this was done is explained in 5:18 , 25–26 ."
  },
  {
    "start": 4005018,
    "content": "<b><a>5:18</a></b> <b>before Yahweh.</b> <b>… go loose.</b> <b>water of bitterness.</b> before Yahweh. The woman was brought to a priest at the tabernacle. There she was in the presence of Yahweh, who knew her guilt or innocence. hair … go loose. Lit. “unbind the head.” In Lv 10:6 ; 13:45 ; 21:10 , this phrase signifies mourning. This seems to signify the expectation of judgment and consequent mourning if the woman was proven to be guilty. water of bitterness. This water included dust from the tabernacle floor ( 5:17 ) and the ink used to write the curses ( 5:23 ). The woman was to drink the water ( 5:26 ). If the woman was guilty, the water would make her life bitter by carrying out the curse of making her thigh rot and her belly swell ( 5:21 , 27 ). The public, frightening nature of this test could not fail to make guilt or innocence appear when the conscience was so assaulted."
  },
  {
    "start": 4005028,
    "content": "<b><a>5:28</a></b> <b>conceive a seed.</b> conceive a seed. The penalty for the guilty wife was obvious, since the death penalty was called for. In contrast, the innocent wife was assured she would live to bring forth children."
  },
  {
    "start": 4006001,
    "end": 4006021,
    "content": "<b><a>6:1–21</a></b> Whereas 5:1–31 dealt with the cleansing of the camp by dealing with the unclean and sinful, 6:1–21 showed how consecration to Yahweh was possible for every Israelite. Although only the family of Aaron could be priests, any man or woman could be “priestly” (i.e., dedicated to God’s service) for a time (from a month to a lifetime) by means of the vow of a Nazirite. Such a vow was made by people unusually devout toward God and dedicated to His service."
  },
  {
    "start": 4006002,
    "content": "<b><a>6:2</a></b> <b>the vow of a Nazirite.</b> the vow of a Nazirite. The word “vow” here is related to the word “wonder,” which signifies something out of the ordinary. “Nazirite” transliterates a Hebrew term meaning “dedication by separation.” The Nazirite separated himself to Yahweh by separating himself from 1) grape products ( 6:3–4 ), 2) the cutting of one’s hair ( 6:5 ), and 3) contact with a dead body ( 6:6–7 ). The High Priest was also forbidden 1) to drink wine while serving in the tabernacle ( Lv 10:9 ), and 2) to touch dead bodies ( Lv 21:11 ). Further, both the High Priest’s crown ( Ex 29:6 ; 39:30 ; Lv 8:9 ) and the Nazirite’s head ( 6:9 , 18 ) are referred to by the same Hebrew word. The Nazirite’s hair was like the High Priest’s crown. Like the High Priest, the Nazirite was holy to Yahweh ( 6:8 ; cf: Ex 28:36 ) all the days ( 6:4–6 , 8 ) of his vow."
  },
  {
    "start": 4006009,
    "content": "<b><a>6:9</a></b> <b>dies … suddenly.</b> dies … suddenly. If the Nazirite inadvertently came in contact with a dead body, he was to shave his head, on the eighth day bring the prescribed offerings, and begin the days of his vow again. This is a good illustration of the fact that sin can become mingled with the best intentions, and is not always premeditated. When sin is mixed with the holiest actions, it calls for a renewed cleansing."
  },
  {
    "start": 4006013,
    "content": "<b><a>6:13</a></b> <b>fulfilled.</b> fulfilled. At the end of the determined time, the Nazirite was released from his vow through offerings and the shaving of his head. His hair was to be brought to the sanctuary at the time of those offerings (cf. Ac 18:18 )."
  },
  {
    "start": 4006022,
    "end": 4006027,
    "content": "<b><a>6:22–27</a></b> Obedient Israel, organized before and consecrated to Yahweh, was the recipient of God’s blessing (i.e., His favor) pronounced by the priests."
  },
  {
    "start": 4006024,
    "content": "<b><a>6:24</a></b> <b>bless.</b> <b>keep.</b> bless. Yahweh’s blessing was described as His face (i.e., His presence) shining on His people (v. 25 ) and looking at them (v. 26 ). God shone forth in benevolence on Israel and looked on them for good. keep. The results of Yahweh’s blessing were His preservation of Israel (“keep”), His kindness toward her (“be gracious,” v. 25 ), and her total well-being (“peace,” v. 26 )."
  },
  {
    "start": 4006027,
    "content": "<b><a>6:27</a></b> <b>invoke My name.</b> invoke My name. The name of Yahweh represented His person and character. The priests were to call for God to dwell among His people and meet all their needs."
  },
  {
    "start": 4007001,
    "end": 4010036,
    "content": "<b><a>7:1—10:36</a></b> These 4 chapters show how Yahweh spoke to Moses ( 7:89 ) and led Israel ( 9:22 ; 10:11–12 ) from the tabernacle. As Israel was properly oriented toward Yahweh and obeyed His word, God gave them victory over their enemies ( 10:35 )."
  },
  {
    "start": 4007002,
    "content": "<b><a>7:2</a></b> <b>the leaders of Israel.</b> the leaders of Israel. The leaders of the 12 tribes were those named in 1:5–15 who oversaw the numbering of the people. The order of the presentation by tribe of their offerings to the tabernacle was the same as the order of march given in 2:3–32 ."
  },
  {
    "start": 4007006,
    "content": "<b><a>7:6</a></b> <b>the carts and the oxen.</b> the carts and the oxen. These were to be used in the transportation of the tabernacle. According to v. 9 , the sons of Kohath did not receive a cart because they were to carry the holy things of the tabernacle on their shoulders."
  },
  {
    "start": 4007012,
    "content": "<b><a>7:12</a></b> <b>the first day.</b> the first day. I.e., the first day of the first month. The gifts of the leaders to the tabernacle were given over 12 successive days."
  },
  {
    "start": 4007084,
    "end": 4007088,
    "content": "<b><a>7:84–88</a></b> Each of the leaders gave the same offerings to the tabernacle. Here the total of all the gifts was given."
  },
  {
    "start": 4007089,
    "content": "<b><a>7:89</a></b> <b>He spoke to him.</b> He spoke to him. With the completion of the tabernacle, Yahweh communicated His Word to Moses from the mercy seat in the Holy of Holies (see Lv 1:1 ; Nu 1:1 )."
  },
  {
    "start": 4008001,
    "end": 4008004,
    "content": "<b><a>8:1–4</a></b> Exodus 25:32–40 recorded the instructions for the making of the golden lampstand and Ex 37:17–24 reported its completion. Here, as a part of the dedication of the tabernacle, the 7 lamps of the lampstand were lit."
  },
  {
    "start": 4008005,
    "end": 4008026,
    "content": "<b><a>8:5–26</a></b> This ceremony set apart the Levites to the service of Yahweh. Their dedication was a feature of the overall description of the dedication of the tabernacle."
  },
  {
    "start": 4008006,
    "content": "<b><a>8:6</a></b> <b>cleanse.</b> cleanse. In contrast to the priests who were consecrated ( Ex 29:1 , 9 ), the Levites were cleansed. According to v. 7 , this cleansing was accomplished by first, the sprinkling of water; second, the shaving of the body; and third, the washing of the clothes. This cleansing of the Levites made them pure so they might come into contact with the holy objects of the tabernacle. Similar requirements were given for the cleansing of the leper in Lv 14:8–9 ."
  },
  {
    "start": 4008009,
    "content": "<b><a>8:9</a></b> <b>the whole congregation.</b> the whole congregation. Since the Levites took the place of the firstborn, who had acted as family priests among the people of Israel (see vv. 16–18 ), all of the congregation of Israel showed their identification with the Levites by the laying on of their hands."
  },
  {
    "start": 4008019,
    "content": "<b><a>8:19</a></b> <b>a gift to Aaron.</b> <b>no plague.</b> a gift to Aaron. The Levites were given by God to assist the priests. no plague. See note on 1:53 ."
  },
  {
    "start": 4008024,
    "content": "<b><a>8:24</a></b> <b>twenty-five years old.</b> twenty-five years old. The Levites were to begin their service in helping the priests at age 25. However, in 4:3 the age of commencement is 30. A rabbinic suggestion was that the Levites were to serve a 5-year apprenticeship. A better solution can be discovered by noting the differing tasks in the two chapters. Numbers 4 dealt with the carrying of the tabernacle, while here they helped in the service in the tabernacle. A Levite began serving in the tabernacle at 25 and carrying the tabernacle at 30. In both cases, his service ended at age 50. David later lowered the age to 20 (see 1Chr 23:24 , 27 ; cf. Ezr 3:8 )."
  },
  {
    "start": 4009001,
    "end": 4009014,
    "content": "<b><a>9:1–14</a></b> The call from Yahweh to keep the Passover led to an inquiry from those whose uncleanness kept them from obeying. This request led to an amplification of the requirement by Yahweh. This was the second Passover."
  },
  {
    "start": 4009003,
    "content": "<b><a>9:3</a></b> <b>twilight.</b> twilight. The time between the end of one day and the beginning of the next. See Ex 12:6 ."
  },
  {
    "start": 4009006,
    "content": "<b><a>9:6</a></b> <b>unclean.</b> unclean. Ceremonially unclean because of contact with a dead body. See note on 5:2 ."
  },
  {
    "start": 4009010,
    "content": "<b><a>9:10</a></b> <b>any one … of your generations.</b> any one … of your generations. This word from Yahweh was not only for the current situation, but it was a continuing ordinance for Israel. If a man was unable to eat the Passover because of uncleanness or because he was away from the land, he could partake of the Passover on the fourteenth day of the second month."
  },
  {
    "start": 4009012,
    "content": "<b><a>9:12</a></b> This text is alluded to in Jn 19:36 ."
  },
  {
    "start": 4009013,
    "content": "<b><a>9:13</a></b> <b>cut off.</b> cut off. If any Israelite did not keep the Passover at the appointed time and was not unclean or away from the land, he was to be “cut off,” which implies that he was to be killed."
  },
  {
    "start": 4009014,
    "content": "<b><a>9:14</a></b> <b>one statute.</b> one statute. A non-Israelite who wished to participate in the Passover would be required to be circumcised."
  },
  {
    "start": 4009015,
    "end": 4009023,
    "content": "<b><a>9:15–23</a></b> See Ex 40:34–38 . The cloud, the visible symbol of Yahweh’s presence, was continually sitting above the tabernacle. The movement of the cloud was the signal to Israel that they were to travel on their journey."
  },
  {
    "start": 4009016,
    "content": "<b><a>9:16</a></b> <b>cloud … fire.</b> cloud … fire. The presence of Yahweh which was seen in the cloud by day became a fire that was seen at night (cf. Lv 16:2 )."
  },
  {
    "start": 4009023,
    "content": "<b><a>9:23</a></b> <b>command … command.</b> command … command. The text emphasizes that Israel obeyed Yahweh at this point in her experience. Throughout the wilderness wanderings, the Israelites could only journey as the cloud led them. When it did not move, they stayed encamped where they were."
  },
  {
    "start": 4010001,
    "end": 4010010,
    "content": "<b><a>10:1–10</a></b> Israel was also to be guided by the blowing of the two silver trumpets made by Moses. Both a call to gather and a call to march were communicated with the trumpets."
  },
  {
    "start": 4010002,
    "content": "<b><a>10:2</a></b> <b>trumpets.</b> <b>hammered work.</b> trumpets. According to a Jewish tradition, these instruments were between 12 and 20 in. long and had a narrow tube that was flared at the end. hammered work. The same description is given concerning the cherubim above the mercy seat. See Ex 25:18 ; 37:7 ."
  },
  {
    "start": 4010003,
    "end": 4010004,
    "content": "<b><a>10:3–4</a></b> <b>both … one.</b> both … one. The first function of the trumpets was to gather the people to the tabernacle. When both trumpets were blown, all adult males of the congregation were to gather. If only one trumpet was blown, the leaders were to come."
  },
  {
    "start": 4010005,
    "content": "<b><a>10:5</a></b> <b>set out.</b> set out. The second purpose of the trumpets was to give a signal indicating that the tribes were to begin their march. The exact difference between the blowing for the gathering at the tabernacle and for the march is not known. Jewish tradition said the convocation sound was a long steady blast, while the advance signal was a succession of 3 shorter notes."
  },
  {
    "start": 4010008,
    "content": "<b><a>10:8</a></b> <b>a perpetual statute.</b> a perpetual statute. The blowing of the horns was to be a perpetual ordinance in Israel, calling the people to worship or to war."
  },
  {
    "start": 4010011,
    "end": 4010036,
    "content": "<b><a>10:11–36</a></b> Finally, in an orderly and obedient fashion, Israel departed from Sinai as Yahweh commanded through Moses."
  },
  {
    "start": 4010012,
    "content": "<b><a>10:12</a></b> <b>the wilderness of Sinai.</b> the wilderness of Sinai. According to 13:26 , Kadesh was in the Wilderness of Paran, probably at its northern border. This verse gives a summary of God’s leading from Sinai to Kadesh."
  },
  {
    "start": 4010014,
    "end": 4010028,
    "content": "<b><a>10:14–28</a></b> The order of march followed by Israel in these verses is in exact conformity to the details given in 2:1–34 ."
  },
  {
    "start": 4010029,
    "content": "<b><a>10:29</a></b> <b>Hobab.</b> <b>Reuel.</b> <b>come with us.</b> Hobab. As the son of Reuel, Hobab was Moses’ brother-in-law. Reuel. Reuel was the father-in-law of Moses (see Ex 2:18 ). come with us. Moses sought Hobab’s help in leading Israel through the wilderness. He promised Hobab a portion of the inheritance of Israel within the land if he would come. The text of Numbers does not explicitly state whether Hobab responded to Moses or not. But Jdg 1:16 implies that Hobab agreed to Moses’ request. Later, he joined with Judah in the conquest of the land and did receive the blessing of dwelling in the land."
  },
  {
    "start": 4010033,
    "content": "<b><a>10:33</a></b> <b>journey … three days.</b> journey … three days. The Israelites traveled for 3 days from Sinai before they encamped for more than one night."
  },
  {
    "start": 4010035,
    "end": 4010036,
    "content": "<b><a>10:35–36</a></b> As Israel traveled and encamped, Moses prayed that Yahweh would give victory and that His presence would be among her."
  },
  {
    "start": 4011001,
    "end": 4025018,
    "content": "<b><a>11:1—25:18</a></b> In contrast to Nu 1–10 , a major change takes place at 11:1 . Obedient Israel became complaining ( 11:1 ; 14:2 , 27 , 29 , 36 ; 16:1–3 , 41 ; 17:5 ) and rebellious ( 14:9 ; 17:10 ) Israel. Ultimately, Moses and Aaron rebelled against Yahweh as well ( 20:10 , 24 ). In response to Israel’s disobedience, Yahweh’s anger was aroused ( 11:1 , 10 , 33 ; 12:9 ; 14:18 ; 25:3–4 ) and He plagued His people ( 14:37 ; 16:46–50 ; 25:8–9 , 18 ) as He had Pharaoh and the Egyptians ( Ex 9:14 ; 12:13 ; 30:12 ). Nevertheless, even though God judged that generation of Israel, He will still fulfill His promises to Abraham in the future ( 23:5—24:24 )."
  },
  {
    "start": 4011004,
    "content": "<b><a>11:4</a></b> <b>the rabble.</b> <b>meat.</b> the rabble. The word only occurs here in the OT. However, another word, “multitude,” was used in Ex 12:38 . The “rabble” here are non-Israelites who left Egypt with Israel in the Exodus. meat. After over a year of eating manna in the wilderness, the mixed multitude wanted the spicy food of Egypt once again."
  },
  {
    "start": 4011007,
    "content": "<b><a>11:7</a></b> <b>manna.</b> <b>bdellium.</b> manna. See Ex 16:14 . bdellium. This refers more to appearance than color, i.e., it had the appearance of a pale resin."
  },
  {
    "start": 4011013,
    "end": 4011014,
    "content": "<b><a>11:13–14</a></b> Moses confessed to God that he was not able to provide meat for the people as they demanded. Their complaining was discouraging him so that because of this great burden, Moses desired death from the hand of Yahweh."
  },
  {
    "start": 4011016,
    "end": 4011030,
    "content": "<b><a>11:16–30</a></b> In response to Moses’ despair in leading the people, Yahweh gave him 70 men to help."
  },
  {
    "start": 4011017,
    "content": "<b><a>11:17</a></b> <b>the Spirit.</b> the Spirit. This refers to the Spirit of God. It was by means of the Holy Spirit that Moses was able to lead Israel. In v. 25 , Yahweh gave the Spirit to the 70 men in fulfillment of the word He gave to Moses."
  },
  {
    "start": 4011021,
    "content": "<b><a>11:21</a></b> <b>600,000.</b> 600,000. Moses rounded off the 603,550 of 1:46 ; 2:32 ."
  },
  {
    "start": 4011023,
    "content": "<b><a>11:23</a></b> <b>Is Yahweh’s power limited?</b> Is Yahweh’s power limited? Yahweh indicated He was able to do as He had said and provide meat for the 600,000 men of Israel and their families for one month."
  },
  {
    "start": 4011025,
    "content": "<b><a>11:25</a></b> <b>prophesied.</b> prophesied. Here the prophesying refers to the giving of praise and similar expressions of worship to Yahweh without prior training. The text is clear that this was a one-time event as far as these men were concerned."
  },
  {
    "start": 4011029,
    "content": "<b><a>11:29</a></b> <b>that Yahweh would put His Spirit upon them!</b> that Yahweh would put His Spirit upon them! Moses desired and anticipated the day when all of God’s people would have His Spirit within them. By this, he looked forward to the New Covenant. See Eze 36:22–27 ; Jer 31:31ff. ; Joel 2:28 ."
  },
  {
    "start": 4011031,
    "content": "<b><a>11:31</a></b> <b>a day’s journey.</b> <b>about two cubits over the … ground.</b> a day’s journey. Yahweh, using a wind, brought a great quantity of quail that surrounded the encampment within one day’s journey. about two cubits over the … ground. The birds flew at a height of about 3 ft. where they were able to be easily captured or clubbed to the ground by the people."
  },
  {
    "start": 4011032,
    "content": "<b><a>11:32</a></b> <b>ten homers.</b> ten homers. About 60–70 bu."
  },
  {
    "start": 4012001,
    "end": 4012016,
    "content": "<b><a>12:1–16</a></b> The brother and sister of Moses opposed his leadership. The immediate occasion was the prophesying of the elders. Moses’ position as the spokesman for God to Israel was called into question."
  },
  {
    "start": 4012002,
    "content": "<b><a>12:2</a></b> <b>spoken only through Moses.</b> spoken only through Moses. Miriam and Aaron asserted that God had spoken to them in the same way that He had spoken to Moses."
  },
  {
    "start": 4012003,
    "content": "<b><a>12:3</a></b> <b>very humble.</b> very humble. This statement is often cited as evidence that Moses could not have written the book of Numbers, for he would not have boasted in his own humility. However, the Holy Spirit certainly could inspire Moses to make an accurate statement about himself, probably against his own natural inclination. In this context, Moses was asserting there was nothing that he had done to provoke this attack by Miriam and Aaron."
  },
  {
    "start": 4012005,
    "content": "<b><a>12:5</a></b> <b>Yahweh came down.</b> Yahweh came down. As in Ge 11:5 , this clause states that Yahweh knows and deals with situations on earth. Here Yahweh came down and, in v. 10 , departed. This was God’s answer to the attack against Moses."
  },
  {
    "start": 4012007,
    "content": "<b><a>12:7</a></b> <b>My servant Moses.</b> <b>faithful in all My household.</b> My servant Moses. This phrase is also repeated in v. 8 . A servant of Yahweh in the OT is one who responded in faith by obedience to the Word of Yahweh. faithful in all My household. A reference to Moses’ loyal performance of his role as covenant mediator between Yahweh and Israel."
  },
  {
    "start": 4012008,
    "content": "<b><a>12:8</a></b> <b>mouth to mouth.</b> <b>the form of Yahweh.</b> mouth to mouth. God spoke to Moses without mediation. Also Yahweh did not speak to Moses through visions and dreams, but plainly. It was not that Moses saw the full glory of God (cf. Jn 1:18 ), but rather that he had the most explicit, intimate encounters (cf. Dt 34:10 ). the form of Yahweh. This is the likeness or representation of Yahweh which Moses was privileged to see. See Ex 33:23 ."
  },
  {
    "start": 4012010,
    "content": "<b><a>12:10</a></b> <b>leprous.</b> leprous. In judgment of Miriam’s opposition to Moses, Yahweh struck her with leprosy. For the treatment of a leper, see Lv 13–14 . A public sin required a public response from Yahweh."
  },
  {
    "start": 4012016,
    "content": "<b><a>12:16</a></b> <b>wilderness of Paran.</b> wilderness of Paran. See note on 10:12 ."
  },
  {
    "start": 4013001,
    "end": 4014045,
    "content": "<b><a>13:1—14:45</a></b> These chapters record the massive failure of Israel at Kadesh. The people failed to believe Yahweh ( 14:11 ) and take the Promised Land. Their lack of faith was open rebellion against Yahweh ( 14:9 ). The NT looks back to these times as an illustration of apostasy (cf. 1Co 10:5 ; Heb 3:16–19 )."
  },
  {
    "start": 4013002,
    "content": "<b><a>13:2</a></b> <b>spy out the land of Canaan.</b> spy out the land of Canaan. The spies were specifically called to explore the land that God had promised to Israel. This exploration gave valuable information to Moses for the conquest of the land."
  },
  {
    "start": 4013003,
    "content": "<b><a>13:3</a></b> <b>heads of the sons of Israel.</b> heads of the sons of Israel. These leaders were different from those mentioned in Nu 1–2 , 7 , 10 . Presumably the tribal leaders in the 4 earlier lists were older men. The task for the spies called for some leaders who were younger, probably about 40 years of age, based on the ages of Caleb and Joshua."
  },
  {
    "start": 4013016,
    "content": "<b><a>13:16</a></b> <b>Hoshea … Joshua.</b> Hoshea … Joshua. For reasons not made clear, Moses changed the name of Hoshea, meaning “desire for salvation,” to Joshua, meaning “Yahweh is salvation.”"
  },
  {
    "start": 4013017,
    "end": 4013020,
    "content": "<b><a>13:17–20</a></b> The spies were to determine the nature of the land itself, as well as the strengths and weaknesses of the people."
  },
  {
    "start": 4013020,
    "content": "<b><a>13:20</a></b> <b>the time of the first ripe grapes.</b> the time of the first ripe grapes. Midsummer (mid to late July)."
  },
  {
    "start": 4013021,
    "content": "<b><a>13:21</a></b> <b>from the wilderness of Zin as far as Rehob.</b> from the wilderness of Zin as far as Rehob. These were the southernmost and northernmost borders of the land."
  },
  {
    "start": 4013022,
    "content": "<b><a>13:22</a></b> <b>Hebron.</b> <b>the descendants of Anak.</b> Hebron. The first major city the spies came to in Canaan. Abram had earlier built an altar to Yahweh here (cf. Ge 13:18 ). Abraham and Isaac were buried here ( Ge 49:31 ). The city had been fortified at about 1730 BC, 7 years before the building of Zoan in Egypt, and later became the inheritance of Caleb ( Jos 14:13–15 ) and then David’s capital when he reigned over Judah ( 2Sa 2:1–4 ). the descendants of Anak. Cf. 13:28 . Anak was probably the ancestor of Ahiman, Sheshiai, and Talmai, who were living at Hebron. They were noted for their height ( Dt 2:21 ; 9:2 )."
  },
  {
    "start": 4013023,
    "content": "<b><a>13:23</a></b> <b>the valley of Eshcol.</b> the valley of Eshcol. Eshcol means “cluster.”"
  },
  {
    "start": 4013028,
    "content": "<b><a>13:28</a></b> <b>the people … are strong.</b> the people … are strong. The spies reported that the land was good; however, the people were too strong to be conquered."
  },
  {
    "start": 4013030,
    "content": "<b><a>13:30</a></b> <b>Caleb quieted the people.</b> Caleb quieted the people. The verb “quieted” usually occurs in the form of the interjection “Hush!” This implies that the spies’ report evoked a vocal reaction from the people. Caleb concurred with the report of the other spies, but called the people to go up and take the land, knowing that with God’s help they were able to overcome the strong people."
  },
  {
    "start": 4013032,
    "content": "<b><a>13:32</a></b> <b>a bad report.</b> a bad report. The report of the 10 spies was evil because it exaggerated the dangers of the people in the land, sought to stir up and instill fear in the people of Israel and, most importantly, it expressed their faithless attitude toward God and His promises."
  },
  {
    "start": 4013033,
    "content": "<b><a>13:33</a></b> <b>Nephilim.</b> Nephilim. This term was used in Ge 6:4 for a group of strong men who lived on the earth before the Flood. The descendants of Anak were, in exaggeration, compared to these giants, which led the spies to view themselves as grasshoppers before them."
  },
  {
    "start": 4014001,
    "content": "<b><a>14:1</a></b> <b>all the congregation … wept.</b> all the congregation … wept. All of Israel bewailed the circumstances."
  },
  {
    "start": 4014002,
    "content": "<b><a>14:2</a></b> <b>grumbled.</b> grumbled. The term means “to murmur.” Specifically, they wished they had died in Egypt or the wilderness."
  },
  {
    "start": 4014004,
    "content": "<b><a>14:4</a></b> <b>appoint a leader and return to Egypt.</b> appoint a leader and return to Egypt. The faithless people were ready to reject God’s leader, Moses."
  },
  {
    "start": 4014006,
    "content": "<b><a>14:6</a></b> <b>tore their clothes.</b> tore their clothes. This was an indication of distress (see Ge 37:29 )."
  },
  {
    "start": 4014007,
    "end": 4014009,
    "content": "<b><a>14:7–9</a></b> Joshua and Caleb reaffirmed their appraisal that the land was good and their confidence that Yahweh would deliver it and its people into their hands."
  },
  {
    "start": 4014010,
    "content": "<b><a>14:10</a></b> <b>the glory of Yahweh appeared.</b> the glory of Yahweh appeared. In response to the people’s violent rejection of Joshua and Caleb’s challenge, God appeared."
  },
  {
    "start": 4014011,
    "content": "<b><a>14:11</a></b> <b>spurn … not believe in Me.</b> spurn … not believe in Me. They had refused to trust or rely on God and His power to give them the land of Canaan in spite of the signs that He had done in their midst."
  },
  {
    "start": 4014012,
    "content": "<b><a>14:12</a></b> <b>I will make you into a nation.</b> I will make you into a nation. As in Ex 32:9–10 , God threatened to wipe out the people and start over again with Moses’ “son.” This justifiable threat showed the seriousness with which God took rebellion on the part of His people."
  },
  {
    "start": 4014013,
    "end": 4014019,
    "content": "<b><a>14:13–19</a></b> As in Ex 32:11–13 , Moses interceded for Israel to protect Yahweh’s reputation with the Egyptians, who would charge Yahweh with inability to complete His deliverance of Israel and thus deny His power. Second, Yahweh’s loyal love was the basis on which Yahweh could forgive His people."
  },
  {
    "start": 4014022,
    "content": "<b><a>14:22</a></b> <b>ten times.</b> ten times. Taken literally this includes: 1) Ex 14:10–12 ; 2) Ex 15:22–24 ; 3) Ex 16:1–3 ; 4) Ex 16:19–20 ; 5) Ex 16:27–30 ; 6) Ex 17:1–4 ; 7) Ex 32:1–35 ; 8) Nu 11:1–3 ; 9) Nu 11:4–34 ; 10) Nu 14:3 ."
  },
  {
    "start": 4014024,
    "content": "<b><a>14:24</a></b> <b>My servant Caleb.</b> My servant Caleb. Since Caleb was recognized as one who feared and trusted Yahweh, He later rewarded his faith (cf. Jos 14 )."
  },
  {
    "start": 4014025,
    "content": "<b><a>14:25</a></b> <b>turn … and set out to the wilderness.</b> turn … and set out to the wilderness. Because of Israel’s refusal to enter the land, instead of continuing northward, God commanded they move southward toward the Gulf of Aqabah."
  },
  {
    "start": 4014026,
    "end": 4014035,
    "content": "<b><a>14:26–35</a></b> Yahweh granted the Israelites their wish, i.e., their judgment was that they would die in the wilderness (vv. 29 , 35 ; cf. v. 2 ). Their children, however, whom they thought would become victims (v. 3 ), God would bring into the land of Canaan (vv. 30–32 ). The present generation of rebels would die in the wilderness until 40 years were completed. The 40 years were calculated as one year for each day the spies were in Canaan."
  },
  {
    "start": 4014037,
    "content": "<b><a>14:37</a></b> <b>died by a plague.</b> died by a plague. As an indication of the certainty of the coming judgment, the 10 spies who undermined the people’s faith were struck by the plague and died."
  },
  {
    "start": 4014044,
    "content": "<b><a>14:44</a></b> <b>they went up heedlessly to the … hill country.</b> they went up heedlessly to the … hill country. With characteristic obstinacy, the people rejected Moses’ counsel and Yahweh’s command and went to attack the Amalekites in the hill country. Since Yahweh was not with them, they were defeated."
  },
  {
    "start": 4015001,
    "end": 4015041,
    "content": "<b><a>15:1–41</a></b> Even though the Israelites had rebelled against Yahweh and were under His judgment, Yahweh still planned to give the land of Canaan to them. These laws assumed Israel’s entrance into the land ( 15:2 , 17 )."
  },
  {
    "start": 4015004,
    "content": "<b><a>15:4</a></b> <b>… hin.</b> ephah … hin. Measurements equal to 4 to 6 gallons and 6 to 8 pints."
  },
  {
    "start": 4015017,
    "end": 4015021,
    "content": "<b><a>15:17–21</a></b> This regulation pertained to the offering of the first fruits of the harvest. When the people entered the land of Canaan and began to enjoy its produce, they were to show their devotion to Yahweh by presenting to Him a cake baked from the first cuttings of the grain."
  },
  {
    "start": 4015022,
    "content": "<b><a>15:22</a></b> <b>unintentionally fail.</b> unintentionally fail. Sin offerings were prescribed whenever any of Yahweh’s commands were disobeyed accidentally, i.e., by unintentional neglect or omission. In vv. 24–26 , the offerings for the whole community were given. In vv. 27–29 , the offerings for the individual person who sinned unintentionally were stated."
  },
  {
    "start": 4015030,
    "content": "<b><a>15:30</a></b> <b>does</b> <b>with a high hand.</b> does anything with a high hand. These sins, committed knowingly and deliberately were described as blasphemous because they were an arrogant act of insubordination against Yahweh. Anyone guilty of presumptuous sin was to be excommunicated from Israel and put to death."
  },
  {
    "start": 4015032,
    "end": 4015036,
    "content": "<b><a>15:32–36</a></b> This was an illustration of defiant sin. When it was determined that there was a premeditated violation of the Sabbath law, death was required."
  },
  {
    "start": 4015037,
    "end": 4015038,
    "content": "<b><a>15:37–38</a></b> <b>tassels.</b> tassels. These blue tassels were in the form of a flower or petal and were attached to the garments of the Israelites to remind them of their need to trust and obey God’s commands."
  },
  {
    "start": 4015041,
    "content": "<b><a>15:41</a></b> <b>Yahweh.</b> Yahweh. This reminder harkens back to Moses’ first encounter with Yahweh in the desert ( Ex 3:13–22 )."
  },
  {
    "start": 4016001,
    "end": 4018032,
    "content": "<b><a>16:1—18:32</a></b> In 16:1–40 , Korah (a Levite), allied with some Reubenites and other leaders of Israel, instigated an organized opposition to the authority of Aaron and the priests. Their argument against Moses and Aaron was that by claiming the unique right and responsibility to represent the people before God, they exalted themselves based on the promise that “all the congregation are holy, every one of them, and Yahweh is in their midst” ( 16:3 ). Yahweh dealt with these rebels ( 16:4–40 ) and reaffirmed His choice of Aaron ( 16:41—17:13 ). Finally, Yahweh restated the duties and support of both the priests and Levites ( 18:1–32 ). These events took place at some unidentified place and time during Israel’s wilderness wanderings."
  },
  {
    "start": 4016008,
    "content": "<b><a>16:8</a></b> <b>sons of Levi.</b> sons of Levi. Other Levites were involved in this rebellion with Korah."
  },
  {
    "start": 4016012,
    "content": "<b><a>16:12</a></b> <b>Dathan and Abiram.</b> Dathan and Abiram. These two men of the tribe of Reuben despised Moses, blaming him for taking Israel out of the land of Egypt and failing to bring them into the land of Canaan. Because of Moses’ perceived failure, they attacked him, joining with Korah in the rebellion against Moses and Aaron."
  },
  {
    "start": 4016015,
    "content": "<b><a>16:15</a></b> <b>nor have I done harm to any of them.</b> nor have I done harm to any of them. Moses pled his innocence before Yahweh, claiming to have been a true servant-leader. This confirms that Nu 12:3 could have been written by Moses."
  },
  {
    "start": 4016016,
    "end": 4016035,
    "content": "<b><a>16:16–35</a></b> God judged those who rebelled against Moses and Aaron by putting them to death."
  },
  {
    "start": 4016021,
    "content": "<b><a>16:21</a></b> Yahweh answered Moses’ intercession by calling the people to depart from the tents of the rebels so that only they would be judged."
  },
  {
    "start": 4016022,
    "content": "<b><a>16:22</a></b> <b>God of the spirits of all flesh.</b> God of the spirits of all flesh. This phrase appears only here and in 27:16 . Moses called on omniscient God who knows the heart of everyone to judge those who had sinned, and those only."
  },
  {
    "start": 4016030,
    "content": "<b><a>16:30</a></b> <b>an entirely new thing.</b> an entirely new thing. This supernatural opening of the earth to swallow the rebels was a sign of God’s wrath and the vindication of Moses and Aaron."
  },
  {
    "start": 4016032,
    "content": "<b><a>16:32</a></b> <b>their households.</b> their households. Numbers 26:11 indicates that this did not include their children."
  },
  {
    "start": 4016036,
    "end": 4016040,
    "content": "<b><a>16:36–40</a></b> The 250 leaders of Israel had brought censers filled with fire before Yahweh ( 16:17–18 ). The censers were holy to Yahweh since they had been used in the tabernacle. Therefore, Eleazar was commanded to hammer out the metal censers into a covering for the altar. That covering was to be a perpetual reminder that God had chosen Aaron and his descendants for the priesthood."
  },
  {
    "start": 4016041,
    "end": 4016050,
    "content": "<b><a>16:41–50</a></b> Instead of bringing about the repentance of the people, Yahweh’s wrath only led to more complaining. Though the children of Israel held Moses and Aaron accountable for the people who had been killed by Yahweh, it was the intervention of Moses and Aaron for the entire nation that saved them from destruction because of their opposition to God."
  },
  {
    "start": 4016046,
    "content": "<b><a>16:46</a></b> <b>incense.</b> incense. Incense was symbolic of prayer. Aaron interceded in prayer and the plague stopped (v. 48 )."
  },
  {
    "start": 4016049,
    "content": "<b><a>16:49</a></b> <b>14,700.</b> 14,700. See 1Co 10:10 ."
  },
  {
    "start": 4017002,
    "content": "<b><a>17:2</a></b> <b>twelve rods.</b> twelve rods. These sticks of wood were to bear the names of the 12 tribes, with the tribe of Levi replaced by the name Aaron."
  },
  {
    "start": 4017004,
    "content": "<b><a>17:4</a></b> <b>in front of the testimony.</b> in front of the testimony. The Testimony is the Ten Commandments written on two stone tablets kept in the ark of the covenant. The phrase “in front of the testimony” is synonymous with “before the ark.”"
  },
  {
    "start": 4017008,
    "content": "<b><a>17:8</a></b> <b>the rod of Aaron.</b> the rod of Aaron. God had stated that the stick of the man He had chosen would blossom ( 17:5 ). The stick of Aaron had not only blossomed, but had yielded ripe almonds. Thus God had exceeded the demands of the test, so there would be no uncertainty of the fact that Aaron had been chosen as High Priest."
  },
  {
    "start": 4017010,
    "content": "<b><a>17:10</a></b> <b>a sign.</b> a sign. Aaron’s rod that blossomed and brought forth fruit was to be kept as an indication of God’s choice in order to permanently stop the murmuring of the rebellious Israelites."
  },
  {
    "start": 4017012,
    "content": "<b><a>17:12</a></b> <b>Behold, we are breathing our last breath.</b> Behold, we are breathing our last breath. Finally, the people realized their sin in challenging Aaron’s role."
  },
  {
    "start": 4017013,
    "content": "<b><a>17:13</a></b> <b>comes near.</b> comes near. The people’s fear of going near to God led to a reaffirmation of the priesthood of Aaron and his sons in chap. 18 ."
  },
  {
    "start": 4018001,
    "end": 4018007,
    "content": "<b><a>18:1–7</a></b> Only Aaron and his family could minister with the holy articles of the sanctuary of God."
  },
  {
    "start": 4018007,
    "content": "<b><a>18:7</a></b> <b>bestowed service.</b> bestowed service. Even though the priesthood demanded much, the priests were to view it as a gift from Yahweh."
  },
  {
    "start": 4018008,
    "end": 4018020,
    "content": "<b><a>18:8–20</a></b> In return for their service to Yahweh, the priests were to receive a portion of the offerings which the people presented in worship. They could keep all of the parts of the sacrifices not consumed on the altar by fire. Also, the offerings of first fruits and everything devoted to Yahweh were theirs as well."
  },
  {
    "start": 4018019,
    "content": "<b><a>18:19</a></b> <b>an everlasting covenant of salt.</b> an everlasting covenant of salt. Salt, which does not burn, was a metaphor to speak of durability. As salt keeps its flavor, so Yahweh’s covenant with the priesthood was durable. Yahweh would provide through the offerings of His people for His priests forever."
  },
  {
    "start": 4018021,
    "end": 4018024,
    "content": "<b><a>18:21–24</a></b> The Levites received the tithes from the people. This was their source of income and compensation for their tabernacle service."
  },
  {
    "start": 4018025,
    "end": 4018032,
    "content": "<b><a>18:25–32</a></b> As the Levites themselves received the tithe, they were also required to present a tithe (a tenth) of what they received to Yahweh."
  },
  {
    "start": 4019001,
    "end": 4019022,
    "content": "<b><a>19:1–22</a></b> Over a period of 38 1/2 years, over 1.2 million people died in the wilderness because of God’s judgment. The Israelites were continually coming into contact with dead bodies, which led to ceremonial uncleanness. Therefore, Yahweh provided a means of purification so that those who came into contact with dead bodies might be cleansed."
  },
  {
    "start": 4019002,
    "content": "<b><a>19:2</a></b> <b>a red heifer without blemish.</b> a red heifer without blemish. A reddish brown cow, probably young since no yoke had been laid on it. This cow was burned and its ashes were used as the agent of purification (see v. 9 )."
  },
  {
    "start": 4019003,
    "content": "<b><a>19:3</a></b> <b>Eleazar.</b> <b>outside the camp.</b> Eleazar. The son of Aaron was a deputy High Priest who was in charge of the slaughter of the red cow. outside the camp. The red cow was killed outside the camp of Israel, and its ashes were stored there as well (see v. 9 ). Hebrews 13:11–13 picks up the image of “outside the camp” as it relates to Christ’s death outside of Jerusalem."
  },
  {
    "start": 4019006,
    "content": "<b><a>19:6</a></b> <b>cedar wood and hyssop and scarlet.</b> cedar wood and hyssop and scarlet. The cow was totally consumed by the fire along with these 3 materials, which were also used in the ritual of purification of skin disease ( Lv 14:1–9 ). The ashes of all these and the cow were mixed to make the agent by which cleansing could take place."
  },
  {
    "start": 4019011,
    "end": 4019022,
    "content": "<b><a>19:11–22</a></b> A general statement regarding the use of the “water of purification” (vv. 11–13 ) is followed by a more detailed explanation of the procedure to be followed."
  },
  {
    "start": 4019018,
    "content": "<b><a>19:18</a></b> <b>a clean person.</b> a clean person. Any clean person, not just priests, could sprinkle the unclean with the water of purification."
  },
  {
    "start": 4020001,
    "end": 4022001,
    "content": "<b><a>20:1—22:1</a></b> These chapters record the beginning of the transition from the old generation (represented by Miriam and Aaron) to the new generation (represented by Eleazar). Geographically, Israel moves from Kadesh ( 20:1 ) to the plains of Moab ( 22:1 ) from where the conquest of the land would be launched. There is an interval of 37 years between 19:22 and 20:1 ."
  },
  {
    "start": 4020002,
    "content": "<b><a>20:2</a></b> <b>no water.</b> no water. During Israel’s 40 years in the wilderness, water was their greatest physical need. Yahweh had provided it continually, beginning at Horeb ( Ex 17:1–7 ). The present lack of water stirred the people to contend with Moses."
  },
  {
    "start": 4020003,
    "content": "<b><a>20:3</a></b> <b>If only we had breathed our last when our brothers breathed their last.</b> If only we had breathed our last when our brothers breathed their last. The situation was so desperate in the people’s mind that they wished they had been among those who died in Korah’s rebellion ( 16:41–50 )."
  },
  {
    "start": 4020006,
    "content": "<b><a>20:6</a></b> <b>fell on their faces.</b> fell on their faces. As he had done in the past, Moses sought Yahweh’s counsel (see 14:5 ; 16:4 )."
  },
  {
    "start": 4020008,
    "content": "<b><a>20:8</a></b> <b>speak to the rock.</b> speak to the rock. Though God told Moses to take his rod with which He had performed many wonders in the past ( Ex 4:1–5 ; 7:19–21 ; 14:16 ; 17:5–6 ), he was only to speak to the rock for it to yield water."
  },
  {
    "start": 4020010,
    "content": "<b><a>20:10</a></b> <b>you rebels.</b> you rebels. Instead of speaking to the rock, Moses spoke to the people, accusing them of being rebels against God. By his actions, Moses joined the people in rebellion against God (see 27:14 )."
  },
  {
    "start": 4020012,
    "content": "<b><a>20:12</a></b> <b>you did not believe Me.</b> <b>you shall not bring this assembly into the land.</b> you did not believe Me. Yahweh’s evaluation of Moses was that he failed to take God at His word and thus to treat Him as holy to the people. Moses here failed in the same way as Israel had at Kadesh 38 years previously ( 14:11 ). you shall not bring this assembly into the land. God’s judgment upon Moses for his sin of striking the rock was that he would not take Israel into the land of Canaan. The inclusion of Aaron demonstrated his partnership with Moses in the action against Yahweh."
  },
  {
    "start": 4020013,
    "content": "<b><a>20:13</a></b> <b>Meribah.</b> Meribah. Lit. “contention, quarreling.” The same name was used earlier at the first occasion of bringing water from the rock ( Ex 17:7 )."
  },
  {
    "start": 4020014,
    "end": 4020021,
    "content": "<b><a>20:14–21</a></b> Moses’ attempt to pass through the territory of Edom was rejected by the king."
  },
  {
    "start": 4020017,
    "content": "<b><a>20:17</a></b> <b>the king’s highway.</b> the king’s highway. The major north-south trade route from the Gulf of Aqabah north to Damascus, which passed through the Edomite city of Sela."
  },
  {
    "start": 4020020,
    "content": "<b><a>20:20</a></b> <b>with a heavy force and with a strong hand.</b> with a heavy force and with a strong hand. The king of Edom sent out his army to intercept Israel. Since Israel was forbidden by Yahweh to engage in warfare with Edom ( Dt 2:4–6 ), they turned away from Edom’s border."
  },
  {
    "start": 4020022,
    "end": 4020029,
    "content": "<b><a>20:22–29</a></b> Eleazar succeeded his father, Aaron, as High Priest. Aaron’s death further marked the passing of the first generation."
  },
  {
    "start": 4020024,
    "content": "<b><a>20:24</a></b> <b>because you rebelled against My command.</b> because you rebelled against My command. Aaron had joined Moses in rebellion against God (v. 12 ). Aaron’s death foreshadowed the death of Moses."
  },
  {
    "start": 4020029,
    "content": "<b><a>20:29</a></b> <b>wept … thirty days.</b> wept … thirty days. This was the same mourning period as for Moses ( Dt 34:8 ). Since the normal time for mourning was 7 days (see Ge 50:10 ), the length of this mourning showed the importance of Aaron and the loss to Israel."
  },
  {
    "start": 4021001,
    "end": 4021003,
    "content": "<b><a>21:1–3</a></b> Israel’s first victory over the Canaanites occurred at Hormah, the place they had previously been defeated (see 14:45 )."
  },
  {
    "start": 4021003,
    "content": "<b><a>21:3</a></b> <b>they devoted them … to destruction.</b> they devoted them … to destruction. Israel vowed to Yahweh that if He would give them victory over Arad, they would completely destroy them, not claiming the spoils of victory for themselves. Yahweh responded to this vow and gave victory."
  },
  {
    "start": 4021004,
    "end": 4021009,
    "content": "<b><a>21:4–9</a></b> After their victory over Arad, Israel showed again their lack of obedience toward Yahweh."
  },
  {
    "start": 4021005,
    "content": "<b><a>21:5</a></b> <b>this miserable food.</b> this miserable food. The people’s impatience led them to despise the manna (see 11:6 )."
  },
  {
    "start": 4021006,
    "content": "<b><a>21:6</a></b> <b>fiery serpents.</b> fiery serpents. So called because these snake bites inflicted a fiery inflammation."
  },
  {
    "start": 4021007,
    "content": "<b><a>21:7</a></b> <b>We have sinned.</b> We have sinned. The people confessed their iniquity and asked that they might be released from the judgment God had sent."
  },
  {
    "start": 4021009,
    "content": "<b><a>21:9</a></b> <b>a bronze serpent.</b> a bronze serpent. One had to fix his gaze upon this snake, a definite act of the will, if he wanted to be healed and live. See the typological use of this incident in Jn 3:14–15 ."
  },
  {
    "start": 4021010,
    "end": 4021020,
    "content": "<b><a>21:10–20</a></b> Israel circled around both Edom and Moab and encamped on the north side of the Arnon River in the territory of the Amorites."
  },
  {
    "start": 4021014,
    "content": "<b><a>21:14</a></b> <b>the Book of the Wars of Yahweh.</b> the Book of the Wars of Yahweh. This was apparently a book of victory songs that was current at the time of Moses, possibly written by Moses or a contemporary. The work is cited here as evidence that the Arnon River was the northern boundary of Moab."
  },
  {
    "start": 4021016,
    "content": "<b><a>21:16</a></b> <b>Beer.</b> Beer. Lit. “well.” Here God provided water for Israel. In response, Israel praised Yahweh with a song which might have also come from “the Book of the Wars of Yahweh” (vv. 17–18 )."
  },
  {
    "start": 4021021,
    "end": 4021032,
    "content": "<b><a>21:21–32</a></b> As with Edom ( 20:14–19 ), Israel requested passage through the land of Sihon, a king of the Amorites. Since there was no requirement from Yahweh not to engage the Amorites in warfare as there had been for Edom, when Sihon brought out his army, he was attacked and defeated by Israel. Israel thus took the land bounded by the Arnon River on the south, the Dead Sea and Jordan River on the west, the Jabbok River on the north, and the land of the Ammonites on the east."
  },
  {
    "start": 4021027,
    "content": "<b><a>21:27</a></b> <b>those who use proverbs say.</b> those who use proverbs say. These words came from the wise men, probably among the Amorites. The words of vv. 27–30 describe the Amorites’ defeat of the Moabites north of the Arnon River. Ironically, as the Amorites had taken the land from the Moabites, the Israelites had taken the land from the Amorites. The purpose of these words cited by Moses was to substantiate Israel’s right to this land. According to God’s commandments, the territory belonging to the Moabites was not to be taken by Israel because the Moabites were descendants of Lot ( Dt 2:9 ). However, what belonged to the Amorites had been promised to Israel and was theirs for the taking."
  },
  {
    "start": 4021033,
    "end": 4021035,
    "content": "<b><a>21:33–35</a></b> The land north of the Jabbok River was under the control of Og, another Amorite king. Og attacked Israel and suffered a devastating defeat. Thus, all of the land in the Transjordan from the Arnon River in the south to the heights of Bashan in the north came under Israelite control."
  },
  {
    "start": 4022001,
    "content": "<b><a>22:1</a></b> With their control of Transjordan secured, Israel moved unimpeded to the plains of Moab in preparation for assaulting Canaan."
  },
  {
    "start": 4022002,
    "end": 4024025,
    "content": "<b><a>22:2—24:25</a></b> The narrative changes to center on Balaam, a pagan prophet. His oracles reassert the faithfulness of Yahweh to the Abrahamic Covenant and His purpose to bless Israel. In 22:2–40 , the events leading to Balaam’s words are recorded. This is followed in 22:41—24:24 with the words of his prophecies, and the conclusion is in 24:25 ."
  },
  {
    "start": 4022003,
    "content": "<b><a>22:3</a></b> <b>Moab was in great fear.</b> Moab was in great fear. The Moabites were descendants of Lot (see Ge 19:36–37 ). Balak, their king, had seen how the Israelites destroyed the Amorites. Not knowing that Israel was forbidden by God to attack Moab, he was terrified that the same end awaited him and his people ( Dt 2:9 )."
  },
  {
    "start": 4022004,
    "content": "<b><a>22:4</a></b> <b>Midian.</b> Midian. The Midianites were descendants of Abraham through Keturah (see Ge 25:1–4 ), who lived south of Moab’s border. When Moab communicated to the elders of Midian that they were in danger of being destroyed by Israel as well, they joined with Moab in an alliance to defeat Israel."
  },
  {
    "start": 4022005,
    "content": "<b><a>22:5</a></b> <b>Balaam.</b> Balaam. Balaam was from Pethor, a city on the Euphrates River, perhaps near Mari, where the existence of a cult of prophets whose activities resembled those of Balaam have been found. Balaam practiced magic and divination ( 24:1 ) and eventually led Israel into apostasy ( 31:16 ). Later Scripture identifies Balaam as a false prophet ( Dt 23:3–6 ; Jos 13:22 ; 24:9–10 ; Ne 13:1–3 ; Mic 6:5 ; 2Pe 2:15–16 ; Jd 11 ; Rev 2:14 )."
  },
  {
    "start": 4022006,
    "content": "<b><a>22:6</a></b> <b>curse this people.</b> curse this people. Knowing that Israel was too strong to defeat militarily, Balak called for Balaam to come and curse Israel. A curse was a spoken word that was believed to bring misfortune upon the one it was spoken against. Balak acknowledged that Balaam had the reputation of pronouncing curses that actually worked."
  },
  {
    "start": 4022008,
    "content": "<b><a>22:8</a></b> <b>as Yahweh may speak to me.</b> as Yahweh may speak to me. Throughout these chapters Balaam himself used the name “Yahweh,” i.e., Israel’s God ( 22:13 , 18–19 ; 23:3 , 12 ; 24:13 ). In 22:18 he even called Yahweh, “Yahweh my God.” In this verse it must be assumed that Balaam expected the God of Israel to speak to him. As a pagan prophet he would anticipate making contact with the gods of any people."
  },
  {
    "start": 4022009,
    "content": "<b><a>22:9</a></b> <b>God came to Balaam.</b> God came to Balaam. Israel’s God did communicate to Balaam. However, rather than using the term “Yahweh,” which indicates a covenant relationship, God consistently used the word “God” when He spoke to him ( 22:9 , 12 , 20 ). Though Balaam used the word “Yahweh,” the biblical text makes it clear that he did not have a relationship with Israel’s God."
  },
  {
    "start": 4022012,
    "content": "<b><a>22:12</a></b> <b>they are blessed.</b> they are blessed. Balaam could not curse Israel because Yahweh had determined to give them blessing only."
  },
  {
    "start": 4022020,
    "content": "<b><a>22:20</a></b> <b>only the word which I speak to you.</b> only the word which I speak to you. Because of his great desire for the material wealth that would come to him, Balaam desired to go to Balak. He implored Yahweh even after God had told him not to go. God acceded to Balaam’s request to let him go, but told him that he could speak only the true message from God."
  },
  {
    "start": 4022022,
    "content": "<b><a>22:22</a></b> <b>because he was going.</b> <b>the angel of Yahweh.</b> because he was going. Even though God had given Balaam permission to go (v. 20 ), He knew that his motive was not right. Thus the anger of Yahweh burned against Balaam because God knew that he was not yet submissive to what He required. The result of God’s confrontation with Balaam was a reaffirmation of the word given in v. 20 , repeated in v. 35 , that he was to speak only the words that God wanted him to speak. That Balaam got the message is explicitly stated in v. 38 . the angel of Yahweh. The angel of Yahweh was a manifestation of the presence of Yahweh Himself. He was equated with deity (see Ge 16:7 ; 18:1–2 ; Ex 3:1–6 ). See note on Ex 3:2 ."
  },
  {
    "start": 4022028,
    "content": "<b><a>22:28</a></b> <b>Yahweh opened the mouth of the donkey.</b> Yahweh opened the mouth of the donkey. Balaam’s donkey was able to see the angel of Yahweh with His drawn sword (v. 23 , 25 , 27 ). Realizing the danger to herself, she sought to avoid the Angel. In doing this, she preserved Balaam as well. Miraculously, the donkey was able to communicate with Balaam."
  },
  {
    "start": 4022031,
    "content": "<b><a>22:31</a></b> <b>Yahweh opened the eyes of Balaam.</b> Yahweh opened the eyes of Balaam. Yahweh allowed Balaam to see things as they really were, especially those things that are not ordinarily visible to humans, and to be submissive to His will as he went to Balak."
  },
  {
    "start": 4022041,
    "end": 4023012,
    "content": "<b><a>22:41—23:12</a></b> Balaam’s first oracle emphatically stated that Israel could not be cursed ( 23:8 ). She was unlike all the other nations of the world ( 23:9 ). Balaam even wished to share in her blessing ( 23:10 )."
  },
  {
    "start": 4023005,
    "content": "<b><a>23:5</a></b> <b>Yahweh put a word in Balaam’s mouth.</b> Yahweh put a word in Balaam’s mouth. Even though Balak and Balaam offered sacrifices on pagan altars, it was Yahweh who gave Balaam his oracle."
  },
  {
    "start": 4023007,
    "content": "<b><a>23:7</a></b> <b>he took up his discourse.</b> he took up his discourse. This statement introduces each of Balaam’s speeches (vv. 7 , 18 ; 24:3 , 20–21 , 23 )."
  },
  {
    "start": 4023010,
    "content": "<b><a>23:10</a></b> <b>Who can number the dust of Jacob.</b> <b>fourth part of Israel.</b> Who can number the dust of Jacob. Here is Oriental hyperbole signifying a very populous nation as Jacob’s posterity was to be (cf. Ge 13:16 ; 28:14 ). fourth part of Israel. The camp was divided into 4 parts, one on each side of the tabernacle. If one could not count the part, certainly no one could count the whole."
  },
  {
    "start": 4023013,
    "end": 4023026,
    "content": "<b><a>23:13–26</a></b> Balaam’s second oracle reaffirmed Yahweh’s determination to bless Israel. The iniquity in Israel was mercifully set aside by Yahweh ( 23:21 ) and therefore would not stop His plan. The God who supernaturally brought Israel out of Egypt ( 23:22 ) would give victory over all her enemies ( 23:24 )."
  },
  {
    "start": 4023019,
    "content": "<b><a>23:19</a></b> <b>God is not a man.</b> God is not a man. In contrast to the unreliability of man, so well seen in Balaam himself, God is reliable and immutable. He does not change; therefore, His words always come to pass."
  },
  {
    "start": 4023027,
    "end": 4024014,
    "content": "<b><a>23:27—24:14</a></b> Balaam’s third oracle focused on the ultimate King (the “Messiah”), who would bring the blessings of the Abrahamic Covenant both to Israel and the nations."
  },
  {
    "start": 4023028,
    "content": "<b><a>23:28</a></b> <b>Peor.</b> Peor. Also named Beth-peor ( Dt 3:29 ), it was the location of a temple to Baal ( 25:3 )."
  },
  {
    "start": 4024002,
    "content": "<b><a>24:2</a></b> <b>the Spirit of God came upon him.</b> the Spirit of God came upon him. This terminology was regularly used in the OT for those whom God uniquely prepared to do His work (see Jdg 3:10 ). Unlike the previous two oracles, Balaam does not involve himself in divination before giving this third oracle. He is empowered with the Holy Spirit to utter God’s message accurately."
  },
  {
    "start": 4024003,
    "content": "<b><a>24:3</a></b> <b>whose eye is uncovered.</b> whose eye is uncovered. His inner eye of understanding had been opened by God’s Spirit."
  },
  {
    "start": 4024007,
    "content": "<b><a>24:7</a></b> <b>Agag.</b> Agag. In 1Sa 15:32–33 , an Amalekite king bore this name. The Amalekites were the first people to attack Israel after they left Egypt (see Ex 17:8–15 ). “Agag” may be a proper name or a title of Amalekite rulers, like “Pharaoh” in Egypt."
  },
  {
    "start": 4024008,
    "content": "<b><a>24:8</a></b> <b>God brings him out of Egypt.</b> God brings him out of Egypt. Because of the verbal similarities between 24:8 and 9 , with 23:22 and 24 , the “him” in this verse is usually interpreted to be Israel. However, since the “him” is sing. and the closest reference in v. 7 is to the coming king, it is better to see vv. 8 and 9 as referring to Israel’s king. Numbers 24:9 is a direct quote from Ge 49:9 , which speaks of the ultimate King who will come from Judah—the Messiah."
  },
  {
    "start": 4024009,
    "content": "<b><a>24:9</a></b> <b>Blessed is everyone who blesses you.</b> Blessed is everyone who blesses you. These words refer to Ge 12:3 . The ultimate fulfillment of the Abrahamic Covenant centers around the coming Messiah. It is the one who blesses Israel who will ultimately reap God’s blessing in the future."
  },
  {
    "start": 4024014,
    "content": "<b><a>24:14</a></b> <b>in the last days.</b> in the last days. Lit. “at the end of days.” This term is rightfully used in the OT for the distant future. Balaam’s fourth oracle takes the truth communicated in the third and applies it to Moab."
  },
  {
    "start": 4024015,
    "end": 4024019,
    "content": "<b><a>24:15–19</a></b> Balaam’s fourth oracle predicted the future coming of Israel’s king, who would “crush through the forehead of Moab” and conquer Edom. He will have total dominion."
  },
  {
    "start": 4024020,
    "end": 4024024,
    "content": "<b><a>24:20–24</a></b> Balaam’s final 3 oracles look at the future of the nations. First, Amalek will come to an end ( 24:20 ). Second, the Kenites, identical to or a part of the Midianites, will be carried away by Asshur, i.e., Assyria ( 24:21–22 ). Third, Assyria and Eber, probably Israel herself ( Ge 10:21 ), will be afflicted by Cyprus or Kittim (Kittim came to represent the Mediterranean region west of Canaan and in Da 11:30 refers to Rome), until Cyprus comes to ruin."
  },
  {
    "start": 4025001,
    "end": 4025018,
    "content": "<b><a>25:1–18</a></b> The final failure of Israel before the conquest of Canaan occurred in the plains of Moab. According to 31:16 , the incident was brought about by the counsel of Balaam. Failing to be able to curse Israel, he gave the Moabites and Midianites direction in how to provoke Yahweh’s anger against His people."
  },
  {
    "start": 4025003,
    "content": "<b><a>25:3</a></b> <b>joined themselves to Baal of Peor.</b> joined themselves to Baal of Peor. Israel engaged in acts of sexual immorality with the women of Moab. Since this was part of the pagan cult that was worshiped by the Moabites, the Israelites joined in these idolatrous practices. The Israelites yoked themselves to the false god of the Moabites and the Midianites, referred to as Baal of Peor. This was a violation of the first commandment."
  },
  {
    "start": 4025006,
    "content": "<b><a>25:6</a></b> Cf. vv. 14–15 ."
  },
  {
    "start": 4025009,
    "content": "<b><a>25:9</a></b> <b>24,000.</b> 24,000. This is to be differentiated from the plague over the golden calf where 23,000 died (cf. Ex 32:1–14 , 28 ; 1Co 10:8 )."
  },
  {
    "start": 4025010,
    "end": 4025013,
    "content": "<b><a>25:10–13</a></b> Because of Phinehas’ zeal for God’s holiness, Yahweh made “a covenant of a perpetual priesthood” with him so that through his family line would come all future, legitimate High Priests (cf. Ps 106:30–31 ). This promise will extend even into the millennial kingdom (cf. Eze 40:46 ; 44:10 , 15 ; 48:11 )."
  },
  {
    "start": 4025017,
    "content": "<b><a>25:17</a></b> <b>Be hostile to the Midianites.</b> Be hostile to the Midianites. Because the Midianites had attacked Israel by their schemes of sexual and idolatrous seduction, Yahweh called Israel to attack them in return. This attack is recorded in 31:1–24 ."
  },
  {
    "start": 4026001,
    "end": 4036013,
    "content": "<b><a>26:1—36:13</a></b> The final major section of Numbers records the renewed obedience of Israel. God continued to speak ( 26:1–2 , 52 ; 27:6 , 12 , 18 ; 28:1 ; 31:1 , 25 ; 33:50 ; 34:1 , 16 ; 35:1 , 9 ), and the second generation of Israel obeyed. Most of the commandments in this section related to Israel’s life after they entered the Land."
  },
  {
    "start": 4026005,
    "end": 4026051,
    "content": "<b><a>26:5–51</a></b> The numbers for each tribe with the net gain or loss were as follows:"
  },
  {
    "start": 4026009,
    "content": "<b><a>26:9</a></b> <b>Dathan and Abiram.</b> Dathan and Abiram. These were singled out for special mention because of their part in the rebellion recorded in 16:1–40 . Mention of them was a reminder of God’s judgment against rebellion."
  },
  {
    "start": 4026011,
    "content": "<b><a>26:11</a></b> <b>The sons of Korah.</b> The sons of Korah. These sons of Korah were spared judgment because they separated themselves from their father’s house (see 16:26 )."
  },
  {
    "start": 4026019,
    "content": "<b><a>26:19</a></b> <b>Er and Onan.</b> Er and Onan. These two sons of Judah did not receive an inheritance in the land because of their great evil (see Ge 38:1–10 )."
  },
  {
    "start": 4026033,
    "content": "<b><a>26:33</a></b> <b>Zelophehad.</b> Zelophehad. The mentioning of Zelophehad having no sons, but only daughters, laid the basis for the laws of inheritance stated in 27:1–11 ; 36:1–12 ."
  },
  {
    "start": 4026052,
    "end": 4026056,
    "content": "<b><a>26:52–56</a></b> These census numbers would be used to decide the size of each tribe’s inheritance in the land. The exact locations would be determined by lot (see Jos 13:1–7 ; 14:1—19:51 for the outworking of these words)."
  },
  {
    "start": 4026057,
    "end": 4026065,
    "content": "<b><a>26:57–65</a></b> As in the first census ( 3:14–39 ), the Levites were counted separately. The total number of Levites was 23,000 (v. 62 ), an increase of 1,000 over the previous census (see 3:39 )."
  },
  {
    "start": 4027001,
    "end": 4027011,
    "content": "<b><a>27:1–11</a></b> The coming distribution of the land of Canaan presented a dilemma for the family of Zelophehad since he had no sons. His 5 daughters boldly asked that they inherit their father’s name and his inheritance (vv. 1–4 ). Yahweh’s decision that the daughters should receive his inheritance became the basis of a perpetual statute in Israel governing inheritances (vv. 5–11 )."
  },
  {
    "start": 4027003,
    "content": "<b><a>27:3</a></b> <b>he died in his own sin.</b> he died in his own sin. Zelophehad had not been involved in Korah’s rebellion. Instead, he had died under God’s judgment in the wilderness, like the rest of the faithless Exodus generation."
  },
  {
    "start": 4027008,
    "end": 4027011,
    "content": "<b><a>27:8–11</a></b> The following is the order of inheritance: son, daughter, brother, paternal uncle, and closest relative in the family. This same order (with the exception of the daughter) was followed in Lv 25:48–49 dealing with the various cases of redemption of the land in the Jubilee year."
  },
  {
    "start": 4027012,
    "end": 4027014,
    "content": "<b><a>27:12–14</a></b> God reaffirmed that Moses could not enter the land of Canaan, although he was able to see it from Mt. Nebo, across from Jericho (see Dt 32:49 )."
  },
  {
    "start": 4027015,
    "end": 4027017,
    "content": "<b><a>27:15–17</a></b> Moses’ greatest concern was that Israel have a good leader who was like a shepherd. Yahweh answered his request in the man Joshua."
  },
  {
    "start": 4027018,
    "content": "<b><a>27:18</a></b> <b>lay your hand on him.</b> lay your hand on him. Joshua already had the inner endowment for leadership. He was empowered by the Holy Spirit. This inner endowment was to be recognized by an external ceremony. Moses publicly laid his hands upon Joshua. This act signified the transfer of Moses’ leadership to Joshua. The laying on of hands can accompany a dedication to an office (see Nu 8:10 )."
  },
  {
    "start": 4027020,
    "content": "<b><a>27:20</a></b> <b>put some of your splendor.</b> put some of your splendor. Moses was to pass on some of the “honor” or “majesty” that he had to Joshua. See Jos 3:7 ."
  },
  {
    "start": 4027021,
    "content": "<b><a>27:21</a></b> <b>Eleazar … shall inquire for him.</b> <b>Urim.</b> Eleazar … shall inquire for him. Moses had been able to communicate directly with God ( 12:8 ), but Joshua would receive the Word from Yahweh through the High Priest. Urim. See note on Ex 28:30 for this part of the High Priest’s breastpiece ( Ex 39:8–21 ) as a means of determining God’s will (cf. Dt 33:8 ; 1Sa 28:6 )."
  },
  {
    "start": 4028001,
    "end": 4029040,
    "content": "<b><a>28:1—29:40</a></b> Instructions concerning the regular celebrations in Israel’s worship calendar had been given previously. Now, poised to enter the land, Moses gave an orderly reiteration and summary of the regular offerings for each time of celebration, adding some additional offerings."
  },
  {
    "start": 4028003,
    "end": 4028008,
    "content": "<b><a>28:3–8</a></b> See Ex 29:38–42 ."
  },
  {
    "start": 4028009,
    "end": 4028010,
    "content": "<b><a>28:9–10</a></b> These were newly revealed offerings for the Sabbath."
  },
  {
    "start": 4028011,
    "end": 4028015,
    "content": "<b><a>28:11–15</a></b> These were newly revealed offerings for the “beginning of … your months.”"
  },
  {
    "start": 4028016,
    "end": 4028025,
    "content": "<b><a>28:16–25</a></b> See Lv 23:5–8 ."
  },
  {
    "start": 4028026,
    "end": 4028031,
    "content": "<b><a>28:26–31</a></b> See Lv 23:18 ."
  },
  {
    "start": 4029001,
    "end": 4029006,
    "content": "<b><a>29:1–6</a></b> See Lv 23:23–25 ."
  },
  {
    "start": 4029007,
    "end": 4029011,
    "content": "<b><a>29:7–11</a></b> See Lv 23:26–32 ."
  },
  {
    "start": 4029012,
    "end": 4029038,
    "content": "<b><a>29:12–38</a></b> See Lv 23:33–43 ."
  },
  {
    "start": 4030001,
    "end": 4030016,
    "content": "<b><a>30:1–16</a></b> This chapter added clarification to the laws regarding vows given in Lv 27:1–33 . The basic principle for men is restated in v. 2 . Then, it was asserted that a man was also responsible for the vows made by women in his household (vv. 3–16 ). A father or husband could overrule the vow of a daughter or wife, but a man’s silence, if he knew of the vow, meant it must be accomplished."
  },
  {
    "start": 4030002,
    "content": "<b><a>30:2</a></b> <b>a vow. … binding obligation.</b> a vow. … binding obligation. A promise to do something or a promise not to do something. Christ could have had this text in mind ( Mt 5:33 )."
  },
  {
    "start": 4030009,
    "content": "<b><a>30:9</a></b> <b>a widow or. … divorced woman.</b> a widow or. … divorced woman. These were not viewed as being under a man’s authority, so the word of the woman alone sufficed."
  },
  {
    "start": 4031001,
    "end": 4031054,
    "content": "<b><a>31:1–54</a></b> This chapter has many links with previous passages in Numbers: vengeance on Midian (vv. 2–3 ; 25:17–18 ); Zur the Midianite (v. 8 ; 25:15 ); Balaam (vv. 8 , 16 ; 22:2—24:25 ); Peor (v. 16 ; 25:1–9 , 14–15 ); purification after contact with the dead (vv. 19–24 ; 19:11–19 ); care for the priests and Levites (vv. 28–47 ; 18:8–32 ). This battle with the Midianites modeled God’s requirements for holy war when Israel took vengeance on His enemies (see Dt 20:1–18 )."
  },
  {
    "start": 4031002,
    "content": "<b><a>31:2</a></b> <b>gathered to your people.</b> gathered to your people. A euphemism for death (see Ge 25:8 , 17 ; 35:29 )."
  },
  {
    "start": 4031012,
    "end": 4031024,
    "content": "<b><a>31:12–24</a></b> All the Midianites, except the virgin women, were to be put to death. Both the soldiers and the spoil needed to be cleansed."
  },
  {
    "start": 4031017,
    "content": "<b><a>31:17</a></b> The execution of all male children and women of childbearing age ensured the extermination of the Midianites and prevented them from ever again seducing Israel to sin. Reference to Midianites later ( Jdg 6:1–6 ) was to a different clan. It was the Midianites living in Moab who were destroyed here."
  },
  {
    "start": 4031025,
    "end": 4031054,
    "content": "<b><a>31:25–54</a></b> The plunder was divided equally between those who went and fought and those who stayed."
  },
  {
    "start": 4032001,
    "end": 4032042,
    "content": "<b><a>32:1–42</a></b> The tribes of Reuben and Gad desired to live in the land already conquered because they possessed much livestock and the land was good for grazing. Moses gave them, along with the half tribe of Manasseh, portions of the land only on the condition that they would fully participate in the conquest of Canaan."
  },
  {
    "start": 4032003,
    "content": "<b><a>32:3</a></b> <b>Ataroth … Beon.</b> Ataroth … Beon. The places mentioned here cannot be identified, but all lie between the Arnon River to the south and the Jabbok River to the north."
  },
  {
    "start": 4032008,
    "content": "<b><a>32:8</a></b> <b>This is what your fathers did.</b> This is what your fathers did. Moses feared that if these two tribes were comfortably settled, they would not join with the other 10 tribes in conquering Canaan, and that could be the beginning of a general revolt against entering the land. As the 10 spies had dissuaded the people at Kadesh nearly 40 years earlier from conquering the land (vv. 9–13 ; 13:26—14:4 ), the refusal of these two tribes could cause the people to fail again (v. 15 )."
  },
  {
    "start": 4032023,
    "content": "<b><a>32:23</a></b> <b>your sin will find you out.</b> your sin will find you out. The two tribes committed themselves to provide their warriors for the conquest of the land. This agreement satisfied Moses, although he added that nonparticipation would be sin, and God would certainly find and judge the tribes for their sin."
  },
  {
    "start": 4032033,
    "content": "<b><a>32:33</a></b> <b>half-tribe of … Manasseh.</b> half-tribe of … Manasseh. Once the agreement was reached with Reuben and Gad concerning settlement on the east side of the Jordan, the half tribe of Manasseh, also rich with flocks, joined in seeking land in that territory. However, vv. 39–42 indicate that Manasseh conquered cities not yet taken and settled in the northern area of Gilead."
  },
  {
    "start": 4033001,
    "end": 4033049,
    "content": "<b><a>33:1–49</a></b> Yahweh commanded Moses to write a list of Israel’s encampments between Egypt and the plains of Moab. Significantly, 40 places were mentioned (not including Rameses and the plains of Moab), reflecting the 40 years spent in the wilderness. Some sites recorded earlier are not listed, and other sites are only mentioned here. The God who would lead the Israelites in the conquest of Canaan ( 33:50–56 ) was the One who had led them through the wilderness."
  },
  {
    "start": 4033050,
    "end": 4036013,
    "content": "<b><a>33:50—36:13</a></b> The Promised Land had been Israel’s goal from the beginning of Numbers. This last part of the book anticipated the settlement of Canaan."
  },
  {
    "start": 4033052,
    "content": "<b><a>33:52</a></b> <b>their high places.</b> their high places. Hills on which Canaanite altars and shrines were placed."
  },
  {
    "start": 4033056,
    "content": "<b><a>33:56</a></b> <b>as I plan to do to them, so I will do to you.</b> as I plan to do to them, so I will do to you. If Israel failed to obey God, she would be the object of God’s punishment in exactly the same way as the Canaanites were."
  },
  {
    "start": 4034001,
    "end": 4034015,
    "content": "<b><a>34:1–15</a></b> God gave precise instruction to Israel concerning the boundaries of the land of Canaan. Sadly, the actual conquest of the land fell far short of these boundaries."
  },
  {
    "start": 4034013,
    "content": "<b><a>34:13</a></b> <b>give to the nine and a half tribes.</b> give to the nine and a half tribes. The land to be conquered was to be given to the 9 1/2 tribes. The other 2 1/2 tribes already had their inheritance in Transjordan ( 32:1–42 )."
  },
  {
    "start": 4034016,
    "end": 4034029,
    "content": "<b><a>34:16–29</a></b> Yahweh appointed the men who were to assign the portions of the land of Canaan: Eleazar the priest ( 20:25–26 ), Joshua the commander ( 27:18–23 ), and the leaders of each of the 10 tribes which were to receive an inheritance. None of these men were sons of the leaders listed in 1:5–15 ."
  },
  {
    "start": 4035001,
    "end": 4035008,
    "content": "<b><a>35:1–8</a></b> Forty-eight cities throughout the land were to be given to the Levites. The tribe of Levi did not receive a tribal allotment, but lived among the other tribes. Joshua 21:1–42 gave the list of these 48 cities."
  },
  {
    "start": 4035002,
    "content": "<b><a>35:2</a></b> <b>from the inheritance of their possession.</b> <b>pasture lands around the cities.</b> from the inheritance of their possession. According to 18:23 , the Levites were to have no land as inheritance in Canaan, so the Levites did not inherit these towns; they only lived in them. pasture lands around the cities. The Levites were also given grazing land around the cities so that their animals might feed."
  },
  {
    "start": 4035009,
    "end": 4035034,
    "content": "<b><a>35:9–34</a></b> Six of the Levitical cities were to be established as “cities of refuge” (see Dt 19:1–13 ). These cities were to be havens giving protection to any person who accidentally killed another person (manslaughter)."
  },
  {
    "start": 4035012,
    "content": "<b><a>35:12</a></b> <b>the avenger.</b> the avenger. The meaning of this term is “near of kin.” It refers to the person chosen by a family to deal with a loss suffered in that family. Here the close relative of a homicide victim would seek to avenge his death, but not until proper judgment was made."
  },
  {
    "start": 4035019,
    "content": "<b><a>35:19</a></b> Swift retribution according to the law of Ge 9:5–6 ."
  },
  {
    "start": 4035024,
    "content": "<b><a>35:24</a></b> <b>judge between the slayer and the blood avenger.</b> judge between the slayer and the blood avenger. The congregation was called to decide the motive of the killer, whether it was with or without hostility. If there was evil intent, the killer was turned over to the avenger to be put to death. If, however, hostility could not be proven to exist between the killer and the victim, then the killer was allowed to remain in the city of refuge."
  },
  {
    "start": 4035025,
    "content": "<b><a>35:25</a></b> <b>until the death of the high priest.</b> until the death of the high priest. The manslayer without evil intent was to remain in the city of refuge until the death of the High Priest. The death of the High Priest marked the end of an old era and the beginning of a new one for the manslayer."
  },
  {
    "start": 4035030,
    "content": "<b><a>35:30</a></b> <b>witnesses.</b> witnesses. No one could be judged guilty of death on the testimony of only one witness. Two or more witnesses were required in all capital cases (cf. Dt 17:6 ; 19:15 )."
  },
  {
    "start": 4035033,
    "content": "<b><a>35:33</a></b> <b>blood pollutes the land.</b> blood pollutes the land. Though murder and inadvertent killing polluted the land, murder was atoned for by the death of the murderer. Failure to observe these principles would make the land unclean. If the whole land became unclean, then Yahweh would no longer be able to dwell in their midst."
  },
  {
    "start": 4036001,
    "end": 4036013,
    "content": "<b><a>36:1–13</a></b> The issue raised here stemmed from a decision regarding female inheritance in 27:1–11 . Since a tribe would lose an allotted inheritance in the year of Jubilee if an inheriting woman had married into another tribe, the woman of any tribe who inherited land must marry within her own tribe."
  },
  {
    "start": 4036012,
    "content": "<b><a>36:12</a></b> <b>married</b> <b>from … Manasseh.</b> married those from … Manasseh. The daughters of Zelophehad exemplified the obedience to God’s commandments that should have been practiced by all of Israel. Their inheritance was a direct result of their obedience to Yahweh—a basic lesson stressed throughout the whole book of Numbers."
  }
]