[
  {
    "id": "intro18",
    "title": "The Book of Job",
    "content": "The Book of Job Title As with other books of the Bible, Job bears the name of the narrative’s primary character. This name might have been derived from the Hebrew word for “persecution,” thus meaning “persecuted one,” or from an Arabic word meaning “repent,” thus bearing the name “repentant one.” The author recounts an era in the life of Job, in which he was tested and the character of God was revealed. New Testament writers directly quote Job two times ( <a ref='Romans 11:35'>Ro 11:35</a> ; <a ref='1 Corinthians 3:19'>1Co 3:19</a> ), plus <a ref='Ezekiel 14:14'>Eze 14:14</a> , <a ref='Ezekiel 14:20'>20</a> and <a ref='James 5:11'>Jas 5:11</a> show Job was a real person. Author and Date The book does not name its author. Job is an unlikely candidate because the book’s message rests on Job’s ignorance of the events that occurred in heaven as they related to his ordeal. One Talmudic tradition suggests Moses as author since the land of Uz ( <a ref='Job 1:1'>1:1</a> ) was adjacent to Midian where Moses lived for 40 years, and he could have obtained a record of the story there. Solomon is also a good possibility due to the similarity of content with parts of the book of Ecclesiastes, as well as the fact that Solomon wrote the other Wisdom books (except Psalms, and he did author <a ref='Ps 72'>Pss 72</a> ; <a ref='Ps 127'>127</a> ). Though he lived long after Job, Solomon could have written about events that occurred long before his own time, in much the same manner as Moses was inspired to write about Adam and Eve. Elihu, Isaiah, Hezekiah, Jeremiah, and Ezra have also been suggested as possible authors, but without support. The date of the book’s writing may be much later than the events recorded therein. This conclusion is based on: 1) Job’s age ( <a ref='Job 42:16'>42:16</a> ); 2) his life span of nearly 200 years ( <a ref='Job 42:16'>42:16</a> ), which fits the patriarchal period (Abraham lived 175 years; <a ref='Genesis 25:7'>Ge 25:7</a> ); 3) the social unit being the patriarchal family; 4) the Chaldeans who murdered Job’s servants ( <a ref='Job 1:17'>1:17</a> ) were nomads and had not yet become city dwellers; 5) Job’s wealth being measured in livestock rather than gold and silver ( <a ref='Job 1:3'>1:3</a> ; <a ref='Job 42:12'>42:12</a> ); 6) Job’s priestly functions within his family ( <a ref='Job 1:4–5'>1:4–5</a> ); and 7) a basic silence on matters such as the covenant of Abraham, Israel, the Exodus, and the law of Moses. The events of Job’s odyssey appear to be patriarchal. Job, on the other hand, seemed to know about Adam ( <a ref='Job 31:33'>31:33</a> ) and the Noahic flood ( <a ref='Job 12:15'>12:15</a> ). These cultural/historical features found in the book appear to place the events chronologically at a time probably after Babel ( <a ref='Genesis 11:1–9'>Ge 11:1–9</a> ) but before or contemporaneous with Abraham ( <a ref='Genesis 11:27'>Ge 11:27ff.</a> ). Background and Setting This book begins with a scene in heaven that explains everything to the reader ( <a ref='Job 1:6–2:10'>1:6—2:10</a> ). Job was suffering because God was contesting with Satan. Job never knew that, nor did any of his friends, so they all struggled to explain suffering from the perspective of their ignorance, until finally Job rested in nothing but faith in God’s goodness and the hope of His redemption. That God vindicated his trust is the culminating message of the book. When there are no rational or, even, theological explanations for disaster and pain, trust God. Historical and Theological Themes The occasion and events that follow Job’s sufferings present significant questions for the faith of believers in all ages. Why does Job serve God? Job is heralded for his righteousness, being compared with Noah and Daniel ( <a ref='Ezekiel 14:14–20'>Eze 14:14–20</a> ), and for his spiritual endurance ( <a ref='James 5:11'>Jas 5:11</a> ). Several other questions are alluded to throughout Job’s ordeal, for instance, “Why do the righteous suffer?” Though an answer to that question may seem important, the book does not set forth such an answer. Job never knew the reasons for his suffering and neither did his friends. The righteous sufferer does not appear to learn about any of the heavenly court debates between God and Satan that precipitated his pain. In fact, when finally confronted by the Lord of the universe, Job put his hand over his mouth and said nothing. Job’s silent response in no way trivialized the intense pain and loss he had endured. It merely underscored the importance of trusting God’s purposes in the midst of suffering because suffering, like all other human experiences, is directed by perfect divine wisdom. In the end, the lesson learned was that one may never know the specific reason for his suffering; but one must trust in Sovereign God. That is the real answer to suffering. The book treats two major themes and many other minor ones, both in the narrative framework of the prologue (chaps. <a ref='Job 1-2'>1–2</a> ) and epilogue ( <a ref='Job 42:7–17'>42:7–17</a> ), and in the poetic account of Job’s torment that lies in between ( <a ref='Job 3:1–42:6'>3:1—42:6</a> ). A key to understanding the first theme of the book is to notice the debate between God and Satan in heaven and how it connects with the 3 cycles of earthly debates between Job and his friends. God wanted to prove the character of believers to Satan and to all demons, angels, and people. The accusations are by Satan, who indicted God’s claims of Job’s righteousness as being untested, if not questionable. Satan accused the righteous of being faithful to God only for what they could get. Since Job did not serve God with pure motives, according to Satan, the whole relationship between him and God was a sham. Satan’s confidence that he could turn Job against God came, no doubt, from the fact that he had led the holy angels to rebel with him ( <i>see note on <a ref='Revelation 12:4'>Rev 12:4</a></i> ). Satan thought he could destroy Job’s faith in God by inflicting suffering on him, thus showing in principle that saving faith could be shattered. God released Satan to make his point if he could, but he failed, as true faith in God proved unbreakable. Even Job’s wife told him to curse God ( <a ref='Job 2:9'>2:9</a> ), but he refused; his faith in God never failed (see <a ref='Job 13:15'>13:15</a> ). Satan tried to do the same to Peter (see <a ref='Luke 22:31–34'>Lk 22:31–34</a> ) and was unsuccessful in destroying Peter’s faith (see <a ref='John 21:15–19'>Jn 21:15–19</a> ). When Satan has unleashed all that he can do to destroy saving faith, it stands firm (cf. <a ref='Romans 8:31–39'>Ro 8:31–39</a> ). In the end, God proved His point with Satan that saving faith can’t be destroyed no matter how much trouble a saint suffers, or how incomprehensible and undeserved it seems. A second and related theme concerns proving the character of God to men. Does this sort of ordeal, in which God and His opponent Satan square off, with righteous Job as the test case, suggest that God is lacking in compassion and mercy toward Job? Not at all. As James says, “You have heard of the perseverance of Job and have seen the outcome of the Lord’s dealings, that the Lord is full of compassion and <i>is</i> merciful” ( <a ref='James 5:11'>Jas 5:11</a> ). It was to prove the very opposite ( <a ref='Job 42:10–17'>42:10–17</a> ). Job says, “Shall we indeed accept good from God and not accept calamity?” ( <a ref='Job 2:10'>2:10</a> ). God’s servant does not deny that he has suffered. He does deny that his suffering is a result of sin. Nor does he understand why he suffers. Job simply commits his ordeal with a devout heart of worship and humility ( <a ref='Job 42:5–6'>42:5–6</a> ) to a sovereign and perfectly wise Creator—and that was what God wanted him to learn in this conflict with Satan. In the end, God flooded Job with more blessings than he had ever known. The major reality of the book is the inscrutable mystery of innocent suffering. God ordains that His children walk in sorrow and pain, sometimes because of sin (cf. <a ref='Numbers 12:10–12'>Nu 12:10–12</a> ), sometimes for chastening (cf. <a ref='Hebrews 12:5–12'>Heb 12:5–12</a> ), sometimes for strengthening (cf. <a ref='2 Corinthians 12:7–10'>2Co 12:7–10</a> ; <a ref='1 Peter 5:10'>1Pe 5:10</a> ), and sometimes to give opportunity to reveal His comfort and grace ( <a ref='2 Corinthians 1:3–7'>2Co 1:3–7</a> ). But there are times when the compelling issue in the suffering of the saints is unknowable because it is for a heavenly purpose that those on earth can’t discern (cf. <a ref='Exodus 4:11'>Ex 4:11</a> ; <a ref='John 9:1–3'>Jn 9:1–3</a> ). Job and his friends wanted to analyze the suffering and look for causes and solutions. Using all of their sound theology and insight into the situation, they searched for answers, but found only useless and wrong ideas, for which God rebuked them in the end ( <a ref='Job 42:7'>42:7</a> ). They couldn’t know why Job suffered because what happened in heaven between God and Satan was unknown to them. They thought they knew all the answers, but they only intensified the dilemma by their insistent ignorance. By spreading out some of the elements of this great theme, we can see the following truths in Job’s experience: I. There are matters going on in heaven with God that believers know nothing about; yet, they affect their lives; II. Even the best effort at explaining the issues of life can be useless; III. God’s people do suffer. Bad things happen all the time to good people, so one cannot judge a person’s spirituality by his painful circumstances or successes; IV. Even though God seems far away, perseverance in faith is a most noble virtue since God is good and one can safely leave his life in His hands; V. The believer in the midst of suffering should not abandon God, but draw near to Him, so out of the fellowship can come the comfort—without the explanation; and VI. Suffering may be intense, but it will ultimately end for the righteous and God will bless abundantly. Interpretive Challenges The most critical interpretive challenge involves the book’s primary message. Although often thought to be the pressing issue of the book, the question of why Job suffers is never revealed to Job, though the reader knows that it involves God’s proving a point to Satan—a matter which completely transcends Job’s ability to understand. James’ commentary on Job’s case ( <a ref='Job 5:11'>5:11</a> ) draws the conclusion that it was to show God’s compassion and mercy, but without apology it offers no explanation for Job’s specific ordeal. Readers find themselves putting their proverbial hands over their mouths, with no right to question or accuse the all-wise and all-powerful Creator, who will do as He pleases, and in so doing, both proves His points in the spiritual realm to angels and demons and defines His compassion and mercy. Engaging in “theodicy,” i.e., man’s attempt to defend God’s involvement in calamity and suffering, is shown to be appropriate in these circumstances, though in the end, it is apparent that God does not need nor want a human advocate. The book of Job poignantly illustrates <a ref='Deuteronomy 29:29'>Dt 29:29</a> , “The secret things belong to Yahweh our God…” The nature of Job’s guilt and innocence raises perplexing questions. God declared Job perfect, upright, God-fearing, and shunning evil ( <a ref='Job 1:1'>1:1</a> ). But Job’s comforters raised a critical question based on Job’s ordeal: had not Job sinned? On several occasions Job readily admitted to having sinned ( <a ref='Job 7:21'>7:21</a> ; <a ref='Job 13:26'>13:26</a> ). But Job questioned the extent of his sin as compared to the severity of his suffering. God rebuked Job in the end for his demands to be vindicated of the comforters’ accusations (chaps. <a ref='Job 38-41'>38–41</a> ). But He also declared that what Job said was correct and what the comforters said was wrong ( <a ref='Job 42:7'>42:7</a> ). Another challenge comes in keeping separate the preunderstandings that Job and his comforters brought to Job’s ordeal. At the outset, all agreed that God punishes evil, rewards obedience, and no exceptions are possible. Job, due to his suffering innocently, was forced to conclude that exceptions are possible in that the righteous also suffer. He also observed that the wicked prosper. These are more than small exceptions to the rule, thus forcing Job to rethink his simple understanding about God’s sovereign interaction with His people. The type of wisdom Job comes to embrace was not dependent merely on the promise of reward or punishment. The long, peevish, disputes between Job and his accusers were attempts to reconcile the perceived inequities of God’s retribution in Job’s experiences. Such an empirical method is dangerous. In the end, God offered no explanation to Job, but rather called all parties to a deeper level of trust in the Creator, who rules over a sin-confused world with power and authority directed by perfect wisdom and mercy. <i>See notes on <a ref='Ps 73'>Ps 73</a> .</i> Understanding this book requires 1) understanding the nature of wisdom, particularly the difference between man’s wisdom and God’s, and 2) admitting that Job and his friends lacked the divine wisdom to interpret Job’s circumstances accurately, though his friends kept trying while Job learned to be content in God’s sovereignty and mercy. The turning point or resolution for this matter is found in <a ref='Job 28'>Job 28</a> where the character of divine wisdom is explained: divine wisdom is rare and priceless; man cannot hope to purchase it; and God possesses it all. We may not know what is going on in heaven or what God’s purposes are, but we must trust Him. Because of this, the matter of believers suffering takes a back seat to the matter of divine wisdom. Outline I. The Dilemma ( <a ref='Job 1:1–2:13'>1:1—2:13</a> ) A. Introduction of Job ( <a ref='Job 1:1–5'>1:1–5</a> ) B. Divine Debates with Satan ( <a ref='Job 1:6–2:10'>1:6—2:10</a> ) C. Arrival of Friends ( <a ref='Job 2:11–13'>2:11–13</a> ) II. The Debates ( <a ref='Job 3:1–37:24'>3:1—37:24</a> ) A. The First Cycle ( <a ref='Job 3:1–14:22'>3:1—14:22</a> ) 1. Job’s first speech expresses despair ( <a ref='Job 3:1–26'>3:1–26</a> ) 2. Eliphaz’s first speech kindly protests and urges humility and repentance ( <a ref='Job 4:1–5:27'>4:1—5:27</a> ) 3. Job’s reply to Eliphaz expresses anguish and questions the trials, asking for sympathy in his pain ( <a ref='Job 6:1–7:21'>6:1—7:21</a> ) 4. Bildad’s first speech accuses Job of impugning God ( <a ref='Job 8:1–22'>8:1–22</a> ) 5. Job’s response to Bildad admits he is not perfect, but may protest what seems unfair ( <a ref='Job 9:1–10:22'>9:1—10:22</a> ) 6. Zophar’s first speech tells Job to get right with God ( <a ref='Job 11:1–20'>11:1–20</a> ) 7. Job’s response to Zophar tells his friends they are wrong and only God knows and will, hopefully, speak to him ( <a ref='Job 12:1–14:22'>12:1—14:22</a> ) B. The Second Cycle ( <a ref='Job 15:1–21:34'>15:1—21:34</a> ) 1. Eliphaz’s second speech accuses Job of presumption and disregarding the wisdom of the ancients ( <a ref='Job 15:1–35'>15:1–35</a> ) 2. Job’s response to Eliphaz appeals to God against his unjust accusers ( <a ref='Job 16:1–17:16'>16:1—17:16</a> ) 3. Bildad’s second speech tells Job he is suffering just what he deserves ( <a ref='Job 18:1–21'>18:1–21</a> ) 4. Job’s response to Bildad cries out to God for pity ( <a ref='Job 19:1–29'>19:1–29</a> ) 5. Zophar’s second speech accuses Job of rejecting God by questioning His justice ( <a ref='Job 20:1–29'>20:1–29</a> ) 6. Job’s response to Zophar says he is out of touch with reality ( <a ref='Job 21:1–34'>21:1–34</a> ) C. The Third Cycle ( <a ref='Job 22:1–26:14'>22:1—26:14</a> ) 1. Eliphaz’s third speech denounces Job’s criticism of God’s justice ( <a ref='Job 22:1–30'>22:1–30</a> ) 2. Job’s response to Eliphaz is that God knows he is without guilt, and yet in His providence and refining purpose He permits temporary success for the wicked ( <a ref='Job 23:1–24:25'>23:1—24:25</a> ) 3. Bildad’s third speech scoffs at Job’s direct appeal to God ( <a ref='Job 25:1–6'>25:1–6</a> ) 4. Job’s response to Bildad is that God is indeed perfectly wise and absolutely sovereign, but not simplistic as they thought ( <a ref='Job 26:1–14'>26:1–14</a> ) D. The Final Defense of Job ( <a ref='Job 27:1–31:40'>27:1—31:40</a> ) 1. Job’s first monologue affirms his righteousness and that man can’t discover God’s wisdom ( <a ref='Job 27:1–28:28'>27:1—28:28</a> ) 2. Job’s second monologue remembers his past, describes his present, defends his innocence, and asks for God to defend him ( <a ref='Job 29:1–31:40'>29:1—31:40</a> ) E. The Speeches of Elihu ( <a ref='Job 32:1–37:24'>32:1—37:24</a> ) 1. Elihu enters into the debate to break the impasse ( <a ref='Job 32:1–22'>32:1–22</a> ) 2. Elihu charges Job with presumption in criticizing God, not recognizing that God may have a loving purpose, even in allowing Job to suffer ( <a ref='Job 33:1–33'>33:1–33</a> ) 3. Elihu declares that Job has impugned God’s integrity by claiming that it does not pay to lead a godly life ( <a ref='Job 34:1–37'>34:1–37</a> ) 4. Elihu urges Job to wait patiently for the Lord ( <a ref='Job 35:1–16'>35:1–16</a> ) 5. Elihu believes that God is disciplining Job ( <a ref='Job 36:1–21'>36:1–21</a> ) 6. Elihu argues that human observers can hardly expect to understand adequately God’s dealings in administering justice and mercy ( <a ref='Job 36:22–37:24'>36:22—37:24</a> ) III. The Deliverance ( <a ref='Job 38:1–42:17'>38:1—42:17</a> ) A. God Interrogates Job ( <a ref='Job 38:1–41:34'>38:1—41:34</a> ) 1. God’s first response to Job ( <a ref='Job 38:1–40:2'>38:1—40:2</a> ) 2. Job’s answer to God ( <a ref='Job 40:3–5'>40:3–5</a> ) 3. God’s second response to Job ( <a ref='Job 40:6–41:34'>40:6—41:34</a> ) B. Job Confesses, Worships, and Is Vindicated ( <a ref='Job 42:1–17'>42:1–17</a> ) 1. Job passes judgment upon himself ( <a ref='Job 42:1–6'>42:1–6</a> ) 2. God rebukes Eliphaz, Bildad, and Zophar ( <a ref='Job 42:7–9'>42:7–9</a> ) 3. God restores Job’s family, wealth, and long life ( <a ref='Job 42:10–17'>42:10–17</a> )",
    "type": "chapter_content"
  },
  {
    "id": "anc18",
    "title": "Study Notes and Features for Job",
    "content": "Study Notes and Features <a ref='Job 1:1–2:13'>1:1—2:13</a> This section identifies the main persons and sets the stage for the drama to follow. <a ref='Job 1:1'>1:1</a> <b>Uz.</b> Job’s home was a walled city with gates ( <a ref='Job 29:7–8'>29:7–8</a> ), where he held a position of great respect. The city was in the land of Uz in northern Arabia, adjacent to Midian, where Moses lived for 40 years ( <a ref='Exodus 2:15'>Ex 2:15</a> ). <b>Job.</b> The story begins on earth with Job as the central figure. He was a rich man with 7 sons and 3 daughters, in his middle years with a grown family, but still young enough to father 10 more children (see <a ref='Job 42:13'>42:13</a> ). He was good, a family man, rich, and widely known. <b>blameless, upright, fearing God … turning away from evil.</b> Cf. <a ref='Job 1:8'>1:8</a> . Job was not perfect or without sin (cf. <a ref='Job 6:24'>6:24</a> ; <a ref='Job 7:21'>7:21</a> ; <a ref='Job 9:20'>9:20</a> ); however, it appears from the language that he had put his trust in God for redemption and faithfully lived a God-honoring, sincere life of integrity and consistency personally, maritally ( <a ref='Job 2:10'>2:10</a> ), and parentally ( <a ref='Job 1:4–5'>1:4–5</a> ). <a ref='Job 1:3'>1:3</a> <b>sheep … camels … oxen … female donkeys.</b> As typically in the ancient Near East, Job’s wealth was not measured in money or land holdings, but in his numerous livestock, like the patriarchs (cf. <a ref='Genesis 13:1–7'>Ge 13:1–7</a> ). <b>greatest … of the east.</b> A major claim by any standard. Solomon held a similar reputation, “Solomon’s wisdom surpassed the wisdom of all the sons of the east” ( <a ref='1 Kings 4:30'>1Ki 4:30</a> ). The “east” denotes those living east of Canaan, as the people of the northern Arabian desert did (cf. <a ref='Judges 6:3'>Jdg 6:3</a> ; <a ref='Ezekiel 25:4'>Eze 25:4</a> ). <a ref='Job 1:4'>1:4</a> <b>on his day.</b> Of the week (7 sons). This reference to the main meal of each day of the week, which moved from house to house, implies the love and harmony of the family members. The sisters are especially noted to show these were cared for with love. <a ref='Job 1:5'>1:5</a> <b>send and set them apart as holy.</b> At the end of every week, Job would offer up as many burnt offerings as he had sons (see <a ref='Leviticus 1:4'>Lv 1:4</a> ), officiating as family priest weekly (“continually”) in a time before the Aaronic priesthood was established. These offerings were to cover any sin that his children may have committed that week, indicating the depth of his spiritual devotion. This record is included to demonstrate the righteousness and virtue of Job and his family, which made his suffering all the more amazing. <b>burnt offerings.</b> This kind of offering was known as early as Noah ( <a ref='Genesis 8:20'>Ge 8:20</a> ). <a ref='Job 1:6'>1:6</a> <b>sons of God.</b> Job’s life is about to be caught up in heavenly strategies as the scene moves from earth to heaven, where God is holding council with His heavenly court. Neither Job nor his friends ever knew about this. The angelic host (cf. <a ref='Job 38:7'>38:7</a> ; <a ref='Psalms 29:1'>Pss 29:1</a> ; <a ref='Psalms 89:7'>89:7</a> ; <a ref='Daniel 3:25'>Da 3:25</a> ) came to God’s throne to render account of their ministry throughout the earth and heaven (cf. <a ref='1 Kings 22:19–22'>1Ki 22:19–22</a> ). Like a Judas among the apostles, Satan was with the angels. <b>Satan.</b> Emboldened by the success he had with the unfallen Adam in paradise ( <a ref='Genesis 3:6–12'>Ge 3:6–12</a> , <a ref='Genesis 3:17–19'>17–19</a> ), he was confident that the fear of God in Job, one of a fallen race, would not stand his tests. And he had fallen himself (see <a ref='Isaiah 14:12'>Is 14:12</a> ). As opposed to a personal name, Satan as a title means “adversary,” in either a personal or judicial sense. This demon is the ultimate spiritual adversary of all time and has been accusing the righteous throughout the ages (see <a ref='Revelation 12:10'>Rev 12:10</a> ). In a courtroom setting, the adversary usually stood to the right of the accused. This location is reported when Satan in heaven accused Joshua the High Priest ( <a ref='Zechariah 3:1'>Zec 3:1</a> ). That he is still unsuccessful is the thesis of <a ref='Romans 8:31–39'>Ro 8:31–39</a> . <a ref='Job 1:7'>1:7</a> <b>And Yahweh said.</b> Lest there be any question about God’s role in this ordeal, it was He who initiated the dialogue. The adversary was not presiding. If anything, Satan raised the penetrating question that might well be asked by anyone, perhaps even Job himself: does Job serve God with pure motives, or is he in it only as long as the blessings flow? <a ref='Job 1:7–8'>1:7–8</a> <b>roaming about on the earth.</b> The picture is of haste. No angel, fallen or holy, is an omnipresent creature, but they move rapidly. In Satan’s case, as prince of this world ( <a ref='John 12:31'>Jn 12:31</a> ; <a ref='John 14:30'>14:30</a> ; <a ref='John 16:11'>16:11</a> ) and ruler of demons ( <a ref='Matthew 9:34'>Mt 9:34</a> ; <a ref='Matthew 12:24'>12:24</a> ), the earth is his domain, where he prowls like a “roaring lion, seeking someone to devour” ( <a ref='1 Peter 5:8'>1Pe 5:8</a> ). God gave him Job to test. <a ref='Job 1:9–11'>1:9–11</a> Satan asserted that true believers are only faithful as long as they prosper. Take away their prosperity, he claims, and they will reject God. He wanted to prove that salvation is not permanent, that saving faith can be broken and those who were God’s could become his. That is the first of the two great themes of this book (see Introduction: Historical and Theological Themes ). Satan repeated this affront with Jesus (see <a ref='Mt 4'>Mt 4</a> ), Peter (see <a ref='Luke 22:31'>Lk 22:31</a> ), and Paul (see <a ref='2 Corinthians 12:7'>2Co 12:7</a> ). The OT has many promises from God in which He pledges to sustain the faith of His children. Cf. <a ref='Psalms 37:23'>Pss 37:23</a> , <a ref='Psalms 37:28'>28</a> ; <a ref='Psalms 97:10'>97:10</a> ; <a ref='Psalms 121:4–7'>121:4–7</a> . For NT texts, cf. <a ref='Luke 22:31–32'>Lk 22:31–32</a> ; <a ref='Jude 1:24'>Jd 24</a> . <a ref='Job 1:12'>1:12</a> <b>hand.</b> God allowed Satan to test Job’s faith by attacking “all that he has.” With God’s sovereign permission, Satan was allowed to move on Job, except that he could not attack Job physically. <a ref='Job 1:13–19'>1:13–19</a> With 4 rapid-fire disasters, Satan destroyed or removed Job’s livestock, servants, and children. Only the 4 messengers survived. <a ref='Job 1:15'>1:15</a> <b>Sabeans.</b> Lit. “Sheba,” part of Arabia. These people were terrorizing robbers, who had descended from Ham ( <a ref='Genesis 10:6–7'>Ge 10:6–7</a> ) and/or Shem ( <a ref='Genesis 10:28'>Ge 10:28</a> ). <a ref='Job 1:16'>1:16</a> <b>fire of God … heaven.</b> This probably refers to severe lightning. <a ref='Job 1:17'>1:17</a> <b>Chaldeans.</b> A semi-nomadic people of the Arabian desert, experienced in marauding and war (cf. <a ref='Habakkuk 1:6–8'>Hab 1:6–8</a> ). <a ref='Job 1:19'>1:19</a> <b>great wind.</b> Most likely a tornado-type wind. Cf. <a ref='Isaiah 21:1'>Is 21:1</a> ; <a ref='Hosea 13:15'>Hos 13:15</a> . <a ref='Job 1:20–21'>1:20–21</a> <b>worshiped.</b> He heard the other messages calmly, but on hearing about the death of his children, he expressed all the symbols of grief (cf. <a ref='Genesis 37:34'>Ge 37:34</a> ; <a ref='Jeremiah 41:5'>Jer 41:5</a> ; <a ref='Micah 1:16'>Mic 1:16</a> ), but also worshiped God in the expression of v. <a ref='Job 1:21'>21</a> . Instead of cursing, he blessed the name of Jehovah. Job’s submissive response disproved the adversary’s accusations ( <a ref='Job 1:9–11'>1:9–11</a> ). So far, Job was what God claimed him to be, a true believer with faith that cannot be broken (v. <a ref='Job 1:8'>8</a> ). <a ref='Job 1:22'>1:22</a> <b>did not sin, nor did he give offense to God.</b> Better, “sin by charging God with wrong.” Hasty words against God in the midst of grief are foolish and wicked. Christians are to submit to trials and still worship God, not because they see the reasons for them, but because God wills them and has His own reasons which believers are to trust. Biographical Sketch of Job 1. A spiritually mature man ( <a ref='Job 1:1'>1:1</a> , <a ref='Job 1:8'>8</a> ; <a ref='Job 2:3'>2:3</a> ) 6. A loving, wise husband ( <a ref='Job 2:9'>2:9</a> ) 2. Father of many children ( <a ref='Job 1:2'>1:2</a> ; <a ref='Job 42:13'>42:13</a> ) 7. A man of prominence in community affairs ( <a ref='Job 29:7–11'>29:7–11</a> ) 3. Owner of many herds ( <a ref='Job 1:3'>1:3</a> ; <a ref='Job 42:12'>42:12</a> ) 8. A man of benevolence ( <a ref='Job 29:12–17'>29:12–17</a> ; <a ref='Job 31:32'>31:32</a> ) 4. A wealthy and influential man ( <a ref='Job 1:3'>1:3b</a> ) 9. A wise leader ( <a ref='Job 29:21–24'>29:21–24</a> ) 5. A priest to his family ( <a ref='Job 1:5'>1:5</a> ) 10. Grower of crops ( <a ref='Job 31:38–40'>31:38–40</a> ) Go to the Index of Charts and Maps . <a ref='Job 2:1–3'>2:1–3a</a> The scene changes again to the heavenly court, where the angels came before Yahweh and Satan was also present, having been again searching the earth for victims to assault. <i>See notes on <a ref='Job 1:6–8'>1:6–8</a> .</i> <a ref='Job 2:3'>2:3</a> <b>he still holds fast his integrity.</b> God affirmed that Job had won round one. <b>in vain.</b> God uses the same expression the adversary used in <a ref='Job 1'>Job 1</a> : “without cause” ( <a ref='Job 1:9'>1:9</a> ) and “in vain” ( <a ref='Job 2:3'>2:3</a> ). The message behind God’s turn of words is that the adversary is the guilty party in this case, not Job who had suffered all the disaster without any personal cause. He had done nothing to incur the pain and loss, though it was massive. The issue was purely a matter of conflict between God and Satan. This is a crucial statement, because when Job’s friends tried to explain why all the disasters had befallen him, they always put the blame on Job. Grasping this assessment from God—that Job had not been punished for something, but suffered for nothing related to him personally—is a crucial key to the story. Sometimes suffering is caused by divine purposes unknowable to us (see Introduction: Historical and Theological Themes ). <a ref='Job 2:4–5'>2:4–5</a> <b>Skin for skin!</b> Satan contended that what he had done to Job so far was just touching the skin, scratching the surface. Job endured the loss of all that he had, even the lives of his children, but would not endure the loss of his own well-being. If God allowed Satan to make the disaster a personal matter of his own physical body, the Adversary contended, Job’s faith would fail. <a ref='Job 2:6'>2:6</a> <b>spare his life.</b> Yahweh sovereignly limited the Adversary, although death seemed preferable. Job believed that to be the case (cf. <a ref='Job 7:15'>7:15</a> ), as did his wife ( <a ref='Job 2:9'>2:9</a> ). <a ref='Job 2:7'>2:7</a> <b>Satan … struck Job.</b> This appears to be an exceptional case with no other exact parallel in Scripture. In the Gospels, demons caused physical problems when they dwelled within people (cf. <a ref='Luke 13:11'>Lk 13:11</a> , <a ref='Luke 13:16'>16</a> ), but that is not the case here. God’s permissive will operated for purposes Job can’t know; God was hidden from him along with the reasons for his suffering. <b>terrible boils.</b> Although the nature of Job’s affliction cannot be diagnosed exactly, it produced extreme physical trauma (cf. <a ref='Job 2:13'>2:13</a> ; <a ref='Job 3:24'>3:24</a> ; <a ref='Job 7:5'>7:5</a> , <a ref='Job 7:14'>14</a> ; <a ref='Job 13:28'>13:28</a> ; <a ref='Job 16:8'>16:8</a> ; <a ref='Job 19:17'>19:17</a> ; <a ref='Job 30:17'>30:17</a> , <a ref='Job 30:30'>30</a> ; <a ref='Job 33:21'>33:21</a> ). One cannot fully understand Job’s conversations throughout the book without considering the extraordinary physical distress he endured in a day without medicine or pain relief. His boils would have been similar to those of the Egyptians ( <a ref='Exodus 9:8–11'>Ex 9:8–11</a> ) and Hezekiah ( <a ref='2 Kings 20:7'>2Ki 20:7</a> ). <a ref='Job 2:8'>2:8</a> <b>potsherd … ashes.</b> Suffering terribly, Job took himself to where the lepers go: the ash heap outside the city, where he scraped at his sores with a piece of broken pottery, perhaps breaking them open to release the infection. <a ref='Job 2:9'>2:9</a> <b>your integrity.</b> Through all this, Job’s faith remained strong in the confusion, so that his wife could not accuse him of insincerity as Satan had. Her argument in effect was “let go of your piety and curse God; then He will end your life for blaspheming,” (i.e., death under these conditions would be preferable to living). She added temptation to affliction because she advised him to sin. <a ref='Job 2:10'>2:10</a> <b>foolish.</b> Not meaning silly or ridiculous, but acting as one who rejects God or God’s revealed will. The word is used of the unwise in the Psalms ( <a ref='Psalms 14:1'>14:1</a> ; <a ref='Psalms 53:1'>53:1</a> ) and in Proverbs ( <a ref='Proverbs 30:22'>30:22</a> ). She is not seen nor heard of again in this book, except indirectly in <a ref='Job 42:13–15'>42:13–15</a> . <b>accept.</b> Job lived out and explained the text of <a ref='Deuteronomy 29:29'>Dt 29:29</a> . His words and deeds demonstrated his confidence in God and vindicated God’s confidence in him. <a ref='Job 2:11–13'>2:11–13</a> Here is one of the most moving scenes in the whole story, as Job’s friends came to comfort and commiserate with him in his pain. They expressed all the traditional gestures of grief. <a ref='Job 2:11'>2:11</a> <b>Temanite.</b> Most likely Teman was a city of Edom (cf. <a ref='Genesis 36:4'>Ge 36:4</a> , <a ref='Genesis 36:11'>11</a> ; <a ref='Jeremiah 49:7'>Jer 49:7</a> , <a ref='Jeremiah 49:20'>20</a> ; <a ref='Ezekiel 25:13'>Eze 25:13</a> ; <a ref='Amos 1:12'>Am 1:12</a> ; <a ref='Obadiah 1:8–9'>Ob 8–9</a> ). <b>Shuhite.</b> The Shuhites were descendants of Abraham through Keturah ( <a ref='Genesis 25:2'>Ge 25:2</a> , <a ref='Genesis 25:6'>6</a> ). <b>Naamathite.</b> A resident of an unknown location probably in Edom or Arabia, although some have suggested Naamah on the Edomite border (cf. <a ref='Joshua 15:41'>Jos 15:41</a> ). <a ref='Job 2:13'>2:13</a> his <b>pain was very great.</b> The expression actually meant that his disease produced pain that was still increasing. The agony was so great, his friends were speechless for a week. <a ref='Job 3:1–42:6'>3:1—42:6</a> This whole section is poetry—a dramatic poem of speeches attempting to understand Job’s suffering. <a ref='Job 3:1–37:24'>3:1—37:24</a> This section covers the cycles of speeches between Job and his well-meaning friends, including Elihu (chaps. <a ref='Job 32-37'>32–37</a> ). <a ref='Job 3:1–14:22'>3:1—14:22</a> The first cycle of speeches given by Job and his 3 friends begins. Job was the first to break the week-long silence with a lament ( <a ref='Job 3:1–26'>3:1–26</a> ). <a ref='Job 3:1–10'>3:1–10</a> Job began his first speech by cursing the day of his birth, which should have been a day of great rejoicing, and welcomed the day he would finally die. In short, Job says “I wish I’d never been born.” See <a ref='Job 3'>3</a> ; <a ref='Job 6-7'>6–7</a> ; <a ref='Job 9-10'>9–10</a> ; <a ref='Job 12-14'>12–14</a> ; <a ref='Job 16-17'>16–17</a> ; <a ref='Job 19'>19</a> ; <a ref='Job 21'>21</a> ; <a ref='Job 23-24'>23–24</a> ; <a ref='Job 26'>26</a> ; <a ref='Job 40:3–5'>40:3–5</a> ; <a ref='Job 42:1–6'>42:1–6</a> for Job’s speeches. <a ref='Job 3:1'>3:1</a> <b>cursed the day of his</b> birth. Job was in deep pain and despair. What God was allowing hurt desperately, but while Job did not curse God (cf. <a ref='Job 2:8'>2:8</a> ), he did curse his birth (vv. <a ref='Job 3:10–11'>10–11</a> ). He wished he had never been conceived (v. <a ref='Job 3:3'>3</a> ) or born because the joys of his life were not worth all the pain. He felt it would have been better to have never lived than to suffer like that; better to have never had wealth than to lose it; better to have never had children than to have them all killed. He never wanted his birthday remembered, and wished it had been obliterated from the calendar (vv. <a ref='Job 3:4–7'>4–7</a> ). The Script 1. Job <a ref='Job 3'>Job 3</a> ; <a ref='Job 6-7'>6–7</a> ; <a ref='Job 9-10'>9–10</a> ; <a ref='Job 12-14'>12–14</a> ; <a ref='Job 16-17'>16–17</a> ; <a ref='Job 19'>19</a> ; <a ref='Job 21'>21</a> ; <a ref='Job 23-24'>23–24</a> ; <a ref='Job 26-31'>26–31</a> ; <a ref='Job 40:3–5'>40:3–5</a> ; <a ref='Job 42:1–6'>42:1–6</a> 2. Eliphaz <a ref='Job 4-5'>Job 4–5</a> ; <a ref='Job 15'>15</a> ; <a ref='Job 22'>22</a> 3. Bildad <a ref='Job 8'>Job 8</a> ; <a ref='Job 18'>18</a> ; <a ref='Job 25'>25</a> 4. Zophar <a ref='Job 11'>Job 11</a> ; <a ref='Job 20'>20</a> 5. Elihu <a ref='Job 32-37'>Job 32–37</a> 6. God <a ref='Job 38:1–40:2'>Job 38:1—40:2</a> ; <a ref='Job 40:6–41:34'>40:6—41:34</a> Go to the Index of Charts and Maps . <a ref='Job 3:8'>3:8</a> <b>who curse … Leviathan.</b> Those who pronounce the most powerful curses, even to arousing the destructive sea monster ( <i>see note on <a ref='Job 41:1'>41:1</a></i> ; cf. <a ref='Psalms 74:14'>Pss 74:14</a> ; <a ref='Psalms 104:26'>104:26</a> ; <a ref='Isaiah 27:1'>Is 27:1</a> ). <a ref='Job 3:11–26'>3:11–26</a> Job left the matter of never having been born (vv. <a ref='Job 3:1–10'>1–10</a> ) and moved to a desire to have been stillborn (vv. <a ref='Job 3:11–19'>11–19</a> ), then to a desire for the “light” of life to be extinguished in death (vv. <a ref='Job 3:20–23'>20–23</a> ). There is no hint that Job wanted to take his own life, for there was nothing stopping him. Job still trusted God for His sovereign hand in the matter of death, but he did consider the many ways in which death would be a perceived improvement to the present situation, because of the pain. <a ref='Job 3:23'>3:23</a> <b>hedged in.</b> Satan spoke of a hedge of protection and blessing ( <a ref='Job 1:10'>1:10</a> ), whereas Job spoke of this hedge as a prison of living death. <a ref='Job 3:24'>3:24</a> <b>groaning … roaring.</b> These destroyed any appetite he might have had. <a ref='Job 3:25–26'>3:25–26</a> <b>the dread that I dread.</b> Not a particular thing but a generic classification of suffering. The very worst fear that anyone could have was coming to pass in Job’s life, and he is experiencing severe anxiety, fearing more. <a ref='Job 4:1–5:27'>4:1—5:27</a> <b>Eliphaz.</b> Eliphaz’s first speech. See chaps. <a ref='Job 15'>15</a> and <a ref='Job 22'>22</a> for Eliphaz’s other speeches. He spoke profoundly and gently, but knew nothing of the scene in heaven that had produced the suffering of Job. <a ref='Job 4:2–6'>4:2–6</a> Job’s friend finally spoke after 7 days of silence and began kindly by acknowledging that Job was recognized for being a wise man. Unfortunately, with the opening of their mouths for the first speech, all the wisdom of their silence departed. <a ref='Job 4:7'>4:7</a> <b>who</b> ever <b>perished being innocent?</b> Eliphaz, recognizing Job’s “fear <i>of God</i> ” and “integrity” (v. <a ref='Job 4:6'>6</a> ), was likely encouraging Job at the outset by saying he wouldn’t die because he was innocent of any deadly iniquity, but must be guilty of some serious sin because he was reaping such anger from God. This was a moral universe and moral order was at work, he thought. He had oversimplified God’s pattern of retribution. This simple axiom, “the righteous will prosper and the wicked will suffer,” does not always hold up in human experience. It is true that plowing and sowing iniquity reap judgment, so Eliphaz was partially right (cf. <a ref='Galatians 6:7–9'>Ga 6:7–9</a> ; <a ref='1 Peter 3:12'>1Pe 3:12</a> ), but not everything we reap in life is the result of something we have sown ( <i>see notes on <a ref='2 Corinthians 12:7–10'>2Co 12:7–10</a></i> ). Eliphaz was replacing theology with simplistic logic. To say that wherever there is suffering, it is the result of sowing sin is wrong (cf. <a ref='Exodus 4:11'>Ex 4:11</a> ; <a ref='John 9:1–3'>Jn 9:1–3</a> ). <a ref='Job 4:10–11'>4:10–11</a> Wanting to demonstrate that wicked men experience calamities in spite of their strength and resources, Eliphaz illustrated his point by the destruction that comes on lions in spite of their prowess. Five Hebrew words were used here for lion, emphasizing the various characters of wicked people, all of whom can be broken and perish. <a ref='Job 4:12–16'>4:12–16</a> <b>a word was brought to me stealthily.</b> Eliphaz spoke of a mysterious messenger in a vision, eerie fantasy, or a dream. He claimed to have had divine revelation to bolster his viewpoint. <a ref='Job 4:17'>4:17</a> Here is the conclusion of Eliphaz’s revelation—that Job suffered because he was not holy enough, not righteous enough. <a ref='Job 4:17–21'>4:17–21</a> This is the content of the message which is, in effect, that God judges sin and sinners among men (described in v. <a ref='Job 4:19'>19</a> as “houses of clay”) as He did among angels (v. <a ref='Job 4:18'>18</a> ; cf. <a ref='Revelation 12:3–4'>Rev 12:3–4</a> ). <a ref='Job 5:1'>5:1</a> <b>holy ones.</b> Angelic beings (cf. <a ref='Job 4:18'>4:18</a> ) are in view. Job was told that not even the angels could help him. He must recognize his mortality and sin if he would be healed. <a ref='Job 5:2–6'>5:2–6</a> Job was told not to be a fool or simpleton, but to recognize that sin is judged, wrath kills, envy slays, foolishness is cursed (vv. <a ref='Job 5:2–5'>2–5</a> ), and this wasn’t merely a physical matter (v. <a ref='Job 5:6'>6</a> ), but came from man’s sin. Sin is inevitable in man; so is trouble (v. <a ref='Job 5:7'>7</a> ). <a ref='Job 5:7'>5:7</a> <b>sparks.</b> Lit. “the sons of Resheph,” an expression which describes all sorts of fire-like movement (cf. <a ref='Deuteronomy 32:24'>Dt 32:24</a> ; <a ref='Psalms 78:48'>Ps 78:48</a> ; <a ref='Song of Solomon 8:6'>SS 8:6</a> ). <a ref='Job 5:8'>5:8</a> Job’s solution was to go to God and repent, his friend thought. <a ref='Job 5:9–16'>5:9–16</a> The whole of Eliphaz’s argument is based on the moral perfection of God, so he extolled God’s greatness and goodness. <a ref='Job 5:13'>5:13</a> Paul used this line from Eliphaz in <a ref='1 Corinthians 3:19'>1Co 3:19</a> to prove the foolishness of man’s wisdom before God. <a ref='Job 5:17'>5:17</a> <b>blessed is the man whom God reproves.</b> Eliphaz put a positive spin on his advice by telling Job that enviable or desirable is the situation of the one God cares enough to chasten. “If only Job admitted his sin, he could be happy again” was the advice. <a ref='Job 5:18–27'>5:18–27</a> The language of this section promising blessing for penitence was strongly reminiscent of <a ref='Le 26'>Lv 26</a> , which elaborated the blessing of a faithful covenant relationship with God. If Job confessed, he would have prosperity, security, a family, and a rich life. <a ref='Job 5:23'>5:23</a> <b>your covenant … at peace.</b> Even the created order will be in harmony with the man whose relationship with God is corrected through God’s disciplinary process. <a ref='Job 6:1–7:21'>6:1—7:21</a> Job’s response to Eliphaz was recorded. On top of his physical misery and his tempting wife, he had to respond to ignorance and insensitivity from his friend, by expressing his frustration. Job’s Living Death 1. Painful boils from head to toe ( <a ref='Job 2:7'>2:7</a> , <a ref='Job 2:13'>13</a> ; <a ref='Job 30:17'>30:17</a> ) 10. Decaying skin ( <a ref='Job 13:28'>13:28</a> ) 2. Severe itching/irritation ( <a ref='Job 2:7–8'>2:7–8</a> ) 11. Shriveled up ( <a ref='Job 16:8'>16:8</a> ; <a ref='Job 17:7'>17:7</a> ; <a ref='Job 19:20'>19:20</a> ) 3. Great grief ( <a ref='Job 2:13'>2:13</a> ) 12. Severe halitosis ( <a ref='Job 19:17'>19:17</a> ) 4. Lost appetite ( <a ref='Job 3:24'>3:24</a> ; <a ref='Job 6:6–7'>6:6–7</a> ) 13. Teeth fell out ( <a ref='Job 19:20'>19:20</a> ) 5. Agonizing discomfort ( <a ref='Job 3:24'>3:24</a> ) 14. Relentless pain ( <a ref='Job 30:17'>30:17</a> ) 6. Insomnia ( <a ref='Job 7:4'>7:4</a> ) 15. Skin turned black ( <a ref='Job 30:30'>30:30</a> ) 7. Worm and dust infested flesh ( <a ref='Job 7:5'>7:5</a> ) 16. Raging fever ( <a ref='Job 30:30'>30:30</a> ) 8. Continual oozing of boils ( <a ref='Job 7:5'>7:5</a> ) 17. Dramatic weight loss ( <a ref='Job 33:21'>33:21</a> ) 9. Hallucinations ( <a ref='Job 7:14'>7:14</a> ) Go to the Index of Charts and Maps . <a ref='Job 6:2–3'>6:2–3</a> The heaviness of his burden caused the rashness of his words. <a ref='Job 6:4'>6:4</a> <b>the arrows of the Almighty … horrors of God.</b> Here are figures of speech picturing the trials as coming from God, indicating that Job believed these were God’s judgments. <a ref='Job 6:5–7'>6:5–7</a> These are all illustrations of the fact that Job complained because he had reason. Even animals expect palatable food. <a ref='Job 6:8–9'>6:8–9</a> <b>my request.</b> Job’s request was that God would finish whatever process He began. Death was desirable for no other reason than it would be relief from the inevitable course of events (see chap. <a ref='Job 3'>3</a> ). <a ref='Job 6:9'>6:9</a> <b>cut me off.</b> This is a metaphor from a weaver, who cuts off the excess thread on the loom (cf. <a ref='Isaiah 38:12'>Is 38:12</a> ). <a ref='Job 6:10'>6:10</a> <b>the words of the Holy One.</b> Job had not been avoiding the revelation of God that he had received. The commands of the Holy One were precious to him and he had lived by them. This was confusing to him, as he couldn’t find any sinful source for his suffering. He would rejoice in his pain if he knew it would soon lead to death, but he couldn’t see any hope for death or deliverance in himself (vv. <a ref='Job 6:11–13'>11–13</a> ). <a ref='Job 6:14'>6:14</a> <b>lovingkindness … But … forsakes.</b> Job rebuked his friends with sage words. Even if a man has forsaken God (which he hadn’t), should not his friends still show kindness to him? How can Eliphaz be so unkind as to continually indict him? <a ref='Job 6:15–23'>6:15–23</a> Job described his friends as being about as useful with their counsel as a dry riverbed in summer. Paraphrasing, he said, “You are no help (v. <a ref='Job 6:21'>21</a> ), although all I asked for was a little sympathy, not some great gift or deliverance” (vv. <a ref='Job 6:22–23'>22–23</a> ). <a ref='Job 6:19'>6:19</a> <b>Tema … Sheba.</b> Tema in the north, named for the son of Ishmael ( <a ref='Genesis 25:15'>Ge 25:15</a> ; <a ref='Isaiah 21:14'>Is 21:14</a> ), and Sheba in the south ( <a ref='Jeremiah 6:20'>Jer 6:20</a> ) were part of the Arabian desert, where water was precious. <a ref='Job 6:24–30'>6:24–30</a> <b>Instruct me … cause me to understand how I have erred.</b> Job was not admitting to having sinned. Rather he said to his accusers, “If I’ve sinned, show me where.” The sufferer indicted his friends for their insensitivity, and while not claiming sinlessness, he was convinced there was no sin in his life that led directly to such suffering. <a ref='Job 7:1–21'>7:1–21</a> After having directed his words at his friends in chap. <a ref='Job 6'>6</a> , Job then directed them at God. Throughout this section he used words and arguments that sounded much like Solomon in Ecclesiastes, i.e., “labor, worthlessness, trouble, and wind.” <a ref='Job 7:1–10'>7:1–10</a> <b>conscripted to labor.</b> He felt like a slave under tyranny of his master, longing for relief and reward (vv. <a ref='Job 7:1–2'>1–2</a> ); he was sleepless (vv. <a ref='Job 7:3–4'>3–4</a> ); he was loathsome because of worms and scabs, dried filth, and new running sores (v. <a ref='Job 7:5'>5</a> ); he was like a weaver’s shuttle, tossed back and forth (v. <a ref='Job 7:6'>6</a> ); he was like a breath or cloud that comes and goes on its way to death (vv. <a ref='Job 7:7–10'>7–10</a> ). In this discourse, Job attempted to reconcile in his own mind what God was doing. <a ref='Job 7:11'>7:11</a> <b>Indeed.</b> On the basis of all he had said in vv. <a ref='Job 7:1–10'>1–10</a> , he felt he had a right to express his complaint. <a ref='Job 7:12'>7:12</a> <b>sea or the sea monster.</b> The sea and the whale are two threatening forces that must be watched or curbed due to their destructive force. Job was not like that. <a ref='Job 7:13–14'>7:13–14</a> Even when he slept, he had terrifying dreams so that he longed for death (vv. <a ref='Job 7:15–16'>15–16</a> ). <a ref='Job 7:17–18'>7:17–18</a> Why is he so important, Job wonders, that God would spend all this attention on him? Why did God cause all this misery to one so insignificant as he? <a ref='Job 7:19'>7:19</a> <b>until I swallow my spit.</b> This strange statement was an Arabic proverb, indicating a brief moment. Job was asking for a moment “to catch his breath,” or in the case of the proverb, “swallow my spittle.” <a ref='Job 7:21'>7:21</a> <b>not forgive my transgression.</b> Job conceded the argument of Eliphaz that he must have sinned, not because he was convinced, but because he seemed to find no other explanation (cf. <a ref='Job 6:24'>6:24</a> ). <a ref='Job 8:1–22'>8:1–22</a> The second friendly accuser, Bildad, now offered his wisdom to Job. Bildad, also absolutely certain that Job had sinned and should repent, was ruthless in the charges he raised against God’s servant. See <a ref='Job 18'>Job 18</a> ; <a ref='Job 25'>25</a> for Bildad’s other speeches. <a ref='Job 8:2–7'>8:2–7</a> Bildad accused Job of defending his innocence with a lot of hot air and reasoned that Job’s circumstances were God’s judgment on his sins and those of his family. Again, this is logical, based on the principle that God punishes sin, but it failed to account for the mystery of the heavenly debate between God and Satan (see chaps. <a ref='Job 1-2'>1–2</a> ). He was sure something was wrong in Job’s relationship with God, thus his call for repentance, with the confidence that when Job repented he would be blessed (vv. <a ref='Job 8:6–7'>6–7</a> ). <a ref='Job 8:3'>8:3</a> <b>Almighty pervert what is right.</b> Bildad took Job’s claims for innocence and applied them to his simplistic notion of retribution. He concluded that Job was accusing God of injustice when God must be meting out justice to Job. Job tried to avoid outright accusations of this sort, but the evidence led Bildad to this conclusion because he had no knowledge of the heavenly facts. <a ref='Job 8:7'>8:7</a> In fact, this was Job’s outcome (cf. <a ref='Job 42:10–17'>42:10–17</a> ), not because Job repented of some specific sin, but because he humbled himself before the sovereign, inscrutable will of God. <a ref='Job 8:8–10'>8:8–10</a> Here Bildad appealed to past authorities, godly ancestors who taught the same principle—that where there is suffering, there must be sin. So he had history as a witness to his misjudgment. <a ref='Job 8:11–19'>8:11–19</a> He further supported his simple logic of cause and effect by illustrations from nature. Again he accused Job of sin, but surely he had forgotten God as well (v. <a ref='Job 8:13'>13</a> ). <a ref='Job 8:20'>8:20</a> <b>God will not reject a blameless</b> man <b>.</b> This comment contains a veiled offer of hope. Job could laugh again, but he must take steps to become blameless. But Bildad, like Job, was unaware of the dialogue between the Sovereign Judge and the Accuser in the opening chapters of the book and unaware that God had already pronounced Job “blameless” twice to heavenly beings ( <a ref='Job 1:8'>1:8</a> ; <a ref='Job 2:3'>2:3</a> ), as had the writer ( <a ref='Job 1:1'>1:1</a> ). Cf. <a ref='Psalms 1:6'>Pss 1:6</a> ; <a ref='Psalms 126:2'>126:2</a> ; <a ref='Psalms 132:18'>132:18</a> . <a ref='Job 9:1–10:22'>9:1—10:22</a> Job, in a mood of deep despair, responded to Bildad’s accusations with arguments surrounding God’s nature, also raised by Bildad, and started to rationalize something about which he would later admit he knew dangerously little. Job concluded that God is holy, wise, and strong (vv. <a ref='Job 9:4–10'>4–10</a> ); but he wondered if He is fair (v. <a ref='Job 9:22'>22</a> ) and why He wouldn’t make Himself known to him. Before the mighty God, Job felt only despair. If God is not fair, all is hopeless, he thought. <a ref='Job 9:3'>9:3</a> <b>contend with Him.</b> Job referred to disputing one’s innocence or guilt before God as a useless endeavor. <a ref='Psalms 130:3'>Psalm 130:3</a> illustrates the point, “If You should keep iniquities [keep records of sin], … who could stand [innocently in judgment]?” <a ref='Job 9:6'>9:6</a> <b>pillars tremble.</b> In the figurative language of the day, this phrase described the supporting power that secured the position of the earth in the universe. <a ref='Job 9:9'>9:9</a> <b>Bear, Orion … Pleiades.</b> Three stellar constellations (cf. <a ref='Job 38:31–32'>Job 38:31–32</a> ). <b>the chambers of the south.</b> These were other constellations in the southern hemisphere, unseen by those who could see and name the 3 in the northern skies. <a ref='Job 9:13'>9:13</a> <b>the helpers of Rahab.</b> This is symbolic of the ancient mythological sea monster (cf. <a ref='Job 3:8'>3:8</a> ; <a ref='Job 7:12'>7:12</a> ). God smiting the proud was a poetic way of saying that if the mythical monster of the sea (a metaphor for powerful, evil, chaotic forces) could not stand before God’s anger, how could Job hope to? In a battle in God’s court, he would lose. God is too strong (vv. <a ref='Job 3:14–19'>14–19</a> ). <a ref='Job 9:15'>9:15</a> , <a ref='Job 9:20'>20</a> <b>though I were right.</b> He means here, not sinless, but having spiritual integrity, i.e., a pure heart to love, serve, and obey God. He was affirming again that his suffering was not due to sins he was not willing to confess. Even at that, God found something to condemn him for, he felt, making it hopeless, then, to contend with God. <a ref='Job 9:24'>9:24</a> <b>covers the faces of its judges.</b> Job here indicted God for the inequities of His world. He accused God of treating all the same way, unfairly (vv. <a ref='Job 9:21–23'>21–23</a> ), and of even covering the eyes of earthly judges so that they would not see injustice. These are the charges that bring about God’s rebuke of Job (chaps. <a ref='Job 38-41'>38–41</a> ) and for which he eventually repented ( <a ref='Job 42:1–6'>42:1–6</a> ). <a ref='Job 9:25–26'>9:25–26</a> Couriers running with messages, ships cutting swiftly, and eagles swooping rapidly convey the blur of painful, meaningless days of despair that move by. <a ref='Job 9:27–28'>9:27–28</a> Job said if he promised to change to a happy mood, he would break that promise and God would add that to His list of accusations. <a ref='Job 9:29–30'>9:29–30</a> “God seems to have found me guilty,” Job concluded, “so why struggle? Even if I make every effort to clean every aspect of my life, You will still punish me.” This was deep despair and hopelessness. <a ref='Job 9:32'>9:32</a> <b>That we may go to court … together.</b> Job acknowledged that, as a mere man, he had no right to call on God to declare his innocence or to contend with God over his innocence. Job was not arguing that he was sinless, but he didn’t believe he had sinned to the extent that he deserved his severe suffering. Job held on to the same simplistic system of retribution as that of his accusers, which said that suffering was always caused by sin. And he knew he was not sinless, but he couldn’t identify any unconfessed or unrepented sins. “Where is mercy?” he wondered. <a ref='Job 9:33–35'>9:33–35</a> <b>no adjudicator between us.</b> A court official who sees both sides clearly, as well as the source of disagreement, so as to bring resolution was not found. Where was an advocate, an arbitrator, an umpire, or a referee? Was there no one to remove God’s rod and call for justice? <a ref='Job 10:2'>10:2</a> <b>account me as wicked.</b> Not the condemnation of Job’s soul, but Job’s physical suffering as a punishment. He held nothing back in his misery (v. <a ref='Job 10:1'>1</a> ), but asked God to show him why all this had happened. <a ref='Job 10:3'>10:3</a> <b>the labor of Your hands.</b> This is a biblical expression identifying what someone produces, in this case man, as created by God (cf. <a ref='Job 14:15'>14:15</a> ; <a ref='Psalms 102:25'>Ps 102:25</a> ; <a ref='Hebrews 1:10'>Heb 1:10</a> ). <a ref='Job 10:4–7'>10:4–7</a> <b>see as a mortal man sees.</b> Because he believed he was innocent, Job facetiously, somewhat sarcastically, asked if God was as limited in His ability to discern Job’s spiritual condition as were Job’s friends. He concluded by affirming that God did know he was innocent and that there was no higher court of appeal (v. <a ref='Job 10:7'>7</a> ). <a ref='Job 10:8–12'>10:8–12</a> Again he returned to the question “Why was I born?” The answer that God had created him is given in magnificent language, indicating that life begins at conception. <a ref='Job 10:13–16'>10:13–16</a> Job wondered if God had planned in His divine purpose not to be merciful to him. <a ref='Job 10:17'>10:17</a> <b>renew Your witnesses.</b> Job said God seemed to be sending people to accuse him. With each witness came another wave of condemnation and increased suffering. <a ref='Job 10:18'>10:18</a> <b>brought me out of the womb?</b> Job returned to the question of why God allowed him to be born. This time he was not just lamenting the day of his birth, but he was asking God for the reason He allowed it to occur. <a ref='Job 10:20–22'>10:20–22</a> “Since I was destined to these ills from my birth, at least give me a little breathing room during the brief days left to me, before I die,” he said. Death was gloomily described as “darkness.” <a ref='Job 11:1–20'>11:1–20</a> Zophar the Naamathite now stepped in to interrogate Job. He was quite close to his friends and chose to pound Job with the same law of retaliation. Job must repent, he said, not understanding the reality. He was indignant at Job’s protests of innocence. See <a ref='Job 20'>Job 20</a> for Zophar’s other speech. <a ref='Job 11:2–3'>11:2–3</a> <b>a man of lips be in the right?</b> The allegations against Job moved to a new level. Not only was Job guilty and unrepentant, he was also an empty talker. In fact, Job’s long-winded defense of his innocence and God’s apparent injustice were sin worthy of rebuke, in Zophar’s mind. <a ref='Job 11:4'>11:4</a> <b>innocent in your eyes.</b> Job never claimed sinlessness; in fact, he acknowledged that he had sinned ( <a ref='Job 7:21'>Job 7:21</a> ; <a ref='Job 13:26'>13:26</a> ). But he still maintained his innocence of any great transgression or attitude of unrepentance, affirming his sincerity and integrity as a man of faith and obedience to God. This claim infuriated Zophar, and he wished God Himself would confirm the accusations of Job’s friends (v. <a ref='Job 11:5'>5</a> ). <a ref='Job 11:6'>11:6</a> <b>secrets of wisdom.</b> Job would have been much wiser if he had only known the unknowable secrets of God; in this case the scene in heaven between God and Satan would have clarified everything. But Job couldn’t know the secret wisdom of God (vv. <a ref='Job 11:7–9'>7–9</a> ). Zophar should have applied his point to himself. If God’s wisdom was so deep, high, long, and broad, how was it that he could understand it and have all the answers? Like his friends, Zophar thought he understood God and reverted to the same law of retaliation, the sowing and reaping principle, to again indict Job. He implied that Job was wicked (vv. <a ref='Job 11:10–11'>10–11</a> ) and thought he was wise, though actually he was out of control as if he were a “wild donkey” man (v. <a ref='Job 11:12'>12</a> ). <a ref='Job 11:13–14'>11:13–14</a> Zophar set out 4 steps of Job’s repentance: 1) devote your heart to God; 2) stretch your hands to Him in prayer for forgiveness; 3) put your sin far away; and 4) don’t allow any sin in your tent. If Job did these things, he would be blessed (vv. <a ref='Job 11:15–19'>15–19</a> ). If Job didn’t repent, he would die (v. <a ref='Job 11:20'>20</a> ). Zophar was right that the life of faith in God is based on penitence and obedience. He was right that God blesses His people with hope, security, and peace. But, like his friends, he was wrong in not understanding that God allows unpredictable and seemingly unfair suffering for reasons not known to us. He was wrong in presuming that the answer for Job was repentance. <a ref='Job 11:13–20'>11:13–20</a> Zophar started out this section speaking directly to Job, “If you would. …” and concluded speaking proverbially, “But the eyes of the wicked. …” In so doing Zophar avoided directly calling Job wicked, but succeeded with even greater force by being indirect. In the end, he told Job that his sin would bring about his death. <a ref='Job 12:1–14:22'>12:1—14:22</a> Job responded in his defense with strong words, completing the first cycle of speeches. <a ref='Job 12:2–4'>12:2–4</a> <b>you are the people … with you wisdom will die!</b> Job responded with cutting sarcasm directed at his know-it-all friends (v. <a ref='Job 12:2'>2</a> ) and then reminded them that he understood the principles of which they had spoken (v. <a ref='Job 12:3'>3</a> ), but they were irrelevant to his situation. On top of that, he despaired at the pain of becoming a derision to his friends, though he was innocent (v. <a ref='Job 12:4'>4</a> ). <a ref='Job 12:4'>12:4</a> <b>The righteous</b> and <b>blameless.</b> If this sounds like presumption, one only needs to recall that this was God’s pronouncement on Job ( <a ref='Job 1:8'>1:8</a> ; <a ref='Job 2:3'>2:3</a> ). <a ref='Job 12:5'>12:5</a> there is only <b>contempt.</b> When all was at ease with Job’s friends, they didn’t need him, and even mocked him. <a ref='Job 12:6'>12:6</a> <b>God brings.</b> Job refuted the simplistic idea that the righteous always prosper and the wicked always suffer, by reminding them that God allows thieves and sinners to be prosperous and secure. So, why not believe He may also allow the righteous to suffer? <a ref='Job 12:7–10'>12:7–10</a> All these elements (animals, birds, earth, and fish) of creation are called as illustrations that the violent prosper and live securely (v. <a ref='Job 12:6'>6</a> ). God made it so that the more vicious survive. <a ref='Job 12:12'>12:12</a> <b>Wisdom is with aged men.</b> The questioning force of the preceding verse may carry over to make this a question also. “Shouldn’t aged men be wise?” If this is true, then v. <a ref='Job 12:12'>12</a> is stinging sarcasm against Job’s aged friends who gave unwise advice (cf. <a ref='Job 15:10'>15:10</a> ), and heard and spoke only what suited them (v. <a ref='Job 15:11'>11</a> ). <a ref='Job 12:13–13:3'>12:13—13:3</a> This section gives vivid definition to the wisdom, power, and sovereignty of God (v. <a ref='Job 12:13'>13</a> ). Job, despite his questions about his suffering, affirms that God’s power is visible in nature, human society, religious matters, and national and international affairs. Job, however, expressed this in terms of fatalistic despair. Job knew all this and it didn’t help ( <a ref='Job 13:1–2'>13:1–2</a> ); so he didn’t want to argue with them anymore—he wanted to take his case before God (v. <a ref='Job 13:3'>3</a> ). <a ref='Job 13:4–19'>13:4–19</a> Job addressed his ineffective counselors. <a ref='Job 13:4–5'>13:4–5</a> Job couldn’t hold back from a blistering denunciation of his useless counselors, telling them that their silence would be true wisdom (cf. v. <a ref='Job 13:13'>13</a> ). <a ref='Job 13:7'>13:7</a> <b>unjust for God … deceitful for Him.</b> He accused them of using lies and fallacies to vindicate God, when they asserted that Job was a sinner because he was a sufferer. <a ref='Job 13:8'>13:8</a> <b>Will you contend for God?</b> “Are you wise enough to argue in God’s defense?” he asked. To think that is very brash and really mocks God by misrepresenting Him (v. <a ref='Job 13:9'>9</a> ) and should lead to fear of chastening (vv. <a ref='Job 13:10–11'>10–11</a> ). <a ref='Job 13:12'>13:12</a> <b>ashes … clay.</b> Ineffective and worthless. <a ref='Job 13:14'>13:14</a> A proverb meaning “Why should I anxiously desire to save my life?” Like an animal who holds its prey in its mouth to preserve it or a man who holds in his hand what he wants to secure, Job could try to preserve his life, but that was not his motive. <a ref='Job 13:15'>13:15</a> <b>Though He slay me, I will hope in Him.</b> Job assured his accusers that his convictions were not self-serving, because he was ready to die trusting God. But still he would defend his innocence before God, and was confident that he was truly saved and not a hypocrite (v. <a ref='Job 13:16'>16</a> ). <a ref='Job 13:17–19'>13:17–19</a> <b>declaration …</b> case <b>… declared righteous … contend.</b> The language of a courtroom came out strongly. Job could not just be silent and die (v. <a ref='Job 13:19'>19</a> ). He finished strongly before turning to God in prayer ( <a ref='Job 13:20–14:22'>13:20—14:22</a> ). <a ref='Job 13:20–14:22'>13:20—14:22</a> Job turned to reason with God (v. <a ref='Job 13:3'>3</a> ) and pleaded his case. <a ref='Job 13:20–22'>13:20–22</a> Job asked God to end his pain and stop frightening him with such terrors (cf. v. <a ref='Job 13:24'>24</a> ), then speak to him. He was concerned with his misery, but even more with his relation to the God he loved and worshiped. <a ref='Job 13:23'>13:23</a> <b>How many are my iniquities and sins?</b> Job wanted to know how many so that he could determine if his measure of suffering matched the severity of his sin, and he could then repent for sins he was unaware of. <a ref='Job 13:26'>13:26</a> <b>write bitter things against me.</b> This is a judicial phrase referencing the writing down of a sentence against a criminal, used figuratively for the extreme suffering as if it were a divine sentence as just punishment for extreme sin. Job felt God might be punishing him for sins committed years earlier in his youth. <a ref='Job 13:27'>13:27</a> <b>watch over all my paths.</b> In another context these words would speak of protection, but here, Job questioned whether or not God had held him on too tight a leash. The comment amounts to saying that God is being overly rigorous toward Job’s sin, as compared to others. <a ref='Job 13:28'>13:28</a> This general comment on the plight of man should not be separated from <a ref='Job 14:1'>14:1ff.</a> , which it introduces. <a ref='Job 14:1–12'>14:1–12</a> Job embraced the fact of God’s control over the issues of this life, but challenged their meaning. Life is short (vv. <a ref='Job 14:1–2'>1–2</a> ), all are sinners (v. <a ref='Job 14:4'>4</a> ), and days are limited (v. <a ref='Job 14:5'>5</a> ), then comes death (vv. <a ref='Job 14:7–12'>7–12</a> ). In light of this, Job asked God for a little grace instead of such intense judgment (v. <a ref='Job 14:3'>3</a> ), and a little rest from all the pain (v. <a ref='Job 14:6'>6</a> ), and suggested that a tree has more hope than he did (v. <a ref='Job 14:7'>7</a> ). <a ref='Job 14:13–17'>14:13–17</a> Job asked to die and remain in the grave until God’s anger was over, then be raised to life again when God called him back (vv. <a ref='Job 14:13–15'>13–15</a> ). If he were dead, God wouldn’t be watching every step, counting every sin (v. <a ref='Job 14:16'>16</a> ); it would all be hidden (v. <a ref='Job 14:17'>17</a> ). Here was the hope of resurrection for those who trusted God. Job had hope that if he died, he would live again (v. <a ref='Job 14:14'>14</a> ). <a ref='Job 14:18–22'>14:18–22</a> Job returned to his complaint before God, and reverted to a hopeless mood, speaking about death as inevitable (vv. <a ref='Job 14:18–20'>18–20</a> ) and causing separation (v. <a ref='Job 14:21'>21</a> ). He was painfully sad to think of it (v. <a ref='Job 14:22'>22</a> ). <a ref='Job 15:1–21:34'>15:1—21:34</a> The second cycle of speeches given by Job and his 3 friends. Job’s resistance to their viewpoint and his appeals energized them to greater intensity in their confrontation. <a ref='Job 15:1–35'>15:1–35</a> Eliphaz returns for his second session (see <a ref='Job 4-5'>Job 4–5</a> ). <a ref='Job 15:1–6'>15:1–6</a> He began by accusing Job of sinning by attacking God with his complaints. He felt Job was guilty of empty words and had not exhibited godly fear and righteous prayer (v. <a ref='Job 15:4'>4</a> ), but rather was sinning in his prayer (vv. <a ref='Job 15:5–6'>5–6</a> ). <a ref='Job 15:7–13'>15:7–13</a> Eliphaz condemned Job for rejecting the conventional wisdom, as if he had more insight than other men (vv. <a ref='Job 15:7–9'>7–9</a> ) and could reject the wisdom of the aged (v. <a ref='Job 15:10'>10</a> ) and the kindness of God (v. <a ref='Job 15:11'>11</a> ). <a ref='Job 15:14–16'>15:14–16</a> A strong statement with regard to the sinfulness of man (cf. <a ref='Romans 3:23'>Ro 3:23</a> ), that attacked Job’s claim to righteousness. Verse <a ref='Job 15:15'>15</a> refers to holy angels who fell and brought impurity into the heavens (cf. <a ref='Revelation 12:1–4'>Rev 12:1–4</a> ). The truth is accurate, that all men are sinners—but irrelevant in Job’s case, because his suffering was not due to any sin. <a ref='Job 15:17–35'>15:17–35</a> Eliphaz once again returned to the same perspective and indicted Job for sin because Job was suffering. To support his relentless point, he launched into a lengthy monologue about the wicked and their outcomes in life, including many parallels to the sufferings of Job. He had pain and didn’t know when his life would end (v. <a ref='Job 15:20'>20</a> ). He suffered from fear, every sound alarmed him, and he thought his destroyer was near (vv. <a ref='Job 15:21–22'>21–22</a> ). He worried about having food (v. <a ref='Job 15:23'>23</a> ). His suffering made him question God (vv. <a ref='Job 15:24–26'>24–26</a> ). Once well-nourished, housed, and rich (vv. <a ref='Job 15:27–29'>27–29</a> ), he would lose it all (vv. <a ref='Job 15:30–33'>30–33</a> ). Eliphaz concluded by calling Job a hypocrite (vv. <a ref='Job 15:34–35'>34–35</a> ), saying that this was the reason things were going so badly. <a ref='Job 16:1–17:16'>16:1—17:16</a> Job responded with his second rebuttal. <a ref='Job 16:2–5'>16:2–5</a> <b>Troublesome comforters are you all.</b> Job’s friends had come to comfort him. In spite of 7 blissful days of silence at the outset, their mission had failed miserably, and their comfort had turned into more torment for Job. What started out as Eliphaz’s sincere efforts to help Job understand his dilemma had turned into rancor and sarcasm. In the end, their haranguing had heightened the frustrations of all parties involved. If the matter were reversed and Job was comforter to his friends, he would never treat them as they have treated him. He would have strengthened and comforted them. <a ref='Job 16:6–9'>16:6–9</a> , <a ref='Job 16:12–14'>12–14</a> These poignant thoughts from Job lamented his suffering as severe judgment from God, who had worn him out, withered his strength, and chewed him up by severe scrutiny (“sharpens his eyes <i>to look</i> ”). Job refers to God as his “adversary,” who had shattered, shaken, shot at, and sliced him (vv. <a ref='Job 16:12–14'>12–14</a> ). <a ref='Job 16:15–20'>16:15–20</a> He had no one to turn to in his sorrow, except God (v. <a ref='Job 16:19'>19</a> ), who was silent and had not vindicated him. <a ref='Job 16:21'>16:21</a> <b>a man might argue with God.</b> The pleading would be for a verdict of innocent on behalf of a friend or neighbor in a court setting before the judge/king. God anticipated the need of an advocate, and He has provided One in the person of the Lord Jesus Christ (cf. <a ref='1 Timothy 2:5'>1Ti 2:5</a> ; <a ref='1 John 2:1–2'>1Jn 2:1–2</a> ). <a ref='Job 17:2'>17:2</a> <b>mockers.</b> The would-be counselors had become actual enemies and the provocation for Job’s tears (cf. <a ref='Job 16:20'>16:20</a> ). <a ref='Job 17:3'>17:3</a> <b>pledge.</b> He called on God to promise (by a symbolic handshake) that his case would be heard in the heavenly court. <a ref='Job 17:4'>17:4</a> <b>not exalt</b> them. The blindness of Job’s friends toward his innocence came from God, so Job asked that God would not let them succeed in their efforts against him. <a ref='Job 17:5'>17:5</a> <b>informs against.</b> This Hebrew term came to mean “a prey,” so that Job was referring to someone who delivers up a friend as prey to some enemy. <a ref='Job 17:6'>17:6</a> <b>a byword.</b> This refers to shame, reproach, and a reputation that is extremely bad (cf. <a ref='Deuteronomy 28:37'>Dt 28:37</a> ; <a ref='Psalms 69:11'>Ps 69:11</a> ). <b>spit.</b> The most disdainful act a person could commit to heap scorn and shame on someone as a wicked and unworthy person. Job’s friends were aiding him in getting such a reputation (vv. <a ref='Job 17:7–8'>7–8</a> ). <a ref='Job 17:9'>17:9</a> <b>Nevertheless the righteous will hold to his way.</b> Job, and other righteous people who find themselves in a similar situation, must remain righteous. If they do, Job knew, the suffering would produce strength (cf. <a ref='2 Corinthians 12:7–10'>2Co 12:7–10</a> ). <a ref='Job 17:10'>17:10</a> Job was not unteachable. He invited his friends to speak again if they had something wise to say, for a change, but not to talk about his restoration because he was done (vv. <a ref='Job 17:11–16'>11–16</a> ). <a ref='Job 17:15'>17:15</a> <b>Where now is my hope?</b> Job’s hope was in God alone. <a ref='Job 17:16'>17:16</a> <b>Sheol.</b> A reference to death, also used by our Lord in <a ref='Matthew 16:18'>Mt 16:18</a> . <a ref='Job 18:1–21'>18:1–21</a> Bildad, like his predecessor, ruthlessly attacked Job in his second speech (cf. chap. <a ref='Job 8'>8</a> ) by telling Job to stop complaining and to become sensible (v. <a ref='Job 18:2'>2</a> ). Next, he turned to scorn (vv. <a ref='Job 18:3–4'>3–4</a> ). Then he turned to another long tale of the bad outcomes the wicked experience (vv. <a ref='Job 18:5–21'>5–21</a> ). <a ref='Job 18:13'>18:13</a> <b>The firstborn of death.</b> A poetical expression meaning the most deadly disease death ever produced. <a ref='Job 18:14'>18:14</a> <b>the king of terrors.</b> Death, with all its terrors to the ungodly, personified. <a ref='Job 18:21'>18:21</a> <b>who does not know God.</b> This describes “know” in a redemptive sense and is here applied to an unbeliever. <a ref='Job 19:1–29'>19:1–29</a> Job’s response to Bildad’s second speech was desperate. <a ref='Job 19:1–5'>19:1–5</a> He began with the anguished cry that his friends have become recalcitrant and relentless for mentors (vv. <a ref='Job 19:2–3'>2–3</a> ), and they have had no effect on his dealing with the sin they imagine is present (v. <a ref='Job 19:4'>4</a> ). <a ref='Job 19:5–7'>19:5–7</a> Job confessed that if God sent him friends like Bildad, who needs enemies? He feared there was no justice. <a ref='Job 19:8–21'>19:8–21</a> Job rehearsed his suffering. God had closed him in, stripped him, broken him, and turned against him (vv. <a ref='Job 19:8–12'>8–12</a> ). His family and friends had failed him (vv. <a ref='Job 19:15–19'>15–19</a> ), so that he was to be pitied because God had caused this to occur (vv. <a ref='Job 19:21–22'>21–22</a> ). <a ref='Job 19:12'>19:12</a> <b>build up their way against me.</b> In the ancient world, conquering armies often had their own road crews level out the rough places so that their military forces could attack. <a ref='Job 19:20'>19:20</a> <b>skin of my teeth.</b> This was the origin of a common slang phrase, referring to skin that is thin and fragile. The idea is that he had escaped death by a very slim margin. The loss of all his family and the abuse of his friends were added to the terror of God-forsakenness which had gripped him. <a ref='Job 19:23–29'>19:23–29</a> At the point of Job’s greatest despair, his faith appeared at its highest as he confidently affirmed that God was his Redeemer. He wanted that confidence in the record for all to know (vv. <a ref='Job 19:23–24'>23–24</a> ). Job wished that the activities of his life were put into words and “engraved in the rock,” so all would know that he had not sinned to the magnitude of his suffering. God granted his prayer. God was his Redeemer (cf. <a ref='Exodus 6:6'>Ex 6:6</a> ; <a ref='Psalms 19:14'>Pss 19:14</a> ; <a ref='Psalms 72:14'>72:14</a> ; <a ref='Isaiah 43:14'>Is 43:14</a> ; <a ref='Isaiah 47:4'>47:4</a> ; <a ref='Isaiah 49:26'>49:26</a> ; <a ref='Jeremiah 50:34'>Jer 50:34</a> ), who would vindicate him in that last day of judgment on the earth when justice was finally done (cf. <a ref='Jeremiah 12:1–3'>Jer 12:1–3</a> ; <a ref='John 5:25'>Jn 5:25</a> , <a ref='John 5:29'>29</a> ; <a ref='Revelation 20:11–15'>Rev 20:11–15</a> ). <a ref='Job 19:26–27'>19:26–27</a> Job had no hope left for this life, but was confident that “after” he was dead, his Redeemer would vindicate him in the glory of a physical (“from my flesh”) resurrection in which he would enjoy perfect fellowship with the Redeemer. That Jesus Christ is that Redeemer is the clear message of the gospel. See <a ref='Luke 2:38'>Lk 2:38</a> ; <a ref='Romans 3:24'>Ro 3:24</a> ; <a ref='Galatians 3:13'>Ga 3:13</a> ; <a ref='Ephesians 1:7'>Eph 1:7</a> ; <a ref='Hebrews 9:12'>Heb 9:12</a> . <a ref='Job 19:28–29'>19:28–29</a> Job warned his friends that their misjudgment of him and violence against him could bring punishment on them. <a ref='Job 20:1–29'>20:1–29</a> Zophar spoiled it all again for Job with his second and last speech (cf. <a ref='Job 11:1–20'>11:1–20</a> ), in which he admonished Job again to consider the fate of the wicked. <a ref='Job 20:5–6'>20:5–6</a> <b>wicked … godless … loftiness.</b> The application of Zophar’s words about this wicked, hypocritical, proud person were aimed at Job. He would, like others so wicked, suffer the consequences of his sins (vv. <a ref='Job 20:7–29'>7–29</a> ). <a ref='Job 20:11'>20:11</a> The wicked die young. <a ref='Job 20:12–22'>20:12–22</a> Evil in a life takes away all the enjoyment, implying that Job had no joy because of sin, such as that in v. <a ref='Job 20:19'>19</a> . <a ref='Job 20:23–29'>20:23–29</a> Zophar concluded that more than just losing the enjoyment of life by sin, the wicked fall under the fury of God determined for such wickedness. <a ref='Job 21:1–34'>21:1–34</a> Job’s reply to Zophar’s last speech, ending the second cycle of speeches, refuted the simplistic set of laws by which the mockers lived. He showed that the wicked prosper, and since it is clear that they do (they had argued that the wicked <i>only</i> suffer), then by inference, perhaps the righteous suffer. This presented serious problems for their supposed open-and-shut case against Job. <a ref='Job 21:1–16'>21:1–16</a> Job called for his friends to be quiet and to listen to some amazing and terrifying truth (vv. <a ref='Job 21:1–6'>1–6</a> ), namely that the wicked do prosper (vv. <a ref='Job 21:7–13'>7–13</a> ) though they deny God (vv. <a ref='Job 21:14–15'>14–15</a> ), and they prosper not by their doing, but God’s (v. <a ref='Job 21:16'>16</a> ). <a ref='Job 21:17–22'>21:17–22</a> Playing off Bildad’s sentiment (see <a ref='Job 18:5–6'>18:5–6</a> , <a ref='Job 18:18–19'>18–19</a> ), this whole section repeats the assertions of Job’s friends regarding the judgment of sinners. To refute that perspective, Job suggested that his friends were guilty of telling God how He must deal with people (v. <a ref='Job 21:22'>22</a> ). <a ref='Job 21:23–26'>21:23–26</a> Some of the wicked live and die in prosperity, but some don’t, canceling the absolutist nature of his counselors’ argument. <a ref='Job 21:27–28'>21:27–28</a> Again Job referred to the statements of his friends, Zophar in this case (see <a ref='Job 20:7'>20:7</a> ), who were trying to prove their “sin equals suffering” idea. <a ref='Job 21:29–33'>21:29–33</a> Job knew they would not listen to him, so he suggested they ask travelers, any of whom would tell them that wicked people prosper sometimes in this life, but there will be a day of doom for them when they die. <a ref='Job 21:34'>21:34</a> The boastful words of the counselors were contradicted by facts. <a ref='Job 22:1–31:40'>22:1—31:40</a> The third cycle of speeches is given by Job and his friends, with Zophar abstaining. <a ref='Job 22:1–30'>22:1–30</a> Eliphaz’s last speech got nasty with Job, as his frustration rose. <a ref='Job 22:2–4'>22:2–4</a> , <a ref='Job 22:12–14'>12–14</a> This counselor repeated the emphasis on the almighty nature of God, saying that God was so lofty and transcendent that He had no direct concern at all with Job. God didn’t care personally about his complaints and claims to righteousness. God was not involved in the trivia of his life. <a ref='Job 22:5–11'>22:5–11</a> This miserable comforter accused Job of wickedness that was great, naming various sins against humanity as the reasons for Job’s trouble (vv. <a ref='Job 22:10–11'>10–11</a> ). <a ref='Job 22:15–19'>22:15–19</a> Again, the fate of the wicked was expressed in the simplistic idea that all suffering comes from sin. Contrary to what Job had argued, the wicked characteristically die prematurely, and Job’s claim that God prospered them (v. <a ref='Job 22:18'>18a</a> ) was counsel that Eliphaz rejected (vv. <a ref='Job 22:18–20'>18b–20</a> ). <a ref='Job 22:21–30'>22:21–30</a> Eliphaz painted a picture of the life of blessing in store for Job if only he would return to God and repent of his sin (v. <a ref='Job 22:23'>23</a> ), emphasizing again that he did not believe Job was innocent (v. <a ref='Job 22:30'>30</a> ). “Stop all the speeches and complaints, repent, and everything will be fine,” he thought. <a ref='Job 22:24'>22:24</a> <b>Ophir.</b> A land with high quality gold, whose location is uncertain (cf. <a ref='Job 28:16'>28:16</a> ; <a ref='Genesis 10:29'>Ge 10:29</a> ). <a ref='Job 23:1–24:25'>23:1—24:25</a> Job’s reply to Eliphaz’s third speech was not a rebuttal, but expressed Job’s longing for fellowship with God, so he could experience God’s love and goodness and hear from Him the meaning of all his suffering. <a ref='Job 23:3'>23:3</a> <b>His seat.</b> A place of judgment. <a ref='Job 23:4'>23:4</a> my case <b>.</b> Job’s claim to innocence. <a ref='Job 23:6–7'>23:6–7</a> <b>contend.</b> Engage in court debate over evidence, witnesses, etc. Job knew God was not going to enter a contest with him to determine, as in a court case, who was right. But he wanted God to at least listen to him, so confident was he that he could make his case, and be delivered by his just Judge (cf. <a ref='Job 1:8'>1:8</a> ; <a ref='Job 2:3'>2:3</a> ). <a ref='Job 23:8–12'>23:8–12</a> Even though Job couldn’t sense God’s presence, he believed He was present and affirmed his commitment to God’s purpose in this test (v. <a ref='Job 23:10'>10</a> ) and his continued obedience to God’s Word, which were the most important issues in his life (vv. <a ref='Job 23:11–12'>11–12</a> ). <a ref='Job 23:14'>23:14</a> <b>He performs what is apportioned for me.</b> Job’s resignation to God’s sovereignty faltered at times in practice, but he returned to it repeatedly. It is the great lesson of the book: trust sovereign God when you can’t understand why things go badly in life. <a ref='Job 24:1–25'>24:1–25</a> Job had made the point that the unrighteous prosper in spite of their sin (chap. <a ref='Job 21'>21</a> ). Extending that theme, he listed the kinds of severe sins which go on in the world and God doesn’t seem to do anything to stop them (vv. <a ref='Job 24:2–17'>2–17</a> ), so that the wicked, in general, prosper and live long lives, seemingly unabated. These sins—oppressing the orphans, widows, and poor as well as committing murder, thievery, and adultery—are the very ones forbidden in other parts of the OT. <a ref='Job 24:1'>24:1</a> <b>times not stored up.</b> Job believed that God knew the appointed times for all activities under the sun ( <a ref='Ecclesiastes 3:1–8'>Ecc 3:1–8</a> ), but he bemoaned the fact that God did not inform man about them. <a ref='Job 24:2'>24:2</a> <b>move the boundaries.</b> This ancient practice is addressed in <a ref='Deuteronomy 19:14'>Dt 19:14</a> ; <a ref='Proverbs 22:28'>Pr 22:28</a> ; <a ref='Proverbs 23:10'>23:10</a> , “Do not move the ancient boundary.” Corrupt landowners often did this to increase their holdings, particularly where the land was owned by bereaved widows. Taking advantage of widows will be treated by the ultimate court in heaven. <a ref='Job 24:7'>24:7</a> <b>spend the night.</b> It was common practice to take an outer garment as a pledge for money owed. But OT law forbade keeping the garment at night since its owner could get cold and sick (cf. <a ref='Job 24:10'>24:10</a> ). <a ref='Job 24:12'>24:12</a> <b>Yet God does not pay attention to</b> such <b>offense.</b> This is a stinging accusation from Job. Human courts prosecuted offenders for most of these social crimes. Job, in essence, was saying “If human courts punish the wicked, then why doesn’t God?” <a ref='Job 24:18–21'>24:18–21</a> Again Job referred to the opinions of his counselors, saying that, if their view were correct, all the wicked should be experiencing punishment. But it is obvious they were not. <a ref='Job 24:22–25'>24:22–25</a> Job’s view was that their punishment would come eventually (“exalted a little while”). Retribution needed the timing of God’s wisdom, when He determined wrongs would be made right. Job was totally confident that his point could not be refuted. <a ref='Job 25:1–6'>25:1–6</a> Bildad made his third speech (the last speech for the three friends), and restated the same theory—that God was majestic and exalted (vv. <a ref='Job 25:2–3'>2–3</a> ) and man was sinful, especially Job (vv. <a ref='Job 25:4–6'>4–6</a> ). <a ref='Job 26:1–31:40'>26:1—31:40</a> Job made his last speech in rebuttal to Eliphaz, Bildad, and Zophar. <a ref='Job 26:1–4'>26:1–4</a> Job responded to Bildad’s lack of concern for him, showing that all his friend’s theological and rational words missed the point of Job’s need altogether and had been no help. <a ref='Job 26:5–14'>26:5–14</a> As before, in chaps. <a ref='Job 9'>9</a> and <a ref='Job 12'>12</a> , Job showed that he was not inferior to his friends in describing God’s greatness. He understood that as well as they did. He described it as manifested in the realm of the dead called Sheol and Abaddon, or place of destruction (vv. <a ref='Job 26:5–6'>5–6</a> ), the earth and sky (v. <a ref='Job 26:7'>7</a> ), the waters above (vv. <a ref='Job 26:8–10'>8–10</a> ) and below (v. <a ref='Job 26:12'>12</a> ), and the stars (v. <a ref='Job 26:13'>13</a> ). <a ref='Job 26:7'>26:7</a> <b>hangs the earth on nothing.</b> A statement that is accurate, given in ancient time, before scientific verification. This indicates the divine authorship of Scripture. <a ref='Job 26:10'>26:10</a> <b>a circle.</b> This describes the earth as a circular globe, another scientifically accurate statement at a time when many thought the world was flat. <a ref='Job 26:11'>26:11</a> <b>pillars of heaven.</b> A figure of speech for the mountains that seem to hold up the sky (cf. <a ref='Psalms 104:32'>Ps 104:32</a> ). <a ref='Job 26:12'>26:12</a> <b>crushed Rahab.</b> Cf. <a ref='Job 7:12'>7:12</a> ; <a ref='Job 9:13'>9:13</a> ; <a ref='Job 26:13'>26:13</a> . “Rahab” seems to be widely used to describe various things that wreak havoc. <a ref='Job 26:13'>26:13</a> <b>His breath.</b> Cf. <a ref='Job 33:4'>33:4</a> . The Holy Spirit, described here as God’s “breath,” worked mightily in creation (cf. <a ref='Genesis 1:2'>Ge 1:2</a> ). <b>the fleeing serpent.</b> This is figurative language for the idea that God brought all constellations into subjection under His authority (cf. <a ref='Job 26:12'>26:12</a> ). “Serpent” could be translated “crooked” and refer to any wayward stars or planets being brought under control by His mighty power. <a ref='Job 26:14'>26:14</a> <b>Behold, these are the fringes of His ways.</b> Poetic language reminding his counselors that all that could be said and understood by man was only a glimpse of God’s powerful hand. <a ref='Job 27:1–12'>27:1–12</a> Job turned from speaking about God ( <a ref='Job 26:5–14'>26:5–14</a> ) to defending his righteousness. <a ref='Job 27:2'>27:2</a> <b>who has removed my justice.</b> God did not speak to declare Job innocent. Cf. the treatment of Christ in <a ref='Isaiah 53:8'>Is 53:8</a> and <a ref='Acts 8:33'>Ac 8:33</a> . <a ref='Job 27:3–6'>27:3–6</a> Job affirmed his true and steadfast devotion to righteous living, no matter what happened. He refused to live with a guilty conscience (v. <a ref='Job 27:6'>6b</a> ). This was no brash claim, because God had recognized Job’s virtue ( <a ref='Job 1:8'>1:8</a> ; <a ref='Job 2:3'>2:3</a> ). <a ref='Job 27:7'>27:7</a> He could have been calling for God to judge his accusers as He judges the wicked. <a ref='Job 27:8–10'>27:8–10</a> Job reminded the friends that he would never be hypocritical because he understood the consequences. <a ref='Job 27:11'>27:11</a> <b>I will instruct you in the power of God.</b> Job had pinpointed the issue between him and his friends. They disagreed on the outworking of God’s retribution. They agreed that God was powerful, wise, and sovereign. But because Job knew there was no cherished sin in his life that would bring upon him such intense suffering, Job was forced to conclude that the simplistic notion—that all suffering comes from sin and all righteousness is rewarded—was wrong. At the outset, Job himself probably believed as the comforters still did, but he had seen that his friends’ limitation of God’s action was drastically in need of revision; in fact, it was nonsense. Job’s comments here introduced his exposition on wisdom which follows in <a ref='Job 28'>Job 28</a> . <a ref='Job 27:13–23'>27:13–23</a> Job wanted it made clear he was not denying that the wicked are punished with severe distress, so he agreed that they suffer greatly and affirmed so in this section. <a ref='Job 27:18'>27:18</a> <b>house like … moth … hut.</b> These are temporary dwellings which illustrate that the wicked will not live long. <a ref='Job 27:23'>27:23</a> <b>clap their hands.</b> A gesture of mocking. <a ref='Job 28:1–28'>28:1–28</a> Though Job had agreed that the wicked suffer ( <a ref='Job 27:13–23'>27:13–23</a> ), that explained nothing in his case, since he was righteous. So Job called on his friends to consider that maybe God’s wisdom was beyond their comprehension. That is the theme of this chapter. The wisdom of God is not gained by natural or theoretical knowledge. What God does not reveal, we can’t know. <a ref='Job 28:1–11'>28:1–11</a> References to mining silver, gold, iron, sapphires, and flint, as well as smelting copper. Tremendous effort is made by men who seek these precious things. Cf. <a ref='Proverbs 2:1–9'>Pr 2:1–9</a> . <a ref='Job 28:12'>28:12</a> , <a ref='Job 28:20'>20</a> These verses sum up the message of the chapter with the point that no amount of effort, even as vigorous and demanding as mining, will yield God’s wisdom. It can’t be valued or found in the world (vv. <a ref='Job 28:13–14'>13–14</a> ). It can’t be bought for any price (vv. <a ref='Job 28:15–19'>15–19</a> ). The living can’t find it (v. <a ref='Job 28:21'>21</a> ), and neither can the dead (v. <a ref='Job 28:22'>22</a> ; cf. <a ref='Job 26:6'>26:6</a> ). <a ref='Job 28:16'>28:16</a> <b>Ophir.</b> <i>See note on <a ref='Job 22:24'>22:24</a> .</i> <a ref='Job 28:23'>28:23</a> <b>God understands its way … knows its place.</b> These are perhaps the most important thoughts in the chapter for the debates. Job and his friends have probed God’s wisdom for 3 court rounds and basically have arrived nowhere near the truth. Finally, Job made the point clearly that the divine wisdom necessary to explain his suffering was inaccessible to man. Only God knew all about it, because He knows everything (v. <a ref='Job 28:24'>24</a> ). True wisdom belongs to the One who is the Almighty Creator (vv. <a ref='Job 28:25–26'>25–26</a> ). One can only know it if He declares it to him (cf. <a ref='Deuteronomy 29:29'>Dt 29:29</a> ). <a ref='Job 28:28'>28:28</a> <b>Behold, the fear of the Lord, that is wisdom.</b> Job had made the connection that the others would not. While the specific features of God’s wisdom may not be revealed to us, the alpha and omega of wisdom is to revere God and avoid sin (cf. <a ref='Psalms 111:10'>Ps 111:10</a> ; <a ref='Proverbs 1:7'>Pr 1:7</a> ; <a ref='Proverbs 9:10'>9:10</a> ; <a ref='Ecclesiastes 12:13–14'>Ecc 12:13–14</a> ), leaving the unanswered questions to Him in trusting submission. All we can do is trust and obey (cf. <a ref='Ecclesiastes 12:13'>Ecc 12:13</a> ), and that is enough wisdom (this is the wisdom of <a ref='Proverbs 1:7–2:9'>Pr 1:7—2:9</a> ). One may never know the reasons for life’s sufferings. <a ref='Job 29:1–25'>29:1–25</a> Job did not change his mind about his sin, but continued to deny that he had earned this pain with his iniquity. The realities of his own words in chap. <a ref='Job 28'>28</a> had not yet fully taken over his mind, so he swung back to despair and rehearsed his life before the events of <a ref='Job 1-2'>Job 1–2</a> , when he was so fulfilled because God was with him (v. <a ref='Job 29:5'>5</a> ). God still was with him, but it seemed as if He were gone. <a ref='Job 29:5'>29:5</a> <b>When the Almighty was yet with me.</b> Job felt abandoned by God. But God would demonstrate to Job, by addressing his criticisms, that God was with him all throughout this ordeal. <a ref='Job 29:6'>29:6</a> <b>butter … oil.</b> He had the richest dairy products and best olive oil in abundance. <a ref='Job 29:7'>29:7</a> <b>gate … my seat.</b> This was a place in society reserved for city leaders. Job had been one because he was a very wealthy and powerful man. <a ref='Job 29:12–13'>29:12–13</a> <b>afflicted … orphan … one ready to perish … widow’s.</b> All over the ancient Near Eastern world, a man’s virtue was measured by his treatment of the weakest and most vulnerable members of society. If he protected and provided for this group, he was respected as being a noble man. These things, which Job had done, his accusers said he must not have done or he wouldn’t be suffering (see <a ref='Job 22:1–11'>22:1–11</a> ). <a ref='Job 29:15–16'>29:15–16</a> <b>blind … lame … needy.</b> Contrary to the accusations of the 3 friends, Job went beyond the standards of the day to care for the widow, the orphan, the poor, the disabled, and the abused. <a ref='Job 29:16'>29:16</a> <b>searched out the case.</b> Much oppression occurred in unjust courts, and there Job protected the weak. <a ref='Job 29:18–20'>29:18–20</a> Job had vigorous health like a widely rooted tree enjoying fresh dew, and he had expected to live a long life with his family (“nest”). <a ref='Job 29:21–25'>29:21–25</a> Job reminded his friends that there had been a day when no one rejected his insights. He was the one sought for counsel. <a ref='Job 29:24'>29:24</a> <b>laughed.</b> This is likely a reference to saying something facetiously or jokingly. Job’s word was so respected that they didn’t believe his humor was humor, but took it seriously. <a ref='Job 29:25'>29:25</a> <b>as</b> their <b>head.</b> Job was not a king but some sort of high local official such as a mayor. Mayors, called “hazannu” in Job’s day, performed all of the activities Job claimed in the previous section. <a ref='Job 30:1–31'>30:1–31</a> Job moved from the recollection of good days in the past (chap. <a ref='Job 29'>29</a> ) to lament his present losses. <a ref='Job 30:2–8'>30:2–8</a> Job described these mockers as dissipated vagabonds who, because of their uselessness and wickedness, were not welcome in society, so were driven out of the land. These base men had made Job the object of their sordid entertainment (vv. <a ref='Job 30:9–15'>9–15</a> ). <a ref='Job 30:9'>30:9</a> <b>I have become their</b> mocking <b>song.</b> Job was the object of their jeering, whereas in former days he would not hire their fathers to tend his animals like sheepdogs ( <a ref='Job 30:1'>30:1</a> ). <a ref='Job 30:16–19'>30:16–19</a> Job’s life ebbed away, suffering gripped him, his bones ached, gnawing pain never relented, his skin (“garment”) was changed (v. <a ref='Job 30:30'>30</a> ), and he was reduced to mud, dust, and ashes. <a ref='Job 30:20'>30:20</a> This caused the most suffering of all—what seemed to be the cruel silence of God (v. <a ref='Job 30:21'>21</a> ). <a ref='Job 30:23'>30:23</a> <b>the house of meeting.</b> The grave. <a ref='Job 30:24–26'>30:24–26</a> This seems to be saying that God must have some sympathy, if Job has (v. <a ref='Job 30:25'>25</a> ), so as not to destroy altogether what is already ruined. Job thought that and reached out for help in his misery and received only evil (v. <a ref='Job 30:26'>26</a> ). <a ref='Job 30:30'>30:30</a> <b>My skin … my bones.</b> Job was describing the effect of his disease (see <a ref='Job 2:7'>2:7</a> ). <a ref='Job 31:1–40'>31:1–40</a> As Job became more forceful in his pursuit of being cleared of false accusations, he intensified the claim that he was innocent, comparatively speaking, and demanded justice. In situations where an individual was innocent, he would attest to it by taking an oath before the king or a deity. This procedure found among Job’s neighboring nations was often protocol for court procedures. The repeated “If … let” statements amount to the terms of the oath: “If” tells what Job might have done wrong; “let” describes a curse which could result. He accepted the curses (the “let” statements through the chapter) if he deserved them. This represented Job’s last attempt to defend himself before both God and man. In terms of purity (v. <a ref='Job 31:1'>1</a> ), sin in general (vv. <a ref='Job 31:2–3'>2–3</a> ), truth (v. <a ref='Job 31:5'>5</a> ), covetousness (v. <a ref='Job 31:7'>7</a> ), marital faithfulness (v. <a ref='Job 31:9'>9</a> ), equity (v. <a ref='Job 31:13'>13</a> ), compassion (vv. <a ref='Job 31:16–21'>16–21</a> ), materialism (vv. <a ref='Job 31:24–25'>24–25</a> ), false religion (vv. <a ref='Job 31:26–27'>26–27</a> ), love for enemies and strangers (vv. <a ref='Job 31:29–32'>29–32</a> ), secret sin (vv. <a ref='Job 31:33–34'>33–34</a> ), and business relations (vv. <a ref='Job 31:38–40'>38–40</a> ) Job had no pattern of sin. He asked God to answer him (v. <a ref='Job 31:35'>35</a> ), and to explain why he suffered. <a ref='Job 31:1'>31:1</a> <b>cut a covenant with my eyes.</b> He spoke here of purity toward women (cf. <a ref='Proverbs 6:25'>Pr 6:25</a> ; <a ref='Matthew 5:28'>Mt 5:28</a> ). <a ref='Job 31:33'>31:33</a> <b>like Adam.</b> Perhaps best taken “as mankind” (cf. <a ref='Hosea 6:7'>Hos 6:7</a> ). <a ref='Job 31:35'>31:35</a> <b>the indictment which my accuser has written.</b> Job wished that God, the perfect Prosecutor who knows the allegations perfectly, had written a book that would have revealed God’s will and wisdom and the reasons for Job’s pain. This would have cleared him of all charges by his friends. <a ref='Job 31:40'>31:40</a> <b>The words of Job are ended.</b> The 3 cycles of speeches which began in <a ref='Job 3:1'>Job 3:1</a> were finished and Job had the first and last word among his friends. <a ref='Job 32:1–37:24'>32:1—37:24</a> A new participant who had been there with the other 3 (vv. <a ref='Job 32:3–5'>3–5</a> ) entered the debate over Job’s condition—the younger Elihu, who took a new approach to the issue of Job’s suffering. Angry with the other 3, he had some new thoughts, but was very hard on Job. Elihu was angry, full of self-importance, and verbose, but his approach was refreshing after listening repetitiously to the others, though not really helpful to Job. Why was it necessary to record and read those 4 blustering speeches by this man? Because they happened as part of the story, while Job was still waiting for God to disclose Himself (chaps. <a ref='Job 38-41'>38–41</a> ). <a ref='Job 32:2'>32:2</a> <b>Buzite.</b> Elihu’s ancestry was traced to the Arabian tribe of Buz (cf. <a ref='Jeremiah 25:23'>Jer 25:23</a> ). The “family of Ram” is unknown. <a ref='Job 32:6–8'>32:6–8</a> Elihu may have called his words “my knowledge” (vv. <a ref='Job 32:6'>6</a> , <a ref='Job 32:10'>10</a> , <a ref='Job 32:17'>17</a> ), but he claimed it had come by inspiration from God (v. <a ref='Job 32:8'>8</a> ; cf. <a ref='Job 33:6'>33:6</a> , <a ref='Job 33:33'>33</a> ). <a ref='Job 33:1–33'>33:1–33</a> The first of Elihu’s challenges to Job began with proud claims (vv. <a ref='Job 33:1–7'>1–7</a> ), followed by references to Job’s questions/complaints (vv. <a ref='Job 33:8–11'>8–11</a> ). Then came Elihu’s answers (vv. <a ref='Job 33:12–33'>12–33</a> ). <a ref='Job 33:13'>33:13</a> Job had complained that God did not speak to him. Elihu reminded Job that God didn’t have to defend His will and actions to anyone. <a ref='Job 33:14–18'>33:14–18</a> God does speak, he contended, in many ways such as dreams and visions to protect people from evil and deadly ways (vv. <a ref='Job 33:17–18'>17–18</a> ). <a ref='Job 33:18'>33:18</a> <b>the pit.</b> A reference to the realm of the dead (cf. vv. <a ref='Job 33:21'>21</a> , <a ref='Job 33:24'>24</a> , <a ref='Job 33:30'>30</a> ). <a ref='Job 33:19–28'>33:19–28</a> Job has lamented that his suffering was not deserved. Elihu answered that complaint by saying he was God’s messenger, a mediator to Job to show him that God doesn’t act in a whimsical way, but allows suffering as chastening to bring a person to submit to Him as upright (v. <a ref='Job 33:23'>23</a> ) and to repent (v. <a ref='Job 33:27'>27</a> ) that his life may be spared (vv. <a ref='Job 33:24'>24</a> , <a ref='Job 33:28'>28</a> , <a ref='Job 33:30'>30</a> ). God allows suffering for spiritual benefit. <a ref='Job 33:32'>33:32</a> <b>I desire to prove you righteous.</b> Elihu expressed he was on Job’s side and wanted to see him vindicated in his claims to righteousness, so he gave opportunity for Job to dialogue with him as he spoke (v. <a ref='Job 33:33'>33</a> ). <a ref='Job 34:1–37'>34:1–37</a> Elihu addressed Job and his accusers. His approach was to quote Job directly (vv. <a ref='Job 34:5–9'>5–9</a> ), then respond to his complaints, but at times he misinterpreted Job’s remarks, and at other times he put the words of the accusers in Job’s mouth. The most obvious example of the latter wrongdoing was in saying that Job claimed to be sinlessly perfect (v. <a ref='Job 34:6'>6</a> ). Job never claimed that; in fact, Job acknowledged his sin ( <a ref='Job 7:21'>7:21</a> ; <a ref='Job 13:26'>13:26</a> ). Elihu didn’t know it, but God had pronounced Job innocent ( <a ref='Job 1:8'>1:8</a> ; <a ref='Job 2:3'>2:3</a> ). In answer to Job’s complaints that God seemed unjust, Elihu reminded Job that God was too holy to do anything wrong (v. <a ref='Job 34:10'>10</a> ), fair in dealing with people (vv. <a ref='Job 34:11–12'>11–12</a> ), powerful (vv. <a ref='Job 34:13–14'>13–14</a> ), just (vv. <a ref='Job 34:17–18'>17–18</a> ), impartial (vv. <a ref='Job 34:19–20'>19–20</a> ), omniscient (vv. <a ref='Job 34:21–22'>21–22</a> ), the Judge of all (v. <a ref='Job 34:23'>23</a> ), and the Sovereign who does what He wills to prevent evil (vv. <a ref='Job 34:24–30'>24–30</a> ). <a ref='Job 34:9'>34:9</a> <b>For he has said.</b> Elihu was incorrect. He was putting words into Job’s mouth that Job did not utter. <a ref='Job 34:23'>34:23</a> <b>go before God in judgment.</b> These words do not refer to the judgment of the last days, but rather to the general accountability toward God that man experiences on a daily basis. The point Elihu made was that God did not need to go through all of the trappings of the court to get to the sentence. God “recognizes their labors” ( <a ref='Job 34:25'>34:25</a> ). <a ref='Job 34:31–33'>34:31–33</a> God will not be regulated in His dealings by what men may think. He does not consult men. If He chooses to chasten He will decide when it is enough. <a ref='Job 34:34–37'>34:34–37</a> Apparently, Elihu was convinced Job hadn’t had enough chastening because of how he answered his prosecutors. He continued to defend his innocence and speak to God. <a ref='Job 35:1–16'>35:1–16</a> Elihu again referred to Job’s complaints, first of all his thinking that there appeared to be no advantage to being righteous (v. <a ref='Job 35:3'>3</a> ), which Job had said, as recorded in <a ref='Job 21:15'>21:15</a> and <a ref='Job 34:9'>34:9</a> . The first part of his answer is that Job gained nothing by sinning or not sinning because God was so high that nothing men do affects Him (vv. <a ref='Job 35:5–7'>5–7</a> ). It only affects other men (v. <a ref='Job 35:8'>8</a> ). Job had also complained that God did not answer his prayers when he cried under this oppression (see <a ref='Job 24:12'>24:12</a> ; <a ref='Job 30:20'>30:20</a> ). Elihu coldly gave 3 reasons why Job’s prayers had not been heard: pride (vv. <a ref='Job 35:10'>10</a> , <a ref='Job 35:12'>12</a> ), wrong motives (v. <a ref='Job 35:13'>13</a> ), and lack of patient trust (v. <a ref='Job 35:14'>14</a> ). Again, all this theoretical talk missed Job’s predicament completely because he was righteous. Elihu was no more help than the other counselors. <a ref='Job 35:15–16'>35:15–16</a> Elihu suggested that although Job had suffered, his suffering was not the fullness of God’s anger, or He would have punished Job more for the sinfulness of his speeches. He thought God had actually overlooked the folly of Job in his useless words. <a ref='Job 36:1–37:24'>36:1—37:24</a> Elihu had agreed with his 3 co-counselors that Job had sinned, if nowhere else, in the way he questioned God ( <a ref='Job 33:12'>33:12</a> ), by seeing his suffering as indicating God is unjust ( <a ref='Job 34:34–37'>34:34–37</a> ) and by feeling that righteousness had no reward (chap. <a ref='Job 35'>35</a> ). In this final answer to Job, he turned to focus mostly on God rather than the sufferer (v. <a ref='Job 36:2'>2</a> ). <a ref='Job 36:4'>36:4</a> <b>One who is perfect in knowledge.</b> Elihu made what appeared to be an outrageous claim in order to give credibility to his remarks. <a ref='Job 36:5–12'>36:5–12</a> Elihu began by repeating the thought that though God sends trouble, He is just and merciful (v. <a ref='Job 36:6'>6</a> ); He watches over the righteous (v. <a ref='Job 36:7'>7</a> ); He convicts them of sin (vv. <a ref='Job 36:8–9'>8–9</a> ); He teaches them to turn from it (v. <a ref='Job 36:10'>10</a> ) and rewards their obedience (v. <a ref='Job 36:11'>11</a> ) or punishes their rebellion (vv. <a ref='Job 36:12–14'>12–14</a> ). <a ref='Job 36:15'>36:15</a> <b>opens their ear in</b> time of <b>oppression.</b> This was a new insight and perhaps the most helpful thing Elihu said. He went beyond all that had been said about God’s using suffering to chasten and bring repentance. He was saying that God used suffering to open men’s ears, to draw them to Himself. But as long as Job kept complaining, he was turning to iniquity rather than drawing near to God in his suffering (vv. <a ref='Job 36:16–21'>16–21</a> ). <a ref='Job 36:22–37:24'>36:22—37:24</a> Instead of complaining and questioning God, as Job had been doing, which was sin (as Job will later confess in <a ref='Job 42:6'>42:6</a> ), he needed to see God in his suffering and worship Him ( <a ref='Job 33:24'>33:24</a> ). <a ref='Job 36:26'>36:26</a> <b>we do not know</b> Him. Though one may have a personal knowledge of God in salvation, the fullness of His glory is beyond human comprehension. <a ref='Job 36:27–37:4'>36:27—37:4</a> Elihu gave a picture of God’s power in the rain storm. <a ref='Job 36:31'>36:31</a> <b>judges … gives food.</b> The rain storm can be a disaster of punishment from God or a source of abundant crops. <a ref='Job 37:5–13'>37:5–13</a> He described God’s power expressed in the cold winter. The storms and the hard winters remind us of the world in which harsh things occur, but for God’s good purposes of either “correction” or “lovingkindness” ( <a ref='Job 37:13'>37:13</a> ). <a ref='Job 37:14–18'>37:14–18</a> These words picture the scene in the sky when the storms and winters have passed, the sunlight breaks through, the warm wind blows, and the sky clears. <a ref='Job 37:19–20'>37:19–20</a> In this passage Elihu reminded Job that since man can’t explain the wonders of God’s power and purpose, he ought to be silent and not contend with God. What a man has to say against God’s plans is not worthy to utter and could bring judgment. <a ref='Job 37:21–23'>37:21–23</a> Elihu illustrated the folly of telling God what to do by describing staring into the golden sun on a brilliant day (vv. <a ref='Job 37:21–22'>21–22</a> ). We can’t confront God in His great glory; we are not even able to look at the sun He created (v. <a ref='Job 37:21'>21</a> ). <a ref='Job 37:24'>37:24</a> <b>does not regard.</b> God is the Righteous Judge who will not take a bribe or perform favors in judgment. Thus, in his concluding speech, Elihu had pointed both Job and the reader up to God, who was ready, at last, to speak ( <a ref='Job 38:1'>38:1</a> ). <a ref='Job 38:1–40:2'>38:1—40:2</a> God appeared and engaged in His first interrogation of Job, who had raised some accusations against Him. God had His day in court with Job. <a ref='Job 38:1'>38:1</a> <b>Yahweh.</b> Yahweh, the covenant Lord, was the name used for God in the book’s prologue, where the reader was introduced to Job and his relationship with God. However, in chaps. <a ref='Job 3-37'>3–37</a> , the name Yahweh is not used. God is called El Shaddai, God the Almighty. In this book that change becomes a way of illustrating that God has been detached and distant. The relationship is restored in rich terms as God reveals Himself to Job using His covenant name. <b>out of the whirlwind.</b> Job had repeatedly called God to court in order to verify his innocence. God finally came to interrogate Job on some of the comments he had made to his own accusers. God was about to be Job’s vindicator, but He first brought Job to a right understanding of Himself. <a ref='Job 38:2'>38:2</a> Job’s words had only further confused matters already confused by useless counselors. <a ref='Job 38:3'>38:3</a> <b>I will ask you.</b> God silenced Job’s presumption in constantly wanting to ask the questions of God, by becoming Job’s questioner. It must be noted that God never told Job about the reason for his pain, about the conflict between Himself and Satan, which was the reason for Job’s suffering. He never gave Job any explanation at all about the circumstances of his trouble. He did one thing in all He said. He asked Job if he was as eternal, great, powerful, wise, and perfect as God. If not, Job would have been better off to be quiet and trust Him. <a ref='Job 38:4–38'>38:4–38</a> God asked Job if he participated in creation as He did. That was a crushing, humbling query with an obvious “no” answer. <a ref='Job 38:4–7'>38:4–7</a> Creation is spoken of using the language of building construction. <a ref='Job 38:7'>38:7</a> <b>morning stars … sons of God.</b> The angelic realm, God’s ministering spirits. <a ref='Job 38:8–11'>38:8–11</a> God’s power over the sea by raising the continents is described, along with the thick clouds that draw up its water to carry rain to the land. <a ref='Job 38:12–13'>38:12–13</a> The dawn rises, and as it spreads light over the earth, it exposes the wicked, like shaking the corners of a cloth exposes dirt. <a ref='Job 38:14'>38:14</a> <b>clay</b> under <b>the seal.</b> Documents written on clay tablets were signed using personal engraved seals upon which was written the bearer’s name. The Hebrew for “changed” is “turned.” It conveys the idea that the earth is turned or rotated like a cylindrical seal rolled over the soft clay. Such rolling cylinder seals were found in Babylon. This speaks of the earth, rotating on its axis, an amazing statement that only God could reveal in ancient days. The dawn rolls across the earth as it rotates. <a ref='Job 38:15'>38:15</a> <b>their light.</b> The light of the wicked is darkness, because that is when they do their works. The dawn takes away their opportunity to do their deeds and stops their arm lifted and ready to harm. Was Job around when God created light? (v. <a ref='Job 38:21'>21</a> ). <a ref='Job 38:22'>38:22</a> <b>storehouses.</b> The storehouse of these elements is the clouds. <a ref='Job 38:31–32'>38:31–32</a> <b>Pleiades … Orion … Bear.</b> Stellar constellations (cf. <a ref='Job 9:9'>Job 9:9</a> ) are in view. <a ref='Job 38:33'>38:33</a> <b>statutes of the heavens.</b> The laws and powers that regulate all heavenly bodies. <a ref='Job 38:36'>38:36</a> <b>wisdom … understanding.</b> This is at the heart of the real issue. The wisdom of God which created and sustains the universe is at work in Job’s suffering also. See also <a ref='Job 39:17'>39:17</a> . <a ref='Job 38:39–39:30'>38:39—39:30</a> God asked Job the humiliating questions about whether he could take care of the animal kingdom. Job must have been feeling less and less significant under the crushing indictment of such comparisons with God. <a ref='Job 39:5'>39:5</a> <b>swift donkey.</b> A species of donkey. <a ref='Job 39:13–18'>39:13–18</a> <b>ostriches’ wings.</b> The silly ostrich that leaves her eggs on the ground lacks sense. God has not given her wisdom. She is almost a picture of Job, who is a mixture of foolishness and strength (v. <a ref='Job 39:18'>18</a> ). <a ref='Job 39:19–25'>39:19–25</a> Here is a magnificent, vivid picture of the warhorse. <a ref='Job 40:2'>40:2</a> God challenged Job to answer all the questions he had posed. God didn’t need to know the answer, but Job needed to admit his weakness, inferiority, and inability to even try to figure out God’s infinite mind. God’s wisdom was so superior, His sovereign control of everything so complete, that this was all Job needed to know. <a ref='Job 40:3–5'>40:3–5</a> Job’s first response to God was “I am guilty as charged. I will say no more.” He knows he should not have found fault with the Almighty. He should not have insisted on his own understanding. He should not have thought God unjust. So he was reduced to silence at last. <a ref='Job 40:6–41:34'>40:6—41:34</a> As if the first was not enough, God’s second interrogation of Job commenced along the very same lines, only focusing on two unique animals in God’s creation: Behemoth ( <a ref='Job 40:15–24'>40:15–24</a> ) and Leviathan ( <a ref='Job 41:1–34'>41:1–34</a> ), two creatures powerful and fearful who embodied all that is overwhelming, uncontrollable, and terrorizing in this world. Man can’t control them, but God can. <a ref='Job 40:8–14'>40:8–14</a> God unleashed another torrent of crushing rebukes to Job, in which He mocked Job’s questionings of Him by telling the sufferer that if he really thought he knew what was best for him rather than God (v. <a ref='Job 40:8'>8</a> ), then he should take over being God! (vv. <a ref='Job 40:9–14'>9–14</a> ). <a ref='Job 40:15–24'>40:15–24</a> <b>Behemoth.</b> While this is a generic term used commonly in the OT for large cattle or land animals, the description in this passage suggests an extraordinary creature. The hippopotamus has been suggested by the details in the passage (vv. <a ref='Job 40:19–24'>19–24</a> ). However, the short tail of a hippo is hardly consistent with v. <a ref='Job 40:17'>17</a> , where tail could be translated “trunk.” It could refer to an elephant, who could be considered “first” or chief of God’s creatures whom only He can control (v. <a ref='Job 40:19'>19</a> ). Some believe God is describing His most impressive creation of land animals, the dinosaur species, which fit all the characteristics. <a ref='Job 40:23'>40:23</a> God was not saying this creature lived in the Jordan River, but rather, recognizing that the Jordan was familiar to Job, used it to illustrate how much water this beast could ingest. He could swallow the Jordan! It was a word used to refer to something of enormous size and threatening power. <a ref='Job 41:1'>41:1</a> <b>Leviathan.</b> This term appears in 4 other OT texts ( <a ref='Job 3:8'>Job 3:8</a> ; <a ref='Psalms 74:14'>Pss 74:14</a> ; <a ref='Psalms 104:26'>104:26</a> ; <a ref='Isaiah 27:1'>Is 27:1</a> ). In each case Leviathan refers to some mighty creature who can overwhelm man but who is no match for God. Since this creature lives in the sea among ships ( <a ref='Psalms 104:26'>Ps 104:26</a> ), some form of sea monster, possibly an ancient dinosaur, is in view. Some feel it was a crocodile, which had scaly hide (v. <a ref='Job 41:15'>15</a> ), terrible teeth (v. <a ref='Job 41:14'>14</a> ), and speed in the water (v. <a ref='Job 41:32'>32</a> ). But crocodiles are not sea creatures, and clearly this one was (v. <a ref='Job 41:31'>31</a> ). Some have thought it was a killer whale or a great white shark, because he is the ultimate killer beast over all other proud beasts (v. <a ref='Job 41:34'>34</a> ). It could also have been some sea-going dinosaur. <a ref='Job 41:4'>41:4</a> <b>Will it cut a covenant with you?</b> “Will this monstrous creature need, for any reason, to come to terms with you, Job? Are you able to control him?” God asked. <a ref='Job 41:10'>41:10</a> <b>Who then is he that can stand before Me?</b> This was the essential question being asked in both the Behemoth and Leviathan passages. God created these awesome creatures, and His might is far greater than theirs. If Job couldn’t stand against them, what was he doing contending with God? He would be better off to fight a dinosaur or a killer shark. <a ref='Job 41:11'>41:11</a> God did not need to buy anything; He already owned all things. Paul quoted this in <a ref='Romans 11:35'>Ro 11:35</a> . <a ref='Job 42:1–6'>42:1–6</a> Job’s confession and repentance took place finally. He still did not know why he suffered so profoundly, but he was done complaining, questioning, and challenging God’s wisdom and justice. He was reduced to such utter humility, crushed beneath the weight of God’s greatness, that all he could do was repent for his insolence. Without answers to all of his questions, Job quietly bowed in humble submission before his Creator and admitted that God was sovereign (cf. <a ref='Isaiah 14:24'>Is 14:24</a> ; <a ref='Isaiah 46:8–11'>46:8–11</a> ). Most importantly for the message of the book, Job was still diseased and without his children and possessions, and God had not changed anything (except for the humbling of the heart of His servant). Satan had been proven completely wrong in the charges he brought against Job and in thinking he could destroy true saving faith; Job’s companions were completely wrong in the charges they brought against him; but most critically, Job himself was completely wrong in the charges he had raised against God. He expressed his own sorrowful regret that he had not just accepted God’s will without such ignorant complaints and questions. <a ref='Job 42:3–4'>42:3–4</a> Job twice alluded to statements God had made in His interrogation of Job. The first allusion “Who is this that hides counsel without knowledge?” (cf. <a ref='Job 38:2'>38:2</a> ) indicted Job’s pride and presumption regarding God’s counsel. The second, “I will ask You, and You make me know” ( <a ref='Job 38:3'>38:3</a> ; <a ref='Job 40:7'>40:7</a> ) expressed God’s judicial authority to demand answers from His own accuser, Job. The two quotes manifested that Job understood the divine rebuke. <a ref='Job 42:5'>42:5</a> <b>have heard … now my eye sees You.</b> At last, Job said he understood God whom he had seen with the eyes of faith. He had never so well grasped the greatness, majesty, sovereignty, and independence of God as he did at that moment. <a ref='Job 42:6'>42:6</a> <b>repent in dust and ashes.</b> All that was left to do was repent! The ashes upon which the broken man sat had not changed, but the heart of God’s suffering servant had. Job did not need to repent of some sins which Satan or his accusers had raised. But Job had exercised presumption and allegations of unfairness against his Lord and hated himself for this in a way that called for brokenness and contrition. <a ref='Job 42:7–17'>42:7–17</a> The text goes back to prose, from the poetry begun in <a ref='Job 3:1'>3:1</a> . <a ref='Job 42:7–8'>42:7–8</a> <b>you have not spoken of Me what is right.</b> God directly vindicated Job by saying that Job had spoken right about God in rejecting the error of his friends. They are then rebuked for those misrepresentations of insensitivity and arrogance. This does not mean that everything they said was incorrect, but they had made wrong statements about the character and works of God, and also had raised erroneous allegations against Job. <a ref='Job 42:8'>42:8</a> <b>seven bulls and seven rams.</b> This was the number of sacrifices specified in <a ref='Numbers 23:1'>Nu 23:1</a> by Balaam the prophet, so perhaps, it was a traditional kind of burnt offering for sin. <a ref='Job 42:8–9'>42:8–9</a> As God had been gracious to Job, so He was to Job’s friends, by means of sacrifice and prayer. Here the book points to the need for a sacrifice for sin, fulfilled in the Lord Jesus Christ who gave Himself as an offering for sins and ever lives to intercede (cf. <a ref='1 Timothy 2:5'>1Ti 2:5</a> ). Even before the Levitical priesthood, family heads acted as priests, offering sacrifices and mediating through prayer. <a ref='Job 42:13'>42:13</a> <b>seven sons … three daughters.</b> While the animals are double the number of <a ref='Job 1:3'>Job 1:3</a> , why are not the children? It is obvious that Job still had 7 sons and 3 daughters waiting for him in the presence of God ( <a ref='Job 42:17'>42:17</a> ). <a ref='Job 42:14'>42:14</a> These names are representative of the joys of restoration. Jemimah means “day light,” Keziah means “sweet smelling,” and Keren-happuch describes a beautiful color ladies used to paint their eyelids. <a ref='Job 42:15'>42:15</a> <b>gave them inheritance.</b> This was unusual in the East. By Jewish law, daughters only received an inheritance when there were no sons ( <a ref='Numbers 27:8'>Nu 27:8</a> ). Job had plenty for all. <a ref='Job 42:17'>42:17</a> <b>Then Job died, an old man and full of days.</b> These concluding words take the reader back to where the account began ( <a ref='Job 1:1'>1:1</a> ). Job died in prosperity and his days were counted as a blessing. In the words of James ( <a ref='Job 5:11'>5:11</a> ), we have seen the outcome of Yahweh’s dealings, that Yahweh is “full of compassion and <i>is</i> merciful.” But the “accuser of our brothers” ( <a ref='Revelation 12:10'>Rev 12:10</a> ) is still “roaming about on the earth” ( <a ref='Job 1:7'>Job 1:7</a> ), and God’s servants are still learning to trust in the all-wise, all-powerful Judge of the universe for what they cannot understand.",
    "type": "notes"
  },
  {
    "id": "notes18f",
    "title": "Translator’s Notes and Cross-References for Job",
    "content": "Notes and Cross-References Job 1 1:1 A <a ref='Jeremiah 25:20'>Jer 25:20</a> ; <a ref='Lamentations 4:21'>Lam 4:21</a> 1:1 B <a ref='Ezekiel 14:14'>Eze 14:14</a> , <a ref='Ezekiel 14:20'>20</a> ; <a ref='James 5:11'>Jas 5:11</a> 1:1 C <a ref='Genesis 6:9'>Ge 6:9</a> ; <a ref='Genesis 17:1'>17:1</a> ; <a ref='Deuteronomy 18:13'>Dt 18:13</a> 1:1 D <a ref='Genesis 22:12'>Ge 22:12</a> ; <a ref='Genesis 42:18'>42:18</a> ; <a ref='Exodus 18:21'>Ex 18:21</a> ; <a ref='Proverbs 8:13'>Pr 8:13</a> 1:1 E <a ref='Job 28:28'>Job 28:28</a> 1:2 F <a ref='Job 42:13'>Job 42:13</a> 1:3 G <a ref='Job 42:12'>Job 42:12</a> 1:3 H <a ref='Job 29:25'>Job 29:25</a> 1:5 a Heb <i>blessed</i> ; used euphemistically for cursed, cf. <a ref='Job 1:11'>1:11</a> ; <a ref='Job 2:5'>2:5</a> , <a ref='Job 2:9'>9</a> ; <a ref='1 Kings 21:10'>1Ki 21:10</a> , <a ref='1 Kings 21:13'>13</a> 1:5 I <a ref='Genesis 8:20'>Ge 8:20</a> ; <a ref='Job 42:8'>Job 42:8</a> 1:5 J <a ref='Job 8:4'>Job 8:4</a> 1:5 K <a ref='1 Kings 21:10'>1Ki 21:10</a> , <a ref='1 Kings 21:13'>13</a> 1:6 b The personal covenant name of God, a form of I AM WHO I AM, cf. <a ref='Exodus 3:14–15'>Ex 3:14-15</a> 1:6 c Lit <i>the adversary</i> , so in chs <a ref='Job 1'>1</a> and <a ref='Job 2'>2</a> 1:6 L <a ref='Job 2:1'>Job 2:1</a> 1:6 M <a ref='Job 38:7'>Job 38:7</a> 1:7 N <a ref='1 Peter 5:8'>1Pe 5:8</a> 1:8 d Or <i>revering</i> 1:8 O <a ref='Numbers 12:7'>Nu 12:7</a> ; <a ref='Joshua 1:2'>Jos 1:2</a> , <a ref='Joshua 1:7'>7</a> ; <a ref='Job 42:7'>Job 42:7</a> , <a ref='Job 42:8'>8</a> 1:8 P <a ref='Job 1:1'>Job 1:1</a> 1:9 e Or <i>reverence</i> 1:9 Q <a ref='Revelation 12:9'>Rev 12:9f</a> 1:10 R <a ref='Job 29:2–6'>Job 29:2-6</a> ; <a ref='Psalms 34:7'>Ps 34:7</a> 1:10 S <a ref='Job 31:25'>Job 31:25</a> 1:10 T <a ref='Job 1:3'>Job 1:3</a> ; <a ref='Job 31:25'>31:25</a> 1:11 U <a ref='Job 2:5'>Job 2:5</a> 1:11 V <a ref='Job 19:21'>Job 19:21</a> 1:14 f Lit <i>female donkeys</i> 1:15 g Lit <i>Sheba</i> 1:15 h Lit <i>only I alone</i> , so in vv <a ref='Job 1:16'>16</a> , <a ref='Job 1:17'>17</a> , <a ref='Job 1:19'>19</a> 1:15 W <a ref='Genesis 10:7'>Ge 10:7</a> ; <a ref='Job 6:19'>Job 6:19</a> 1:16 X <a ref='Genesis 19:24'>Ge 19:24</a> ; <a ref='Leviticus 10:2'>Lv 10:2</a> ; <a ref='Numbers 11:1–3'>Nu 11:1-3</a> 1:17 Y <a ref='Genesis 11:28'>Ge 11:28</a> , <a ref='Genesis 11:31'>31</a> 1:20 Z <a ref='Genesis 37:29'>Ge 37:29</a> , <a ref='Genesis 37:34'>34</a> ; <a ref='Joshua 7:6'>Jos 7:6</a> 1:21 A <a ref='Ecclesiastes 5:15'>Ecc 5:15</a> 1:21 B <a ref='1 Samuel 2:7'>1Sa 2:7</a> , <a ref='1 Samuel 2:8'>8</a> ; <a ref='Job 2:10'>Job 2:10</a> 1:22 C <a ref='Job 2:10'>Job 2:10</a> Job 2 2:1 A <a ref='Job 1:6–8'>Job 1:6-8</a> 2:3 a Or <i>revering</i> 2:3 B <a ref='Job 27:5'>Job 27:5</a> , <a ref='Job 27:6'>6</a> 2:5 C <a ref='Job 1:11'>Job 1:11</a> 2:5 D <a ref='Job 19:20'>Job 19:20</a> 2:7 E <a ref='Deuteronomy 28:35'>Dt 28:35</a> ; <a ref='Job 7:5'>Job 7:5</a> ; <a ref='Job 13:28'>13:28</a> ; <a ref='Job 30:17'>30:17</a> , <a ref='Job 30:18'>18</a> , <a ref='Job 30:30'>30</a> 2:8 F <a ref='Job 42:6'>Job 42:6</a> ; <a ref='Jeremiah 6:26'>Jer 6:26</a> ; <a ref='Ezekiel 27:30'>Eze 27:30</a> ; <a ref='Jonah 3:6'>Jon 3:6</a> 2:10 G <a ref='Job 1:21'>Job 1:21</a> 2:10 H <a ref='Job 1:22'>Job 1:22</a> ; <a ref='Psalms 39:1'>Ps 39:1</a> ; <a ref='James 1:12'>Jas 1:12</a> 2:11 I <a ref='Genesis 36:11'>Ge 36:11</a> ; <a ref='Job 6:19'>Job 6:19</a> ; <a ref='Jeremiah 49:7'>Jer 49:7</a> 2:11 J <a ref='Genesis 25:2'>Ge 25:2</a> 2:11 K <a ref='Job 42:11'>Job 42:11</a> ; <a ref='Romans 12:15'>Ro 12:15</a> 2:12 L <a ref='Job 1:20'>Job 1:20</a> 2:12 M <a ref='Joshua 7:6'>Jos 7:6</a> ; <a ref='Nehemiah 9:1'>Ne 9:1</a> ; <a ref='Lamentations 2:10'>Lam 2:10</a> ; <a ref='Ezekiel 27:30'>Eze 27:30</a> 2:13 N <a ref='Genesis 50:10'>Ge 50:10</a> ; <a ref='Ezekiel 3:15'>Eze 3:15</a> Job 3 3:1 a Lit <i>his day</i> 3:3 A <a ref='Jeremiah 20:14–18'>Jer 20:14-18</a> 3:5 B <a ref='Jeremiah 13:16'>Jer 13:16</a> 3:8 b Or <i>skillful</i> 3:8 C <a ref='Job 41:1'>Job 41:1</a> , <a ref='Job 41:25'>25</a> 3:9 c Lit <i>eyelids of</i> 3:10 d Lit <i>stomach</i> 3:11 D <a ref='Job 10:18'>Job 10:18</a> , <a ref='Job 10:19'>19</a> 3:13 E <a ref='Job 3:13–19'>Job 3:13-19</a> ; <a ref='Job 7:8–10'>7:8-10</a> , <a ref='Job 7:21'>21</a> ; <a ref='Job 10:21'>10:21</a> , <a ref='Job 10:22'>22</a> ; <a ref='Job 14:10–15'>14:10-15</a> , <a ref='Job 14:20–22'>20-22</a> ; <a ref='Job 16:22'>16:22</a> ; <a ref='Job 17:13–16'>17:13-16</a> ; <a ref='Job 19:25–27'>19:25-27</a> ; <a ref='Job 21:13'>21:13</a> , <a ref='Job 21:23–26'>23-26</a> ; <a ref='Job 24:19'>24:19</a> , <a ref='Job 24:20'>20</a> ; <a ref='Job 26:5'>26:5</a> , <a ref='Job 26:6'>6</a> ; <a ref='Job 34:22'>34:22</a> 3:14 F <a ref='Job 12:18'>Job 12:18</a> 3:14 G <a ref='Job 12:17'>Job 12:17</a> 3:14 H <a ref='Job 15:28'>Job 15:28</a> ; <a ref='Isaiah 58:12'>Is 58:12</a> 3:15 I <a ref='Job 12:21'>Job 12:21</a> 3:15 J <a ref='Job 27:16'>Job 27:16</a> , <a ref='Job 27:17'>17</a> 3:17 K <a ref='Job 17:16'>Job 17:16</a> 3:20 L <a ref='Jeremiah 20:18'>Jer 20:18</a> 3:21 e Lit <i>wait</i> 3:21 M <a ref='Revelation 9:6'>Rev 9:6</a> 3:21 N <a ref='Proverbs 2:4'>Pr 2:4</a> 3:23 O <a ref='Job 19:6'>Job 19:6</a> , <a ref='Job 19:8'>8</a> , <a ref='Job 19:12'>12</a> 3:23 P <a ref='Job 19:8'>Job 19:8</a> ; <a ref='Psalms 88:8'>Ps 88:8</a> ; <a ref='Lamentations 3:7'>Lam 3:7</a> 3:24 Q <a ref='Job 6:7'>Job 6:7</a> ; <a ref='Job 33:20'>33:20</a> 3:24 R <a ref='Job 30:16'>Job 30:16</a> ; <a ref='Psalms 42:4'>Ps 42:4</a> 3:25 S <a ref='Job 9:28'>Job 9:28</a> ; <a ref='Job 30:15'>30:15</a> 3:26 T <a ref='Job 7:13'>Job 7:13</a> , <a ref='Job 7:14'>14</a> Job 4 4:2 a Lit <i>in words</i> 4:2 A <a ref='Job 32:18–20'>Job 32:18-20</a> 4:3 B <a ref='Job 4:3'>Job 4:3</a> , <a ref='Job 4:4'>4</a> ; <a ref='Job 29:15'>29:15</a> , <a ref='Job 29:16'>16</a> , <a ref='Job 29:21'>21</a> , <a ref='Job 29:25'>25</a> 4:4 b Lit <i>caused</i> 4:4 c Lit <i>bowing</i> 4:5 C <a ref='Job 6:14'>Job 6:14</a> 4:5 D <a ref='Job 19:21'>Job 19:21</a> 4:6 d Or <i>reverence</i> 4:6 E <a ref='Job 1:1'>Job 1:1</a> 4:6 F <a ref='Proverbs 3:26'>Pr 3:26</a> 4:7 G <a ref='Job 8:20'>Job 8:20</a> ; <a ref='Job 36:6'>36:6</a> , <a ref='Job 36:7'>7</a> ; <a ref='Psalms 37:25'>Ps 37:25</a> 4:8 H <a ref='Job 15:31'>Job 15:31</a> , <a ref='Job 15:35'>35</a> ; <a ref='Proverbs 22:8'>Pr 22:8</a> ; <a ref='Hosea 10:13'>Hos 10:13</a> ; <a ref='Galatians 6:7'>Ga 6:7</a> 4:9 I <a ref='Job 15:30'>Job 15:30</a> ; <a ref='Isaiah 11:4'>Is 11:4</a> ; <a ref='Isaiah 30:33'>30:33</a> ; <a ref='2 Thessalonians 2:8'>2Th 2:8</a> 4:9 J <a ref='Job 40:11–13'>Job 40:11-13</a> 4:10 K <a ref='Job 5:15'>Job 5:15</a> ; <a ref='Psalms 58:6'>Ps 58:6</a> 4:11 L <a ref='Job 29:17'>Job 29:17</a> ; <a ref='Psalms 34:10'>Ps 34:10</a> 4:11 M <a ref='Job 5:4'>Job 5:4</a> ; <a ref='Job 20:10'>20:10</a> ; <a ref='Job 27:14'>27:14</a> 4:12 N <a ref='Job 4:12–17'>Job 4:12-17</a> ; <a ref='Job 33:15–18'>33:15-18</a> 4:12 O <a ref='Job 26:14'>Job 26:14</a> 4:13 P <a ref='Job 33:15'>Job 33:15</a> 4:15 e Or <i>breath passed over</i> 4:17 f Lit <i>from</i> 4:17 Q <a ref='Job 9:2'>Job 9:2</a> ; <a ref='Job 25:4'>25:4</a> 4:17 R <a ref='Job 31:15'>Job 31:15</a> ; <a ref='Job 32:22'>32:22</a> ; <a ref='Job 35:10'>35:10</a> ; <a ref='Job 36:3'>36:3</a> 4:18 S <a ref='Job 15:15'>Job 15:15</a> 4:19 T <a ref='Job 10:9'>Job 10:9</a> ; <a ref='Job 33:6'>33:6</a> 4:19 U <a ref='Genesis 2:7'>Ge 2:7</a> ; <a ref='Genesis 3:19'>3:19</a> ; <a ref='Job 22:16'>Job 22:16</a> 4:20 g Lit <i>Without establishing</i> 4:20 V <a ref='Job 14:2'>Job 14:2</a> 4:20 W <a ref='Job 14:20'>Job 14:20</a> ; <a ref='Job 20:7'>20:7</a> 4:21 X <a ref='Job 8:22'>Job 8:22</a> 4:21 Y <a ref='Job 18:21'>Job 18:21</a> ; <a ref='Job 36:12'>36:12</a> Job 5 5:1 A <a ref='Job 15:15'>Job 15:15</a> 5:2 B <a ref='Proverbs 12:16'>Pr 12:16</a> ; <a ref='Proverbs 27:3'>27:3</a> 5:3 C <a ref='Jeremiah 12:2'>Jer 12:2</a> 5:3 D <a ref='Job 24:18'>Job 24:18</a> ; <a ref='Job 31:30'>31:30</a> 5:4 E <a ref='Job 4:11'>Job 4:11</a> 5:5 a Lit <i>Whose</i> 5:5 b Ancient versions <i>thirsty</i> 5:5 F <a ref='Job 18:8–10'>Job 18:8-10</a> ; <a ref='Job 22:10'>22:10</a> 5:6 G <a ref='Job 15:35'>Job 15:35</a> 5:7 c Or <i>sons of Reseph</i> 5:7 H <a ref='Job 14:1'>Job 14:1</a> 5:8 I <a ref='Job 13:2'>Job 13:2</a> , <a ref='Job 13:3'>3</a> ; <a ref='Psalms 50:15'>Ps 50:15</a> 5:9 d Or <i>Miracles</i> 5:9 J <a ref='Job 9:10'>Job 9:10</a> ; <a ref='Job 37:14'>37:14</a> , <a ref='Job 37:16'>16</a> ; <a ref='Job 42:3'>42:3</a> 5:10 K <a ref='Job 36:27–29'>Job 36:27-29</a> ; <a ref='Job 37:6–11'>37:6-11</a> ; <a ref='Job 38:26'>38:26</a> 5:11 L <a ref='Job 22:29'>Job 22:29</a> ; <a ref='Job 36:7'>36:7</a> 5:12 M <a ref='Psalms 33:10'>Ps 33:10</a> 5:13 N <a ref='Job 37:24'>Job 37:24</a> ; <a ref='1 Corinthians 3:19'>1Co 3:19</a> 5:14 O <a ref='Job 12:25'>Job 12:25</a> ; <a ref='Job 15:30'>15:30</a> ; <a ref='Job 18:18'>18:18</a> ; <a ref='Job 20:26'>20:26</a> ; <a ref='Job 24:13'>24:13</a> 5:15 P <a ref='Job 4:10'>Job 4:10</a> , <a ref='Job 4:11'>11</a> ; <a ref='Psalms 35:10'>Ps 35:10</a> 5:15 Q <a ref='Job 29:17'>Job 29:17</a> ; <a ref='Job 34:28'>34:28</a> ; <a ref='Job 36:6'>36:6</a> , <a ref='Job 36:15'>15</a> ; <a ref='Job 38:15'>38:15</a> 5:16 R <a ref='Psalms 107:42'>Ps 107:42</a> 5:17 e Heb <i>Shaddai</i> , so in Job 5:17 S <a ref='Psalms 94:12'>Ps 94:12</a> 5:17 T <a ref='Job 36:15'>Job 36:15</a> , <a ref='Job 36:16'>16</a> ; <a ref='Proverbs 3:11'>Pr 3:11</a> ; <a ref='Hebrews 12:5–11'>Heb 12:5-11</a> ; <a ref='James 1:12'>Jas 1:12</a> 5:18 f Lit <i>binds</i> 5:18 g Or <i>crushes</i> 5:18 U <a ref='Deuteronomy 32:39'>Dt 32:39</a> ; <a ref='1 Samuel 2:6'>1Sa 2:6</a> ; <a ref='Isaiah 30:26'>Is 30:26</a> ; <a ref='Hosea 6:1'>Hos 6:1</a> 5:19 h Lit <i>In</i> 5:19 V <a ref='Psalms 34:19'>Ps 34:19</a> 5:19 W <a ref='Psalms 91:10'>Ps 91:10</a> 5:20 X <a ref='Psalms 33:19'>Ps 33:19</a> ; <a ref='Psalms 37:19'>37:19</a> 5:20 Y <a ref='Psalms 144:10'>Ps 144:10</a> 5:21 Z <a ref='Job 5:15'>Job 5:15</a> ; <a ref='Psalms 31:20'>Ps 31:20</a> 5:21 A <a ref='Psalms 91:5'>Ps 91:5</a> , <a ref='Psalms 91:6'>6</a> 5:22 B <a ref='Job 8:21'>Job 8:21</a> 5:22 C <a ref='Psalms 91:13'>Ps 91:13</a> ; <a ref='Ezekiel 34:25'>Eze 34:25</a> ; <a ref='Hosea 2:18'>Hos 2:18</a> 5:23 D <a ref='Isaiah 11:6–9'>Is 11:6-9</a> ; <a ref='Isaiah 65:25'>65:25</a> 5:24 E <a ref='Job 8:6'>Job 8:6</a> 5:25 F <a ref='Psalms 112:2'>Ps 112:2</a> 5:25 G <a ref='Isaiah 44:3'>Is 44:3</a> , <a ref='Isaiah 44:4'>4</a> ; <a ref='Isaiah 48:19'>48:19</a> 5:26 H <a ref='Job 42:17'>Job 42:17</a> Job 6 6:2 A <a ref='Job 31:6'>Job 31:6</a> 6:3 B <a ref='Job 23:2'>Job 23:2</a> 6:4 a Lit <i>Whose</i> 6:4 C <a ref='Job 16:13'>Job 16:13</a> ; <a ref='Psalms 38:2'>Ps 38:2</a> 6:4 D <a ref='Job 20:16'>Job 20:16</a> ; <a ref='Job 21:20'>21:20</a> 6:4 E <a ref='Job 30:15'>Job 30:15</a> 6:5 F <a ref='Job 39:5–8'>Job 39:5-8</a> 6:6 b Heb <i>hallamuth</i> , meaning uncertain; possibly the juice of a plant 6:7 G <a ref='Job 3:24'>Job 3:24</a> ; <a ref='Job 33:20'>33:20</a> 6:9 H <a ref='Numbers 11:15'>Nu 11:15</a> ; <a ref='1 Kings 19:4'>1Ki 19:4</a> ; <a ref='Job 7:16'>Job 7:16</a> ; <a ref='Job 9:21'>9:21</a> ; <a ref='Job 10:1'>10:1</a> 6:10 I <a ref='Job 22:22'>Job 22:22</a> ; <a ref='Job 23:11'>23:11</a> , <a ref='Job 23:12'>12</a> 6:11 c Lit <i>prolong my soul</i> 6:11 J <a ref='Job 21:4'>Job 21:4</a> 6:13 d Ancient versions <i>deliverance</i> 6:13 K <a ref='Job 26:2'>Job 26:2</a> 6:13 L <a ref='Job 26:3'>Job 26:3</a> 6:14 e Or <i>reverence</i> 6:14 M <a ref='Job 4:5'>Job 4:5</a> 6:14 N <a ref='Job 1:5'>Job 1:5</a> ; <a ref='Job 15:4'>15:4</a> 6:15 f Or <i>brook</i> 6:15 g Or <i>brooks</i> 6:15 O <a ref='Jeremiah 15:18'>Jer 15:18</a> 6:17 h Or <i>cease</i> 6:17 P <a ref='Job 24:19'>Job 24:19</a> 6:18 i Or <i>caravans turn from their course</i> 6:19 Q <a ref='Genesis 25:15'>Ge 25:15</a> ; <a ref='Isaiah 21:14'>Is 21:14</a> ; <a ref='Jeremiah 25:23'>Jer 25:23</a> 6:19 R <a ref='Job 1:15'>Job 1:15</a> 6:20 S <a ref='Jeremiah 14:3'>Jer 14:3</a> 6:21 T <a ref='Psalms 38:11'>Ps 38:11</a> 6:24 U <a ref='Psalms 39:1'>Ps 39:1</a> 6:26 V <a ref='Job 8:2'>Job 8:2</a> ; <a ref='Job 15:2'>15:2</a> ; <a ref='Job 16:3'>16:3</a> 6:27 W <a ref='Joel 3:3'>Joel 3:3</a> ; <a ref='Nahum 3:10'>Na 3:10</a> 6:27 X <a ref='Job 22:9'>Job 22:9</a> ; <a ref='Job 24:3'>24:3</a> , <a ref='Job 24:9'>9</a> 6:27 Y <a ref='2 Peter 2:3'>2Pe 2:3</a> 6:28 Z <a ref='Job 27:4'>Job 27:4</a> ; <a ref='Job 33:3'>33:3</a> ; <a ref='Job 36:4'>36:4</a> 6:29 A <a ref='Job 13:18'>Job 13:18</a> ; <a ref='Job 19:6'>19:6</a> ; <a ref='Job 23:10'>23:10</a> ; <a ref='Job 27:5'>27:5</a> , <a ref='Job 27:6'>6</a> ; <a ref='Job 34:5'>34:5</a> ; <a ref='Job 42:1–6'>42:1-6</a> 6:30 j Or <i>words</i> 6:30 B <a ref='Job 12:11'>Job 12:11</a> Job 7 7:1 a Lit <i>Has not man compulsory labor</i> 7:1 A <a ref='Job 5:7'>Job 5:7</a> ; <a ref='Job 10:17'>10:17</a> ; <a ref='Job 14:1'>14:1</a> , <a ref='Job 14:14'>14</a> 7:1 B <a ref='Job 14:6'>Job 14:6</a> 7:3 C <a ref='Job 16:7'>Job 16:7</a> 7:4 D <a ref='Deuteronomy 28:67'>Dt 28:67</a> ; <a ref='Job 7:13'>Job 7:13</a> , <a ref='Job 7:14'>14</a> 7:5 E <a ref='Job 2:7'>Job 2:7</a> ; <a ref='Job 17:14'>17:14</a> 7:6 F <a ref='Job 9:25'>Job 9:25</a> 7:6 G <a ref='Job 13:15'>Job 13:15</a> ; <a ref='Job 14:19'>14:19</a> ; <a ref='Job 17:15'>17:15</a> , <a ref='Job 17:16'>16</a> ; <a ref='Job 19:10'>19:10</a> 7:7 H <a ref='Job 7:16'>Job 7:16</a> ; <a ref='Psalms 78:39'>Ps 78:39</a> ; <a ref='James 4:14'>Jas 4:14</a> 7:7 I <a ref='Job 9:25'>Job 9:25</a> 7:8 J <a ref='Job 8:18'>Job 8:18</a> ; <a ref='Job 20:9'>20:9</a> 7:8 K <a ref='Job 7:21'>Job 7:21</a> 7:9 L <a ref='Job 30:15'>Job 30:15</a> 7:9 M <a ref='Job 3:13–19'>Job 3:13-19</a> 7:9 N <a ref='2 Samuel 12:23'>2Sa 12:23</a> ; <a ref='Job 11:8'>Job 11:8</a> ; <a ref='Job 14:13'>14:13</a> ; <a ref='Job 17:13'>17:13</a> , <a ref='Job 17:16'>16</a> 7:10 O <a ref='Job 8:18'>Job 8:18</a> ; <a ref='Job 20:9'>20:9</a> ; <a ref='Job 27:21'>27:21</a> , <a ref='Job 27:23'>23</a> 7:11 P <a ref='Job 10:1'>Job 10:1</a> ; <a ref='Job 21:4'>21:4</a> ; <a ref='Job 23:2'>23:2</a> ; <a ref='Psalms 40:9'>Ps 40:9</a> 7:12 Q <a ref='Ezekiel 32:2'>Eze 32:2</a> , <a ref='Ezekiel 32:3'>3</a> 7:13 b Lit <i>bear</i> 7:13 R <a ref='Job 7:4'>Job 7:4</a> ; <a ref='Psalms 6:6'>Ps 6:6</a> 7:15 c Lit <i>bones</i> 7:16 S <a ref='Job 6:9'>Job 6:9</a> ; <a ref='Job 9:21'>9:21</a> ; <a ref='Job 10:1'>10:1</a> 7:16 T <a ref='Job 7:7'>Job 7:7</a> 7:17 U <a ref='Job 22:2'>Job 22:2</a> ; <a ref='Psalms 8:4'>Ps 8:4</a> ; <a ref='Psalms 144:3'>144:3</a> ; <a ref='Hebrews 2:6'>Heb 2:6</a> 7:18 d Or <i>care for</i> , cf. <a ref='Psalms 8:4'>Ps 8:4</a> 7:18 V <a ref='Job 14:3'>Job 14:3</a> 7:19 e Lit <i>How long will You not</i> 7:19 W <a ref='Job 9:18'>Job 9:18</a> ; <a ref='Job 10:20'>10:20</a> ; <a ref='Job 14:6'>14:6</a> 7:20 X <a ref='Job 35:3'>Job 35:3</a> , <a ref='Job 35:6'>6</a> 7:20 Y <a ref='Psalms 36:6'>Ps 36:6</a> 7:21 Z <a ref='Job 9:28'>Job 9:28</a> ; <a ref='Job 10:14'>10:14</a> 7:21 A <a ref='Job 10:9'>Job 10:9</a> 7:21 B <a ref='Job 7:8'>Job 7:8</a> Job 8 8:2 A <a ref='Job 6:26'>Job 6:26</a> 8:3 a Heb <i>Shaddai</i> 8:3 B <a ref='Genesis 18:25'>Ge 18:25</a> ; <a ref='Deuteronomy 32:4'>Dt 32:4</a> ; <a ref='2 Chronicles 19:7'>2Chr 19:7</a> ; <a ref='Job 34:10'>Job 34:10</a> , <a ref='Job 34:12'>12</a> ; <a ref='Job 36:23'>36:23</a> ; <a ref='Job 37:23'>37:23</a> ; <a ref='Romans 3:5'>Ro 3:5</a> 8:4 b Lit <i>hand</i> 8:4 C <a ref='Job 1:5'>Job 1:5</a> , <a ref='Job 1:18'>18</a> , <a ref='Job 1:19'>19</a> 8:5 c Heb <i>Shaddai</i> 8:5 D <a ref='Job 5:17–27'>Job 5:17-27</a> 8:6 E <a ref='Job 22:27'>Job 22:27</a> ; <a ref='Job 34:28'>34:28</a> ; <a ref='Psalms 7:6'>Ps 7:6</a> 8:6 F <a ref='Job 5:24'>Job 5:24</a> 8:7 G <a ref='Job 42:12'>Job 42:12</a> 8:8 H <a ref='Deuteronomy 4:32'>Dt 4:32</a> ; <a ref='Deuteronomy 32:7'>32:7</a> ; <a ref='Job 15:18'>Job 15:18</a> ; <a ref='Job 20:4'>20:4</a> 8:9 I <a ref='Job 14:2'>Job 14:2</a> 8:12 d Lit <i>reed</i> 8:13 J <a ref='Psalms 9:17'>Ps 9:17</a> 8:13 K <a ref='Job 11:20'>Job 11:20</a> ; <a ref='Job 13:16'>13:16</a> ; <a ref='Job 15:34'>15:34</a> ; <a ref='Job 20:5'>20:5</a> ; <a ref='Job 27:8'>27:8</a> 8:14 e Lit <i>house</i> 8:14 L <a ref='Isaiah 59:5'>Is 59:5</a> , <a ref='Isaiah 59:6'>6</a> 8:15 M <a ref='Job 8:22'>Job 8:22</a> ; <a ref='Job 27:18'>27:18</a> ; <a ref='Psalms 49:11'>Ps 49:11</a> 8:16 f Lit <i>is lush</i> 8:16 N <a ref='Psalms 37:35'>Ps 37:35</a> ; <a ref='Jeremiah 11:16'>Jer 11:16</a> 8:16 O <a ref='Psalms 80:11'>Ps 80:11</a> 8:18 P <a ref='Job 7:10'>Job 7:10</a> 8:18 Q <a ref='Job 7:8'>Job 7:8</a> 8:19 g Or <i>his</i> 8:19 R <a ref='Job 20:5'>Job 20:5</a> 8:20 S <a ref='Job 4:7'>Job 4:7</a> 8:20 T <a ref='Job 21:30'>Job 21:30</a> 8:21 U <a ref='Job 5:22'>Job 5:22</a> ; <a ref='Psalms 126:1'>Ps 126:1</a> , <a ref='Psalms 126:2'>2</a> 8:22 V <a ref='Psalms 132:18'>Ps 132:18</a> 8:22 W <a ref='Job 8:15'>Job 8:15</a> ; <a ref='Job 15:34'>15:34</a> ; <a ref='Job 18:14'>18:14</a> ; <a ref='Job 21:28'>21:28</a> Job 9 9:2 a Lit <i>with</i> 9:2 A <a ref='Job 4:17'>Job 4:17</a> ; <a ref='Job 25:4'>25:4</a> 9:3 B <a ref='Job 10:2'>Job 10:2</a> ; <a ref='Job 13:19'>13:19</a> ; <a ref='Job 23:6'>23:6</a> ; <a ref='Job 40:2'>40:2</a> 9:4 C <a ref='Job 11:6'>Job 11:6</a> ; <a ref='Job 12:13'>12:13</a> ; <a ref='Job 28:23'>28:23</a> ; <a ref='Job 38:36'>38:36</a> , <a ref='Job 38:37'>37</a> 9:4 D <a ref='Job 9:19'>Job 9:19</a> ; <a ref='Job 23:6'>23:6</a> 9:4 E <a ref='2 Chronicles 13:12'>2Chr 13:12</a> ; <a ref='Proverbs 29:1'>Pr 29:1</a> 9:5 F <a ref='Job 9:5–10'>Job 9:5-10</a> ; <a ref='Job 26:6–14'>26:6-14</a> ; <a ref='Job 41:11'>41:11</a> 9:6 G <a ref='Isaiah 2:19'>Is 2:19</a> , <a ref='Isaiah 2:21'>21</a> ; <a ref='Isaiah 13:13'>13:13</a> ; <a ref='Haggai 2:6'>Hag 2:6</a> 9:6 H <a ref='Psalms 75:3'>Ps 75:3</a> 9:7 b Lit <i>and it does not shine</i> 9:7 I <a ref='Isaiah 13:10'>Is 13:10</a> ; <a ref='Ezekiel 32:7'>Eze 32:7</a> , <a ref='Ezekiel 32:8'>8</a> 9:8 c Lit <i>treads upon the heights of</i> 9:8 J <a ref='Genesis 1:1'>Ge 1:1</a> ; <a ref='Job 37:18'>Job 37:18</a> ; <a ref='Psalms 104:2'>Ps 104:2</a> ; <a ref='Isaiah 40:22'>Is 40:22</a> 9:8 K <a ref='Job 38:16'>Job 38:16</a> ; <a ref='Psalms 77:19'>Ps 77:19</a> 9:9 L <a ref='Job 38:31'>Job 38:31</a> , <a ref='Job 38:32'>32</a> ; <a ref='Amos 5:8'>Am 5:8</a> 9:9 M <a ref='Job 37:9'>Job 37:9</a> 9:10 N <a ref='Job 5:9'>Job 5:9</a> 9:11 O <a ref='Job 23:8'>Job 23:8</a> , <a ref='Job 23:9'>9</a> ; <a ref='Job 35:14'>35:14</a> 9:12 P <a ref='Job 10:7'>Job 10:7</a> ; <a ref='Job 11:10'>11:10</a> 9:12 Q <a ref='Isaiah 45:9'>Is 45:9</a> 9:13 R <a ref='Job 26:12'>Job 26:12</a> ; <a ref='Psalms 89:10'>Ps 89:10</a> ; <a ref='Isaiah 30:7'>Is 30:7</a> ; <a ref='Isaiah 51:9'>51:9</a> 9:14 d Or <i>plead my case before</i> 9:14 e Lit <i>with</i> 9:14 S <a ref='Job 9:3'>Job 9:3</a> , <a ref='Job 9:32'>32</a> 9:15 f Or <i>plead my case</i> 9:15 T <a ref='Job 9:20'>Job 9:20</a> , <a ref='Job 9:21'>21</a> ; <a ref='Job 10:15'>10:15</a> 9:15 U <a ref='Job 8:5'>Job 8:5</a> 9:17 V <a ref='Job 16:12'>Job 16:12</a> , <a ref='Job 16:14'>14</a> ; <a ref='Job 30:22'>30:22</a> 9:18 W <a ref='Job 7:19'>Job 7:19</a> ; <a ref='Job 10:20'>10:20</a> 9:18 X <a ref='Job 13:26'>Job 13:26</a> ; <a ref='Job 27:2'>27:2</a> 9:19 g As in Gr; Heb <i>me</i> 9:19 Y <a ref='Job 9:4'>Job 9:4</a> 9:20 Z <a ref='Job 9:15'>Job 9:15</a> 9:20 A <a ref='Job 9:29'>Job 9:29</a> ; <a ref='Job 15:6'>15:6</a> 9:21 B <a ref='Job 1:1'>Job 1:1</a> ; <a ref='Job 12:4'>12:4</a> ; <a ref='Job 13:18'>13:18</a> 9:21 C <a ref='Job 7:16'>Job 7:16</a> 9:22 D <a ref='Job 10:7'>Job 10:7</a> , <a ref='Job 10:8'>8</a> 9:23 E <a ref='Job 24:12'>Job 24:12</a> 9:24 F <a ref='Job 10:3'>Job 10:3</a> ; <a ref='Job 12:6'>12:6</a> ; <a ref='Job 16:11'>16:11</a> 9:24 G <a ref='Job 12:17'>Job 12:17</a> 9:25 H <a ref='Job 7:6'>Job 7:6</a> 9:25 I <a ref='Job 7:7'>Job 7:7</a> 9:26 J <a ref='Isaiah 18:2'>Is 18:2</a> 9:26 K <a ref='Job 39:29'>Job 39:29</a> ; <a ref='Habakkuk 1:8'>Hab 1:8</a> 9:27 L <a ref='Job 7:11'>Job 7:11</a> 9:28 M <a ref='Job 3:25'>Job 3:25</a> 9:28 N <a ref='Job 7:21'>Job 7:21</a> ; <a ref='Job 10:14'>10:14</a> 9:29 O <a ref='Job 10:2'>Job 10:2</a> ; <a ref='Psalms 37:33'>Ps 37:33</a> 9:30 P <a ref='Jeremiah 2:22'>Jer 2:22</a> 9:30 Q <a ref='Job 31:7'>Job 31:7</a> 9:32 R <a ref='Ecclesiastes 6:10'>Ecc 6:10</a> 9:32 S <a ref='Job 9:3'>Job 9:3</a> ; <a ref='Romans 9:20'>Ro 9:20</a> 9:33 T <a ref='1 Samuel 2:25'>1Sa 2:25</a> ; <a ref='Job 9:19'>Job 9:19</a> ; <a ref='Isaiah 1:18'>Is 1:18</a> 9:34 U <a ref='Job 13:21'>Job 13:21</a> 9:35 V <a ref='Job 13:22'>Job 13:22</a> Job 10 10:1 A <a ref='Job 7:16'>Job 7:16</a> 10:1 B <a ref='Job 7:11'>Job 7:11</a> 10:2 C <a ref='Job 9:29'>Job 9:29</a> 10:3 a Lit <i>You shine forth</i> 10:3 D <a ref='Job 9:22–24'>Job 9:22-24</a> ; <a ref='Job 16:11'>16:11</a> ; <a ref='Job 19:6'>19:6</a> ; <a ref='Job 27:2'>27:2</a> 10:3 E <a ref='Job 10:8'>Job 10:8</a> ; <a ref='Job 14:15'>14:15</a> ; <a ref='Psalms 138:8'>Ps 138:8</a> ; <a ref='Isaiah 64:8'>Is 64:8</a> 10:3 F <a ref='Job 21:16'>Job 21:16</a> ; <a ref='Job 22:18'>22:18</a> 10:4 G <a ref='1 Samuel 16:7'>1Sa 16:7</a> ; <a ref='Job 28:24'>Job 28:24</a> ; <a ref='Job 34:21'>34:21</a> 10:5 H <a ref='Job 36:26'>Job 36:26</a> 10:6 I <a ref='Job 14:16'>Job 14:16</a> 10:7 b Or <i>deliverance</i> 10:7 J <a ref='Job 9:21'>Job 9:21</a> ; <a ref='Job 13:18'>13:18</a> 10:7 K <a ref='Job 9:12'>Job 9:12</a> ; <a ref='Job 23:13'>23:13</a> ; <a ref='Job 27:22'>27:22</a> 10:8 c Lit <i>together round about</i> 10:8 L <a ref='Job 10:3'>Job 10:3</a> ; <a ref='Psalms 119:73'>Ps 119:73</a> 10:8 M <a ref='Job 9:22'>Job 9:22</a> 10:9 N <a ref='Job 4:19'>Job 4:19</a> ; <a ref='Job 33:6'>33:6</a> 10:9 O <a ref='Job 7:21'>Job 7:21</a> 10:12 P <a ref='Job 33:4'>Job 33:4</a> 10:13 Q <a ref='Job 23:13'>Job 23:13</a> 10:14 R <a ref='Job 7:20'>Job 7:20</a> 10:14 S <a ref='Job 7:21'>Job 7:21</a> ; <a ref='Job 9:28'>9:28</a> 10:15 T <a ref='Job 10:7'>Job 10:7</a> ; <a ref='Isaiah 3:11'>Is 3:11</a> 10:15 U <a ref='Job 6:29'>Job 6:29</a> 10:16 V <a ref='Isaiah 38:13'>Is 38:13</a> ; <a ref='Lamentations 3:10'>Lam 3:10</a> ; <a ref='Hosea 13:7'>Hos 13:7</a> 10:16 W <a ref='Job 5:9'>Job 5:9</a> 10:17 d Lit <i>Changes and warfare are with me</i> 10:17 X <a ref='Ruth 1:21'>Ru 1:21</a> ; <a ref='Job 16:8'>Job 16:8</a> 10:17 Y <a ref='Job 7:1'>Job 7:1</a> 10:18 Z <a ref='Job 3:11–13'>Job 3:11-13</a> 10:20 e Lit <i>Put</i> 10:20 A <a ref='Job 14:1'>Job 14:1</a> 10:20 B <a ref='Job 7:16'>Job 7:16</a> , <a ref='Job 7:19'>19</a> 10:21 C <a ref='2 Samuel 12:23'>2Sa 12:23</a> ; <a ref='Job 3:13–19'>Job 3:13-19</a> ; <a ref='Job 16:22'>16:22</a> 10:21 D <a ref='Psalms 88:12'>Ps 88:12</a> 10:21 E <a ref='Job 10:22'>Job 10:22</a> ; <a ref='Job 34:22'>34:22</a> ; <a ref='Job 38:17'>38:17</a> ; <a ref='Psalms 23:4'>Ps 23:4</a> Job 11 11:2 A <a ref='Job 8:2'>Job 8:2</a> ; <a ref='Job 15:2'>15:2</a> ; <a ref='Job 18:2'>18:2</a> 11:3 B <a ref='Job 17:2'>Job 17:2</a> ; <a ref='Job 21:3'>21:3</a> 11:4 C <a ref='Job 6:10'>Job 6:10</a> 11:4 D <a ref='Job 10:7'>Job 10:7</a> 11:6 a Lit <i>is double</i> 11:6 b Lit <i>causes to be forgotten for you</i> 11:6 E <a ref='Job 9:4'>Job 9:4</a> 11:6 F <a ref='Job 15:5'>Job 15:5</a> ; <a ref='Job 22:5'>22:5</a> 11:7 G <a ref='Job 33:12'>Job 33:12</a> , <a ref='Job 33:13'>13</a> ; <a ref='Job 36:26'>36:26</a> ; <a ref='Job 37:5'>37:5</a> , <a ref='Job 37:23'>23</a> ; <a ref='Romans 11:33'>Ro 11:33</a> 11:8 c Lit <i>the heights of heaven</i> 11:8 H <a ref='Job 22:12'>Job 22:12</a> ; <a ref='Job 35:5'>35:5</a> 11:8 I <a ref='Job 26:6'>Job 26:6</a> ; <a ref='Job 38:17'>38:17</a> 11:10 J <a ref='Job 9:12'>Job 9:12</a> 11:11 d Or <i>even He does not consider</i> 11:11 K <a ref='Job 34:21–23'>Job 34:21-23</a> 11:11 L <a ref='Job 24:23'>Job 24:23</a> ; <a ref='Job 28:24'>28:24</a> ; <a ref='Job 31:4'>31:4</a> 11:12 e Lit <i>A hollow man</i> 11:12 f Lit <i>donkey</i> 11:12 M <a ref='Psalms 39:5'>Ps 39:5</a> , <a ref='Psalms 39:11'>11</a> ; <a ref='Psalms 62:9'>62:9</a> ; <a ref='Psalms 144:4'>144:4</a> ; <a ref='Ecclesiastes 1:2'>Ecc 1:2</a> ; <a ref='Ecclesiastes 11:10'>11:10</a> 11:12 N <a ref='Job 39:5'>Job 39:5</a> 11:13 O <a ref='Job 5:17–27'>Job 5:17-27</a> ; <a ref='Job 11:13–20'>11:13-20</a> 11:13 P <a ref='1 Samuel 7:3'>1Sa 7:3</a> ; <a ref='Psalms 78:8'>Ps 78:8</a> 11:13 Q <a ref='Job 22:27'>Job 22:27</a> ; <a ref='Psalms 88:9'>Ps 88:9</a> ; <a ref='Psalms 143:6'>143:6</a> 11:14 R <a ref='Job 22:23'>Job 22:23</a> 11:15 S <a ref='Job 22:26'>Job 22:26</a> 11:15 T <a ref='Psalms 27:3'>Ps 27:3</a> ; <a ref='Psalms 46:2'>46:2</a> 11:16 U <a ref='Isaiah 65:16'>Is 65:16</a> 11:16 V <a ref='Job 22:11'>Job 22:11</a> 11:17 W <a ref='Job 22:26'>Job 22:26</a> 11:19 g Lit <i>face</i> 11:19 X <a ref='Leviticus 26:6'>Lv 26:6</a> ; <a ref='Isaiah 17:2'>Is 17:2</a> ; <a ref='Micah 4:4'>Mic 4:4</a> ; <a ref='Zephaniah 3:13'>Zep 3:13</a> 11:19 Y <a ref='Isaiah 45:14'>Is 45:14</a> 11:20 Z <a ref='Deuteronomy 28:65'>Dt 28:65</a> ; <a ref='Job 17:5'>Job 17:5</a> 11:20 A <a ref='Job 27:22'>Job 27:22</a> ; <a ref='Job 34:22'>34:22</a> 11:20 B <a ref='Job 8:13'>Job 8:13</a> 11:20 C <a ref='Job 6:9'>Job 6:9</a> Job 12 12:2 A <a ref='Job 17:10'>Job 17:10</a> 12:3 a Lit <i>with whom is there not like these?</i> 12:3 B <a ref='Job 13:2'>Job 13:2</a> 12:4 b Lit <i>his</i> 12:4 C <a ref='Job 17:6'>Job 17:6</a> ; <a ref='Job 30:1'>30:1</a> , <a ref='Job 30:9'>9</a> , <a ref='Job 30:10'>10</a> ; <a ref='Job 34:7'>34:7</a> 12:4 D <a ref='Job 6:29'>Job 6:29</a> 12:5 c Lit <i>Contempt for calamity is the thought of him who is at ease</i> 12:6 d Or <i>He who brings God into his hand</i> 12:6 E <a ref='Job 9:24'>Job 9:24</a> ; <a ref='Job 21:7–9'>21:7-9</a> 12:6 F <a ref='Job 24:23'>Job 24:23</a> 12:6 G <a ref='Job 22:18'>Job 22:18</a> 12:9 H <a ref='Isaiah 41:20'>Is 41:20</a> 12:10 I <a ref='Acts 17:28'>Ac 17:28</a> 12:10 J <a ref='Job 27:3'>Job 27:3</a> ; <a ref='Job 33:4'>33:4</a> 12:11 e Lit <i>tastes food for itself</i> 12:11 K <a ref='Job 34:3'>Job 34:3</a> 12:12 f Lit <i>length of days</i> 12:12 L <a ref='Job 15:10'>Job 15:10</a> ; <a ref='Job 32:7'>32:7</a> 12:13 M <a ref='Job 9:4'>Job 9:4</a> 12:13 N <a ref='Job 11:6'>Job 11:6</a> ; <a ref='Job 26:12'>26:12</a> ; <a ref='Job 32:8'>32:8</a> ; <a ref='Job 36:5'>36:5</a> ; <a ref='Job 38:36'>38:36</a> 12:14 O <a ref='Job 19:10'>Job 19:10</a> ; <a ref='Isaiah 25:2'>Is 25:2</a> 12:14 P <a ref='Job 37:7'>Job 37:7</a> 12:15 Q <a ref='Deuteronomy 11:17'>Dt 11:17</a> ; <a ref='1 Kings 8:35'>1Ki 8:35</a> ; <a ref='1 Kings 17:1'>17:1</a> 12:15 R <a ref='Genesis 7:11–24'>Ge 7:11-24</a> 12:16 S <a ref='Job 13:7'>Job 13:7</a> , <a ref='Job 13:9'>9</a> 12:17 g Or <i>stripped</i> 12:17 T <a ref='Job 3:14'>Job 3:14</a> 12:17 U <a ref='Job 9:24'>Job 9:24</a> 12:18 h Or <i>discipline</i> 12:18 V <a ref='Psalms 116:16'>Ps 116:16</a> 12:19 i Or <i>stripped</i> 12:19 W <a ref='Job 24:22'>Job 24:22</a> ; <a ref='Job 34:24–28'>34:24-28</a> ; <a ref='Job 35:9'>35:9</a> 12:20 X <a ref='Job 17:4'>Job 17:4</a> ; <a ref='Job 32:9'>32:9</a> 12:21 Y <a ref='Job 34:19'>Job 34:19</a> ; <a ref='Psalms 107:40'>Ps 107:40</a> 12:21 Z <a ref='Job 12:18'>Job 12:18</a> 12:22 A <a ref='Daniel 2:22'>Da 2:22</a> ; <a ref='1 Corinthians 4:5'>1Co 4:5</a> 12:23 j Or <i>spreads out</i> 12:23 B <a ref='Isaiah 9:3'>Is 9:3</a> ; <a ref='Isaiah 26:15'>26:15</a> 12:24 k Or <i>formlessness</i> 12:24 C <a ref='Job 12:20'>Job 12:20</a> 12:25 D <a ref='Job 5:14'>Job 5:14</a> 12:25 E <a ref='Isaiah 24:20'>Is 24:20</a> Job 13 13:1 A <a ref='Job 12:9'>Job 12:9</a> 13:2 B <a ref='Job 12:3'>Job 12:3</a> 13:3 a Heb <i>Shaddai</i> 13:3 C <a ref='Job 13:22'>Job 13:22</a> ; <a ref='Job 23:4'>23:4</a> 13:3 D <a ref='Job 13:15'>Job 13:15</a> 13:4 E <a ref='Psalms 119:69'>Ps 119:69</a> 13:4 F <a ref='Jeremiah 23:32'>Jer 23:32</a> 13:5 G <a ref='Job 13:13'>Job 13:13</a> ; <a ref='Job 21:5'>21:5</a> ; <a ref='Proverbs 17:28'>Pr 17:28</a> 13:7 H <a ref='Job 27:4'>Job 27:4</a> 13:8 I <a ref='Leviticus 19:15'>Lv 19:15</a> ; <a ref='Proverbs 24:23'>Pr 24:23</a> 13:9 J <a ref='Job 12:16'>Job 12:16</a> 13:10 K <a ref='Job 13:8'>Job 13:8</a> ; <a ref='Job 32:21'>32:21</a> ; <a ref='Job 34:19'>34:19</a> 13:11 L <a ref='Job 31:23'>Job 31:23</a> 13:13 M <a ref='Job 13:5'>Job 13:5</a> 13:14 b Lit <i>palm</i> 13:14 N <a ref='Psalms 119:109'>Ps 119:109</a> 13:15 c Or <i>He will slay me, I have no hope</i> 13:15 d Lit <i>to His face</i> 13:15 O <a ref='Job 7:6'>Job 7:6</a> 13:15 P <a ref='Job 27:5'>Job 27:5</a> 13:16 Q <a ref='Job 23:7'>Job 23:7</a> ; <a ref='Isaiah 12:1'>Is 12:1</a> , <a ref='Isaiah 12:2'>2</a> 13:16 R <a ref='Job 34:21–23'>Job 34:21-23</a> 13:17 e Or <i>persist in listening</i> 13:18 S <a ref='Job 23:4'>Job 23:4</a> 13:18 T <a ref='Job 9:21'>Job 9:21</a> ; <a ref='Job 10:7'>10:7</a> ; <a ref='Job 12:4'>12:4</a> 13:19 U <a ref='Isaiah 50:8'>Is 50:8</a> 13:19 V <a ref='Job 7:21'>Job 7:21</a> ; <a ref='Job 10:8'>10:8</a> 13:21 f Lit <i>palm</i> 13:21 W <a ref='Job 9:34'>Job 9:34</a> ; <a ref='Psalms 39:10'>Ps 39:10</a> 13:22 X <a ref='Job 9:16'>Job 9:16</a> ; <a ref='Job 14:15'>14:15</a> 13:23 Y <a ref='Job 7:21'>Job 7:21</a> 13:24 Z <a ref='Psalms 13:1'>Ps 13:1</a> ; <a ref='Psalms 44:24'>44:24</a> ; <a ref='Psalms 88:14'>88:14</a> ; <a ref='Isaiah 8:17'>Is 8:17</a> 13:24 A <a ref='Job 19:11'>Job 19:11</a> ; <a ref='Job 33:10'>33:10</a> ; <a ref='Lamentations 2:5'>Lam 2:5</a> 13:25 B <a ref='Leviticus 26:36'>Lv 26:36</a> 13:25 C <a ref='Job 21:18'>Job 21:18</a> 13:26 D <a ref='Job 9:18'>Job 9:18</a> 13:26 E <a ref='Psalms 25:7'>Ps 25:7</a> 13:27 g Lit <i>carve for</i> 13:27 F <a ref='Job 33:11'>Job 33:11</a> 13:28 h Lit <i>he is</i> 13:28 G <a ref='Job 2:7'>Job 2:7</a> Job 14 14:1 a Lit <i>short of days</i> 14:1 A <a ref='Job 5:7'>Job 5:7</a> 14:1 B <a ref='Ecclesiastes 2:23'>Ecc 2:23</a> 14:2 C <a ref='Psalms 90:5'>Ps 90:5</a> , <a ref='Psalms 90:6'>6</a> ; <a ref='Psalms 103:15'>103:15</a> ; <a ref='Isaiah 40:6'>Is 40:6</a> , <a ref='Isaiah 40:7'>7</a> ; <a ref='James 1:10'>Jas 1:10</a> ; <a ref='1 Peter 1:24'>1Pe 1:24</a> 14:2 D <a ref='Job 8:9'>Job 8:9</a> 14:3 b Some ancient versions <i>him</i> 14:3 E <a ref='Psalms 8:4'>Ps 8:4</a> ; <a ref='Psalms 144:3'>144:3</a> 14:3 F <a ref='Psalms 143:2'>Ps 143:2</a> 14:4 G <a ref='Job 15:14'>Job 15:14</a> ; <a ref='Job 25:4'>25:4</a> ; <a ref='Psalms 51:5'>Ps 51:5</a> 14:5 c Lit <i>made</i> 14:5 H <a ref='Job 21:21'>Job 21:21</a> 14:6 I <a ref='Job 7:19'>Job 7:19</a> ; <a ref='Psalms 39:13'>Ps 39:13</a> 14:10 J <a ref='Job 3:13'>Job 3:13</a> ; <a ref='Job 14:10–15'>14:10-15</a> 14:10 K <a ref='Job 13:9'>Job 13:9</a> 14:11 d Lit <i>disappears</i> 14:11 L <a ref='Isaiah 19:5'>Is 19:5</a> 14:12 e Lit <i>They</i> 14:12 f Lit <i>their</i> 14:12 M <a ref='Job 3:13'>Job 3:13</a> 14:13 N <a ref='Isaiah 26:20'>Is 26:20</a> 14:15 O <a ref='Job 10:3'>Job 10:3</a> 14:16 P <a ref='Job 31:4'>Job 31:4</a> ; <a ref='Job 34:21'>34:21</a> ; <a ref='Psalms 139:1–3'>Ps 139:1-3</a> ; <a ref='Proverbs 5:21'>Pr 5:21</a> 14:16 Q <a ref='Job 10:6'>Job 10:6</a> 14:17 g Lit <i>smear</i> , cf. <a ref='Job 13:14'>Job 13:14</a> 14:17 R <a ref='Deuteronomy 32:32–34'>Dt 32:32-34</a> 14:18 h Lit <i>withers</i> 14:19 S <a ref='Job 7:6'>Job 7:6</a> 14:20 T <a ref='Job 4:20'>Job 4:20</a> ; <a ref='Job 20:7'>20:7</a> 14:21 U <a ref='Ecclesiastes 9:5'>Ecc 9:5</a> Job 15 15:2 A <a ref='Job 6:26'>Job 6:26</a> 15:5 B <a ref='Job 22:5'>Job 22:5</a> 15:5 C <a ref='Job 5:12'>Job 5:12</a> , <a ref='Job 5:13'>13</a> 15:6 D <a ref='Job 18:7'>Job 18:7</a> 15:7 E <a ref='Job 38:4'>Job 38:4</a> , <a ref='Job 38:21'>21</a> ; <a ref='Proverbs 8:25'>Pr 8:25</a> 15:8 F <a ref='Job 29:4'>Job 29:4</a> ; <a ref='Romans 11:34'>Ro 11:34</a> ; <a ref='1 Corinthians 2:11'>1Co 2:11</a> 15:9 G <a ref='Job 12:3'>Job 12:3</a> ; <a ref='Job 13:2'>13:2</a> 15:10 H <a ref='Job 12:12'>Job 12:12</a> ; <a ref='Job 32:6'>32:6</a> , <a ref='Job 32:7'>7</a> 15:11 I <a ref='Job 5:17–19'>Job 5:17-19</a> ; <a ref='Job 36:15'>36:15</a> , <a ref='Job 36:16'>16</a> 15:11 J <a ref='Job 6:10'>Job 6:10</a> ; <a ref='Job 23:12'>23:12</a> 15:12 K <a ref='Job 11:13'>Job 11:13</a> ; <a ref='Job 36:13'>36:13</a> 15:14 L <a ref='Job 14:4'>Job 14:4</a> ; <a ref='Proverbs 20:9'>Pr 20:9</a> ; <a ref='Ecclesiastes 7:20'>Ecc 7:20</a> 15:14 M <a ref='Job 25:4'>Job 25:4</a> 15:15 N <a ref='Job 5:1'>Job 5:1</a> 15:15 O <a ref='Job 25:5'>Job 25:5</a> 15:16 a Or <i>injustice</i> 15:16 P <a ref='Psalms 14:1'>Ps 14:1</a> 15:16 Q <a ref='Job 34:7'>Job 34:7</a> ; <a ref='Proverbs 19:28'>Pr 19:28</a> 15:18 R <a ref='Job 8:8'>Job 8:8</a> ; <a ref='Job 20:4'>20:4</a> 15:20 b Lit <i>the number of years are</i> 15:20 S <a ref='Job 15:24'>Job 15:24</a> 15:20 T <a ref='Job 24:1'>Job 24:1</a> ; <a ref='Job 27:13'>27:13</a> 15:21 c Lit <i>A sound of dreads</i> 15:21 U <a ref='Job 15:24'>Job 15:24</a> ; <a ref='Job 18:11'>18:11</a> ; <a ref='Job 20:25'>20:25</a> ; <a ref='Job 24:17'>24:17</a> ; <a ref='Job 27:20'>27:20</a> 15:21 V <a ref='Job 20:21'>Job 20:21</a> ; <a ref='1 Thessalonians 5:3'>1Th 5:3</a> 15:22 W <a ref='Job 15:30'>Job 15:30</a> 15:22 X <a ref='Job 19:29'>Job 19:29</a> ; <a ref='Job 27:14'>27:14</a> ; <a ref='Job 33:18'>33:18</a> ; <a ref='Job 36:12'>36:12</a> 15:23 Y <a ref='Job 15:22'>Job 15:22</a> , <a ref='Job 15:30'>30</a> 15:25 d Heb <i>Shaddai</i> 15:25 Z <a ref='Job 36:9'>Job 36:9</a> 15:26 e Lit <i>with a stiff neck</i> 15:26 f Lit <i>the thick-bossed shields</i> 15:27 A <a ref='Psalms 73:7'>Ps 73:7</a> ; <a ref='Psalms 119:70'>119:70</a> 15:28 g Or <i>heaps</i> 15:28 B <a ref='Job 3:14'>Job 3:14</a> ; <a ref='Isaiah 5:8'>Is 5:8</a> , <a ref='Isaiah 5:9'>9</a> 15:29 C <a ref='Job 27:16'>Job 27:16</a> , <a ref='Job 27:17'>17</a> 15:30 h Lit <i>turn aside</i> 15:30 D <a ref='Job 5:14'>Job 5:14</a> ; <a ref='Job 15:22'>15:22</a> 15:30 E <a ref='Job 15:34'>Job 15:34</a> ; <a ref='Job 20:26'>20:26</a> ; <a ref='Job 22:20'>22:20</a> ; <a ref='Job 31:12'>31:12</a> 15:30 F <a ref='Job 4:9'>Job 4:9</a> 15:31 i Lit <i>exchange</i> 15:31 G <a ref='Job 35:13'>Job 35:13</a> ; <a ref='Isaiah 59:4'>Is 59:4</a> 15:32 H <a ref='Job 22:16'>Job 22:16</a> ; <a ref='Ecclesiastes 7:17'>Ecc 7:17</a> 15:32 I <a ref='Job 18:16'>Job 18:16</a> 15:33 J <a ref='Job 14:2'>Job 14:2</a> 15:34 j Lit <i>a bribe</i> 15:34 K <a ref='Job 8:13'>Job 8:13</a> 15:34 L <a ref='Job 8:22'>Job 8:22</a> 15:35 k Or <i>pain</i> , <i>mischief</i> 15:35 l Or <i>mind</i> 15:35 M <a ref='Psalms 7:14'>Ps 7:14</a> ; <a ref='Isaiah 59:4'>Is 59:4</a> Job 16 16:2 a Lit <i>Comforters of trouble</i> 16:2 A <a ref='Job 13:4'>Job 13:4</a> ; <a ref='Job 21:34'>21:34</a> 16:3 B <a ref='Job 6:26'>Job 6:26</a> 16:4 C <a ref='Psalms 22:7'>Ps 22:7</a> ; <a ref='Psalms 109:25'>109:25</a> ; <a ref='Zephaniah 2:15'>Zep 2:15</a> ; <a ref='Matthew 27:39'>Mt 27:39</a> 16:6 D <a ref='Job 9:27'>Job 9:27</a> , <a ref='Job 9:28'>28</a> 16:7 E <a ref='Job 7:3'>Job 7:3</a> 16:7 F <a ref='Job 16:20'>Job 16:20</a> ; <a ref='Job 19:13–15'>19:13-15</a> 16:8 G <a ref='Job 10:17'>Job 10:17</a> 16:8 H <a ref='Job 19:20'>Job 19:20</a> ; <a ref='Psalms 109:24'>Ps 109:24</a> 16:9 b Lit <i>borne a grudge against me</i> 16:9 I <a ref='Job 19:11'>Job 19:11</a> ; <a ref='Hosea 6:1'>Hos 6:1</a> 16:9 J <a ref='Psalms 35:16'>Ps 35:16</a> ; <a ref='Lamentations 2:16'>Lam 2:16</a> ; <a ref='Acts 7:54'>Ac 7:54</a> 16:9 K <a ref='Job 13:24'>Job 13:24</a> ; <a ref='Job 33:10'>33:10</a> 16:10 L <a ref='Psalms 22:13'>Ps 22:13</a> 16:10 M <a ref='Isaiah 50:6'>Is 50:6</a> ; <a ref='Lamentations 3:30'>Lam 3:30</a> ; <a ref='Acts 23:2'>Ac 23:2</a> 16:10 N <a ref='Job 30:12'>Job 30:12</a> ; <a ref='Psalms 35:15'>Ps 35:15</a> 16:12 O <a ref='Job 9:17'>Job 9:17</a> 16:12 P <a ref='Job 7:20'>Job 7:20</a> ; <a ref='Lamentations 3:12'>Lam 3:12</a> 16:13 Q <a ref='Job 6:4'>Job 6:4</a> ; <a ref='Job 19:12'>19:12</a> ; <a ref='Job 25:3'>25:3</a> 16:13 R <a ref='Job 20:25'>Job 20:25</a> 16:14 S <a ref='Job 9:17'>Job 9:17</a> 16:14 T <a ref='Joel 2:7'>Joel 2:7</a> 16:15 U <a ref='Genesis 37:34'>Ge 37:34</a> ; <a ref='Psalms 69:11'>Ps 69:11</a> 16:15 V <a ref='Psalms 7:5'>Ps 7:5</a> 16:16 W <a ref='Job 16:20'>Job 16:20</a> 16:16 X <a ref='Job 24:17'>Job 24:17</a> 16:17 Y <a ref='Isaiah 59:6'>Is 59:6</a> ; <a ref='Jonah 3:8'>Jon 3:8</a> 16:17 Z <a ref='Job 27:4'>Job 27:4</a> 16:19 c Or <i>witness</i> 16:19 A <a ref='Genesis 31:50'>Ge 31:50</a> ; <a ref='Job 19:25–27'>Job 19:25-27</a> ; <a ref='Romans 1:9'>Ro 1:9</a> ; <a ref='Philippians 1:8'>Php 1:8</a> ; <a ref='1 Thessalonians 2:5'>1Th 2:5</a> 16:19 B <a ref='Job 31:2'>Job 31:2</a> 16:20 d Or <i>drips</i> 16:20 C <a ref='Job 17:7'>Job 17:7</a> 16:22 D <a ref='Job 3:13'>Job 3:13</a> Job 17 17:1 a Lit <i>graves</i> 17:1 A <a ref='Psalms 88:3'>Ps 88:3</a> , <a ref='Psalms 88:4'>4</a> 17:2 b Lit <i>lodges</i> 17:2 B <a ref='Job 12:4'>Job 12:4</a> ; <a ref='Job 17:6'>17:6</a> 17:3 C <a ref='Psalms 119:122'>Ps 119:122</a> ; <a ref='Isaiah 38:14'>Is 38:14</a> 17:4 D <a ref='Job 12:20'>Job 12:20</a> 17:5 E <a ref='Leviticus 19:13'>Lv 19:13</a> , <a ref='Leviticus 19:16'>16</a> 17:5 F <a ref='Job 11:20'>Job 11:20</a> 17:6 c Lit <i>a spitting to the faces</i> 17:6 G <a ref='Job 17:2'>Job 17:2</a> 17:6 H <a ref='Job 30:10'>Job 30:10</a> 17:7 I <a ref='Job 16:16'>Job 16:16</a> 17:7 J <a ref='Job 16:8'>Job 16:8</a> 17:8 K <a ref='Job 22:19'>Job 22:19</a> 17:9 L <a ref='Proverbs 4:18'>Pr 4:18</a> 17:9 M <a ref='Job 22:30'>Job 22:30</a> ; <a ref='Job 31:7'>31:7</a> 17:10 d As in some ancient mss and versions; M.T. <i>them</i> 17:10 N <a ref='Job 12:2'>Job 12:2</a> 17:11 O <a ref='Job 7:6'>Job 7:6</a> 17:13 e Lit <i>spread out</i> 17:13 P <a ref='Job 3:13'>Job 3:13</a> 17:14 Q <a ref='Job 7:5'>Job 7:5</a> ; <a ref='Job 13:28'>13:28</a> ; <a ref='Job 30:30'>30:30</a> 17:14 R <a ref='Job 21:26'>Job 21:26</a> ; <a ref='Job 25:6'>25:6</a> 17:15 S <a ref='Job 7:6'>Job 7:6</a> 17:16 f As in Gr; Heb possibly <i>Let my</i> limbs <i>sink down to Sheol, since there is rest in the dust for all</i> 17:16 T <a ref='Job 3:17'>Job 3:17</a> ; <a ref='Job 21:33'>21:33</a> Job 18 18:3 A <a ref='Psalms 73:22'>Ps 73:22</a> 18:4 a Lit <i>he…tears himself…his</i> 18:5 b Lit <i>spark</i> 18:5 B <a ref='Job 21:17'>Job 21:17</a> ; <a ref='Proverbs 13:9'>Pr 13:9</a> ; <a ref='Proverbs 20:20'>20:20</a> ; <a ref='Proverbs 24:20'>24:20</a> 18:6 C <a ref='Job 12:25'>Job 12:25</a> 18:7 c Lit <i>steps of his strength</i> 18:7 D <a ref='Job 15:6'>Job 15:6</a> 18:8 E <a ref='Job 22:10'>Job 22:10</a> ; <a ref='Psalms 9:15'>Ps 9:15</a> ; <a ref='Psalms 35:8'>35:8</a> ; <a ref='Isaiah 24:17'>Is 24:17</a> , <a ref='Isaiah 24:18'>18</a> 18:11 F <a ref='Job 15:21'>Job 15:21</a> 18:11 G <a ref='Job 18:18'>Job 18:18</a> ; <a ref='Job 20:8'>20:8</a> 18:12 H <a ref='Isaiah 8:21'>Is 8:21</a> 18:13 I <a ref='Zechariah 14:12'>Zec 14:12</a> 18:14 d Lit <i>his tent his trust</i> 18:14 e Or <i>you or she shall march</i> 18:14 J <a ref='Job 8:22'>Job 8:22</a> ; <a ref='Job 18:6'>18:6</a> 18:14 K <a ref='Job 15:21'>Job 15:21</a> 18:15 f Or <i>Fire dwells in his tent</i> 18:15 L <a ref='Psalms 11:6'>Ps 11:6</a> 18:16 M <a ref='Isaiah 5:24'>Is 5:24</a> ; <a ref='Hosea 9:16'>Hos 9:16</a> ; <a ref='Amos 2:9'>Am 2:9</a> ; <a ref='Malachi 4:1'>Mal 4:1</a> 18:16 N <a ref='Job 15:30'>Job 15:30</a> , <a ref='Job 15:32'>32</a> 18:17 O <a ref='Job 24:20'>Job 24:20</a> ; <a ref='Psalms 34:16'>Ps 34:16</a> ; <a ref='Proverbs 10:7'>Pr 10:7</a> 18:18 g Lit <i>They drive him…And chase him</i> 18:18 P <a ref='Job 5:14'>Job 5:14</a> ; <a ref='Isaiah 8:22'>Is 8:22</a> 18:18 Q <a ref='Job 20:8'>Job 20:8</a> ; <a ref='Job 27:21–23'>27:21-23</a> 18:19 R <a ref='Job 27:14'>Job 27:14</a> , <a ref='Job 27:15'>15</a> ; <a ref='Isaiah 14:22'>Is 14:22</a> 18:20 h Lit <i>who come after</i> 18:20 i Lit <i>day</i> 18:20 j Lit <i>who have gone before</i> 18:20 S <a ref='Psalms 37:13'>Ps 37:13</a> ; <a ref='Jeremiah 50:27'>Jer 50:27</a> ; <a ref='Obadiah 1:12'>Ob 12</a> 18:21 T <a ref='Job 21:28'>Job 21:28</a> Job 19 19:4 a Or <i>Indeed, I have truly erred</i> 19:5 A <a ref='Psalms 35:26'>Ps 35:26</a> ; <a ref='Psalms 38:16'>38:16</a> ; <a ref='Psalms 55:12'>55:12</a> , <a ref='Psalms 55:13'>13</a> 19:6 B <a ref='Job 16:11'>Job 16:11</a> ; <a ref='Job 27:2'>27:2</a> 19:6 C <a ref='Job 18:8–10'>Job 18:8-10</a> ; <a ref='Psalms 66:11'>Ps 66:11</a> ; <a ref='Lamentations 1:13'>Lam 1:13</a> 19:7 D <a ref='Job 9:24'>Job 9:24</a> ; <a ref='Job 30:20'>30:20</a> , <a ref='Job 30:24'>24</a> ; <a ref='Habakkuk 1:2'>Hab 1:2</a> 19:8 E <a ref='Job 3:23'>Job 3:23</a> ; <a ref='Lamentations 3:7'>Lam 3:7</a> , <a ref='Lamentations 3:9'>9</a> 19:8 F <a ref='Job 30:26'>Job 30:26</a> 19:9 G <a ref='Job 12:17'>Job 12:17</a> , <a ref='Job 12:19'>19</a> ; <a ref='Psalms 89:44'>Ps 89:44</a> 19:9 H <a ref='Job 16:15'>Job 16:15</a> ; <a ref='Psalms 89:39'>Ps 89:39</a> ; <a ref='Lamentations 5:16'>Lam 5:16</a> 19:10 I <a ref='Job 12:14'>Job 12:14</a> 19:10 J <a ref='Job 7:6'>Job 7:6</a> 19:10 K <a ref='Job 24:20'>Job 24:20</a> 19:11 L <a ref='Job 16:9'>Job 16:9</a> 19:11 M <a ref='Job 13:24'>Job 13:24</a> ; <a ref='Job 33:10'>33:10</a> 19:12 b Siegework 19:12 N <a ref='Job 16:13'>Job 16:13</a> 19:12 O <a ref='Job 30:12'>Job 30:12</a> 19:13 P <a ref='Job 16:7'>Job 16:7</a> ; <a ref='Psalms 69:8'>Ps 69:8</a> 19:13 Q <a ref='Job 16:20'>Job 16:20</a> ; <a ref='Psalms 88:8'>Ps 88:8</a> , <a ref='Psalms 88:18'>18</a> 19:14 R <a ref='Job 19:19'>Job 19:19</a> 19:17 c Lit <i>strange</i> 19:19 S <a ref='Psalms 38:11'>Ps 38:11</a> ; <a ref='Psalms 55:12'>55:12</a> , <a ref='Psalms 55:13'>13</a> 19:20 T <a ref='Job 16:8'>Job 16:8</a> ; <a ref='Job 33:21'>33:21</a> ; <a ref='Psalms 102:5'>Ps 102:5</a> ; <a ref='Lamentations 4:8'>Lam 4:8</a> 19:21 U <a ref='Job 1:11'>Job 1:11</a> ; <a ref='Psalms 38:2'>Ps 38:2</a> 19:22 V <a ref='Job 13:24'>Job 13:24</a> , <a ref='Job 13:25'>25</a> ; <a ref='Job 16:11'>16:11</a> ; <a ref='Job 19:6'>19:6</a> ; <a ref='Psalms 69:26'>Ps 69:26</a> 19:23 W <a ref='Isaiah 30:8'>Is 30:8</a> ; <a ref='Jeremiah 36:2'>Jer 36:2</a> 19:25 d Or <i>Vindicator</i> , <i>Defender</i> ; lit <i>kinsman</i> 19:25 e Lit <i>after</i> , cf. <a ref='Job 19:26'>Job 19:26</a> 19:25 X <a ref='Job 16:19'>Job 16:19</a> ; <a ref='Psalms 78:35'>Ps 78:35</a> ; <a ref='Proverbs 23:11'>Pr 23:11</a> ; <a ref='Isaiah 43:14'>Is 43:14</a> ; <a ref='Jeremiah 50:34'>Jer 50:34</a> 19:26 f Lit <i>which they have cut off</i> 19:26 Y <a ref='Psalms 17:15'>Ps 17:15</a> ; <a ref='Matthew 5:8'>Mt 5:8</a> ; <a ref='1 Corinthians 13:12'>1Co 13:12</a> ; <a ref='1 John 3:2'>1Jn 3:2</a> 19:27 g Or <i>on my side</i> 19:27 h Lit <i>kidneys</i> 19:27 i Lit <i>in my loins</i> 19:27 Z <a ref='Psalms 73:26'>Ps 73:26</a> 19:28 j Lit <i>me</i> 19:28 A <a ref='Job 19:22'>Job 19:22</a> 19:29 B <a ref='Job 15:22'>Job 15:22</a> 19:29 C <a ref='Job 22:4'>Job 22:4</a> ; <a ref='Psalms 1:5'>Ps 1:5</a> ; <a ref='Psalms 9:7'>9:7</a> ; <a ref='Ecclesiastes 12:14'>Ecc 12:14</a> Job 20 20:2 a Lit <i>return</i> 20:3 A <a ref='Job 19:3'>Job 19:3</a> 20:4 B <a ref='Job 8:8'>Job 8:8</a> 20:5 C <a ref='Job 8:12'>Job 8:12</a> , <a ref='Job 8:13'>13</a> ; <a ref='Psalms 37:35'>Ps 37:35</a> , <a ref='Psalms 37:36'>36</a> 20:5 D <a ref='Job 8:13'>Job 8:13</a> 20:6 E <a ref='Isaiah 14:13'>Is 14:13</a> , <a ref='Isaiah 14:14'>14</a> ; <a ref='Obadiah 1:3'>Ob 3</a> , <a ref='Obadiah 1:4'>4</a> 20:7 F <a ref='Job 4:20'>Job 4:20</a> ; <a ref='Job 14:20'>14:20</a> 20:7 G <a ref='Job 7:10'>Job 7:10</a> ; <a ref='Job 8:18'>8:18</a> 20:8 H <a ref='Psalms 73:20'>Ps 73:20</a> ; <a ref='Psalms 90:5'>90:5</a> 20:8 I <a ref='Job 18:18'>Job 18:18</a> ; <a ref='Job 27:21–23'>27:21-23</a> 20:9 J <a ref='Job 7:8'>Job 7:8</a> ; <a ref='Job 8:18'>8:18</a> 20:9 K <a ref='Job 7:10'>Job 7:10</a> 20:10 L <a ref='Job 5:4'>Job 5:4</a> ; <a ref='Job 27:14'>27:14</a> 20:10 M <a ref='Job 20:18'>Job 20:18</a> ; <a ref='Job 27:16'>27:16</a> , <a ref='Job 27:17'>17</a> 20:11 b Lit <i>on</i> 20:11 N <a ref='Job 21:23'>Job 21:23</a> , <a ref='Job 21:24'>24</a> 20:12 O <a ref='Job 15:16'>Job 15:16</a> 20:13 c Lit <i>has compassion on</i> 20:13 P <a ref='Numbers 11:18–20'>Nu 11:18-20</a> , <a ref='Numbers 11:33'>33</a> ; <a ref='Job 20:23'>Job 20:23</a> 20:14 d Lit <i>gall</i> 20:15 Q <a ref='Job 20:10'>Job 20:10</a> , <a ref='Job 20:20'>20</a> , <a ref='Job 20:21'>21</a> 20:16 R <a ref='Deuteronomy 32:24'>Dt 32:24</a> , <a ref='Deuteronomy 32:33'>33</a> 20:17 S <a ref='Deuteronomy 32:13'>Dt 32:13</a> , <a ref='Deuteronomy 32:14'>14</a> ; <a ref='Job 29:6'>Job 29:6</a> 20:18 T <a ref='Job 20:10'>Job 20:10</a> , <a ref='Job 20:15'>15</a> 20:19 U <a ref='Job 24:2–4'>Job 24:2-4</a> ; <a ref='Job 35:9'>35:9</a> 20:20 V <a ref='Ecclesiastes 5:13–15'>Ecc 5:13-15</a> 20:21 e Or <i>of what he devours</i> 20:21 W <a ref='Job 15:29'>Job 15:29</a> 20:22 X <a ref='Job 5:5'>Job 5:5</a> 20:23 f Or <i>as his food</i> 20:23 Y <a ref='Job 20:13'>Job 20:13</a> , <a ref='Job 20:14'>14</a> 20:23 Z <a ref='Numbers 11:18–20'>Nu 11:18-20</a> , <a ref='Numbers 11:33'>33</a> ; <a ref='Psalms 78:30'>Ps 78:30</a> , <a ref='Psalms 78:31'>31</a> 20:24 A <a ref='Isaiah 24:18'>Is 24:18</a> ; <a ref='Amos 5:19'>Am 5:19</a> 20:25 B <a ref='Job 16:13'>Job 16:13</a> 20:25 C <a ref='Job 18:11'>Job 18:11</a> , <a ref='Job 18:14'>14</a> 20:26 D <a ref='Job 18:18'>Job 18:18</a> 20:26 E <a ref='Job 15:30'>Job 15:30</a> ; <a ref='Psalms 21:9'>Ps 21:9</a> 20:27 F <a ref='Deuteronomy 31:28'>Dt 31:28</a> ; <a ref='Isaiah 26:21'>Is 26:21</a> 20:28 G <a ref='Deuteronomy 28:31'>Dt 28:31</a> 20:28 H <a ref='Job 20:15'>Job 20:15</a> ; <a ref='Job 21:30'>21:30</a> 20:29 I <a ref='Job 27:13'>Job 27:13</a> ; <a ref='Job 31:2'>31:2</a> , <a ref='Job 31:3'>3</a> Job 21 21:3 A <a ref='Job 11:3'>Job 11:3</a> ; <a ref='Job 17:2'>17:2</a> 21:4 a Or <i>against</i> 21:4 b Lit <i>my spirit</i> 21:4 B <a ref='Job 7:11'>Job 7:11</a> 21:4 C <a ref='Job 6:11'>Job 6:11</a> 21:5 D <a ref='Judges 18:19'>Jdg 18:19</a> ; <a ref='Job 13:5'>Job 13:5</a> ; <a ref='Job 29:9'>29:9</a> ; <a ref='Job 40:4'>40:4</a> 21:6 E <a ref='Psalms 55:5'>Ps 55:5</a> 21:7 F <a ref='Job 9:24'>Job 9:24</a> ; <a ref='Psalms 73:3'>Ps 73:3</a> ; <a ref='Jeremiah 12:1'>Jer 12:1</a> ; <a ref='Habakkuk 1:13'>Hab 1:13</a> 21:7 G <a ref='Job 12:19'>Job 12:19</a> 21:8 H <a ref='Psalms 17:14'>Ps 17:14</a> 21:9 I <a ref='Job 12:6'>Job 12:6</a> 21:13 c As in most versions; M.T. <i>are shattered by Sheol</i> 21:13 J <a ref='Job 21:23'>Job 21:23</a> ; <a ref='Job 36:11'>36:11</a> 21:14 K <a ref='Job 22:17'>Job 22:17</a> 21:15 d Lit <i>What</i> 21:15 e Heb <i>Shaddai</i> 21:15 L <a ref='Job 22:17'>Job 22:17</a> ; <a ref='Job 34:9'>34:9</a> 21:16 M <a ref='Job 22:18'>Job 22:18</a> 21:17 f Lit <i>He</i> 21:17 N <a ref='Job 18:5'>Job 18:5</a> , <a ref='Job 18:6'>6</a> 21:17 O <a ref='Job 31:2'>Job 31:2</a> , <a ref='Job 31:3'>3</a> 21:18 P <a ref='Job 13:25'>Job 13:25</a> ; <a ref='Psalms 83:13'>Ps 83:13</a> 21:18 Q <a ref='Psalms 1:4'>Ps 1:4</a> ; <a ref='Psalms 35:5'>35:5</a> ; <a ref='Isaiah 17:13'>Is 17:13</a> ; <a ref='Hosea 13:3'>Hos 13:3</a> 21:19 g Lit <i>his</i> 21:19 h Lit <i>Him</i> 21:19 R <a ref='Exodus 20:5'>Ex 20:5</a> ; <a ref='Jeremiah 31:29'>Jer 31:29</a> ; <a ref='Ezekiel 18:2'>Eze 18:2</a> 21:20 i Heb <i>Shaddai</i> 21:20 S <a ref='Numbers 14:28–32'>Nu 14:28-32</a> ; <a ref='Jeremiah 31:30'>Jer 31:30</a> ; <a ref='Ezekiel 18:4'>Eze 18:4</a> 21:20 T <a ref='Psalms 60:3'>Ps 60:3</a> ; <a ref='Isaiah 51:17'>Is 51:17</a> ; <a ref='Jeremiah 25:15'>Jer 25:15</a> ; <a ref='Revelation 14:10'>Rev 14:10</a> 21:21 j After he dies 21:22 U <a ref='Job 35:11'>Job 35:11</a> ; <a ref='Job 36:22'>36:22</a> ; <a ref='Isaiah 40:14'>Is 40:14</a> ; <a ref='Romans 11:34'>Ro 11:34</a> 21:22 V <a ref='Job 4:18'>Job 4:18</a> ; <a ref='Job 15:15'>15:15</a> ; <a ref='Psalms 82:1'>Ps 82:1</a> 21:23 W <a ref='Job 20:11'>Job 20:11</a> ; <a ref='Job 21:13'>21:13</a> 21:24 k As in Syr; Heb uncertain; some Heb mss render as <i>his pails are full of milk</i> 21:24 X <a ref='Proverbs 3:8'>Pr 3:8</a> 21:26 Y <a ref='Job 3:13'>Job 3:13</a> ; <a ref='Job 20:11'>20:11</a> ; <a ref='Ecclesiastes 9:2'>Ecc 9:2</a> 21:26 Z <a ref='Job 24:20'>Job 24:20</a> ; <a ref='Isaiah 14:11'>Is 14:11</a> 21:28 A <a ref='Job 1:3'>Job 1:3</a> ; <a ref='Job 31:37'>31:37</a> 21:28 B <a ref='Job 8:22'>Job 8:22</a> ; <a ref='Job 18:21'>18:21</a> 21:29 l Lit <i>signs</i> 21:30 C <a ref='Job 20:29'>Job 20:29</a> ; <a ref='Proverbs 16:4'>Pr 16:4</a> ; <a ref='2 Peter 2:9'>2Pe 2:9</a> 21:30 D <a ref='Job 21:17'>Job 21:17</a> , <a ref='Job 21:20'>20</a> ; <a ref='Job 40:11'>40:11</a> 21:33 m Lit <i>be sweet to him</i> 21:33 E <a ref='Job 3:22'>Job 3:22</a> ; <a ref='Job 17:16'>17:16</a> 21:33 F <a ref='Job 3:19'>Job 3:19</a> ; <a ref='Job 24:24'>24:24</a> 21:34 n Or <i>faithlessness</i> 21:34 G <a ref='Job 16:2'>Job 16:2</a> Job 22 22:2 A <a ref='Job 35:7'>Job 35:7</a> ; <a ref='Luke 17:10'>Lk 17:10</a> 22:3 a Heb <i>Shaddai</i> 22:4 B <a ref='Job 14:3'>Job 14:3</a> ; <a ref='Job 19:29'>19:29</a> 22:5 C <a ref='Job 11:6'>Job 11:6</a> ; <a ref='Job 15:5'>15:5</a> 22:6 D <a ref='Exodus 22:26'>Ex 22:26</a> ; <a ref='Deuteronomy 24:6'>Dt 24:6</a> , <a ref='Deuteronomy 24:17'>17</a> ; <a ref='Job 24:3'>Job 24:3</a> , <a ref='Job 24:9'>9</a> ; <a ref='Ezekiel 18:16'>Eze 18:16</a> 22:6 E <a ref='Job 31:19'>Job 31:19</a> , <a ref='Job 31:20'>20</a> 22:7 F <a ref='Job 31:16'>Job 31:16</a> , <a ref='Job 31:17'>17</a> 22:7 G <a ref='Job 31:31'>Job 31:31</a> 22:8 b Lit <i>the one whose face is lifted up</i> 22:8 H <a ref='Job 9:24'>Job 9:24</a> 22:8 I <a ref='Job 12:19'>Job 12:19</a> 22:8 J <a ref='Isaiah 3:3'>Is 3:3</a> ; <a ref='Isaiah 9:15'>9:15</a> 22:9 c Lit <i>arms</i> 22:9 K <a ref='Job 24:3'>Job 24:3</a> , <a ref='Job 24:21'>21</a> ; <a ref='Job 29:13'>29:13</a> ; <a ref='Job 31:16'>31:16</a> , <a ref='Job 31:18'>18</a> 22:9 L <a ref='Job 6:27'>Job 6:27</a> 22:10 M <a ref='Job 18:8'>Job 18:8</a> 22:10 N <a ref='Job 15:21'>Job 15:21</a> 22:11 O <a ref='Job 5:14'>Job 5:14</a> 22:11 P <a ref='Job 38:34'>Job 38:34</a> ; <a ref='Psalms 69:2'>Ps 69:2</a> ; <a ref='Psalms 124:5'>124:5</a> ; <a ref='Lamentations 3:54'>Lam 3:54</a> 22:12 d Lit <i>head</i> , <i>top-most</i> 22:12 Q <a ref='Job 11:7–9'>Job 11:7-9</a> 22:13 R <a ref='Psalms 10:11'>Ps 10:11</a> ; <a ref='Psalms 59:7'>59:7</a> ; <a ref='Psalms 64:5'>64:5</a> ; <a ref='Psalms 94:7'>94:7</a> ; <a ref='Isaiah 29:15'>Is 29:15</a> ; <a ref='Ezekiel 8:12'>Eze 8:12</a> 22:14 e Lit <i>circle</i> 22:14 S <a ref='Job 26:9'>Job 26:9</a> 22:15 T <a ref='Job 34:36'>Job 34:36</a> 22:16 f Lit <i>poured out</i> 22:16 U <a ref='Job 15:32'>Job 15:32</a> ; <a ref='Job 21:13'>21:13</a> , <a ref='Job 21:18'>18</a> 22:16 V <a ref='Job 14:19'>Job 14:19</a> ; <a ref='Psalms 90:5'>Ps 90:5</a> ; <a ref='Isaiah 28:2'>Is 28:2</a> ; <a ref='Matthew 7:26'>Mt 7:26</a> , <a ref='Matthew 7:27'>27</a> 22:17 g Heb <i>Shaddai</i> 22:17 W <a ref='Job 21:14'>Job 21:14</a> , <a ref='Job 21:15'>15</a> 22:18 X <a ref='Job 12:6'>Job 12:6</a> 22:18 Y <a ref='Job 21:16'>Job 21:16</a> 22:19 Z <a ref='Psalms 52:6'>Ps 52:6</a> ; <a ref='Psalms 58:10'>58:10</a> ; <a ref='Psalms 107:42'>107:42</a> 22:20 h Or <i>excess</i> 22:20 A <a ref='Job 15:30'>Job 15:30</a> 22:21 i Or <i>Make yourself useful</i> , cf. <a ref='Job 22:2'>Job 22:2</a> 22:21 B <a ref='Psalms 34:10'>Ps 34:10</a> 22:22 j Or <i>law</i> 22:22 C <a ref='Job 6:10'>Job 6:10</a> ; <a ref='Job 23:12'>23:12</a> ; <a ref='Proverbs 2:6'>Pr 2:6</a> 22:23 k Heb <i>Shaddai</i> 22:23 l Lit <i>built up</i> 22:23 D <a ref='Job 8:5'>Job 8:5</a> ; <a ref='Job 11:13'>11:13</a> ; <a ref='Isaiah 19:22'>Is 19:22</a> ; <a ref='Isaiah 31:6'>31:6</a> ; <a ref='Zechariah 1:3'>Zec 1:3</a> 22:23 E <a ref='Job 11:14'>Job 11:14</a> 22:24 m Lit <i>ore</i> 22:24 F <a ref='Job 31:24'>Job 31:24</a> , <a ref='Job 31:25'>25</a> 22:25 n Heb <i>Shaddai</i> 22:25 o Lit <i>ore</i> 22:26 p Heb <i>Shaddai</i> 22:26 G <a ref='Job 27:10'>Job 27:10</a> ; <a ref='Psalms 37:4'>Ps 37:4</a> ; <a ref='Isaiah 58:14'>Is 58:14</a> 22:27 H <a ref='Job 11:13'>Job 11:13</a> ; <a ref='Job 33:26'>33:26</a> ; <a ref='Isaiah 58:9'>Is 58:9</a> 22:27 I <a ref='Job 34:28'>Job 34:28</a> 22:28 J <a ref='Job 11:17'>Job 11:17</a> ; <a ref='Psalms 112:4'>Ps 112:4</a> 22:29 q Lit <i>they cast</i> you <i>down</i> 22:29 r Lit <i>pride</i> 22:29 s Lit <i>lowly of eyes</i> 22:29 K <a ref='Job 5:11'>Job 5:11</a> ; <a ref='Job 36:7'>36:7</a> ; <a ref='Matthew 23:12'>Mt 23:12</a> ; <a ref='James 4:6'>Jas 4:6</a> ; <a ref='1 Peter 5:5'>1Pe 5:5</a> 22:30 L <a ref='Job 42:7'>Job 42:7</a> , <a ref='Job 42:8'>8</a> ; <a ref='Psalms 18:20'>Ps 18:20</a> ; <a ref='Psalms 24:3'>24:3</a> , <a ref='Psalms 24:4'>4</a> Job 23 23:2 a As in Gr and Syr; M.T. <i>My</i> 23:2 A <a ref='Job 7:11'>Job 7:11</a> 23:2 B <a ref='Job 6:2'>Job 6:2</a> , <a ref='Job 6:3'>3</a> ; <a ref='Psalms 32:4'>Ps 32:4</a> 23:4 C <a ref='Job 13:18'>Job 13:18</a> 23:5 b Lit <i>answer me</i> 23:6 D <a ref='Job 9:4'>Job 9:4</a> 23:7 c Or <i>bring forth my justice forever</i> 23:7 E <a ref='Job 13:3'>Job 13:3</a> 23:7 F <a ref='Job 13:16'>Job 13:16</a> ; <a ref='Job 23:10'>23:10</a> 23:8 G <a ref='Job 9:11'>Job 9:11</a> ; <a ref='Job 35:14'>35:14</a> 23:10 d Lit <i>way with me</i> 23:10 H <a ref='Job 7:18'>Job 7:18</a> ; <a ref='Psalms 7:9'>Ps 7:9</a> ; <a ref='Psalms 11:5'>11:5</a> ; <a ref='Psalms 66:10'>66:10</a> ; <a ref='Zechariah 13:9'>Zec 13:9</a> ; <a ref='1 Peter 1:7'>1Pe 1:7</a> 23:11 I <a ref='Job 31:7'>Job 31:7</a> ; <a ref='Psalms 17:5'>Ps 17:5</a> ; <a ref='Psalms 44:18'>44:18</a> 23:12 e Some versions <i>in my breast</i> 23:12 f Lit <i>statute</i> 23:12 J <a ref='Job 6:10'>Job 6:10</a> ; <a ref='Job 22:22'>22:22</a> 23:16 K <a ref='Deuteronomy 20:3'>Dt 20:3</a> ; <a ref='Job 27:2'>Job 27:2</a> ; <a ref='Jeremiah 51:46'>Jer 51:46</a> 23:17 L <a ref='Job 10:18'>Job 10:18</a> , <a ref='Job 10:19'>19</a> 23:17 M <a ref='Job 19:8'>Job 19:8</a> Job 24 24:1 a Times of judgment 24:1 A <a ref='Acts 1:7'>Ac 1:7</a> 24:1 B <a ref='Isaiah 2:12'>Is 2:12</a> ; <a ref='Jeremiah 46:10'>Jer 46:10</a> ; <a ref='Obadiah 1:15'>Ob 15</a> ; <a ref='Zephaniah 1:7'>Zep 1:7</a> 24:2 b Lit <i>They</i> 24:2 c Or <i>pasture</i> 24:2 C <a ref='Deuteronomy 19:14'>Dt 19:14</a> ; <a ref='Deuteronomy 27:17'>27:17</a> ; <a ref='Proverbs 23:10'>Pr 23:10</a> 24:3 D <a ref='Job 6:27'>Job 6:27</a> 24:3 E <a ref='Deuteronomy 24:17'>Dt 24:17</a> ; <a ref='Job 22:9'>Job 22:9</a> 24:4 F <a ref='Job 24:14'>Job 24:14</a> ; <a ref='Job 29:16'>29:16</a> ; <a ref='Job 30:25'>30:25</a> ; <a ref='Job 31:19'>31:19</a> 24:4 G <a ref='Job 29:12'>Job 29:12</a> ; <a ref='Psalms 41:1'>Ps 41:1</a> ; <a ref='Proverbs 14:31'>Pr 14:31</a> ; <a ref='Proverbs 28:28'>28:28</a> ; <a ref='Amos 8:4'>Am 8:4</a> 24:5 d Lit <i>his bread</i> 24:5 H <a ref='Job 39:5–8'>Job 39:5-8</a> 24:5 I <a ref='Psalms 104:23'>Ps 104:23</a> 24:7 J <a ref='Exodus 22:26'>Ex 22:26</a> ; <a ref='Job 22:6'>Job 22:6</a> 24:9 e Lit <i>They</i> 24:9 K <a ref='Job 6:27'>Job 6:27</a> 24:12 L <a ref='Job 9:23'>Job 9:23</a> , <a ref='Job 9:24'>24</a> 24:13 f Lit <i>They</i> 24:14 M <a ref='Micah 2:1'>Mic 2:1</a> 24:14 N <a ref='Psalms 10:8'>Ps 10:8</a> 24:15 g Lit <i>sets</i> 24:15 O <a ref='Proverbs 7:9'>Pr 7:9</a> 24:16 P <a ref='Exodus 22:2'>Ex 22:2</a> ; <a ref='Matthew 6:19'>Mt 6:19</a> 24:16 Q <a ref='John 3:20'>Jn 3:20</a> 24:17 R <a ref='Job 15:21'>Job 15:21</a> 24:18 h Implied, <i>they</i> (Job’s friends) <i>say</i> ; <a ref='Job 24:18–21'>Job 24:18-21</a> 24:18 i Or <i>light</i> , <i>swift</i> 24:18 j Lit <i>to the path of</i> 24:18 S <a ref='Job 22:11'>Job 22:11</a> , <a ref='Job 22:16'>16</a> ; <a ref='Job 27:20'>27:20</a> 24:18 T <a ref='Job 5:3'>Job 5:3</a> 24:18 U <a ref='Job 24:6'>Job 24:6</a> , <a ref='Job 24:11'>11</a> 24:19 V <a ref='Job 6:16'>Job 6:16</a> , <a ref='Job 6:17'>17</a> 24:19 W <a ref='Job 21:13'>Job 21:13</a> 24:20 k Lit <i>womb</i> 24:20 X <a ref='Isaiah 49:15'>Is 49:15</a> 24:20 Y <a ref='Job 21:26'>Job 21:26</a> 24:20 Z <a ref='Job 18:17'>Job 18:17</a> ; <a ref='Psalms 34:16'>Ps 34:16</a> ; <a ref='Proverbs 10:7'>Pr 10:7</a> 24:20 A <a ref='Job 19:10'>Job 19:10</a> ; <a ref='Daniel 4:14'>Da 4:14</a> 24:21 B <a ref='Job 22:9'>Job 22:9</a> 24:22 C <a ref='Job 9:4'>Job 9:4</a> 24:22 D <a ref='Job 18:20'>Job 18:20</a> 24:23 E <a ref='Job 12:6'>Job 12:6</a> 24:23 F <a ref='Job 10:4'>Job 10:4</a> ; <a ref='Job 11:11'>11:11</a> 24:24 G <a ref='Psalms 37:10'>Ps 37:10</a> 24:24 H <a ref='Job 14:21'>Job 14:21</a> 24:25 I <a ref='Job 6:28'>Job 6:28</a> ; <a ref='Job 27:4'>27:4</a> Job 25 25:2 a Lit <i>are with Him</i> 25:2 A <a ref='Job 9:4'>Job 9:4</a> ; <a ref='Job 36:5'>36:5</a> , <a ref='Job 36:22'>22</a> ; <a ref='Job 37:23'>37:23</a> ; <a ref='Job 42:2'>42:2</a> 25:2 B <a ref='Job 16:19'>Job 16:19</a> ; <a ref='Job 31:2'>31:2</a> 25:3 C <a ref='Job 16:13'>Job 16:13</a> 25:4 D <a ref='Job 4:17'>Job 4:17</a> ; <a ref='Job 9:2'>9:2</a> 25:4 E <a ref='Job 14:4'>Job 14:4</a> 25:5 F <a ref='Job 31:26'>Job 31:26</a> 25:5 G <a ref='Job 15:15'>Job 15:15</a> 25:6 H <a ref='Job 7:17'>Job 7:17</a> 25:6 I <a ref='Job 17:14'>Job 17:14</a> Job 26 26:2 A <a ref='Job 6:11'>Job 6:11</a> , <a ref='Job 6:12'>12</a> 26:2 B <a ref='Psalms 71:9'>Ps 71:9</a> 26:5 a Or <i>shades</i> ; Heb <i>Rephaim</i> 26:5 C <a ref='Job 3:13'>Job 3:13</a> ; <a ref='Psalms 88:10'>Ps 88:10</a> 26:6 b Lit the realm of <i>destruction</i> 26:6 D <a ref='Job 9:5–10'>Job 9:5-10</a> ; <a ref='Job 26:6–14'>26:6-14</a> ; <a ref='Job 38:17'>38:17</a> ; <a ref='Job 41:11'>41:11</a> 26:6 E <a ref='Job 28:22'>Job 28:22</a> ; <a ref='Job 31:12'>31:12</a> 26:7 F <a ref='Job 9:8'>Job 9:8</a> 26:8 G <a ref='Job 37:11'>Job 37:11</a> ; <a ref='Proverbs 30:4'>Pr 30:4</a> 26:9 c Lit <i>covers</i> 26:9 d Or <i>full moon</i> 26:9 H <a ref='Job 22:14'>Job 22:14</a> ; <a ref='Psalms 97:2'>Ps 97:2</a> ; <a ref='Psalms 105:39'>105:39</a> 26:10 I <a ref='Job 38:1–11'>Job 38:1-11</a> ; <a ref='Proverbs 8:29'>Pr 8:29</a> 26:10 J <a ref='Job 38:19'>Job 38:19</a> , <a ref='Job 38:20'>20</a> , <a ref='Job 38:24'>24</a> 26:12 K <a ref='Isaiah 51:15'>Is 51:15</a> ; <a ref='Jeremiah 31:35'>Jer 31:35</a> 26:12 L <a ref='Job 12:13'>Job 12:13</a> 26:12 M <a ref='Job 9:13'>Job 9:13</a> 26:13 N <a ref='Job 9:8'>Job 9:8</a> 26:13 O <a ref='Isaiah 27:1'>Is 27:1</a> 26:14 P <a ref='Job 4:12'>Job 4:12</a> 26:14 Q <a ref='Job 36:29'>Job 36:29</a> ; <a ref='Job 37:4'>37:4</a> , <a ref='Job 37:5'>5</a> Job 27 27:1 a Lit <i>proverb</i> 27:1 A <a ref='Job 13:12'>Job 13:12</a> ; <a ref='Job 29:1'>29:1</a> 27:2 B <a ref='Job 16:11'>Job 16:11</a> ; <a ref='Job 34:5'>34:5</a> 27:2 C <a ref='Job 9:18'>Job 9:18</a> 27:3 D <a ref='Job 32:8'>Job 32:8</a> ; <a ref='Job 33:4'>33:4</a> 27:4 E <a ref='Job 6:28'>Job 6:28</a> ; <a ref='Job 33:3'>33:3</a> 27:5 F <a ref='Job 6:29'>Job 6:29</a> 27:6 G <a ref='Job 2:3'>Job 2:3</a> ; <a ref='Job 13:18'>13:18</a> 27:8 b Or <i>though he gains</i> 27:8 c Or <i>life</i> 27:8 H <a ref='Job 8:13'>Job 8:13</a> ; <a ref='Job 11:20'>11:20</a> 27:8 I <a ref='Job 12:10'>Job 12:10</a> 27:9 J <a ref='Job 35:12'>Job 35:12</a> , <a ref='Job 35:13'>13</a> ; <a ref='Psalms 18:41'>Ps 18:41</a> ; <a ref='Proverbs 1:28'>Pr 1:28</a> ; <a ref='Isaiah 1:15'>Is 1:15</a> ; <a ref='Jeremiah 14:12'>Jer 14:12</a> ; <a ref='Micah 3:4'>Mic 3:4</a> 27:9 K <a ref='Proverbs 1:27'>Pr 1:27</a> 27:10 L <a ref='Job 22:26'>Job 22:26</a> , <a ref='Job 22:27'>27</a> ; <a ref='Psalms 37:4'>Ps 37:4</a> ; <a ref='Isaiah 58:14'>Is 58:14</a> 27:11 d Lit <i>hand</i> 27:13 M <a ref='Job 20:29'>Job 20:29</a> 27:13 N <a ref='Job 15:20'>Job 15:20</a> 27:14 e Lit <i>the sword is for them</i> 27:14 O <a ref='Job 15:22'>Job 15:22</a> ; <a ref='Job 18:19'>18:19</a> 27:14 P <a ref='Job 20:10'>Job 20:10</a> 27:15 f As in ancient versions; Heb <i>his</i> 27:15 Q <a ref='Psalms 78:64'>Ps 78:64</a> 27:17 R <a ref='Job 20:18–21'>Job 20:18-21</a> 27:18 g Ancient versions <i>spider’s web</i> 27:18 S <a ref='Job 8:15'>Job 8:15</a> ; <a ref='Job 18:14'>18:14</a> 27:19 h As in ancient versions; Heb <i>will be gathered</i> 27:19 T <a ref='Job 7:8'>Job 7:8</a> , <a ref='Job 7:21'>21</a> ; <a ref='Job 20:7'>20:7</a> 27:20 U <a ref='Job 15:21'>Job 15:21</a> 27:20 V <a ref='Job 20:8'>Job 20:8</a> ; <a ref='Job 34:20'>34:20</a> 27:21 W <a ref='Job 21:18'>Job 21:18</a> 27:21 X <a ref='Job 7:10'>Job 7:10</a> 27:22 i Lit <i>hand</i> 27:22 Y <a ref='Jeremiah 13:14'>Jer 13:14</a> ; <a ref='Ezekiel 5:11'>Eze 5:11</a> ; <a ref='Ezekiel 24:14'>24:14</a> 27:22 Z <a ref='Job 11:20'>Job 11:20</a> 27:23 A <a ref='Job 18:18'>Job 18:18</a> ; <a ref='Job 20:8'>20:8</a> Job 28 28:1 a Or <i>For</i> 28:1 b Or <i>source</i> 28:1 c Lit <i>for gold they refine</i> 28:3 A <a ref='Ecclesiastes 1:13'>Ecc 1:13</a> 28:4 d Lit <i>breaks open</i> 28:4 e Lit <i>sojourning</i> 28:6 f Or <i>place</i> 28:8 g Lit <i>sons of pride</i> 28:9 h Lit <i>roots</i> 28:11 i Lit <i>weeping</i> 28:12 B <a ref='Job 28:23'>Job 28:23</a> , <a ref='Job 28:28'>28</a> ; <a ref='Ecclesiastes 7:24'>Ecc 7:24</a> 28:13 C <a ref='Matthew 13:44–46'>Mt 13:44-46</a> 28:15 D <a ref='Proverbs 3:13'>Pr 3:13</a> , <a ref='Proverbs 3:14'>14</a> ; <a ref='Proverbs 8:10'>8:10</a> , <a ref='Proverbs 8:11'>11</a> ; <a ref='Proverbs 16:16'>16:16</a> 28:17 E <a ref='Proverbs 8:10'>Pr 8:10</a> ; <a ref='Proverbs 16:16'>16:16</a> 28:18 F <a ref='Proverbs 8:11'>Pr 8:11</a> 28:19 j Or <i>Cush</i> , cf. <a ref='Genesis 10:6'>Ge 10:6</a> 28:19 G <a ref='Proverbs 8:19'>Pr 8:19</a> 28:20 H <a ref='Job 28:23'>Job 28:23</a> , <a ref='Job 28:28'>28</a> 28:22 k Lit The realm of <i>destruction</i> 28:22 I <a ref='Job 26:6'>Job 26:6</a> ; <a ref='Proverbs 8:32–36'>Pr 8:32-36</a> 28:23 J <a ref='Job 9:4'>Job 9:4</a> ; <a ref='Proverbs 8:22–36'>Pr 8:22-36</a> 28:24 K <a ref='Psalms 11:4'>Ps 11:4</a> ; <a ref='Psalms 33:13'>33:13</a> , <a ref='Psalms 33:14'>14</a> ; <a ref='Psalms 66:7'>66:7</a> ; <a ref='Proverbs 15:3'>Pr 15:3</a> 28:25 L <a ref='Psalms 135:7'>Ps 135:7</a> 28:25 M <a ref='Job 12:15'>Job 12:15</a> ; <a ref='Job 38:8–11'>38:8-11</a> 28:26 N <a ref='Job 37:6'>Job 37:6</a> , <a ref='Job 37:11'>11</a> , <a ref='Job 37:12'>12</a> ; <a ref='Job 38:26–28'>38:26-28</a> 28:26 O <a ref='Job 37:3'>Job 37:3</a> ; <a ref='Job 38:25'>38:25</a> 28:28 P <a ref='Psalms 111:10'>Ps 111:10</a> ; <a ref='Proverbs 1:7'>Pr 1:7</a> ; <a ref='Proverbs 9:10'>9:10</a> ; <a ref='Ecclesiastes 12:13'>Ecc 12:13</a> Job 29 29:1 a Lit <i>proverb</i> 29:1 A <a ref='Numbers 23:7'>Nu 23:7</a> ; <a ref='Numbers 24:3'>24:3</a> ; <a ref='Job 13:12'>Job 13:12</a> ; <a ref='Job 27:1'>27:1</a> 29:2 B <a ref='Jeremiah 31:28'>Jer 31:28</a> 29:3 C <a ref='Job 18:6'>Job 18:6</a> 29:3 D <a ref='Job 11:17'>Job 11:17</a> 29:4 b Lit <i>the days of my autumn</i> 29:4 E <a ref='Job 15:8'>Job 15:8</a> ; <a ref='Psalms 25:14'>Ps 25:14</a> ; <a ref='Proverbs 3:32'>Pr 3:32</a> 29:5 c Heb <i>Shaddai</i> 29:6 F <a ref='Deuteronomy 32:14'>Dt 32:14</a> ; <a ref='Job 20:17'>Job 20:17</a> 29:6 G <a ref='Deuteronomy 32:13'>Dt 32:13</a> ; <a ref='Psalms 81:16'>Ps 81:16</a> 29:7 d Lit <i>set up</i> 29:7 H <a ref='Job 31:21'>Job 31:21</a> 29:9 I <a ref='Job 29:21'>Job 29:21</a> 29:9 J <a ref='Job 21:5'>Job 21:5</a> 29:10 K <a ref='Job 29:22'>Job 29:22</a> 29:10 L <a ref='Psalms 137:6'>Ps 137:6</a> 29:11 M <a ref='Job 4:3'>Job 4:3</a> , <a ref='Job 4:4'>4</a> 29:12 N <a ref='Job 24:4'>Job 24:4</a> , <a ref='Job 24:9'>9</a> ; <a ref='Job 34:28'>34:28</a> ; <a ref='Psalms 72:12'>Ps 72:12</a> ; <a ref='Proverbs 21:13'>Pr 21:13</a> 29:12 O <a ref='Job 31:17'>Job 31:17</a> , <a ref='Job 31:21'>21</a> 29:13 P <a ref='Job 31:19'>Job 31:19</a> 29:13 Q <a ref='Job 22:9'>Job 22:9</a> 29:14 R <a ref='Job 27:5'>Job 27:5</a> , <a ref='Job 27:6'>6</a> ; <a ref='Psalms 132:9'>Ps 132:9</a> ; <a ref='Isaiah 59:17'>Is 59:17</a> ; <a ref='Isaiah 61:10'>61:10</a> ; <a ref='Ephesians 6:14'>Eph 6:14</a> 29:15 S <a ref='Numbers 10:31'>Nu 10:31</a> 29:16 T <a ref='Job 24:4'>Job 24:4</a> ; <a ref='Proverbs 29:7'>Pr 29:7</a> 29:17 U <a ref='Psalms 3:7'>Ps 3:7</a> 29:18 e Or <i>thought</i> 29:18 f Lit <i>with</i> 29:19 V <a ref='Jeremiah 17:8'>Jer 17:8</a> 29:19 W <a ref='Hosea 14:5'>Hos 14:5</a> 29:20 X <a ref='Genesis 49:24'>Ge 49:24</a> ; <a ref='Psalms 18:34'>Ps 18:34</a> 29:21 Y <a ref='Job 4:3'>Job 4:3</a> ; <a ref='Job 29:9'>29:9</a> 29:22 Z <a ref='Job 29:10'>Job 29:10</a> 29:22 A <a ref='Deuteronomy 32:2'>Dt 32:2</a> 29:23 g Spring 29:25 B <a ref='Job 1:3'>Job 1:3</a> ; <a ref='Job 31:37'>31:37</a> 29:25 C <a ref='Job 4:4'>Job 4:4</a> ; <a ref='Job 16:5'>16:5</a> Job 30 30:1 A <a ref='Job 12:4'>Job 12:4</a> 30:4 a Plant of the salt marshes 30:6 b Or <i>wadis</i> 30:7 c Or <i>bray</i> 30:8 d Lit <i>Sons of fools</i> 30:8 e Lit <i>sons</i> 30:9 B <a ref='Job 12:4'>Job 12:4</a> 30:9 C <a ref='Job 17:6'>Job 17:6</a> ; <a ref='Psalms 69:11'>Ps 69:11</a> ; <a ref='Lamentations 3:14'>Lam 3:14</a> , <a ref='Lamentations 3:63'>63</a> 30:10 f Lit <i>withhold spit from my face</i> 30:10 D <a ref='Numbers 12:14'>Nu 12:14</a> ; <a ref='Deuteronomy 25:9'>Dt 25:9</a> ; <a ref='Job 17:6'>Job 17:6</a> ; <a ref='Isaiah 50:6'>Is 50:6</a> ; <a ref='Matthew 26:67'>Mt 26:67</a> 30:11 g Or <i>they</i> 30:11 h Some mss <i>my</i> 30:11 i Or <i>cord</i> 30:11 E <a ref='Ruth 1:21'>Ru 1:21</a> ; <a ref='Psalms 88:7'>Ps 88:7</a> 30:11 F <a ref='Psalms 32:9'>Ps 32:9</a> 30:12 j Possibly <i>sprout</i> , <i>offspring</i> 30:12 G <a ref='Psalms 140:4'>Ps 140:4</a> , <a ref='Psalms 140:5'>5</a> 30:12 H <a ref='Job 19:12'>Job 19:12</a> 30:13 k Lit <i>for</i> 30:13 I <a ref='Isaiah 3:12'>Is 3:12</a> 30:14 l Lit <i>Under</i> 30:15 J <a ref='Job 3:25'>Job 3:25</a> ; <a ref='Job 31:23'>31:23</a> ; <a ref='Psalms 55:3–5'>Ps 55:3-5</a> 30:15 K <a ref='Job 7:9'>Job 7:9</a> ; <a ref='Hosea 13:3'>Hos 13:3</a> 30:16 m Lit <i>upon</i> 30:16 L <a ref='1 Samuel 1:15'>1Sa 1:15</a> ; <a ref='Job 3:24'>Job 3:24</a> ; <a ref='Psalms 22:14'>Ps 22:14</a> ; <a ref='Psalms 42:4'>42:4</a> ; <a ref='Isaiah 53:12'>Is 53:12</a> 30:17 n Lit <i>from upon</i> 30:17 M <a ref='Job 30:30'>Job 30:30</a> 30:18 N <a ref='Job 2:7'>Job 2:7</a> 30:19 O <a ref='Psalms 69:2'>Ps 69:2</a> , <a ref='Psalms 69:14'>14</a> 30:20 P <a ref='Job 19:7'>Job 19:7</a> 30:21 o Lit <i>turned to be</i> 30:21 Q <a ref='Job 10:3'>Job 10:3</a> ; <a ref='Job 16:9'>16:9</a> , <a ref='Job 16:14'>14</a> ; <a ref='Job 19:6'>19:6</a> , <a ref='Job 19:22'>22</a> 30:22 R <a ref='Job 9:17'>Job 9:17</a> ; <a ref='Job 27:21'>27:21</a> 30:23 S <a ref='Job 9:22'>Job 9:22</a> ; <a ref='Job 10:8'>10:8</a> 30:23 T <a ref='Job 3:19'>Job 3:19</a> ; <a ref='Ecclesiastes 12:5'>Ecc 12:5</a> 30:24 U <a ref='Job 19:7'>Job 19:7</a> 30:25 p Lit <i>hard of day</i> 30:25 V <a ref='Psalms 35:13'>Ps 35:13</a> , <a ref='Psalms 35:14'>14</a> ; <a ref='Romans 12:15'>Ro 12:15</a> 30:25 W <a ref='Job 24:4'>Job 24:4</a> 30:26 X <a ref='Job 3:25'>Job 3:25</a> , <a ref='Job 3:26'>26</a> ; <a ref='Jeremiah 8:15'>Jer 8:15</a> 30:26 Y <a ref='Job 19:8'>Job 19:8</a> 30:27 q Lit <i>My inward parts are boiling</i> 30:27 Z <a ref='Lamentations 2:11'>Lam 2:11</a> 30:28 A <a ref='Job 30:31'>Job 30:31</a> ; <a ref='Psalms 38:6'>Ps 38:6</a> ; <a ref='Psalms 42:9'>42:9</a> ; <a ref='Psalms 43:2'>43:2</a> 30:28 B <a ref='Job 19:7'>Job 19:7</a> 30:29 C <a ref='Psalms 44:19'>Ps 44:19</a> ; <a ref='Micah 1:8'>Mic 1:8</a> 30:30 r Lit <i>from upon</i> 30:30 s Lit <i>heat</i> 30:30 D <a ref='Job 2:7'>Job 2:7</a> 30:30 E <a ref='Psalms 102:3'>Ps 102:3</a> 30:31 t Lit <i>becomes</i> 30:31 F <a ref='Isaiah 24:8'>Is 24:8</a> Job 31 31:1 A <a ref='Matthew 5:28'>Mt 5:28</a> 31:2 B <a ref='Job 20:29'>Job 20:29</a> 31:3 C <a ref='Job 18:12'>Job 18:12</a> ; <a ref='Job 21:30'>21:30</a> 31:3 D <a ref='Job 34:22'>Job 34:22</a> 31:4 E <a ref='2 Chronicles 16:9'>2Chr 16:9</a> ; <a ref='Job 24:23'>Job 24:23</a> ; <a ref='Job 28:24'>28:24</a> ; <a ref='Job 34:21'>34:21</a> ; <a ref='Job 36:7'>36:7</a> ; <a ref='Proverbs 5:21'>Pr 5:21</a> ; <a ref='Proverbs 15:3'>15:3</a> 31:4 F <a ref='Job 14:16'>Job 14:16</a> ; <a ref='Job 31:37'>31:37</a> 31:5 G <a ref='Job 15:31'>Job 15:31</a> ; <a ref='Micah 2:11'>Mic 2:11</a> 31:6 a Lit <i>righteous</i> ; <a ref='Job 8:3'>Job 8:3</a> , <a ref='Job 8:6'>6</a> ; <a ref='Job 29:14'>29:14</a> 31:6 H <a ref='Job 6:2'>Job 6:2</a> , <a ref='Job 6:3'>3</a> 31:6 I <a ref='Job 23:10'>Job 23:10</a> ; <a ref='Job 27:5'>27:5</a> , <a ref='Job 27:6'>6</a> 31:7 b Lit <i>walked after</i> 31:7 J <a ref='Job 23:11'>Job 23:11</a> 31:7 K <a ref='Job 9:30'>Job 9:30</a> 31:8 c Or <i>offspring</i> 31:8 L <a ref='Leviticus 26:16'>Lv 26:16</a> ; <a ref='Job 20:18'>Job 20:18</a> ; <a ref='Micah 6:15'>Mic 6:15</a> 31:8 M <a ref='Job 31:12'>Job 31:12</a> 31:9 N <a ref='Job 24:15'>Job 24:15</a> ; <a ref='Job 31:1'>31:1</a> 31:10 d Sexual relations 31:10 O <a ref='Isaiah 47:2'>Is 47:2</a> 31:10 P <a ref='Deuteronomy 28:30'>Dt 28:30</a> ; <a ref='Jeremiah 8:10'>Jer 8:10</a> 31:11 Q <a ref='Leviticus 20:10'>Lv 20:10</a> ; <a ref='Deuteronomy 22:24'>Dt 22:24</a> 31:11 R <a ref='Job 31:28'>Job 31:28</a> 31:12 e Lit the realm of <i>destruction</i> 31:12 f Or <i>yield</i> 31:12 S <a ref='Job 15:30'>Job 15:30</a> 31:12 T <a ref='Job 26:6'>Job 26:6</a> 31:12 U <a ref='Job 20:28'>Job 20:28</a> ; <a ref='Job 31:8'>31:8</a> 31:13 g Or <i>servants</i> , cf. <a ref='Job 1:3'>Job 1:3</a> 31:13 V <a ref='Deuteronomy 24:14'>Dt 24:14</a> , <a ref='Deuteronomy 24:15'>15</a> 31:15 W <a ref='Job 10:3'>Job 10:3</a> 31:16 X <a ref='Job 5:16'>Job 5:16</a> ; <a ref='Job 20:19'>20:19</a> 31:16 Y <a ref='Exodus 22:22–24'>Ex 22:22-24</a> ; <a ref='Job 22:9'>Job 22:9</a> 31:17 Z <a ref='Job 22:7'>Job 22:7</a> 31:17 A <a ref='Job 29:12'>Job 29:12</a> 31:19 B <a ref='Job 22:6'>Job 22:6</a> ; <a ref='Job 29:13'>29:13</a> 31:19 C <a ref='Job 24:4'>Job 24:4</a> 31:21 D <a ref='Job 29:12'>Job 29:12</a> ; <a ref='Job 31:17'>31:17</a> 31:21 E <a ref='Job 29:7'>Job 29:7</a> 31:22 h Or <i>back</i> ; lit <i>shoulder</i> 31:22 i Lit <i>from the bone of the upper arm</i> 31:22 F <a ref='Job 38:15'>Job 38:15</a> 31:23 G <a ref='Job 31:3'>Job 31:3</a> 31:23 H <a ref='Job 13:11'>Job 13:11</a> 31:24 I <a ref='Job 22:24'>Job 22:24</a> ; <a ref='Mark 10:23–25'>Mk 10:23-25</a> 31:25 J <a ref='Job 1:3'>Job 1:3</a> , <a ref='Job 1:10'>10</a> ; <a ref='Psalms 62:10'>Ps 62:10</a> 31:26 j Lit <i>light</i> 31:26 K <a ref='Deuteronomy 4:19'>Dt 4:19</a> ; <a ref='Deuteronomy 17:3'>17:3</a> ; <a ref='Ezekiel 8:16'>Eze 8:16</a> 31:27 k Lit <i>kissed my mouth</i> 31:28 l Lit <i>judges</i> 31:28 L <a ref='Deuteronomy 17:2–7'>Dt 17:2-7</a> ; <a ref='Job 31:11'>Job 31:11</a> 31:28 M <a ref='Joshua 24:27'>Jos 24:27</a> ; <a ref='Isaiah 59:13'>Is 59:13</a> 31:29 m Lit <i>lifted myself up</i> 31:29 N <a ref='Proverbs 17:5'>Pr 17:5</a> ; <a ref='Proverbs 24:17'>24:17</a> ; <a ref='Obadiah 1:12'>Ob 12</a> 31:30 n Lit <i>palate</i> 31:30 O <a ref='Psalms 7:4'>Ps 7:4</a> 31:30 P <a ref='Job 5:3'>Job 5:3</a> 31:31 o Lit <i>give</i> 31:31 Q <a ref='Job 22:7'>Job 22:7</a> 31:32 p M.T. <i>way</i> 31:33 q Or <i>mankind</i> 31:33 R <a ref='Genesis 3:10'>Ge 3:10</a> ; <a ref='Proverbs 28:13'>Pr 28:13</a> 31:34 S <a ref='Exodus 23:2'>Ex 23:2</a> 31:35 r Lit <i>mark</i> 31:35 T <a ref='Job 19:7'>Job 19:7</a> ; <a ref='Job 30:20'>30:20</a> , <a ref='Job 30:24'>24</a> , <a ref='Job 30:28'>28</a> ; <a ref='Job 35:14'>35:14</a> 31:35 U <a ref='Job 27:7'>Job 27:7</a> 31:37 V <a ref='Job 31:4'>Job 31:4</a> 31:37 W <a ref='Job 1:3'>Job 1:3</a> ; <a ref='Job 29:25'>29:25</a> 31:38 X <a ref='Job 24:2'>Job 24:2</a> 31:39 s Lit <i>strength</i> 31:39 t Lit <i>the soul of its owners to expire</i> 31:39 Y <a ref='Job 24:6'>Job 24:6</a> , <a ref='Job 24:10–12'>10-12</a> ; <a ref='James 5:4'>Jas 5:4</a> 31:39 Z <a ref='1 Kings 21:19'>1Ki 21:19</a> 31:40 A <a ref='Job 32:13'>Job 32:13</a> ; <a ref='Isaiah 5:6'>Is 5:6</a> Job 32 32:1 A <a ref='Job 10:7'>Job 10:7</a> ; <a ref='Job 13:18'>13:18</a> ; <a ref='Job 27:5'>27:5</a> , <a ref='Job 27:6'>6</a> ; <a ref='Job 31:6'>31:6</a> 32:2 a Or <i>more than</i> ; lit <i>from</i> 32:2 B <a ref='Genesis 22:21'>Ge 22:21</a> 32:2 C <a ref='Job 27:5'>Job 27:5</a> , <a ref='Job 27:6'>6</a> 32:2 D <a ref='Job 30:21'>Job 30:21</a> 32:6 E <a ref='Job 15:10'>Job 15:10</a> 32:7 b Lit <i>said</i> 32:7 c Lit <i>days</i> 32:7 d Lit <i>many</i> 32:7 F <a ref='Job 8:8'>Job 8:8</a> , <a ref='Job 8:9'>9</a> 32:8 G <a ref='Job 33:4'>Job 33:4</a> 32:8 H <a ref='Job 38:36'>Job 38:36</a> 32:9 e Or <i>nobles</i> 32:9 I <a ref='Job 32:7'>Job 32:7</a> 32:10 f Or <i>said</i> 32:13 J <a ref='Jeremiah 9:23'>Jer 9:23</a> 32:21 K <a ref='Leviticus 19:15'>Lv 19:15</a> ; <a ref='Job 13:8'>Job 13:8</a> , <a ref='Job 13:10'>10</a> ; <a ref='Job 34:19'>34:19</a> Job 33 33:1 A <a ref='Job 13:6'>Job 13:6</a> 33:2 a Lit <i>palate</i> 33:3 B <a ref='Job 6:28'>Job 6:28</a> ; <a ref='Job 27:4'>27:4</a> ; <a ref='Job 36:4'>36:4</a> 33:4 b Heb <i>Shaddai</i> 33:4 C <a ref='Genesis 2:7'>Ge 2:7</a> ; <a ref='Job 10:3'>Job 10:3</a> ; <a ref='Job 32:8'>32:8</a> 33:4 D <a ref='Job 27:3'>Job 27:3</a> 33:5 E <a ref='Job 33:32'>Job 33:32</a> 33:6 c Lit <i>cut out of</i> 33:6 F <a ref='Job 4:19'>Job 4:19</a> 33:7 G <a ref='Job 13:21'>Job 13:21</a> 33:9 H <a ref='Job 9:21'>Job 9:21</a> ; <a ref='Job 10:7'>10:7</a> ; <a ref='Job 13:18'>13:18</a> ; <a ref='Job 16:17'>16:17</a> 33:9 I <a ref='Job 7:21'>Job 7:21</a> ; <a ref='Job 13:23'>13:23</a> ; <a ref='Job 14:17'>14:17</a> 33:9 J <a ref='Job 10:14'>Job 10:14</a> 33:10 K <a ref='Job 13:24'>Job 13:24</a> 33:11 L <a ref='Job 13:27'>Job 13:27</a> 33:12 M <a ref='Ecclesiastes 7:20'>Ecc 7:20</a> 33:13 N <a ref='Job 40:2'>Job 40:2</a> ; <a ref='Isaiah 45:9'>Is 45:9</a> 33:14 O <a ref='Job 33:29'>Job 33:29</a> ; <a ref='Job 40:5'>40:5</a> ; <a ref='Psalms 62:11'>Ps 62:11</a> 33:15 P <a ref='Job 4:12–17'>Job 4:12-17</a> ; <a ref='Job 33:15–18'>33:15-18</a> 33:16 Q <a ref='Job 36:10'>Job 36:10</a> , <a ref='Job 36:15'>15</a> 33:17 d Lit <i>hide</i> 33:18 e Or <i>Sheol</i> 33:18 R <a ref='Job 33:22'>Job 33:22</a> , <a ref='Job 33:24'>24</a> , <a ref='Job 33:28'>28</a> , <a ref='Job 33:30'>30</a> 33:18 S <a ref='Job 15:22'>Job 15:22</a> 33:19 f Lit <i>He</i> 33:19 T <a ref='Job 30:17'>Job 30:17</a> 33:20 U <a ref='Job 3:24'>Job 3:24</a> ; <a ref='Job 6:7'>6:7</a> ; <a ref='Psalms 107:18'>Ps 107:18</a> 33:21 V <a ref='Job 16:8'>Job 16:8</a> 33:21 W <a ref='Job 19:20'>Job 19:20</a> ; <a ref='Psalms 22:17'>Ps 22:17</a> ; <a ref='Psalms 102:5'>102:5</a> 33:22 X <a ref='Job 33:18'>Job 33:18</a> , <a ref='Job 33:28'>28</a> 33:23 g Lit <i>his uprightness</i> 33:23 Y <a ref='Genesis 40:8'>Ge 40:8</a> 33:24 Z <a ref='Job 33:18'>Job 33:18</a> , <a ref='Job 33:28'>28</a> ; <a ref='Isaiah 38:17'>Is 38:17</a> 33:24 A <a ref='Job 36:18'>Job 36:18</a> ; <a ref='Psalms 49:7'>Ps 49:7</a> 33:26 B <a ref='Job 22:27'>Job 22:27</a> ; <a ref='Job 34:28'>34:28</a> ; <a ref='Psalms 50:14'>Ps 50:14</a> , <a ref='Psalms 50:15'>15</a> 33:26 C <a ref='Job 22:26'>Job 22:26</a> 33:27 D <a ref='2 Samuel 12:13'>2Sa 12:13</a> ; <a ref='Luke 15:21'>Lk 15:21</a> 33:27 E <a ref='Romans 6:21'>Ro 6:21</a> 33:28 F <a ref='Job 22:28'>Job 22:28</a> 33:29 G <a ref='Ephesians 1:11'>Eph 1:11</a> ; <a ref='Philippians 2:13'>Php 2:13</a> 33:30 H <a ref='Job 33:18'>Job 33:18</a> ; <a ref='Zechariah 9:11'>Zec 9:11</a> 33:32 h Lit <i>there are words</i> 33:33 I <a ref='Psalms 34:11'>Ps 34:11</a> Job 34 34:3 A <a ref='Job 12:11'>Job 12:11</a> 34:5 B <a ref='Job 13:18'>Job 13:18</a> ; <a ref='Job 33:9'>33:9</a> 34:5 C <a ref='Job 27:2'>Job 27:2</a> 34:6 a Or <i>Although I am right I am accounted a liar</i> 34:6 b Lit <i>arrow</i> 34:6 D <a ref='Job 6:4'>Job 6:4</a> 34:7 E <a ref='Job 15:16'>Job 15:16</a> 34:8 F <a ref='Job 22:15'>Job 22:15</a> 34:9 c Or <i>takes delight in God</i> 34:9 G <a ref='Job 21:15'>Job 21:15</a> ; <a ref='Job 35:3'>35:3</a> ; <a ref='Psalms 50:18'>Ps 50:18</a> 34:10 H <a ref='Genesis 18:25'>Ge 18:25</a> ; <a ref='Deuteronomy 32:4'>Dt 32:4</a> ; <a ref='Job 8:3'>Job 8:3</a> ; <a ref='Job 34:12'>34:12</a> ; <a ref='Romans 9:14'>Ro 9:14</a> 34:11 d Lit <i>a man</i> 34:11 I <a ref='Job 34:25'>Job 34:25</a> ; <a ref='Psalms 62:12'>Ps 62:12</a> ; <a ref='Proverbs 24:12'>Pr 24:12</a> ; <a ref='Jeremiah 32:19'>Jer 32:19</a> ; <a ref='Ezekiel 33:20'>Eze 33:20</a> ; <a ref='Matthew 16:27'>Mt 16:27</a> ; <a ref='Romans 2:6'>Ro 2:6</a> ; <a ref='2 Corinthians 5:10'>2Co 5:10</a> ; <a ref='Revelation 22:12'>Rev 22:12</a> 34:12 J <a ref='Job 34:10'>Job 34:10</a> 34:13 K <a ref='Job 38:4'>Job 38:4</a> 34:13 L <a ref='Job 38:5'>Job 38:5</a> 34:14 M <a ref='Job 12:10'>Job 12:10</a> ; <a ref='Psalms 104:29'>Ps 104:29</a> ; <a ref='Ecclesiastes 12:7'>Ecc 12:7</a> 34:15 N <a ref='Genesis 7:21'>Ge 7:21</a> ; <a ref='Job 9:22'>Job 9:22</a> 34:15 O <a ref='Genesis 3:19'>Ge 3:19</a> ; <a ref='Job 10:9'>Job 10:9</a> 34:17 e Lit <i>bind</i> 34:17 P <a ref='2 Samuel 23:3'>2Sa 23:3</a> ; <a ref='Job 34:30'>Job 34:30</a> 34:17 Q <a ref='Job 40:8'>Job 40:8</a> 34:19 R <a ref='Leviticus 19:15'>Lv 19:15</a> ; <a ref='Deuteronomy 10:17'>Dt 10:17</a> ; <a ref='2 Chronicles 19:7'>2Chr 19:7</a> ; <a ref='Acts 10:34'>Ac 10:34</a> ; <a ref='Romans 2:11'>Ro 2:11</a> ; <a ref='Galatians 2:6'>Ga 2:6</a> ; <a ref='Ephesians 6:9'>Eph 6:9</a> ; <a ref='Colossians 3:25'>Col 3:25</a> ; <a ref='1 Peter 1:17'>1Pe 1:17</a> 34:19 S <a ref='Job 10:3'>Job 10:3</a> 34:20 T <a ref='Exodus 12:29'>Ex 12:29</a> ; <a ref='Job 34:25'>Job 34:25</a> ; <a ref='Job 36:20'>36:20</a> 34:20 U <a ref='Job 12:19'>Job 12:19</a> 34:21 V <a ref='Job 24:23'>Job 24:23</a> ; <a ref='Job 31:4'>31:4</a> ; <a ref='Proverbs 5:21'>Pr 5:21</a> ; <a ref='Proverbs 15:3'>15:3</a> ; <a ref='Jeremiah 16:17'>Jer 16:17</a> 34:22 W <a ref='Psalms 139:11'>Ps 139:11</a> , <a ref='Psalms 139:12'>12</a> ; <a ref='Amos 9:2'>Am 9:2</a> , <a ref='Amos 9:3'>3</a> 34:23 f Or <i>For he does not set upon man the time to go to God in the judgment</i> 34:23 X <a ref='Job 11:11'>Job 11:11</a> 34:24 Y <a ref='Job 12:19'>Job 12:19</a> 34:25 Z <a ref='Job 34:11'>Job 34:11</a> 34:25 A <a ref='Job 34:20'>Job 34:20</a> 34:26 g Lit <i>In the place of the ones seeing</i> 34:26 B <a ref='Psalms 9:5'>Ps 9:5</a> ; <a ref='Psalms 11:5'>11:5</a> 34:27 C <a ref='1 Samuel 15:11'>1Sa 15:11</a> 34:27 D <a ref='Job 21:14'>Job 21:14</a> 34:28 E <a ref='Job 35:9'>Job 35:9</a> ; <a ref='James 5:4'>Jas 5:4</a> 34:28 F <a ref='Exodus 22:23'>Ex 22:23</a> ; <a ref='Job 22:27'>Job 22:27</a> 34:30 G <a ref='Job 5:15'>Job 5:15</a> ; <a ref='Job 20:5'>20:5</a> ; <a ref='Job 34:17'>34:17</a> ; <a ref='Proverbs 29:2–12'>Pr 29:2-12</a> 34:32 H <a ref='Job 33:27'>Job 33:27</a> 34:33 I <a ref='Job 41:11'>Job 41:11</a> 34:35 J <a ref='Job 35:16'>Job 35:16</a> ; <a ref='Job 38:2'>38:2</a> 34:36 h Or <i>to the end</i> 34:36 K <a ref='Job 22:15'>Job 22:15</a> 34:37 L <a ref='Job 23:2'>Job 23:2</a> 34:37 M <a ref='Job 27:23'>Job 27:23</a> Job 35 35:2 A <a ref='Job 27:2'>Job 27:2</a> 35:3 a Or <i>you</i> 35:3 B <a ref='Job 34:9'>Job 34:9</a> 35:3 C <a ref='Job 9:30'>Job 9:30</a> , <a ref='Job 9:31'>31</a> 35:5 D <a ref='Genesis 15:5'>Ge 15:5</a> ; <a ref='Psalms 8:3'>Ps 8:3</a> 35:5 E <a ref='Job 22:12'>Job 22:12</a> 35:6 F <a ref='Job 7:20'>Job 7:20</a> ; <a ref='Proverbs 8:36'>Pr 8:36</a> ; <a ref='Jeremiah 7:19'>Jer 7:19</a> 35:7 G <a ref='Job 22:2'>Job 22:2</a> , <a ref='Job 22:3'>3</a> ; <a ref='Proverbs 9:12'>Pr 9:12</a> ; <a ref='Luke 17:10'>Lk 17:10</a> ; <a ref='Romans 11:35'>Ro 11:35</a> 35:9 H <a ref='Exodus 2:23'>Ex 2:23</a> 35:9 I <a ref='Job 12:19'>Job 12:19</a> 35:10 J <a ref='Job 21:14'>Job 21:14</a> ; <a ref='Job 27:10'>27:10</a> ; <a ref='Job 36:13'>36:13</a> ; <a ref='Isaiah 51:13'>Is 51:13</a> 35:10 K <a ref='Job 8:21'>Job 8:21</a> ; <a ref='Psalms 42:8'>Ps 42:8</a> ; <a ref='Psalms 77:6'>77:6</a> ; <a ref='Psalms 149:5'>149:5</a> ; <a ref='Acts 16:25'>Ac 16:25</a> 35:11 L <a ref='Job 36:22'>Job 36:22</a> ; <a ref='Psalms 94:12'>Ps 94:12</a> ; <a ref='Jeremiah 32:33'>Jer 32:33</a> 35:12 M <a ref='Proverbs 1:28'>Pr 1:28</a> 35:13 b Or <i>falsehood</i> 35:13 N <a ref='Job 27:9'>Job 27:9</a> ; <a ref='Proverbs 15:29'>Pr 15:29</a> ; <a ref='Isaiah 1:15'>Is 1:15</a> ; <a ref='Jeremiah 11:11'>Jer 11:11</a> ; <a ref='Micah 3:4'>Mic 3:4</a> 35:14 O <a ref='Job 9:11'>Job 9:11</a> ; <a ref='Job 23:8'>23:8</a> , <a ref='Job 23:9'>9</a> 35:14 P <a ref='Job 31:35'>Job 31:35</a> 35:15 c Or <i>arrogance</i> 35:16 Q <a ref='Job 34:35'>Job 34:35</a> ; <a ref='Job 38:2'>38:2</a> Job 36 36:2 a Lit <i>are yet words for God</i> 36:3 A <a ref='Job 8:3'>Job 8:3</a> ; <a ref='Job 37:23'>37:23</a> 36:4 b Or <i>blameless</i> 36:4 B <a ref='Job 33:3'>Job 33:3</a> 36:4 C <a ref='Job 37:16'>Job 37:16</a> 36:5 D <a ref='Psalms 22:24'>Ps 22:24</a> ; <a ref='Psalms 69:33'>69:33</a> ; <a ref='Psalms 102:17'>102:17</a> 36:5 E <a ref='Job 12:13'>Job 12:13</a> 36:6 F <a ref='Job 8:22'>Job 8:22</a> ; <a ref='Job 34:26'>34:26</a> 36:6 G <a ref='Job 5:15'>Job 5:15</a> 36:7 H <a ref='Psalms 33:18'>Ps 33:18</a> ; <a ref='Psalms 34:15'>34:15</a> 36:7 I <a ref='Job 5:11'>Job 5:11</a> ; <a ref='Psalms 113:8'>Ps 113:8</a> 36:8 J <a ref='Job 36:15'>Job 36:15</a> , <a ref='Job 36:21'>21</a> 36:9 K <a ref='Job 15:25'>Job 15:25</a> 36:10 L <a ref='Job 33:16'>Job 33:16</a> ; <a ref='Job 36:15'>36:15</a> 36:10 M <a ref='2 Kings 17:13'>2Ki 17:13</a> ; <a ref='Job 36:21'>Job 36:21</a> ; <a ref='Jonah 3:8'>Jon 3:8</a> 36:11 N <a ref='1 Timothy 4:8'>1Ti 4:8</a> 36:11 O <a ref='Psalms 16:11'>Ps 16:11</a> 36:12 P <a ref='Job 15:22'>Job 15:22</a> 36:12 Q <a ref='Job 4:21'>Job 4:21</a> 36:14 c Or <i>Their soul dies</i> 36:14 R <a ref='Deuteronomy 23:17'>Dt 23:17</a> 36:15 d Lit <i>his</i> 36:15 e Or <i>adversity</i> 36:15 S <a ref='Job 36:8'>Job 36:8</a> , <a ref='Job 36:21'>21</a> 36:15 T <a ref='Job 36:10'>Job 36:10</a> 36:16 f Or <i>rich food</i> 36:16 U <a ref='Hosea 2:14'>Hos 2:14</a> 36:17 V <a ref='Job 22:5'>Job 22:5</a> , <a ref='Job 22:10'>10</a> , <a ref='Job 22:11'>11</a> 36:18 W <a ref='Jonah 4:4'>Jon 4:4</a> , <a ref='Jonah 4:9'>9</a> 36:18 X <a ref='Job 33:24'>Job 33:24</a> 36:19 g Or <i>riches</i> 36:20 h Lit <i>go up</i> 36:20 Y <a ref='Job 34:20'>Job 34:20</a> , <a ref='Job 34:25'>25</a> 36:21 Z <a ref='Job 36:10'>Job 36:10</a> ; <a ref='Psalms 31:6'>Ps 31:6</a> ; <a ref='Psalms 66:18'>66:18</a> 36:21 A <a ref='Job 36:8'>Job 36:8</a> , <a ref='Job 36:15'>15</a> ; <a ref='Hebrews 11:25'>Heb 11:25</a> 36:22 B <a ref='Job 35:11'>Job 35:11</a> 36:23 i Or <i>injustice</i> 36:23 C <a ref='Deuteronomy 32:4'>Dt 32:4</a> ; <a ref='Job 8:3'>Job 8:3</a> 36:24 D <a ref='Psalms 92:5'>Ps 92:5</a> ; <a ref='Revelation 15:3'>Rev 15:3</a> 36:24 E <a ref='Exodus 15:1'>Ex 15:1</a> ; <a ref='Judges 5:1'>Jdg 5:1</a> ; <a ref='1 Chronicles 16:9'>1Chr 16:9</a> ; <a ref='Psalms 59:16'>Ps 59:16</a> ; <a ref='Psalms 138:5'>138:5</a> 36:26 F <a ref='Job 11:7–9'>Job 11:7-9</a> ; <a ref='Job 37:23'>37:23</a> 36:26 G <a ref='1 Corinthians 13:12'>1Co 13:12</a> 36:26 H <a ref='Job 10:5'>Job 10:5</a> ; <a ref='Psalms 90:2'>Ps 90:2</a> ; <a ref='Psalms 102:24'>102:24</a> , <a ref='Psalms 102:27'>27</a> ; <a ref='Hebrews 1:12'>Heb 1:12</a> 36:27 j Or <i>mist</i> 36:27 I <a ref='Job 5:10'>Job 5:10</a> ; <a ref='Job 36:26–29'>36:26-29</a> ; <a ref='Job 37:6'>37:6</a> , <a ref='Job 37:11'>11</a> ; <a ref='Job 38:28'>38:28</a> ; <a ref='Psalms 147:8'>Ps 147:8</a> 36:29 k Lit <i>booth</i> 36:29 J <a ref='Job 37:11'>Job 37:11</a> , <a ref='Job 37:16'>16</a> 36:29 K <a ref='Job 26:14'>Job 26:14</a> 36:30 l Lit <i>light</i> 36:31 L <a ref='Job 37:13'>Job 37:13</a> 36:31 M <a ref='Psalms 104:27'>Ps 104:27</a> ; <a ref='Psalms 136:25'>136:25</a> ; <a ref='Acts 14:17'>Ac 14:17</a> 36:32 m Lit <i>light</i> 36:32 N <a ref='Job 37:11'>Job 37:11</a> , <a ref='Job 37:12'>12</a> , <a ref='Job 37:15'>15</a> 36:33 O <a ref='Job 37:2'>Job 37:2</a> Job 37 37:2 a Or <i>Persist in listening</i> 37:2 A <a ref='Job 36:33'>Job 36:33</a> ; <a ref='Job 37:4'>37:4</a> , <a ref='Job 37:5'>5</a> ; <a ref='Psalms 29:3–9'>Ps 29:3-9</a> 37:3 b Lit <i>light</i> 37:3 B <a ref='Job 28:24'>Job 28:24</a> ; <a ref='Job 37:11'>37:11</a> , <a ref='Job 37:12'>12</a> ; <a ref='Job 38:13'>38:13</a> 37:4 c Lit <i>them</i> 37:5 C <a ref='Job 26:14'>Job 26:14</a> 37:5 D <a ref='Job 5:9'>Job 5:9</a> ; <a ref='Job 37:14'>37:14</a> , <a ref='Job 37:16'>16</a> , <a ref='Job 37:23'>23</a> 37:6 E <a ref='Job 38:22'>Job 38:22</a> 37:6 F <a ref='Job 36:27'>Job 36:27</a> 37:7 G <a ref='Job 12:14'>Job 12:14</a> 37:7 H <a ref='Psalms 111:2'>Ps 111:2</a> 37:8 d Lit <i>dens</i> 37:8 I <a ref='Job 38:40'>Job 38:40</a> ; <a ref='Psalms 104:21'>Ps 104:21</a> , <a ref='Psalms 104:22'>22</a> 37:9 e Lit <i>chamber</i> 37:9 f Lit <i>scattering winds</i> 37:9 J <a ref='Job 9:9'>Job 9:9</a> 37:10 K <a ref='Job 38:29'>Job 38:29</a> ; <a ref='Psalms 147:17'>Ps 147:17</a> 37:11 g Lit <i>light</i> 37:11 L <a ref='Job 36:27'>Job 36:27</a> 37:11 M <a ref='Job 36:29'>Job 36:29</a> 37:11 N <a ref='Job 37:15'>Job 37:15</a> 37:12 h Lit <i>they</i> 37:12 i Lit <i>them</i> 37:12 O <a ref='Job 36:32'>Job 36:32</a> ; <a ref='Psalms 148:8'>Ps 148:8</a> 37:12 P <a ref='Isaiah 14:21'>Is 14:21</a> ; <a ref='Isaiah 27:6'>27:6</a> 37:13 j Lit <i>the rod</i> 37:13 k Lit <i>be found</i> 37:13 Q <a ref='Exodus 9:18'>Ex 9:18</a> , <a ref='Exodus 9:23'>23</a> ; <a ref='1 Samuel 12:18'>1Sa 12:18</a> , <a ref='1 Samuel 12:19'>19</a> 37:13 R <a ref='Job 38:26'>Job 38:26</a> , <a ref='Job 38:27'>27</a> 37:13 S <a ref='1 Kings 18:41–46'>1Ki 18:41-46</a> 37:15 l Lit <i>light</i> 37:16 m Or <i>blameless</i> 37:16 T <a ref='Job 37:5'>Job 37:5</a> , <a ref='Job 37:14'>14</a> , <a ref='Job 37:23'>23</a> 37:16 U <a ref='Job 36:4'>Job 36:4</a> 37:18 V <a ref='Job 9:8'>Job 9:8</a> ; <a ref='Psalms 104:2'>Ps 104:2</a> ; <a ref='Isaiah 44:24'>Is 44:24</a> ; <a ref='Isaiah 45:12'>45:12</a> ; <a ref='Jeremiah 10:12'>Jer 10:12</a> ; <a ref='Zechariah 12:1'>Zec 12:1</a> 37:19 W <a ref='Job 9:14'>Job 9:14</a> ; <a ref='Romans 8:26'>Ro 8:26</a> 37:20 n Or <i>If a man speaks, surely he shall be swallowed up</i> 37:21 o Lit <i>they</i> 37:23 X <a ref='Job 11:7'>Job 11:7</a> , <a ref='Job 11:8'>8</a> ; <a ref='Romans 11:33'>Ro 11:33</a> ; <a ref='1 Timothy 6:16'>1Ti 6:16</a> 37:23 Y <a ref='Job 9:4'>Job 9:4</a> ; <a ref='Job 36:5'>36:5</a> 37:23 Z <a ref='Isaiah 63:9'>Is 63:9</a> ; <a ref='Lamentations 3:33'>Lam 3:33</a> ; <a ref='Ezekiel 18:23'>Eze 18:23</a> , <a ref='Ezekiel 18:32'>32</a> ; <a ref='Ezekiel 33:11'>33:11</a> 37:23 A <a ref='Job 8:3'>Job 8:3</a> 37:24 B <a ref='Matthew 10:28'>Mt 10:28</a> 37:24 C <a ref='Job 5:13'>Job 5:13</a> ; <a ref='Matthew 11:25'>Mt 11:25</a> ; <a ref='1 Corinthians 1:26'>1Co 1:26</a> Job 38 38:1 a Or <i>storm</i> 38:1 A <a ref='Job 40:6'>Job 40:6</a> 38:2 B <a ref='Job 35:16'>Job 35:16</a> ; <a ref='Job 42:3'>42:3</a> 38:3 C <a ref='Job 40:7'>Job 40:7</a> 38:3 D <a ref='Job 42:4'>Job 42:4</a> 38:4 E <a ref='Job 15:7'>Job 15:7</a> ; <a ref='Psalms 104:5'>Ps 104:5</a> ; <a ref='Proverbs 8:29'>Pr 8:29</a> ; <a ref='Proverbs 30:4'>30:4</a> 38:5 F <a ref='Proverbs 8:29'>Pr 8:29</a> ; <a ref='Isaiah 40:12'>Is 40:12</a> 38:6 G <a ref='Job 26:7'>Job 26:7</a> 38:7 H <a ref='Job 1:6'>Job 1:6</a> 38:8 I <a ref='Genesis 1:9'>Ge 1:9</a> ; <a ref='Psalms 104:6–9'>Ps 104:6-9</a> ; <a ref='Proverbs 8:29'>Pr 8:29</a> ; <a ref='Jeremiah 5:22'>Jer 5:22</a> 38:10 b Lit <i>broke My decree on it</i> 38:10 J <a ref='Genesis 1:9'>Ge 1:9</a> ; <a ref='Psalms 33:7'>Ps 33:7</a> ; <a ref='Psalms 104:9'>104:9</a> ; <a ref='Proverbs 8:29'>Pr 8:29</a> ; <a ref='Jeremiah 5:22'>Jer 5:22</a> 38:12 c Lit <i>from your days</i> 38:13 K <a ref='Job 28:24'>Job 28:24</a> ; <a ref='Job 37:3'>37:3</a> 38:13 L <a ref='Job 34:25'>Job 34:25</a> , <a ref='Job 34:26'>26</a> ; <a ref='Job 36:6'>36:6</a> 38:15 M <a ref='Job 5:14'>Job 5:14</a> 38:15 N <a ref='Numbers 15:30'>Nu 15:30</a> ; <a ref='Psalms 10:15'>Ps 10:15</a> ; <a ref='Psalms 37:17'>37:17</a> 38:16 d Or <i>in search of</i> 38:16 O <a ref='Genesis 7:11'>Ge 7:11</a> ; <a ref='Genesis 8:2'>8:2</a> ; <a ref='Proverbs 8:24'>Pr 8:24</a> , <a ref='Proverbs 8:28'>28</a> 38:17 P <a ref='Job 10:21'>Job 10:21</a> ; <a ref='Job 26:6'>26:6</a> ; <a ref='Job 34:22'>34:22</a> 38:18 e Or <i>width</i> 38:18 Q <a ref='Job 28:24'>Job 28:24</a> 38:20 f Lit <i>house</i> 38:20 R <a ref='Job 26:10'>Job 26:10</a> 38:21 S <a ref='Job 15:7'>Job 15:7</a> 38:22 T <a ref='Job 37:6'>Job 37:6</a> 38:22 U <a ref='Exodus 9:18'>Ex 9:18</a> ; <a ref='Joshua 10:11'>Jos 10:11</a> ; <a ref='Isaiah 30:30'>Is 30:30</a> ; <a ref='Ezekiel 13:11'>Eze 13:11</a> , <a ref='Ezekiel 13:13'>13</a> ; <a ref='Revelation 16:21'>Rev 16:21</a> 38:24 V <a ref='Job 26:10'>Job 26:10</a> 38:26 g Lit <i>man</i> 38:26 W <a ref='Job 36:27'>Job 36:27</a> 38:27 X <a ref='Psalms 104:13'>Ps 104:13</a> , <a ref='Psalms 104:14'>14</a> ; <a ref='Psalms 107:35'>107:35</a> 38:28 Y <a ref='Job 36:27'>Job 36:27</a> , <a ref='Job 36:28'>28</a> ; <a ref='Psalms 147:8'>Ps 147:8</a> ; <a ref='Jeremiah 14:22'>Jer 14:22</a> 38:29 Z <a ref='Job 37:10'>Job 37:10</a> ; <a ref='Psalms 147:17'>Ps 147:17</a> 38:30 h Lit <i>hides itself</i> 38:30 i Or <i>is frozen</i> 38:31 A <a ref='Job 9:9'>Job 9:9</a> ; <a ref='Amos 5:8'>Am 5:8</a> 38:32 j Heb <i>Mazzaroth</i> 38:32 k Lit <i>sons</i> 38:33 B <a ref='Psalms 148:6'>Ps 148:6</a> ; <a ref='Jeremiah 31:35'>Jer 31:35</a> , <a ref='Jeremiah 31:36'>36</a> 38:34 C <a ref='Job 22:11'>Job 22:11</a> ; <a ref='Job 36:27'>36:27</a> , <a ref='Job 36:28'>28</a> ; <a ref='Job 38:37'>38:37</a> 38:35 D <a ref='Job 36:32'>Job 36:32</a> ; <a ref='Job 37:3'>37:3</a> 38:36 l Or <i>ibis</i> 38:36 m Or <i>rooster</i> 38:36 E <a ref='Job 9:4'>Job 9:4</a> ; <a ref='Psalms 51:6'>Ps 51:6</a> ; <a ref='Ecclesiastes 2:26'>Ecc 2:26</a> 38:36 F <a ref='Job 32:8'>Job 32:8</a> 38:37 G <a ref='Job 38:34'>Job 38:34</a> 38:39 H <a ref='Psalms 104:21'>Ps 104:21</a> 38:40 I <a ref='Job 37:8'>Job 37:8</a> 38:41 J <a ref='Psalms 147:9'>Ps 147:9</a> ; <a ref='Matthew 6:26'>Mt 6:26</a> ; <a ref='Luke 12:24'>Lk 12:24</a> Job 39 39:1 a Lit <i>goats of the rock</i> 39:1 A <a ref='Deuteronomy 14:5'>Dt 14:5</a> ; <a ref='1 Samuel 24:2'>1Sa 24:2</a> ; <a ref='Psalms 104:18'>Ps 104:18</a> 39:1 B <a ref='Psalms 29:9'>Ps 29:9</a> 39:5 C <a ref='Job 6:5'>Job 6:5</a> ; <a ref='Job 11:12'>11:12</a> ; <a ref='Job 24:5'>24:5</a> ; <a ref='Psalms 104:11'>Ps 104:11</a> 39:6 D <a ref='Job 24:5'>Job 24:5</a> ; <a ref='Jeremiah 2:24'>Jer 2:24</a> ; <a ref='Hosea 8:9'>Hos 8:9</a> 39:9 E <a ref='Numbers 23:22'>Nu 23:22</a> ; <a ref='Deuteronomy 33:17'>Dt 33:17</a> ; <a ref='Psalms 22:21'>Ps 22:21</a> ; <a ref='Psalms 29:6'>29:6</a> ; <a ref='Psalms 92:10'>92:10</a> ; <a ref='Isaiah 34:7'>Is 34:7</a> 39:10 b Lit <i>his rope</i> 39:13 c Or <i>love</i> 39:15 d Lit <i>it</i> 39:16 F <a ref='Lamentations 4:3'>Lam 4:3</a> 39:20 G <a ref='Joel 2:5'>Joel 2:5</a> 39:20 H <a ref='Jeremiah 8:16'>Jer 8:16</a> 39:21 e Lit <i>They paw</i> 39:21 I <a ref='Jeremiah 8:6'>Jer 8:6</a> 39:24 f Or <i>swallows up</i> 39:24 g Lit <i>believe</i> 39:27 h Lit <i>mouth</i> 39:27 J <a ref='Jeremiah 49:16'>Jer 49:16</a> ; <a ref='Obadiah 1:4'>Ob 4</a> 39:29 i Or <i>paws</i> , cf. <a ref='Job 39:21'>Job 39:21</a> ; lit <i>digs</i> 39:29 K <a ref='Job 9:26'>Job 9:26</a> 39:30 L <a ref='Matthew 24:28'>Mt 24:28</a> ; <a ref='Luke 17:37'>Lk 17:37</a> Job 40 40:2 A <a ref='Job 9:3'>Job 9:3</a> ; <a ref='Job 10:2'>10:2</a> ; <a ref='Job 33:13'>33:13</a> ; <a ref='Isaiah 45:9'>Is 45:9</a> 40:2 B <a ref='Job 13:3'>Job 13:3</a> ; <a ref='Job 23:4'>23:4</a> ; <a ref='Job 31:35'>31:35</a> 40:4 C <a ref='Job 21:5'>Job 21:5</a> ; <a ref='Job 29:9'>29:9</a> 40:5 D <a ref='Job 9:3'>Job 9:3</a> , <a ref='Job 9:15'>15</a> 40:6 a Or <i>storm</i> 40:6 E <a ref='Job 38:1'>Job 38:1</a> 40:7 F <a ref='Job 38:3'>Job 38:3</a> 40:7 G <a ref='Job 38:3'>Job 38:3</a> ; <a ref='Job 42:4'>42:4</a> 40:8 H <a ref='Romans 3:4'>Ro 3:4</a> 40:8 I <a ref='Job 10:3'>Job 10:3</a> , <a ref='Job 10:7'>7</a> ; <a ref='Job 16:11'>16:11</a> ; <a ref='Job 19:6'>19:6</a> ; <a ref='Job 27:2'>27:2</a> 40:8 J <a ref='Job 13:18'>Job 13:18</a> ; <a ref='Job 27:6'>27:6</a> 40:9 K <a ref='Job 37:5'>Job 37:5</a> ; <a ref='Psalms 29:3'>Ps 29:3</a> 40:10 L <a ref='Psalms 93:1'>Ps 93:1</a> ; <a ref='Psalms 104:1'>104:1</a> 40:11 M <a ref='Isaiah 42:25'>Is 42:25</a> ; <a ref='Nahum 1:6'>Na 1:6</a> , <a ref='Nahum 1:8'>8</a> 40:11 N <a ref='Isaiah 2:12'>Is 2:12</a> ; <a ref='Daniel 4:37'>Da 4:37</a> 40:12 b Lit <i>under them</i> 40:12 O <a ref='1 Samuel 2:7'>1Sa 2:7</a> ; <a ref='Isaiah 2:12'>Is 2:12</a> ; <a ref='Isaiah 13:11'>13:11</a> ; <a ref='Daniel 4:37'>Da 4:37</a> 40:12 P <a ref='Isaiah 63:3'>Is 63:3</a> 40:13 Q <a ref='Isaiah 2:10–12'>Is 2:10-12</a> 40:15 c Hippopotamus, dinosaur, or other; lit <i>great beast</i> 40:15 R <a ref='Job 40:19'>Job 40:19</a> 40:18 d Lit <i>bones</i> 40:19 S <a ref='Job 41:33'>Job 41:33</a> 40:19 T <a ref='Job 40:15'>Job 40:15</a> 40:20 U <a ref='Psalms 104:14'>Ps 104:14</a> 40:20 V <a ref='Psalms 104:26'>Ps 104:26</a> 40:22 e Lit <i>his shade</i> 40:23 W <a ref='Genesis 13:10'>Ge 13:10</a> Job 41 41:1 a Ch 40:25 in Heb 41:1 b Crocodile, dinosaur, or other; but cf. notes on <a ref='Psalms 74:14'>Ps 74:14</a> ; <a ref='Psalms 104:26'>104:26</a> ; <a ref='Isaiah 21:1'>Is 21:1</a> 41:1 A <a ref='Job 3:8'>Job 3:8</a> ; <a ref='Psalms 74:14'>Ps 74:14</a> ; <a ref='Psalms 104:26'>104:26</a> ; <a ref='Isaiah 27:1'>Is 27:1</a> 41:2 c Lit <i>rope of rushes</i> 41:2 d Or <i>thorn</i> , <i>ring</i> 41:2 B <a ref='2 Kings 19:28'>2Ki 19:28</a> ; <a ref='Isaiah 37:29'>Is 37:29</a> 41:6 e Lit <i>partners</i> 41:8 f Lit <i>do not add</i> 41:9 g Ch 41:1 in Heb 41:9 h Job’s 41:9 i Job 41:10 C <a ref='Job 3:8'>Job 3:8</a> 41:11 j Lit <i>anticipated</i> 41:11 D <a ref='Romans 11:35'>Ro 11:35</a> 41:11 E <a ref='Exodus 19:5'>Ex 19:5</a> ; <a ref='Deuteronomy 10:14'>Dt 10:14</a> ; <a ref='Job 9:5–10'>Job 9:5-10</a> ; <a ref='Job 26:6–14'>26:6-14</a> ; <a ref='Job 28:24'>28:24</a> ; <a ref='Psalms 24:1'>Ps 24:1</a> ; <a ref='Psalms 50:12'>50:12</a> ; <a ref='1 Corinthians 10:26'>1Co 10:26</a> 41:13 k Lit <i>uncover the face of its garment</i> 41:13 l Lit <i>clothing</i> 41:13 m Gr <i>mail</i> 41:15 n Lit <i>rows of shields</i> 41:18 F <a ref='Job 3:9'>Job 3:9</a> 41:19 o Lit <i>escape</i> 41:25 p Or <i>gods</i> 41:25 q Lit as if in <i>sin</i> 41:28 r Lit <i>son of the bow</i> 41:30 s Or <i>moves across</i> 41:33 t Or <i>earth</i> 41:33 G <a ref='Job 40:19'>Job 40:19</a> 41:34 u Ch 41:26 in Heb 41:34 H <a ref='Job 28:8'>Job 28:8</a> Job 42 42:2 A <a ref='Genesis 18:14'>Ge 18:14</a> ; <a ref='Matthew 19:26'>Mt 19:26</a> 42:3 B <a ref='Job 38:2'>Job 38:2</a> 42:3 C <a ref='Psalms 40:5'>Ps 40:5</a> ; <a ref='Psalms 131:1'>131:1</a> ; <a ref='Psalms 139:6'>139:6</a> 42:4 D <a ref='Job 38:3'>Job 38:3</a> ; <a ref='Job 40:7'>40:7</a> 42:5 E <a ref='Job 26:14'>Job 26:14</a> ; <a ref='Romans 10:17'>Ro 10:17</a> 42:5 F <a ref='Isaiah 6:5'>Is 6:5</a> ; <a ref='Ephesians 1:17'>Eph 1:17</a> , <a ref='Ephesians 1:18'>18</a> 42:7 G <a ref='Job 40:3–5'>Job 40:3-5</a> ; <a ref='Job 42:1–6'>42:1-6</a> 42:8 a Lit <i>lift up his face</i> 42:8 H <a ref='Numbers 23:1'>Nu 23:1</a> 42:8 I <a ref='Job 1:5'>Job 1:5</a> 42:8 J <a ref='Genesis 20:17'>Ge 20:17</a> ; <a ref='James 5:16'>Jas 5:16</a> ; <a ref='1 John 5:16'>1Jn 5:16</a> 42:8 K <a ref='Job 22:30'>Job 22:30</a> 42:9 b Lit <i>lifted up the face of</i> 42:10 L <a ref='Deuteronomy 30:3'>Dt 30:3</a> ; <a ref='Job 1:2'>Job 1:2</a> , <a ref='Job 1:3'>3</a> ; <a ref='Psalms 14:7'>Ps 14:7</a> ; <a ref='Psalms 85:1–3'>85:1-3</a> ; <a ref='Psalms 126:1–6'>126:1-6</a> 42:11 c Ancient currency, cf. <a ref='Genesis 33:19'>Ge 33:19</a> ; <a ref='Joshua 24:32'>Jos 24:32</a> 42:11 M <a ref='Job 19:13'>Job 19:13</a> 42:11 N <a ref='Job 2:11'>Job 2:11</a> 42:12 O <a ref='Job 1:10'>Job 1:10</a> ; <a ref='Job 8:7'>8:7</a> ; <a ref='James 5:11'>Jas 5:11</a> 42:12 P <a ref='Job 1:3'>Job 1:3</a> 42:13 Q <a ref='Job 1:2'>Job 1:2</a> 42:17 R <a ref='Genesis 15:15'>Ge 15:15</a> ; <a ref='Genesis 25:8'>25:8</a> ; <a ref='Job 5:26'>Job 5:26</a>",
    "type": "notes"
  }
]