[
  {
    "start": 24001001,
    "content": "<b><a>1:1</a></b> <b>Anathoth.</b> Anathoth. A town in the territory of Benjamin, 3 mi. north of Jerusalem, assigned to the Levites (cf. Jos 21:18 ) where Abiathar had once lived ( 1Ki 2:26 )."
  },
  {
    "start": 24001002,
    "content": "<b><a>1:2</a></b> <b>in the days of.</b> in the days of. Jeremiah’s ministry spanned at least 5 decades—from Judah’s king Josiah (13th year, 627 BC) to the final king, Zedekiah, in his last year (586 BC)."
  },
  {
    "start": 24001003,
    "content": "<b><a>1:3</a></b> <b>fifth month.</b> fifth month. Babylonian conquerors began deporting Judeans into captivity in the Hebrew month Ab (July–Aug.) in 586 BC ( 52:12 ; 2Ki 25:8–11 ), shortly after breaking into Jerusalem on the fourth month and ninth day ( 39:2 ; 52:6 )."
  },
  {
    "start": 24001005,
    "content": "<b><a>1:5</a></b> <b>Before I formed you.</b> Before I formed you. This is not reincarnation; it is God’s all-knowing cognizance of Jeremiah and sovereign plan for him before he was conceived (cf. Paul’s similar realization, Ga 1:15 )."
  },
  {
    "start": 24001006,
    "content": "<b><a>1:6</a></b> Jeremiah’s response points out his inability and his inexperience. If as a young man he was 20–25 years old in 626 BC, he was 60–65 in 586 BC when Jerusalem fell (chap. 39 ), and 85–90 if he lived to the time of 52:31–34 (ca. 561 BC)."
  },
  {
    "start": 24001007,
    "end": 24001010,
    "content": "<b><a>1:7–10</a></b> The power backing Jeremiah’s service was God’s presence and provision (cf. 2Co 3:5 )."
  },
  {
    "start": 24001009,
    "content": "<b><a>1:9</a></b> <b>My words in your mouth.</b> My words in your mouth. God used him as His mouthpiece, speaking His message ( 15:19 ); thus, Jeremiah’s fitting response was to receive God’s Word ( 15:16 )."
  },
  {
    "start": 24001010,
    "content": "<b><a>1:10</a></b> <b>appointed you … over.</b> appointed you … over. Because God spoke through Jeremiah, the message has divine authority."
  },
  {
    "start": 24001011,
    "end": 24001016,
    "content": "<b><a>1:11–16</a></b> Illustrations of God’s charge were twofold. First, there was the sign of the almond rod. The almond tree was literally “the wakeful tree,” because it awakened from the sleep of winter earlier than the other trees, blooming in Jan. It was a symbol of God’s early judgment, as Jeremiah announced (605–586 BC). Second, the boiling pot pictured the Babylonian invaders bringing judgment on Judah (cf. 20:4 )."
  },
  {
    "start": 24001017,
    "end": 24001019,
    "content": "<b><a>1:17–19</a></b> Jeremiah’s part was proclamation, as God’s mouthpiece (v. 17 ); God’s part was preservation in defending the prophet (vv. 18–19 ). God did protect him often, e.g., 11:18–23 ; 20:1ff. , and 38:7–13 ."
  },
  {
    "start": 24002001,
    "end": 24002003,
    "content": "<b><a>2:1–3</a></b> <b>Jerusalem … Israel.</b> Jerusalem … Israel. Jeremiah pointed to the sensitivity of Yahweh and His care for them in the early history (v. 21 ). After centuries, many were: 1) far from God, whom they had forsaken (vv. 5 , 31 ); 2) deep in idolatry (vv. 11 , 27–28 ); and 3) without true salvation (as v. 8 ; 5:10a )."
  },
  {
    "start": 24002003,
    "content": "<b><a>2:3</a></b> <b>first of His produce.</b> first of His produce. Israel was first to worship the true God ( Ex 19:5–6 ) through His covenant with Abraham ( Ge 12:1–3 ), which also assured His intent to bless peoples from all nations ( 16:19–21 ; Da 7:27 )."
  },
  {
    "start": 24002008,
    "content": "<b><a>2:8</a></b> <b>priests … prophets.</b> priests … prophets. Leaders, who did not really know Yahweh, set the idolatrous pattern for others (cf. Hos 4:6 )."
  },
  {
    "start": 24002013,
    "content": "<b><a>2:13</a></b> <b>two evils.</b> two evils. First, Israel had abandoned Yahweh, the source of spiritual salvation and sustenance (cf. 17:8 ; Ps 36:9 ; Jn 4:14 ). Second, Israel turned to idolatrous objects of trust; Jeremiah compared these with underground water storage devices for rainwater, which were broken and let water seep out, thus proving useless."
  },
  {
    "start": 24002014,
    "content": "<b><a>2:14</a></b> How is it that a people under God’s special care are left at the mercy of an enemy, like a worthless slave?"
  },
  {
    "start": 24002015,
    "content": "<b><a>2:15</a></b> <b>young lions.</b> young lions. The figure represents invading soldiers that burned cities (cf. 4:7 ), perhaps a reference to the disaster from the Babylonians during Jehoiakim’s fourth year, and again 3 years later when he relied on Egypt (cf. 20:4 ; 46:2 ; 2Ki 24:1–2 )."
  },
  {
    "start": 24002016,
    "content": "<b><a>2:16</a></b> <b>Memphis … Tahpanhes.</b> Memphis … Tahpanhes. These two cities in Egypt stood for the country itself."
  },
  {
    "start": 24002018,
    "content": "<b><a>2:18</a></b> Dependence on alliances with Egypt and Assyria was part of national undoing, a source of shame (vv. 36–37 )."
  },
  {
    "start": 24002019,
    "content": "<b><a>2:19</a></b> <b>acts of faithlessness.</b> acts of faithlessness. Cf. 3:6 , 8 , 11–12 , 14 , 22 ; 8:5 ; 31:22 ; 49:4 ; Is 57:17 ; Hos 11:7 ; 14:4 . For clarification of the meaning, see note on Pr 14:14 ."
  },
  {
    "start": 24002023,
    "content": "<b><a>2:23</a></b> <b>the Baals.</b> <b>camel.</b> the Baals. An inclusive term referring collectively to false deities. camel. The nation, in chasing other idols, is depicted as a female camel pursuing its instinct, and as a wild donkey in heat sniffing the wind to find a mate, craving to attract others of its kind. Other pictures of Israel are that of a thief, who is ashamed when exposed (v. 26 ), and that of a virgin or a bride who forgets what beautifies her (v. 32 )."
  },
  {
    "start": 24003001,
    "content": "<b><a>3:1</a></b> <b>If a husband divorces.</b> If a husband divorces. Such a man was not to take that woman as his wife again, for this would defile her ( Dt 24:4 ) and be a scandal. Jeremiah used this analogy to picture Israel as a harlot in the spiritual realm, with many lovers, i.e., nations ( 2:18 , 25 ) and idols ( 2:23–25 ; 3:2 , 6–9 ). Yet, Yahweh would graciously receive Israel or Judah back as His wife if she would repent ( 3:12–14 )."
  },
  {
    "start": 24003006,
    "content": "<b><a>3:6</a></b> <b>faithless.</b> faithless. Also 3:8 , 11–12 , 14 . See note on Pr 14:14 ."
  },
  {
    "start": 24003008,
    "content": "<b><a>3:8</a></b> <b>I had sent her away and given her a certificate of divorce.</b> I had sent her away and given her a certificate of divorce. Though God hates divorce ( Mal 2:16 ), it is tolerated for unrepentant adultery ( see notes on Mt 5:32 ; 19:8–9 ), as indicated by this analogy of God’s divorcing Israel for that continual sin in the spiritual realm. God had divorced Israel but not yet Judah (cf. Is 50:1 ). Cf. Ezr 10:3 , where divorce is the right action of God’s people to separate from idolatrous wives."
  },
  {
    "start": 24003014,
    "content": "<b><a>3:14</a></b> <b>I am a master to you.</b> I am a master to you. God pictured His covenant relationship with Israel as a marriage, and pleaded with mercy for Judah to repent and return. He will take her back. Cf. Hosea’s restoration of Gomer as a picture of God taking back His wicked, adulterous people."
  },
  {
    "start": 24003015,
    "end": 24003018,
    "content": "<b><a>3:15–18</a></b> <b>It shall be in those days.</b> It shall be in those days. When Israel repents (vv. 13–14 , 22 ), which has not happened, but will in the millennial era of God’s restoration that the prophets often describe ( Jer 23:5–6 ; 30–33 ; Eze 36 ), God will bring these blessings: 1) shepherds to teach them the truth; 2) His own immediate presence on the throne in Jerusalem, not just the ark of His covenant; 3) allegiance even of Gentile nations; 4) righteousness; 5) genuineness in worship; 6) unity of Israel (north) and Judah (south) into one kingdom; and 7) reestablishment in their own Promised Land."
  },
  {
    "start": 24003019,
    "content": "<b><a>3:19</a></b> <b>set you among My sons.</b> set you among My sons. Here is a reference to adoption into God’s family, when the people turn back from idols to acknowledge Him as “Father.”"
  },
  {
    "start": 24003020,
    "content": "<b><a>3:20</a></b> <b>a woman treacherously departs.</b> <b>O … Israel.</b> a woman treacherously departs. Hosea had earlier used this same imagery (ca. 755–710 BC). Thus God had given the divorce because the spiritual adultery was unrepentant. But when repentance comes, He will take Israel back (cf. 3:1 ). O … Israel. Since the irretrievable dispersion of Israel in the north (722 BC) Judah alone was left to be called by the name Israel, as Jeremiah sometimes chose to do (e.g., 3:20–23 )."
  },
  {
    "start": 24004003,
    "content": "<b><a>4:3</a></b> <b>Break up.</b> Break up. Jeremiah appealed for a spiritual turnabout from sinful, wasteful lives. He pictured this as the plowing of ground, formerly hard and unproductive due to weeds, in order to make it useful for sowing (cf. Mt 13:18–23 )."
  },
  {
    "start": 24004004,
    "content": "<b><a>4:4</a></b> <b>Circumcise.</b> Circumcise. This surgery ( Ge 17:10–14 ) was to cut away flesh that could hold disease in its folds and could pass the disease on to wives. It was important for the preservation of God’s people physically. But it was also a symbol of the need for the heart to be cleansed from sin’s deadly disease. The really essential surgery needed to happen on the inside, where God calls for taking away fleshly things that keep the heart from being spiritually devoted to Him and from true faith in Him and His will. Jeremiah later expanded on this theme ( 31:31–34 ; cf. Dt 10:16 ; 30:6 ; Ro 2:29 ). God selected the reproductive organ as the location of the symbol for man’s need of cleansing for sin, because it is the instrument most indicative of his depravity, since by it he reproduces generations of sinners."
  },
  {
    "start": 24004006,
    "end": 24004007,
    "content": "<b><a>4:6–7</a></b> <b>evil from the north.</b> evil from the north. This evil is Babylon’s army, which would invade from that direction. The “lion” on the prowl fit Babylon because of its conquering power, and Babylon was symbolized by the winged lions guarding its royal court. Babylon is later identified in 20:4 . Many details in chap. 4 graphically depict warriors in conquest (vv. 7 , 13 , 29 )."
  },
  {
    "start": 24004010,
    "content": "<b><a>4:10</a></b> <b>deceived.</b> deceived. Like Habakkuk ( 1:12–17 ), Jeremiah was horrified at these words of judgment, contrasting the prevailing hope of peace. God is sometimes described as if doing a thing He merely permits, such as allowing false prophets who delude themselves to also deceive a sinful people into thinking peace would follow (cf. 6:14 ; 8:11 ; 1Ki 22:21–24 ). God sees how people insist on their delusions, and lets it happen."
  },
  {
    "start": 24004014,
    "content": "<b><a>4:14</a></b> <b>Wash.</b> Wash. Jeremiah continued to appeal for a dealing with sin so that national destruction might be averted (v. 20 ), while there was still time to repent (cf. chaps. 7 , 26 )."
  },
  {
    "start": 24004022,
    "content": "<b><a>4:22</a></b> <b>wise to do evil.</b> wise to do evil. Israelites were wise or clever in doing evil but were dull in knowing to do the good, i.e., God’s will. Paul, applying the principle but turning it to the positive, wanted the believers at Rome to be wise to do good but unlearned in the skill of doing evil ( Ro 16:19 )."
  },
  {
    "start": 24004023,
    "content": "<b><a>4:23</a></b> <b>formless.</b> formless. Jeremiah may be borrowing the language, but the description in its context is not of creation in Ge 1:2 , but of judgment on the land of Israel and its cities (v. 20 ). The invader left it desolate of the previous form and void of inhabitants due to slaying and flight (v. 25 ). The heavens gave no light, possibly due to smoke from fires that were destroying cities (vv. 7 , 20 )."
  },
  {
    "start": 24005001,
    "content": "<b><a>5:1</a></b> <b>find a man.</b> find a man. The city was too sinful to have even one man who, by truth and justice, could qualify to be an advocate to secure pardon for Judah. Refusal to repent was the norm (v. 3 ) for the common people (v. 4 ) and for the leaders (v. 5 )."
  },
  {
    "start": 24005006,
    "content": "<b><a>5:6</a></b> <b>lion.</b> lion. Three animals which tear and eat their victims represented the invader: the lion ( see note on 4:6–7 ), the wolf, and the leopard, picturing vicious judgment on both poor (v. 4 ) and great (v. 5 )."
  },
  {
    "start": 24005007,
    "content": "<b><a>5:7</a></b> <b>adultery.</b> adultery. Often the idea of adultery is figurative for idolatry or political alliances ( see note on 3:1 ), but the language here refers to physical adultery by men seeking out a prostitute or going to neighbors’ wives (v. 8 ), thus violating the seventh commandment ( Ex 20:14 )."
  },
  {
    "start": 24005010,
    "content": "<b><a>5:10</a></b> <b>not Yahweh’s.</b> not Yahweh’s. The people, depicted as vine branches to be destroyed (cf. 11:16–17 ), did not genuinely know Yahweh in a saving relationship, but had forsaken Him and given allegiance to other gods. The description of having eyes but not seeing, and ears but not hearing (v. 21 ) is used by Isaiah ( 6:9 ) and Jesus Christ ( Mt 13:13 ) for such false professors as these branches. Jesus also referred to false branches in Jn 15:2 , 6 which were burned."
  },
  {
    "start": 24005014,
    "content": "<b><a>5:14</a></b> <b>My words … fire.</b> My words … fire. The judgment of Judah prophesied in God’s Word by Jeremiah will bring destruction, but not elimination (v. 18 ), to the nation, cf. 23:29 ."
  },
  {
    "start": 24005022,
    "content": "<b><a>5:22</a></b> <b>sand … for the sea.</b> sand … for the sea. God’s providential acts in the natural world such as 1) creating the seashore to prevent flooding, 2) giving rain at the appropriate times (v. 24 ), and 3) providing time for harvest (v. 24 ) are witness enough to Yahweh’s reality and grace. As the nation turns away from God, He will take these unappreciated gifts away (v. 25 )."
  },
  {
    "start": 24005031,
    "content": "<b><a>5:31</a></b> <b>prophesy with lying.</b> prophesy with lying. These included prophets with bogus messages, priests who asserted their own authority, and also followers who indulged such falseness. All are guilty before God."
  },
  {
    "start": 24006001,
    "content": "<b><a>6:1</a></b> <b>Tekoa … Beth-haccerem.</b> <b>north.</b> Tekoa … Beth-haccerem. Tekoa, the home of Amos, is 6 mi. south of Bethlehem. The location of Beth-haccerem (“vineyard house”) is unknown, but probably near Tekoa. As the enemy came from the north, the people would flee south. north. See note on 4:6–7 ."
  },
  {
    "start": 24006003,
    "content": "<b><a>6:3</a></b> <b>Shepherds.</b> Shepherds. These were hostile leaders of the invading Babylonians, whose soldiers were compared with flocks."
  },
  {
    "start": 24006006,
    "content": "<b><a>6:6</a></b> <b>Cut down her trees.</b> Cut down her trees. A besieging tactic is described in which trees were used to build up ramps against the city walls."
  },
  {
    "start": 24006009,
    "content": "<b><a>6:9</a></b> <b>thoroughly glean.</b> thoroughly glean. Unlike the benevolent practice of leaving food in the field for the poor to glean ( Lv 19:9–10 ; Ru 2:5–18 ), the Babylonians will leave no one when they “harvest” Judah."
  },
  {
    "start": 24006014,
    "content": "<b><a>6:14</a></b> <b>Peace, peace.</b> Peace, peace. Wicked leaders among the prophets and priests (v. 13 ) proclaimed peace falsely and gave weak and brief comfort. They provided no true healing from the spiritual wound, not having discernment to deal with the sin and its effects (v. 15 ). The need was to return to obedience (v. 16 ). Cf. 8:11 ."
  },
  {
    "start": 24006016,
    "content": "<b><a>6:16</a></b> Here is the image of travelers who are lost, stopping to inquire about the right way they once knew before they wandered so far off it."
  },
  {
    "start": 24006017,
    "content": "<b><a>6:17</a></b> <b>watchmen.</b> watchmen. Prophets."
  },
  {
    "start": 24006020,
    "content": "<b><a>6:20</a></b> <b>not acceptable.</b> not acceptable. Using imported fragrances in their offerings did not make them sweetly acceptable to God when the worshipers rejected His Word (v. 19 )."
  },
  {
    "start": 24006021,
    "content": "<b><a>6:21</a></b> <b>stumbling blocks.</b> stumbling blocks. Cf. Is 8:14 ; Mt 21:44 ; 1Pe 2:8 ."
  },
  {
    "start": 24006022,
    "end": 24006023,
    "content": "<b><a>6:22–23</a></b> A description of the Babylonians."
  },
  {
    "start": 24006027,
    "end": 24006030,
    "content": "<b><a>6:27–30</a></b> <b>I have made you.</b> I have made you. God placed Jeremiah as a kind of assayer to test the people’s obedience. He also was a “tester” who works with metals. Their sin prevented them from being pure silver, but rather they were bronze, iron, lead, even impure silver, so that they failed the test."
  },
  {
    "start": 24007001,
    "content": "<b><a>7:1</a></b> <b>The word that came.</b> The word that came. This was Jeremiah’s first temple sermon (v. 2 ); another is found in chap. 26 . God was aroused against the sins He names (vv. 6 , 19 ), especially at His temple becoming a den of robbers (v. 11 ). The point of this message, however, was that if Israel would repent, even at this late hour, God would still keep the conqueror from coming (vv. 3 , 7 ). They must reject lies such as the false hope that peace is certain, based on the reasoning that Yahweh would never bring calamity on His own temple (v. 4 ). They must turn from their sins (v. 3 , 5 , 9 ), and end their hypocrisy (v. 10 )."
  },
  {
    "start": 24007007,
    "content": "<b><a>7:7</a></b> <b>the land that I gave … forever.</b> the land that I gave … forever. God refers to the unconditional element of the land promise in the Abrahamic Covenant ( Ge 12 , 15 , 17 , 22 )."
  },
  {
    "start": 24007012,
    "content": "<b><a>7:12</a></b> <b>go … to … Shiloh.</b> go … to … Shiloh. God calls them to return to Shiloh where the tabernacle dwelt along with the ark of the covenant. He permitted the Philistines to devastate that place ( 1Sa 4 ), and He is ready to do similarly with Jerusalem, the place of His temple (vv. 13–14 )."
  },
  {
    "start": 24007013,
    "content": "<b><a>7:13</a></b> <b>rising up early.</b> rising up early. This refers to the daily ministry of the prophets (cf. v. 25 )."
  },
  {
    "start": 24007015,
    "content": "<b><a>7:15</a></b> <b>as I have cast out … Ephraim.</b> as I have cast out … Ephraim. Ephraim represents the northern kingdom of Israel, since it was the leading tribe (cf. 2Ki 17:23 ). As God exiled them to Assyria (ca. 722 BC), though they were more in number and power, so He will do to the southern kingdom."
  },
  {
    "start": 24007016,
    "content": "<b><a>7:16</a></b> <b>do not pray.</b> do not pray. God told His spokesman not to pray for the people (cf. 11:14 ). He did not find Judah inclined to repent. Instead, He found the glib use of self-deluding slogans, such as in 7:4 , and flagrant idol worship in v. 18 from a people insistent on not hearing (v. 27 ; 19:15 ). Cf. 1Jn 5:16 ."
  },
  {
    "start": 24007018,
    "content": "<b><a>7:18</a></b> <b>the queen of heaven.</b> the queen of heaven. Cf. 44:17–19 , 25 . The Jews were worshiping Ishtar, an Assyrian and Babylonian goddess also called Ashtoreth and Astarte, the wife of Baal or Molech. Because these deities symbolized generative power, their worship involved prostitution."
  },
  {
    "start": 24007022,
    "content": "<b><a>7:22</a></b> <b>I did not … command.</b> I did not … command. Bible writers sometimes use apparent negation to make a comparative emphasis. What God commanded His people at the Exodus was not so much the offerings, as it was the heart obedience which prompted the offerings. See this comparative sense used elsewhere ( Dt 5:3 ; Hos 6:6 ; 1Jn 3:18 )."
  },
  {
    "start": 24007025,
    "content": "<b><a>7:25</a></b> Cf. v. 13 ."
  },
  {
    "start": 24007029,
    "content": "<b><a>7:29</a></b> <b>Cut off your hair.</b> Cut off your hair. This is a sign depicting God’s cutting the nation off and casting them into exile. Ezekiel used a similar illustration by cutting his hair ( Eze 5:1–4 ). God never casts away the genuinely saved from spiritual salvation ( Jn 6:37 ; 10:28–29 )."
  },
  {
    "start": 24007031,
    "content": "<b><a>7:31</a></b> <b>burn their sons.</b> burn their sons. Though God forbade this atrocity ( Lv 18:21 ; 20:2–5 ; Dt 12:31 ), Israelites still offered babies as sacrifices at the high places of idol worship (Topheth) in the valley of Hinnom (south end of Jerusalem). They offered them to the fire god Molech, under the delusion that this god would reward them. See note on 19:6 ."
  },
  {
    "start": 24007032,
    "content": "<b><a>7:32</a></b> <b>valley of the Slaughter.</b> valley of the Slaughter. God renamed the place because great carnage would be forthcoming in the Babylonian invasion."
  },
  {
    "start": 24008001,
    "content": "<b><a>8:1</a></b> <b>bring out the bones.</b> bring out the bones. Conquerors would ransack all the tombs to gain treasures and then humiliate the Jews by scattering the bones of the rich and honored in open spaces as a tribute to the superiority of their gods (v. 2 )."
  },
  {
    "start": 24008004,
    "content": "<b><a>8:4</a></b> Jeremiah spoke of the natural instinct of one who falls, to get up, and one who leaves, to return, but Judah did not possess this instinct."
  },
  {
    "start": 24008005,
    "content": "<b><a>8:5</a></b> <b>faithlessness.</b> faithlessness. See note on 2:19 ."
  },
  {
    "start": 24008007,
    "content": "<b><a>8:7</a></b> The instinct of the migratory birds leads them with unfailing regularity to return every spring from their winter homes. But God’s people will not return, though the winter of divine wrath is arriving."
  },
  {
    "start": 24008011,
    "content": "<b><a>8:11</a></b> Cf. 4:10 ; 6:14 ."
  },
  {
    "start": 24008016,
    "content": "<b><a>8:16</a></b> <b>Dan.</b> Dan. The territory of this tribe was on the northern border of the land, where the invasion would begin and sweep south."
  },
  {
    "start": 24008017,
    "content": "<b><a>8:17</a></b> <b>sending serpents.</b> sending serpents. This is a figurative picture of the Babylonian victors."
  },
  {
    "start": 24008019,
    "content": "<b><a>8:19</a></b> <b>distant land.</b> distant land. This is the cry of the exiled Jews who will come after they are taken captive into Babylon. They will wonder why God would let this happen to His land and people."
  },
  {
    "start": 24008020,
    "end": 24008022,
    "content": "<b><a>8:20–22</a></b> <b>we are not saved.</b> we are not saved. The coming devastation is compared with the hopeless anguish when harvesttime has passed but people are still in desperate need. Jeremiah identified with his people’s suffering (v. 21 ) as a man of tears (cf. 9:1 ), but saw a doom so pronounced that there was no remedy to soothe. There was no healing balm, the kind in abundance in Gilead (east of the Sea of Galilee), and no physician to cure (cf. Ge 37:25 ; 43:11 )."
  },
  {
    "start": 24009001,
    "content": "<b><a>9:1</a></b> <b>waters … tears.</b> waters … tears. Jeremiah cared so deeply that he longed for the relief of flooding tears or a place of retreat to be free of the burden of Judah’s sins for a while."
  },
  {
    "start": 24009002,
    "content": "<b><a>9:2</a></b> <b>A travelers’ lodging place.</b> A travelers’ lodging place. Simple square buildings with an open court were built in remote areas to accommodate caravans. Though it would be lonely and filthy in the wilderness, Jeremiah preferred it to Jerusalem so as to be removed from the moral pollution of the people, which he described in vv. 3–8 ."
  },
  {
    "start": 24009003,
    "content": "<b><a>9:3</a></b> <b>do not know Me.</b> do not know Me. See note on 5:10 ."
  },
  {
    "start": 24009015,
    "content": "<b><a>9:15</a></b> <b>wormwood … poisoned water.</b> wormwood … poisoned water. Yahweh pictured the awful suffering of the judgment as wormwood, which had very bitter leaves. Their food would be bitterness, and their water as foul as gall, a poisonous herb."
  },
  {
    "start": 24009022,
    "content": "<b><a>9:22</a></b> How galling to the Jews to hear that their corpses will be trampled contemptuously."
  },
  {
    "start": 24009024,
    "content": "<b><a>9:24</a></b> <b>understands and knows Me.</b> understands and knows Me. Nothing but a true knowledge of God can save the nation. Paul refers to this passage twice (cf. 1Co 1:31 ; 2Co 10:17 )."
  },
  {
    "start": 24009026,
    "content": "<b><a>9:26</a></b> <b>Egypt … desert.</b> <b>uncircumcised of heart.</b> Egypt … desert. A preview of God’s judgment of the nations detailed in chaps. 46–51 . uncircumcised of heart. See note on 4:4 ."
  },
  {
    "start": 24010002,
    "content": "<b><a>10:2</a></b> <b>signs of the heavens.</b> signs of the heavens. Gentiles worshiped celestial bodies, including the sun, moon, and stars."
  },
  {
    "start": 24010004,
    "content": "<b><a>10:4</a></b> <b>make … beautiful.</b> make … beautiful. Idols were often carved from wood (v. 3 ) and ornamented with gold or silver (cf. v. 9 ). Some were molded from clay ( Jdg 18:17 ; Is 42:17 ). The context points out the impossibility (vv. 3–5 ) of such nonexistent gods punishing or rewarding humans."
  },
  {
    "start": 24010007,
    "content": "<b><a>10:7</a></b> <b>King.</b> King. God, who sovereignly created and controls all things (cf. vv. 12 , 16 ; Dt 4:35 ), is alone the eternal, living God (cf. Pss 47 , 145 ) worthy of trust. By contrast, earthly idols have to be fashioned by men (v. 9 ), and will perish (v. 15 )."
  },
  {
    "start": 24010009,
    "content": "<b><a>10:9</a></b> <b>Tarshish.</b> <b>Uphaz.</b> Tarshish. Possibly a commercial port in southern Spain or on the island of Sardinia. Cf. Jon 1:3 . Uphaz. Location is uncertain."
  },
  {
    "start": 24010011,
    "end": 24010016,
    "content": "<b><a>10:11–16</a></b> The true and living Creator God is again contrasted with dead idols."
  },
  {
    "start": 24010016,
    "content": "<b><a>10:16</a></b> <b>portion of Jacob.</b> <b>Israel is the tribe of His inheritance.</b> portion of Jacob. God is the all sufficient source for His people ( Nu 18:20 ), and He will not fail them as idols do ( 11:12 ). Israel is the tribe of His inheritance. To this nation, God gave His inheritance in covenant love."
  },
  {
    "start": 24010020,
    "content": "<b><a>10:20</a></b> <b>My tent is destroyed.</b> My tent is destroyed. Jeremiah, using a nomadic metaphor, shifted into words that Israelites will speak when the invaders attack. They will feel despair and cry out over their homes being plundered and their children being killed or scattered to exile."
  },
  {
    "start": 24010023,
    "content": "<b><a>10:23</a></b> <b>a man’s way is not in himself.</b> a man’s way is not in himself. Man is incapable of guiding his own life adequately. This prayer shifts to his need of God ( Pr 3:5–6 ; 16:9 ), who had a plan for Jeremiah before he was even born ( 1:5 )."
  },
  {
    "start": 24010024,
    "end": 24010025,
    "content": "<b><a>10:24–25</a></b> Jeremiah saw himself (“Correct me”) in solidarity with his people (cf. Da 9:1ff. ) and understood the nation must be punished, but desired some mercy and moderation; he prayed that God’s full fury would be poured on the nations that induced the Jews into idolatry."
  },
  {
    "start": 24011002,
    "content": "<b><a>11:2</a></b> <b>this covenant.</b> this covenant. The reference is to God’s covenant, summarized in vv. 3–5 , which promised curses for disobeying and blessings for obeying (cf. Dt 27:26—28:68 )."
  },
  {
    "start": 24011004,
    "content": "<b><a>11:4</a></b> <b>the iron furnace.</b> the iron furnace. A metaphor for the hardship of Egyptian bondage hundreds of years earlier (cf. Ex 1:8–14 )."
  },
  {
    "start": 24011009,
    "content": "<b><a>11:9</a></b> <b>A conspiracy.</b> A conspiracy. This refers to a deliberate resisting of God’s appeals for repentance and an insistence upon trusting their own “peace” message and idols."
  },
  {
    "start": 24011013,
    "content": "<b><a>11:13</a></b> Judah was so filled with idolatry that there were false deities for every city and a polluted altar on every street."
  },
  {
    "start": 24011014,
    "content": "<b><a>11:14</a></b> <b>do not pray.</b> do not pray. Cf. 7:16 and see note there . Their own prayers, as long as they rejected God, could not gain the answer they desired (v. 11 ; Ps 66:18 ), and the same was true of another’s prayers for them."
  },
  {
    "start": 24011015,
    "content": "<b><a>11:15</a></b> <b>My beloved.</b> <b>schemes of wickedness.</b> <b>flesh,</b> <b>set apart as holy.</b> My beloved. A phrase showing God’s sensitive regard for His relationship to Israel as a nation (cf. 2:2 ; 12:7 ). It does not carry the assumption, however, that every individual is spiritually saved (cf. 5:10a ). schemes of wickedness. Shameful idolatry that defiled all that befits true temple worship, such as the examples in Eze 8:6–13 . These were gross violations of the first 3 commandments (cf. Ex 20:2–7 ). flesh, which is set apart as holy. In some way, they corrupted the animal sacrifices by committing sin which they enjoyed (cf. 7:10 )."
  },
  {
    "start": 24011016,
    "end": 24011017,
    "content": "<b><a>11:16–17</a></b> <b>green olive tree.</b> green olive tree. Israel was pictured as a grapevine ( 2:21 ), then an olive tree meant to bear good fruit. However, they produced fruit that calls only for the fire of judgment (as 5:10 )."
  },
  {
    "start": 24011018,
    "end": 24011023,
    "content": "<b><a>11:18–23</a></b> <b>You showed me.</b> You showed me. Jeremiah’s fellow townsmen from Anathoth, one of the 48 cities throughout the land dedicated to the Levites, plotted his death. Their words, “Let us make the tree … a ruin,” indicate their desire to silence Jeremiah by murder."
  },
  {
    "start": 24011020,
    "content": "<b><a>11:20</a></b> <b>Let me see Your vengeance.</b> Let me see Your vengeance. Jeremiah pleaded for God’s defense on his behalf, actually guaranteed in 1:8 , 18–19 ."
  },
  {
    "start": 24012001,
    "content": "<b><a>12:1</a></b> <b>Why…?</b> Why…? The issue of why the wicked escape for a time unscathed has often been raised by God’s people (cf. Ps 73 ; Hab 1:2–4 )."
  },
  {
    "start": 24012003,
    "content": "<b><a>12:3</a></b> <b>Drag them off … for the slaughter.</b> Drag them off … for the slaughter. The prophet here turned from the sadness of pleading for his people to calling on God to punish them. Such imprecatory prayers are similar to prayers throughout the Psalms."
  },
  {
    "start": 24012004,
    "content": "<b><a>12:4</a></b> <b>He will not see our latter ending.</b> He will not see our latter ending. Here is the foolish idea that Jeremiah was wrong and didn’t know how things would happen."
  },
  {
    "start": 24012005,
    "content": "<b><a>12:5</a></b> <b>If you have run.</b> <b>thicket of the Jordan.</b> If you have run. Yahweh replied to Jeremiah telling him that if he grew faint with lesser trials and felt like quitting, what would he do when the battle got even harder? thicket of the Jordan. The river in flood stage overflowed its banks into a plain that grew up as a thicket. The point is that Jeremiah needed to be ready to deal with tougher testings, pictured by the invader’s overwhelming the land like a flood, or posing high danger as in the Jordan thicket where concealed wild animals could terrify a person."
  },
  {
    "start": 24012006,
    "content": "<b><a>12:6</a></b> <b>even your brothers.</b> even your brothers. Jeremiah met antagonism not only from fellow townsmen (cf. 11:18–23 and see note there ), but from his own family! He was separated from them (v. 7 )."
  },
  {
    "start": 24012008,
    "content": "<b><a>12:8</a></b> <b>Like a lion.</b> Like a lion. Jeremiah’s own people collectively are like a lion acting ferociously against him."
  },
  {
    "start": 24012009,
    "content": "<b><a>12:9</a></b> <b>a speckled bird of prey.</b> a speckled bird of prey. God’s people, speckled with sin and compromise, are opposed by other birds of prey, i.e., enemy nations."
  },
  {
    "start": 24012012,
    "content": "<b><a>12:12</a></b> <b>sword of Yahweh.</b> sword of Yahweh. God’s strength can be for defending (cf. 47:6 ; Jdg 7:20 ) or, in this case, condemning. The Babylonians were God’s sword doing His will."
  },
  {
    "start": 24012014,
    "content": "<b><a>12:14</a></b> <b>evil neighbors.</b> evil neighbors. Other nations which hurt Israel will, in their turn, also receive judgment from Yahweh (cf. 9:26 ; 25:14–32 ; chaps. 46–51 )."
  },
  {
    "start": 24012015,
    "content": "<b><a>12:15</a></b> <b>cause them to return.</b> cause them to return. God will restore His people to the land of Israel in a future millennial day, as indicated in chaps. 30–33 ."
  },
  {
    "start": 24013001,
    "content": "<b><a>13:1</a></b> <b>a linen belt.</b> <b>do not put it in water.</b> a linen belt. One of several signs Jeremiah enacted to illustrate God’s message (cf. Introduction ) involved putting on a linen waistband (generally the inner garment against the skin). This depicted Israel’s close intimacy with God in the covenant, so that they could glorify Him (v. 11 ). do not put it in water. Signified the moral filth of the nation. Buried and allowed time to rot (v. 7 ), the waistband pictured Israel as useless to God because of sin (v. 10 ). Hiding it by the Euphrates (v. 6 ) pointed to the land of Babylon, where God would exile Israel to deal with her pride (cf. v. 9 )."
  },
  {
    "start": 24013004,
    "content": "<b><a>13:4</a></b> <b>Euphrates.</b> Euphrates. This refers literally to a site on the Euphrates River because: 1) the Euphrates is the area of exile ( 20:4 ); 2) “many days” fits the round trip of well over 1,000 mi. (v. 6 ); and 3) the ruining of the nation’s pride (v. 9 ) relates to judgment by Babylon (vv. 10–11 )."
  },
  {
    "start": 24013012,
    "end": 24013014,
    "content": "<b><a>13:12–14</a></b> <b>Every jug.</b> Every jug. God pictured inhabitants of Israel in Babylon’s invasion as jugs or skins of wine. As wine causes drunkenness, they will be dazed, stumbling in darkness (cf. v. 16 ), out of control, and victims of destruction (v. 14 )."
  },
  {
    "start": 24013016,
    "content": "<b><a>13:16</a></b> <b>Give glory to Yahweh.</b> Give glory to Yahweh. Show by repentance and obedience to God that you respect His majesty."
  },
  {
    "start": 24013018,
    "content": "<b><a>13:18</a></b> <b>king … queen mother.</b> king … queen mother. Jehoiachin and Nehushta, ca. 597 BC (cf. 22:24–26 ; 29:2 ; 2Ki 24:8–17 ). Because the king was only 18 years old, she held the real power."
  },
  {
    "start": 24013019,
    "content": "<b><a>13:19</a></b> <b>Wholly taken away into exile.</b> Wholly taken away into exile. “All” and “wholly” do not require absolutely every individual, for Jeremiah elsewhere explains that some were to be slain and a remnant left in the land or fleeing to Egypt (chaps. 39–44 )."
  },
  {
    "start": 24013023,
    "content": "<b><a>13:23</a></b> <b>Ethiopian … leopard.</b> Ethiopian … leopard. The vivid analogy assumes that sinners cannot change their sinful natures. Only God can change the heart ( 31:18 , 31–34 )."
  },
  {
    "start": 24013026,
    "content": "<b><a>13:26</a></b> <b>stripped your skirts off.</b> stripped your skirts off. This was done to shame captive women and prostitutes (cf. Na 3:5 )."
  },
  {
    "start": 24013027,
    "content": "<b><a>13:27</a></b> <b>neighings.</b> lustful neighings. Refers to desire at an animal level, without conscience."
  },
  {
    "start": 24014001,
    "content": "<b><a>14:1</a></b> <b>drought.</b> drought. Jeremiah seems to actually give the prophecy of this chapter during a drought in Judah (vv. 2–6 )."
  },
  {
    "start": 24014002,
    "content": "<b><a>14:2</a></b> <b>gates languish.</b> gates languish. The “gates” were the place of public concourse, which during drought and consequent famine were empty or occupied by mourners."
  },
  {
    "start": 24014007,
    "content": "<b><a>14:7</a></b> <b>O Yahweh.</b> O Yahweh. Jeremiah from 14:7—15:21 , pursues a series of prayers in which he dialogues with Yahweh, who hears and responds (as 1:7 ; 12:5–17 , etc.). Five rounds or exchanges occur ( 14:7–12 ; 14:13–18 ; 14:19—15:9 ; 15:10–14 ; 15:15–21 )."
  },
  {
    "start": 24014010,
    "end": 24014012,
    "content": "<b><a>14:10–12</a></b> God responded in this first exchange that 1) He must judge Judah for chronic sinfulness, and 2) Jeremiah is not to pray for the sparing of Judah nor will He respond to their prayers since unrepentance must be punished (cf. 11:14 , and see note there )."
  },
  {
    "start": 24014013,
    "content": "<b><a>14:13</a></b> <b>the prophets are saying to them.</b> the prophets are saying to them. Jeremiah seemed to put forth the excuse that the people cannot help it since the false prophets deluded them with lying assurances of peace."
  },
  {
    "start": 24014014,
    "end": 24014018,
    "content": "<b><a>14:14–18</a></b> The excuse was not valid. These were deceits spawned from the prophets’ lying hearts. The prophets would suffer for their own sins (vv. 14–15 ), but so would the people for their “evil” (vv. 16–18 ; 5:31 )."
  },
  {
    "start": 24014017,
    "content": "<b><a>14:17</a></b> <b>virgin daughter.</b> virgin daughter. Judah is so called, having never before been under foreign bondage."
  },
  {
    "start": 24014018,
    "content": "<b><a>14:18</a></b> <b>the land that they do not know.</b> the land that they do not know. Babylon."
  },
  {
    "start": 24014019,
    "end": 24014020,
    "content": "<b><a>14:19–20</a></b> <b>Have You completely rejected Judah?</b> Have You completely rejected Judah? Lest Yahweh be casting Judah off forever, the prophet in deep contrition confesses the nation’s sin (cf. Da 9:4ff. )."
  },
  {
    "start": 24014021,
    "content": "<b><a>14:21</a></b> <b>the throne of Your glory.</b> the throne of Your glory. Jerusalem, place of the temple."
  },
  {
    "start": 24015001,
    "end": 24015009,
    "content": "<b><a>15:1–9</a></b> It was ineffective at this point to intercede for the nation. Even prayers by Moses (cf. Nu 14:11–25 ) and Samuel (cf. 1Sa 12:19–25 ), eminent in intercession, would not defer judgment, where unrepentance persists (cf. 18:8 ; 26:3 ). Chief among things provoking judgment was the intense sin of King Manasseh (695–642 BC). Noted in v. 4 , this provocation is recounted in 2Ki 21:1–18 , cf. 2Ki 23:26 , which says Yahweh did not relent from His anger because of this (see also 2Ki 24:3–4 )."
  },
  {
    "start": 24015006,
    "content": "<b><a>15:6</a></b> <b>I am tired of relenting!</b> I am tired of relenting! God often withholds the judgment He threatens (cf. 26:19 ; Ex 32:14 ; 1Chr 21:15 ), sparing men so that His patience might lead them to repentance (cf. Ro 2:4–5 ; 3:25 )."
  },
  {
    "start": 24015009,
    "content": "<b><a>15:9</a></b> <b>sun … set while … yet day.</b> sun … set while … yet day. Young mothers die in youth and their children are killed."
  },
  {
    "start": 24015010,
    "content": "<b><a>15:10</a></b> <b>Woe to me.</b> Woe to me. Overcome by grief (cf. 9:1 ), Jeremiah wished that he had not been born (as 20:14–18 ). He had not been a bad or disagreeable creditor or debtor, either of whom kindle hatred. Yet his people cursed him, and he felt the sting."
  },
  {
    "start": 24015011,
    "end": 24015014,
    "content": "<b><a>15:11–14</a></b> In the midst of judgment, Yahweh promised protection for the obedient remnant in Judah (cf. Mal 3:16–17 ). The Babylonians permitted some to stay in the land when they departed ( 40:5–7 ). Jeremiah personally received kind treatment from the invader ( 40:1–6 ), and his enemies in Judah would later appeal to him ( 21:1–6 ; 37:3 ; 42:1–6 ). Ultimately, a band of renegade Judeans took Jeremiah to Egypt against God’s will (cf. 43:1–7 )."
  },
  {
    "start": 24015015,
    "end": 24015018,
    "content": "<b><a>15:15–18</a></b> <b>You who know, O Yahweh.</b> You who know, O Yahweh. Jeremiah, in a mood of self-pity, reminded Yahweh of his faithfulness in bearing reproach, his love for His Word, and his separation from evil men to stand alone."
  },
  {
    "start": 24015018,
    "content": "<b><a>15:18</a></b> <b>a deceptive</b> <b>.</b> a deceptive stream . He asked that Yahweh not fail him like a wadi that has dried up (v. 18 ). The answer to this concern is in 2:13 (Yahweh is his fountain), 15:19–21 , and 17:5–8 ."
  },
  {
    "start": 24015019,
    "content": "<b><a>15:19</a></b> Yahweh reprimanded Jeremiah for self-pity and impatience. He had to have the proper posture before God and repent. If he did so, he would discern true values (“extract the precious,” a figure drawn from removing pure metal from dross), and have the further privilege of being God’s mouthpiece. Let sinners change to his values, but let him never compromise to theirs. As a man who is to assay and test others ( 6:27–30 ), he must first assay himself (cf. Moses, in Ex 4:22–26 )."
  },
  {
    "start": 24015020,
    "end": 24015021,
    "content": "<b><a>15:20–21</a></b> When Jeremiah repents, God will protect him (vv. 20–21 , as 1:18–19 )."
  },
  {
    "start": 24016002,
    "content": "<b><a>16:2</a></b> <b>You shall not take a wife.</b> You shall not take a wife. Since destruction and exile are soon to fall on Judah, the prophet must not have a wife and family. God’s kindness will keep him from anxiety over them in the awful situation of suffering and death (v. 4 ). Cf. 15:9 and 1Co 7:26 ."
  },
  {
    "start": 24016005,
    "content": "<b><a>16:5</a></b> <b>house of the funeral meal.</b> house of the funeral meal. This was a home where friends prepared a meal for a bereaved family. Don’t mourn with them or rejoice, he is told (cf. v. 8 )."
  },
  {
    "start": 24016006,
    "content": "<b><a>16:6</a></b> <b>gash … shave his head.</b> gash … shave his head. These acts indicated extreme grief."
  },
  {
    "start": 24016010,
    "end": 24016013,
    "content": "<b><a>16:10–13</a></b> <b>For what reason…?</b> For what reason…? Jeremiah was to explain the reason for the judgment, i.e., their forsaking God and worshiping false gods (v. 11 ; 2:13 ). They would get their fill of idols in Babylon (v. 13 )."
  },
  {
    "start": 24016014,
    "end": 24016015,
    "content": "<b><a>16:14–15</a></b> <b>no longer be said.</b> no longer be said. In view of Yahweh’s promise of restoration from Babylon, the proof of God’s redemptive power and faithfulness in the deliverance from Egypt would give way to a greater demonstration in the deliverance of His people from Babylon. That bondage was to be so severe that deliverance from Babylon was a greater relief than from Egypt."
  },
  {
    "start": 24016015,
    "content": "<b><a>16:15</a></b> <b>all the lands.</b> all the lands. This reference is extensive enough to be fully realized only in the final gathering into Messiah’s earthly kingdom."
  },
  {
    "start": 24016016,
    "content": "<b><a>16:16</a></b> <b>many fishermen … hunters.</b> many fishermen … hunters. These are references to Babylonian soldiers, who were doing God’s judgment work (v. 17 )."
  },
  {
    "start": 24016018,
    "content": "<b><a>16:18</a></b> <b>doubly repay.</b> doubly repay. The word for “doubly” signified “full or complete,” a fitting punishment for such severe sins."
  },
  {
    "start": 24016019,
    "end": 24016021,
    "content": "<b><a>16:19–21</a></b> The result of God’s judgment on the Jews will be the end of idolatry; even some Gentiles, witnessing the severity, will renounce idols. After the return from Babylon, this was partly fulfilled as the Jews entirely and permanently renounced idols, and many Gentiles turned from their idols to Jehovah. However, the complete fulfillment will come in the final restoration of Israel (cf. Is 2:1–4 ; 49:6 ; 60:3 )."
  },
  {
    "start": 24017001,
    "content": "<b><a>17:1</a></b> <b>The sin of Judah.</b> <b>iron stylus.</b> The sin of Judah. Reasons for the judgment (chap. 16 ) continue here: 1) idolatry (vv. 1–4 ), 2) relying on the flesh (v. 5 ), and 3) dishonesty in amassing wealth (v. 11 ). iron stylus. The names of idols were engraved on the horns of their altars with such a tool. The idea is that Judah’s sin was permanent, etched in them as if into stone. How much different to have God’s word written on the heart ( 31:33 )."
  },
  {
    "start": 24017003,
    "content": "<b><a>17:3</a></b> <b>mountain of Mine in the countryside.</b> mountain of Mine in the countryside. Jerusalem in Judah."
  },
  {
    "start": 24017004,
    "content": "<b><a>17:4</a></b> <b>land … you do not know.</b> land … you do not know. Babylon."
  },
  {
    "start": 24017005,
    "end": 24017008,
    "content": "<b><a>17:5–8</a></b> <b>Cursed is the man.</b> Cursed is the man. Jeremiah contrasted the person who experiences barrenness (vv. 5–6 ) with the one who receives blessing (vv. 7–8 ). The difference in attitude is in “trust” placed in man or “trust” vested in Yahweh (vv. 5 , 7 ). And the contrast in vitality is between being like a parched dwarf juniper in the desert (v. 6 ) or a tree drawing sustenance from a stream to bear fruit (v. 8 ; cf. Ps 1:1–3 )."
  },
  {
    "start": 24017010,
    "content": "<b><a>17:10</a></b> <b>I … search the heart.</b> I … search the heart. For the sin of man (vv. 1–4 ), for the barren man (vv. 5–6 ), or the blessed man (vv. 7–8 ), God is the final Judge and renders His judgment for their works (cf. Rev 20:11–15 ). By Him, actions are weighed ( 1Sa 2:3 )."
  },
  {
    "start": 24017011,
    "content": "<b><a>17:11</a></b> <b>a partridge.</b> a partridge. This referred to a sand grouse which invaded and brooded over a nest not its own, but was forced to leave before the eggs hatched. It depicted a person who unjustly took possession of things he had no right to take and couldn’t enjoy the benefits, despite all the effort."
  },
  {
    "start": 24017014,
    "end": 24017018,
    "content": "<b><a>17:14–18</a></b> Jeremiah voiced the prayerful cry that God would deliver him from his enemies (v. 14 ). Surrounded by ungodly people (vv. 1–6 , 11 , 13 ), he showed qualities of godliness: 1) God was his praise (v. 14 ); 2) he had a shepherd’s heart to follow God (v. 16 ); 3) he was a man of prayer open to God’s examination (v. 16 ); 4) God was his hope (v. 17 ); and 5) he trusted God’s delivering faithfulness even in judgment (v. 18 )."
  },
  {
    "start": 24017021,
    "end": 24017024,
    "content": "<b><a>17:21–24</a></b> <b>sabbath day.</b> sabbath day. Not only had the Jews failed to observe Sabbath days, but also the required Sabbath year of rest for the land ( Lv 25:1–7 ) was regularly violated. God had warned that such disobedience would bring judgment ( Lv 26:34–35 , 43 ; 2Chr 36:20–21 ). The 70-year captivity was correlated to the 490 years from Saul to the captivity, which included 70 Sabbath years. When the Jews were restored from captivity, special stress was placed on Sabbath faithfulness (cf. Ne 13:19 )."
  },
  {
    "start": 24017025,
    "end": 24017027,
    "content": "<b><a>17:25–27</a></b> For obedience, God would assure the dynasty of David perpetual rule in Jerusalem, safety for the city, and worship at the temple (vv. 25–26 ). Continued disobedience would meet with destruction of the city (v. 27 )."
  },
  {
    "start": 24018001,
    "end": 24020018,
    "content": "<b><a>18:1—20:18</a></b> A close link exists between chap. 17 and chaps. 18–20 . Destruction is in view (chap. 17 ), but repentance can yet prevent that ( 18:7–8 ). However, repentance was not present ( 18:12 ), so Jeremiah’s shattered jar illustrated God’s dashing Israel in judgment (chap. 19 ). Then the rejection spirit (cf. 19:15 ) led to persecution against God’s mouthpiece (chap. 20 )."
  },
  {
    "start": 24018002,
    "end": 24018006,
    "content": "<b><a>18:2–6</a></b> <b>potter’s house.</b> potter’s house. God sent Jeremiah to a potter, who gave him an illustration by shaping a vessel. The prophet secured a vessel and used it for his own illustration ( 19:1ff. ). Jeremiah watched the potter at his wheel. The soft clay became misshapen, but the potter shaped it back into a good vessel. God will so do with Judah if she repents."
  },
  {
    "start": 24018008,
    "end": 24018010,
    "content": "<b><a>18:8–10</a></b> Though He had announced impending judgment, the “spoiled” nation can be restored as a good vessel by God, who will hold off the judgment (vv. 8 , 11 ). By contrast, if the nation followed sin, He would not bring the blessing desired (vv. 9–10 )."
  },
  {
    "start": 24018012,
    "content": "<b><a>18:12</a></b> <b>It’s hopeless!</b> It’s hopeless! Jeremiah brought them to the point where they actually stated their condition honestly. The prophet’s threats were useless because they were so far gone—abandoned to their sins and the penalty. All hypocrisy was abandoned in favor of honesty, without repentance. Repentance was not in Israel (as v. 18 ; 19:15 ). This explains a seeming paradox: that Israel can repent and avert judgment, yet Jeremiah is not to pray for Israel ( 7:16 ; 11:14 ). It would do no good to pray for their change since they steeled themselves against any change."
  },
  {
    "start": 24018013,
    "content": "<b><a>18:13</a></b> <b>virgin of Israel.</b> virgin of Israel. It enhanced their guilt that Israel was the virgin whom God had chosen (cf. 2Ki 19:21 )."
  },
  {
    "start": 24018014,
    "content": "<b><a>18:14</a></b> <b>snow of Lebanon … cold flowing water.</b> snow of Lebanon … cold flowing water. No reasonable man would forsake such for “the rock of the open country,” perhaps a poetic term for Mt. Lebanon, from which the high mountain streams flowed. Yet Israel forsook God, the fountain of living waters, for broken foreign cisterns (cf. 2:13 )."
  },
  {
    "start": 24018018,
    "content": "<b><a>18:18</a></b> <b>plans against Jeremiah.</b> plans against Jeremiah. Plans to indict the prophet with their “tongues” and then to slay him (v. 23 ) were based on the premise that his message of doom was not true. The business of the priests, the wise, and the prophets continued as usual since God made them lasting institutions (cf. Lv 6:18 ; 10:11 )."
  },
  {
    "start": 24018019,
    "end": 24018023,
    "content": "<b><a>18:19–23</a></b> <b>give heed to me.</b> give heed to me. This is one of many examples of prayer aligning with God’s will as Jeremiah prays for God’s work of judgment to be done (vv. 11 , 15–17 )."
  },
  {
    "start": 24018022,
    "content": "<b><a>18:22</a></b> <b>dug a pit.</b> dug a pit. Cf. 38:6 ."
  },
  {
    "start": 24019001,
    "content": "<b><a>19:1</a></b> <b>elders of the people … elders of the priests.</b> elders of the people … elders of the priests. These were chosen to be credible witnesses of the symbolic action with the “earthenware jar,” so no one could plead ignorance of the prophesy. The 72 elders who made up the Sanhedrin were partly from the “priests” and the other tribes (“people”)."
  },
  {
    "start": 24019002,
    "content": "<b><a>19:2</a></b> <b>valley … Ben-hinnom.</b> <b>potsherd gate.</b> valley … Ben-hinnom. See note on 19:6 . potsherd gate. The gate of “broken pottery” was on the south wall of Jerusalem where the potters formed pottery for use in the temple nearby."
  },
  {
    "start": 24019006,
    "content": "<b><a>19:6</a></b> <b>Topheth.</b> Topheth. Hebrew uses the word toph for “drum.” This was another name for the Valley of Hinnom, an east-west valley at the south end of Jerusalem where, when children were burned in sacrifice to idols (cf. vv. 4–5 ), drums were beaten to drown their cries. Rubbish from Jerusalem was dumped there and continually burned. The place became a symbol for the burning fires of hell, called Gehenna ( Mt 5:22 ). Cf. 7:30–32 ; Is 30:33 . It was to become a place of massacre."
  },
  {
    "start": 24019009,
    "content": "<b><a>19:9</a></b> <b>eat the flesh.</b> eat the flesh. Desperate for food during a long siege, some would resort to cannibalism, eating family members and friends ( Lam 4:10 )."
  },
  {
    "start": 24019010,
    "content": "<b><a>19:10</a></b> Cf. v. 1 ."
  },
  {
    "start": 24019013,
    "content": "<b><a>19:13</a></b> <b>defiled.</b> <b>incense to … heavenly host.</b> defiled. Their houses were desecrated by idolatrous worship. incense to … heavenly host. Refers to worship of the sun, planets, and stars from flat housetops (cf. 32:29 ; 2Ki 23:11–12 ; Zep 1:5 )."
  },
  {
    "start": 24020001,
    "content": "<b><a>20:1</a></b> <b>Pashhur.</b> <b>Immer.</b> <b>ruling overseer.</b> Pashhur. The meaning is either “ease,” or “deliverance is round about,” both in contrast to the new name God assigns him in v. 3 . He was one of several men so named (cf. 21:1 ; 38:1 ). Immer. He was one of the original “governors of the sanctuary” (cf. 1Chr 24:14 ). ruling overseer. He was not the High Priest, but the chief official in charge of temple police, who were to maintain order."
  },
  {
    "start": 24020002,
    "content": "<b><a>20:2</a></b> <b>had Jeremiah … struck.</b> <b>put him in the stocks.</b> <b>upper Benjamin Gate.</b> had Jeremiah … struck. He or others acting on his authority delivered 40 lashes (see Dt 25:3 ) to the prophet. put him in the stocks. Hands, feet, and neck were fastened in holes, bending the body to a distorted posture, causing excruciating pain. upper Benjamin Gate. The northern gate of the upper temple court."
  },
  {
    "start": 24020003,
    "content": "<b><a>20:3</a></b> <b>Magor-missabib.</b> Magor-missabib. “Terror on every side” is the fitting name which Yahweh reckons for the leader. The details of that terror are in vv. 4 , 6 (cf. 6:25 )."
  },
  {
    "start": 24020004,
    "content": "<b><a>20:4</a></b> <b>Babylon.</b> Babylon. This was Jeremiah’s direct identification of the conqueror who would come out of the “north” ( 1:13 ), from “a far country” ( 4:16 )."
  },
  {
    "start": 24020008,
    "content": "<b><a>20:8</a></b> <b>derision all day long.</b> derision all day long. In vv. 7–18 , Jeremiah prayerfully lamented the ridicule he was experiencing because of God’s role for his life. His feelings wavered between quitting (v. 9a ), being encouraged (vv. 9c , 11 ), petitioning for help (v. 12 ), praise (v. 13 ), and waves of depression (vv. 14–18 ; cf. 11:18–23 ; 15:10 , 15–18 )."
  },
  {
    "start": 24020009,
    "content": "<b><a>20:9</a></b> <b>I will not … speak anymore.</b> I will not … speak anymore. A surge of dejection swept over Jeremiah, making him long to say no more. But he was compelled inside (cf. Job 32:18–19 ; Ps 39:3 ; Ac 18:5 ; 1Co 9:16–17 ) because he did not want his enemies to see him fail (v. 10 ), he felt the powerful presence of Yahweh (v. 11 ), and he remembered God’s previous deliverances (v. 13 )."
  },
  {
    "start": 24020014,
    "content": "<b><a>20:14</a></b> <b>Cursed be the day.</b> Cursed be the day. Another tide of depression engulfed the prophet, perhaps when he was in the painful stocks (v. 2 ). His words are like Job’s ( Job 3:3 , 10–11 )."
  },
  {
    "start": 24020015,
    "content": "<b><a>20:15</a></b> <b>Cursed be the man.</b> Cursed be the man. The servant of God fell into sinful despair, and he questioned the wisdom and purpose of God, for which he should have been thankful."
  },
  {
    "start": 24020016,
    "content": "<b><a>20:16</a></b> <b>the cities … Yahweh overthrew.</b> the cities … Yahweh overthrew. Sodom and Gomorrah ( Ge 19:25 )."
  },
  {
    "start": 24021001,
    "content": "<b><a>21:1</a></b> <b>King Zedekiah.</b> <b>Pashhur.</b> King Zedekiah. Cf. 2Ki 24:17—25:7 for details of his reign ca. 597–586 BC. Pashhur. This priest was different from the man by this name in 20:1–6 . Cf. 38:1 ."
  },
  {
    "start": 24021002,
    "content": "<b><a>21:2</a></b> <b>warring against us.</b> warring against us. This was during the last siege by Babylon (v. 4 ), ca. 587/86 BC, resulting in the third deportation of Jews. Zedekiah hoped for God’s intervention, such as Hezekiah received against Sennacherib ( 2Ki 19:35–36 )."
  },
  {
    "start": 24021004,
    "content": "<b><a>21:4</a></b> <b>turn back the weapons.</b> turn back the weapons. The Jews were already fighting the invaders by going outside the walls of the city to battle them on the hillsides and in the valleys as they approached. However, they would soon be driven back into the city where the enemy would collect all their weapons and execute many with those very weapons."
  },
  {
    "start": 24021005,
    "content": "<b><a>21:5</a></b> <b>I Myself will war.</b> I Myself will war. God used an invader as His judging instrument (v. 7 ). The Jews have not only the Babylonians as their enemy, but God."
  },
  {
    "start": 24021007,
    "content": "<b><a>21:7</a></b> <b>strike them … sword.</b> strike them … sword. This was the fate of Zedekiah’s son and many nobles. Zedekiah died of grief (cf. 34:4 ; 2Ki 25:6–8 )."
  },
  {
    "start": 24021008,
    "end": 24021009,
    "content": "<b><a>21:8–9</a></b> <b>life and … death.</b> life and … death. Since a persistent lack of repentance had led to the conquest, Jeremiah urged the Jews to submit and surrender to the besieger so as to be treated as captives of war and live rather than be killed."
  },
  {
    "start": 24021012,
    "content": "<b><a>21:12</a></b> <b>O house of David.</b> O house of David. The royal family and all connected were called to enact justice and righteousness promptly (“morning”). There was still time for them to escape the destruction if there was repentance."
  },
  {
    "start": 24021013,
    "content": "<b><a>21:13</a></b> <b>O valley dweller, O rocky plain.</b> O valley dweller, O rocky plain. Jerusalem personified, situated among rocks, hills, and valleys."
  },
  {
    "start": 24021014,
    "content": "<b><a>21:14</a></b> <b>I will punish.</b> I will punish. During the siege Jerusalem will be burned (v. 10 ), as will the land in general."
  },
  {
    "start": 24022002,
    "content": "<b><a>22:2</a></b> <b>David’s throne.</b> David’s throne. Refers to the Davidic Covenant of 2Sa 7:3–17 , in which God promised David that his heirs will rule over Israel."
  },
  {
    "start": 24022006,
    "content": "<b><a>22:6</a></b> <b>Gilead … Lebanon.</b> Gilead … Lebanon. The beautiful high mountains of the land."
  },
  {
    "start": 24022007,
    "content": "<b><a>22:7</a></b> <b>cut down … choicest cedars.</b> cut down … choicest cedars. This could primarily refer to the palaces and great houses built from such timber (cf. SS 1:17 )."
  },
  {
    "start": 24022010,
    "content": "<b><a>22:10</a></b> <b>the dead.</b> the dead. Probably a reference to Josiah, who died before the destruction ( 2Ki 22:20 ; Is 57:1 ). Dying saints are to be envied, living sinners pitied. When Josiah died, and on each anniversary of his death, there was open public weeping in which Jeremiah participated ( 2Chr 35:24–25 )."
  },
  {
    "start": 24022011,
    "end": 24022012,
    "content": "<b><a>22:11–12</a></b> <b>Shallum.</b> Shallum. This is another name for King Jehoahaz (3-month reign, 609 BC, 2Ki 23:31 ), the fourth son of Josiah (cf. 1Chr 3:15 ). It was given to him in irony, because the people called him Shalom (“peace”), but Shallum means “retribution.”"
  },
  {
    "start": 24022013,
    "end": 24022017,
    "content": "<b><a>22:13–17</a></b> <b>Woe to him.</b> Woe to him. This message indicted Jehoahaz (vv. 13–14 , 17 ), who was unlike his father, the good king, Josiah (vv. 15–16 )."
  },
  {
    "start": 24022018,
    "end": 24022019,
    "content": "<b><a>22:18–19</a></b> <b>Jehoiakim.</b> Jehoiakim. Ruling from 609 to 598 BC, he was also wicked in taxing the people ( 2Ki 23:35 ) and making them build his splendid palace without pay, violating God’s law in Lv 19:13 and Dt 24:14–15 (cf. Mic 3:10 ; Hab 2:9 ; Jas 5:4 ). He was slain in Babylon’s second siege and his corpse dishonored, being left like a dead donkey on the ground for scavengers to feed on."
  },
  {
    "start": 24022020,
    "content": "<b><a>22:20</a></b> <b>Go up to Lebanon.</b> Go up to Lebanon. Sinners dwelling in the northwest in Lebanon’s cedar land and others to the northeast beyond the Sea of Galilee in Bashan will suffer in the invasion. The entirety of the land will come under judgment as Abarim in the southeast."
  },
  {
    "start": 24022024,
    "end": 24022026,
    "content": "<b><a>22:24–26</a></b> <b>Coniah.</b> Coniah. A short form of Jeconiah, perhaps used in contempt, who was also called Jehoiachin. He ruled only 3 months and 10 days ( 2Chr 36:9 ) in 598–597 BC, and was taken into captivity, where he lived out his life."
  },
  {
    "start": 24022028,
    "content": "<b><a>22:28</a></b> Questions the people who idolized Jeconiah were asking."
  },
  {
    "start": 24022030,
    "content": "<b><a>22:30</a></b> <b>Write … childless.</b> Write … childless. Jeconiah did have offspring ( 1Chr 3:17–18 ), but he was reckoned childless in the sense that he had no sons who would reign (“Sitting on the throne…”). The curse continued in his descendants down to Joseph, the husband of Mary. How could Jesus then be the Messiah when His father was under this curse? It was because Joseph was not involved in the blood line of Jesus since He was virgin born ( Mt 1:12 ). Jesus’ blood right to the throne of David came through Mary from Nathan, Solomon’s brother, not Solomon (Jeconiah’s line), thus bypassing this curse ( Lk 3:31–32 ). Cf. 36:30 ."
  },
  {
    "start": 24023001,
    "end": 24023002,
    "content": "<b><a>23:1–2</a></b> <b>Woe to the shepherds.</b> Woe to the shepherds. These were false leaders who failed in their duty to assure the people’s welfare (as v. 2 ), starting with the kings in chap. 22 and other civil heads, as well as prophets and priests (cf. v. 11 ). They stood in utter contrast to the shepherds God would later give the nation (v. 4 ; 3:15 ). Other significant chapters which condemn evil shepherds and false prophets include chaps. 14 , 27–28 ; Is 28 ; Eze 13 , 34 ; Mic 3 ; Zec 11 ."
  },
  {
    "start": 24023003,
    "end": 24023004,
    "content": "<b><a>23:3–4</a></b> <b>I … will gather.</b> I … will gather. God pledged to restore exiled Israelites to their ancient soil. Cf. similar promises in chaps. 30–33 , and 16:14–15 . The land in view was lit. Israel, being contrasted with all the other countries (v. 3 ), thus assuring that the regathering would be as literal as the scattering. The restoration of Judah from Babylon is referred to in language which in its fullness can only refer to the final restoration of God’s people (“out of all the land,” and v. 8 ), under Messiah. “Nor will any be left unattended” indicates that no one will be missing or detached. These are prophecies not yet fulfilled. Cf. 32:37–38 ; Is 60:21 ; Eze 34:11–16 ."
  },
  {
    "start": 24023004,
    "content": "<b><a>23:4</a></b> <b>shepherds … will shepherd them.</b> shepherds … will shepherd them. Cf. Eze 34:23–31 . Zerubbabel, Ezra, Nehemiah, and others were small fulfillments compared to the consummate shepherding of the Messiah Jesus."
  },
  {
    "start": 24023005,
    "content": "<b><a>23:5</a></b> <b>Branch.</b> Branch. The Messiah is pictured as a branch (lit. “shoot”) out of David’s family tree (cf. 33:15–16 ; Is 4:2 ; 11:1–5 ; Zec 3:8 ; 6:12–13 ), who will rule over God’s people in the future. Cf. 33:14–17 where the same promise is repeated."
  },
  {
    "start": 24023006,
    "content": "<b><a>23:6</a></b> <b>Yahweh our righteousness.</b> Yahweh our righteousness. This emphasis is stated 3 times in vv. 5–6 . Messiah’s shepherding is contrasted with that of the false shepherds (vv. 1–2 , 11 , 14 ). Judah and Israel will be reunited (cf. Eze 37:15–23 )."
  },
  {
    "start": 24023007,
    "end": 24023008,
    "content": "<b><a>23:7–8</a></b> See note on 16:14–15 ."
  },
  {
    "start": 24023013,
    "end": 24023014,
    "content": "<b><a>23:13–14</a></b> Jerusalem and Judah were worse than Samaria and Israel."
  },
  {
    "start": 24023014,
    "content": "<b><a>23:14</a></b> <b>among the prophets. … appalling thing.</b> among the prophets. … appalling thing. The false shepherds told lies, committed adultery, and declared vain dreams (vv. 25 , 27 ). They became like chaff rather than grain (v. 28 ), while promising peace (v. 17 ) to those whose sins provoke God to bring calamity, not comfort. The scene was like Sodom and Gomorrah, whose sin so grieved God that He destroyed them by fire (cf. Ge 19:13 , 24–25 )."
  },
  {
    "start": 24023018,
    "content": "<b><a>23:18</a></b> Here was the reason not to listen to the false prophets (cf. v. 16 )—they didn’t speak God’s Word."
  },
  {
    "start": 24023020,
    "content": "<b><a>23:20</a></b> <b>last days.</b> last days. They wouldn’t listen, but the day would come (v. 12 ) when the judgment would fall and then they would “understand.”"
  },
  {
    "start": 24023021,
    "end": 24023022,
    "content": "<b><a>23:21–22</a></b> According to the Mosaic law, these false prophets should have been stoned (cf. Dt 13:1–5 ; 18:20–22 )."
  },
  {
    "start": 24023023,
    "end": 24023024,
    "content": "<b><a>23:23–24</a></b> <b>God who is near … God far off.</b> God who is near … God far off. Let not false prophets think they can hide their devices from God, who declares Himself omnipresent and omniscient, in both an immanent and transcendent sense."
  },
  {
    "start": 24023025,
    "content": "<b><a>23:25</a></b> <b>I had a dream.</b> I had a dream. Here was a claim to divine revelation through dreams (cf. Nu 12:6 ). But such claims were a deception (vv. 26–27 ), utterly unequal in power to God’s Word (vv. 28–29 )."
  },
  {
    "start": 24023029,
    "content": "<b><a>23:29</a></b> <b>like fire … hammer.</b> like fire … hammer. God’s Word has irresistible qualities to prevail over the deception in the shepherds’ false messages."
  },
  {
    "start": 24023033,
    "content": "<b><a>23:33</a></b> <b>the oracle of Yahweh … What oracle?</b> the oracle of Yahweh … What oracle? The people asked, in mockery, for Jeremiah to give them his latest prophecy (“oracle”). This ridicule of Jeremiah’s faithful preaching demanded a response, and God told the prophet to repeat the question and reply simply “I will abandon you,” meaning judgment from God was coming."
  },
  {
    "start": 24023034,
    "end": 24023040,
    "content": "<b><a>23:34–40</a></b> <b>The oracle of Yahweh.</b> The oracle of Yahweh. When a person falsely claimed to have a word from God, he would be punished for perverting God’s truth. Claiming to have prophecies from God, when not true, is dangerous."
  },
  {
    "start": 24024001,
    "content": "<b><a>24:1</a></b> <b>After Nebuchadnezzar … taken away.</b> After Nebuchadnezzar … taken away. Babylon’s second deportation of Judeans in 597 BC (cf. 2Ki 24:10–17 )."
  },
  {
    "start": 24024005,
    "content": "<b><a>24:5</a></b> <b>Like these good figs.</b> Like these good figs. The object lesson of v. 2 is explained. Deported Judeans, captive in Babylon, will have good treatment, not death as shown in 29:5–7 , 10 . They will be granted privileges as colonists rather than being enslaved as captives."
  },
  {
    "start": 24024006,
    "end": 24024007,
    "content": "<b><a>24:6–7</a></b> While it is true that a remnant returned to Judah in 538 BC, this promise had greater overtones in regard to the ultimate fulfillment of the Abrahamic ( Ge 12 ), Davidic ( 2Sa 7 ), and New ( Jer 31 ) Covenants in the day of Messiah’s coming and kingdom (cf. 32:41 ; 33:7 ). Their conversion (v. 7 ) from idolatry to the one true God is expressed in language which, in its fullness, applies to the complete conversion in the final Kingdom after the present dispersion (cf. Ro 11:1–5 , 25–27 )."
  },
  {
    "start": 24024008,
    "end": 24024010,
    "content": "<b><a>24:8–10</a></b> <b>like the rotten figs.</b> like the rotten figs. Those remaining at Jerusalem during the 11 years (597–586 BC) of Zedekiah’s vassal reign would soon face hardship from further scattering to other countries, violent death, famine, and disease; cf. Jer 29:17 . See 25:9 and note there . These verses quote the curses of Dt 28:25 , 37 (cf. 29:18 , 22 ; Ps 44:13–14 ) and are also fulfilled in the history of the long dispersion until Messiah returns."
  },
  {
    "start": 24025001,
    "content": "<b><a>25:1</a></b> <b>fourth year.</b> <b>first year.</b> fourth year. The date is 605/04 BC, as Jehoiakim reigned in 609–598 BC. first year. Nebuchadnezzar reigned 605–562 BC."
  },
  {
    "start": 24025003,
    "content": "<b><a>25:3</a></b> <b>thirteenth year.</b> <b>twenty-three years.</b> thirteenth year. The time is ca. 627/626 BC. Josiah ruled in 640–609 BC. twenty-three years. Jeremiah began his ministry in the 13th year of Josiah (cf. 1:2 ) and had been faithful to preach repentance and judgment for 23 years (ca. 605/604 BC)."
  },
  {
    "start": 24025009,
    "content": "<b><a>25:9</a></b> <b>My servant.</b> My servant. God used a pagan king, Nebuchadnezzar, to accomplish His will (cf. Cyrus in Is 45:1 )."
  },
  {
    "start": 24025010,
    "content": "<b><a>25:10</a></b> Cf. 7:34 ; Rev 18:23 ."
  },
  {
    "start": 24025011,
    "content": "<b><a>25:11</a></b> <b>seventy years.</b> seventy years. Here is the first specific statement on the length of the exile (cf. 29:10 ). This period probably began in the fourth year of Jehoiakim, when Jerusalem was first captured and the temple treasures were taken. It ends with the decree of Cyrus to let the Jews return, spanning from ca. 605/04 BC to 536/35 BC. The exact number of Sabbath years is 490 years, the period from Saul to the Babylonian captivity. This was retribution for their violation of the Sabbath law (cf. Lv 26:34–35 ; 2Chr 36:21 )."
  },
  {
    "start": 24025013,
    "content": "<b><a>25:13</a></b> <b>all the nations.</b> all the nations. Jeremiah prophesied judgments on surrounding nations (cf. chaps. 46–49 ), while Babylon is the focus of judgment in chaps. 50–51 ."
  },
  {
    "start": 24025014,
    "content": "<b><a>25:14</a></b> <b>make slaves of them.</b> make slaves of them. The Babylonians, who made other nations their slaves, would become the servants of nations."
  },
  {
    "start": 24025015,
    "content": "<b><a>25:15</a></b> <b>cup of the wine.</b> cup of the wine. A symbol for stupefying judgments (v. 16 )."
  },
  {
    "start": 24025017,
    "content": "<b><a>25:17</a></b> <b>made all the nations … drink.</b> made all the nations … drink. Obviously Jeremiah could not visit all the places listed from vv. 18–26 , but in this vision he acted as if representatives from all those nations were present so he could make them drink in the message of wrath (v. 27 ), and understand there was no escape (vv. 28–29 )."
  },
  {
    "start": 24025029,
    "content": "<b><a>25:29</a></b> <b>city … called by My name.</b> city … called by My name. Jerusalem (cf. Da 9:18 )."
  },
  {
    "start": 24025030,
    "end": 24025033,
    "content": "<b><a>25:30–33</a></b> While embracing the judgments soon to come to Judah and other nations, this has end-time language (“one end of the earth to the other”) and must be ultimately fulfilled in the time of tribulation described in Rev 6–19 ."
  },
  {
    "start": 24026001,
    "content": "<b><a>26:1</a></b> <b>In the beginning.</b> In the beginning. The time was 609 BC. The message is about 4 years earlier than that in 25:1 and about 11 years before 24:1 ."
  },
  {
    "start": 24026002,
    "content": "<b><a>26:2</a></b> <b>Stand in the court.</b> Stand in the court. This was the largest public gathering place at the temple."
  },
  {
    "start": 24026006,
    "content": "<b><a>26:6</a></b> <b>like Shiloh.</b> like Shiloh. The former dwelling place of God before Jerusalem. Cf. 7:12 and see note there ."
  },
  {
    "start": 24026011,
    "content": "<b><a>26:11</a></b> Jeremiah was accused of treason. Cf. Paul’s arrest in Ac 21:27–28 ."
  },
  {
    "start": 24026012,
    "content": "<b><a>26:12</a></b> <b>Jeremiah spoke.</b> Jeremiah spoke. Leaders and people threatened to kill him (v. 8 ). The prophet defended himself while in extreme danger. He did not compromise, but displayed tremendous spiritual courage. He was ready to die (v. 14 ), yet warned the crowd that God would hold the guilty accountable (v. 15 )."
  },
  {
    "start": 24026015,
    "content": "<b><a>26:15</a></b> <b>put me to death.</b> put me to death. Cf. Mt 23:31–37 ."
  },
  {
    "start": 24026017,
    "end": 24026019,
    "content": "<b><a>26:17–19</a></b> <b>elders … spoke.</b> elders … spoke. These spokesmen cited the prophet Micah (cf. Mic 3:12 ), who before and during Hezekiah’s reign (ca. 715–686 BC) prophesied the destruction of Jerusalem and its temple. They reasoned that because they didn’t kill Micah, God rescinded the judgment. They must not kill Jeremiah so God might change His mind. Micah’s prophecy and Jeremiah’s would come true in time."
  },
  {
    "start": 24026020,
    "end": 24026022,
    "content": "<b><a>26:20–22</a></b> <b>also a man who prophesied.</b> also a man who prophesied. Uriah, like Micah and Jeremiah, had warned of doom on Jerusalem, speaking in Jehoiakim’s day only a bit earlier than Jeremiah’s present warning (609 BC). He was executed. The decision could have gone either way since there was precedent for killing and for sparing."
  },
  {
    "start": 24026022,
    "content": "<b><a>26:22</a></b> <b>Elnathan.</b> Elnathan. A high-ranking official who on another occasion sided with Jeremiah (cf. 36:12 , 25 )."
  },
  {
    "start": 24026023,
    "content": "<b><a>26:23</a></b> <b>the burial place.</b> the burial place. In the Kidron Valley, to the east of the temple (cf. 2Ki 23:6 )."
  },
  {
    "start": 24026024,
    "content": "<b><a>26:24</a></b> <b>Ahikam.</b> Ahikam. He used his strategic influence to spring Jeremiah free of the death threat. This civil leader under King Josiah (cf. 2Ki 22:12 , 14 ) and father of Gedaliah, was appointed governor over Judah by the Babylonians after Jerusalem’s final fall in 586 BC ( 39:14 ; 40:13—41:3 )."
  },
  {
    "start": 24027001,
    "content": "<b><a>27:1</a></b> <b>reign of Zedekiah.</b> reign of Zedekiah. This may refer to Jehoiakim around 609/608 BC (as chap. 26 ; see note ). Or, possibly, the correct reading is “Zedekiah” as in vv. 3 , 12 , and 28:1 , which would put the date at the outset of his 597–586 BC reign."
  },
  {
    "start": 24027002,
    "content": "<b><a>27:2</a></b> <b>Make … bonds and the bars of a yoke.</b> Make … bonds and the bars of a yoke. This object lesson symbolized bondage to Babylon. The yoke was bound on Jeremiah’s neck to picture Judah’s captivity (v. 12 ), then sent to 6 kings of nearby nations who would also be under Babylon’s power (v. 3 ). Cf. Jer 28:10–12 ."
  },
  {
    "start": 24027007,
    "content": "<b><a>27:7</a></b> Cf. 25:13–14 ."
  },
  {
    "start": 24027008,
    "content": "<b><a>27:8</a></b> <b>yoke of … Babylon.</b> yoke of … Babylon. The point of the object lesson is simple. Any nation that will serve Babylon willingly may stay in their own land, but nations that will not submit voluntarily to Babylon will suffer destruction. Consequently, Judah should submit and not be removed from the land (vv. 9–18 )."
  },
  {
    "start": 24027018,
    "content": "<b><a>27:18</a></b> <b>intercede with Yahweh.</b> intercede with Yahweh. God would not answer such a prayer, as proven by vv. 19–22 . This revealed His indifference to the prayers of these false prophets."
  },
  {
    "start": 24027020,
    "content": "<b><a>27:20</a></b> Ca. 597 BC."
  },
  {
    "start": 24027021,
    "end": 24027022,
    "content": "<b><a>27:21–22</a></b> <b>vessels.</b> vessels. Jeremiah revealed that Judah’s temple vessels taken to Babylon (cf. 2Ki 24:13 ; Da 1:1–2 ) would be restored to the temple. Fulfillment around 536 BC was spoken of in Ezr 5:13–15 . About 516/515 BC these articles were placed in the rebuilt temple ( Ezr 6:15 )."
  },
  {
    "start": 24028001,
    "content": "<b><a>28:1</a></b> <b>reign of Zedekiah.</b> <b>Hananiah.</b> reign of Zedekiah. Cf. 27:1 and see note there . The fourth year would be about 593 BC. Hananiah. This man was one of several by this name in Scripture, in this case a foe of God’s true prophet, distinct from the loyal Hananiah of Da 1:6 ."
  },
  {
    "start": 24028002,
    "end": 24028003,
    "content": "<b><a>28:2–3</a></b> <b>I have broken the yoke.</b> I have broken the yoke. The false prophet, of the kind Jeremiah warned of in 27:14–16 , boldly predicted victory over Babylon and the return of the temple vessels within two years. In actuality, Babylon achieved its third and final step in conquering Judah 11 years later (586 BC) as in chaps. 39–40 , 52 . As to the vessels, see note on 27:21–22 ."
  },
  {
    "start": 24028004,
    "content": "<b><a>28:4</a></b> <b>return … Jeconiah.</b> return … Jeconiah. This rash, false claim fell into ignominy. Jeconiah, soon taken to Babylon in 597 BC, would live out his years there and not return to Jerusalem ( 52:31–34 ). Other captives either died in captivity, or didn’t return until 61 years later. Cf. 22:24–26 ."
  },
  {
    "start": 24028010,
    "content": "<b><a>28:10</a></b> <b>took the bar of the yoke … broke it.</b> took the bar of the yoke … broke it. The phony prophet, in foolishness, removed the object lesson from the true spokesman and broke it as a sign of his own prediction coming true (cf. vv. 2–4 , 11 )."
  },
  {
    "start": 24028013,
    "content": "<b><a>28:13</a></b> <b>Go and speak to Hananiah.</b> Go and speak to Hananiah. Jeremiah apparently left the meeting, and later God sent him back to confront the liar, likely wearing yokes of iron (which Hananiah could not break!) to replace the wooden ones (v. 14 ) and to illustrate his message."
  },
  {
    "start": 24028015,
    "end": 24028017,
    "content": "<b><a>28:15–17</a></b> <b>Yahweh has not sent you.</b> Yahweh has not sent you. Jeremiah told Hananiah that 1) God had not approved his message; 2) he was guilty of encouraging the people to trust in a lie, even rebellion; and 3) God would require his life that very year, 597 BC. The true prophet’s word was authenticated by Hananiah’s death in two months (cf. v. 17 )."
  },
  {
    "start": 24029001,
    "content": "<b><a>29:1</a></b> <b>the letter.</b> the letter. Jeremiah, shortly after the 597 BC deportation of many countrymen (cf. v. 2 ), wrote to comfort them in exile."
  },
  {
    "start": 24029004,
    "end": 24029010,
    "content": "<b><a>29:4–10</a></b> Jeremiah’s counsel to Israelites in Babylon was to take all the steps in living as colonists planning to be there for a long time (70 years, 29:10 , as 25:11 ). Further, they were to seek Babylon’s peace and intercede in prayer for it, their own welfare being bound with it (v. 7 ; cf. Ezr 6:10 ; 7:23 )."
  },
  {
    "start": 24029011,
    "content": "<b><a>29:11</a></b> <b>plans for peace.</b> plans for peace. This assured God’s intentions to bring about blessing in Israel’s future (cf. chaps. 30–33 )."
  },
  {
    "start": 24029012,
    "end": 24029014,
    "content": "<b><a>29:12–14</a></b> <b>you will call.</b> you will call. What God planned, He also gave the people opportunity to participate in by sincere (v. 13 ) prayer. Cf. 1Jn 5:14–15 ."
  },
  {
    "start": 24029014,
    "content": "<b><a>29:14</a></b> <b>I will be found by you.</b> I will be found by you. Yahweh would answer their prayer by returning the Jews to their land, cf. Daniel’s example and God’s response ( Da 9:4–27 ). Fulfillment would occur in the era of Ezra and Nehemiah, and beyond this in even fuller measure after the Second Advent of their Messiah (cf. Da 2:35 , 45 ; 7:13–14 , 27 ; 12:1–3 , 13 )."
  },
  {
    "start": 24029015,
    "end": 24029019,
    "content": "<b><a>29:15–19</a></b> <b>Because you have said.</b> Because you have said. Amazingly still rejecting God’s true message, Jewish captives listened to false prophets among them (cf. vv. 8–9 , 21–23 ). This was the very sin which would cause God to send a further deportation to those still in Judah (586 BC)."
  },
  {
    "start": 24029017,
    "content": "<b><a>29:17</a></b> <b>like split-open figs.</b> like split-open figs. Cf. the principle of Jer 24 ."
  },
  {
    "start": 24029021,
    "end": 24029023,
    "content": "<b><a>29:21–23</a></b> <b>Ahab … Zedekiah.</b> Ahab … Zedekiah. Two captive, false Israelite prophets, who had been misleading exiles in Babylon (v. 15 ), will stir up the wrath of their captor king, who will cast them into a furnace (as in Da 3 ). They aroused not only the Babylonian potentate’s enmity, but also God’s, because of prophecies against His Word and physical adultery (cf. 5:7 )."
  },
  {
    "start": 24029024,
    "end": 24029032,
    "content": "<b><a>29:24–32</a></b> The judgment against Shemaiah, the otherwise unknown prophet, who opposed Jeremiah, was similar to that experienced by Hananiah (cf. 28:15–17 )."
  },
  {
    "start": 24029028,
    "content": "<b><a>29:28</a></b> This referred to Jeremiah’s letter mentioned in v. 5 ."
  },
  {
    "start": 24030003,
    "content": "<b><a>30:3</a></b> <b>I will … cause them to return.</b> I will … cause them to return. This theme verse gives in capsule form the pledge of chaps. 30–33 . God’s restoration of the whole nation to their own land (cf. 29:10 ; Am 9:14–15 ; Ro 11:26 ) has in view a final regathering never to be removed again ( see note on 16:15 ), and not just a return in the time of Ezra and Nehemiah (vv. 8–9 ; 31:31ff. ; 32:39–40 ; 33:8–9 , 15–16 ). This verse is a summary of the prophecy given in vv. 4–9 ."
  },
  {
    "start": 24030007,
    "content": "<b><a>30:7</a></b> <b>time of Jacob’s distress.</b> time of Jacob’s distress. This period of unprecedented difficulty for Israel, as the verse defines, is set in a context of Israel’s final restoration. It is best equated with the time of tribulation (cf. vv. 8–9 ) just before Christ’s Second Advent, mentioned elsewhere ( Da 12:1 ; Mt 24:21–22 ) and described in detail by Rev 6–19 ."
  },
  {
    "start": 24030009,
    "content": "<b><a>30:9</a></b> <b>David their king.</b> David their king. The Messiah, the greater David in David’s dynasty, ultimately fulfills this promise ( 2Sa 7:16 ). He is the great king often promised as Israel’s hope ( 23:5–6 ; Is 9:7 ; Eze 37:24–25 ; Da 2:35 , 45 ; 7:13–14 , 27 ; Mt 25:34 ; 26:64 ; Lk 1:32 ; Rev 17:14 ; 19:16 ). No king of David’s seed has held the scepter since the captivity. Zerubbabel, of David’s line, never claimed the title of king (cf. Hag 2:2 )."
  },
  {
    "start": 24030011,
    "content": "<b><a>30:11</a></b> <b>not make a complete destruction of you.</b> not make a complete destruction of you. Israel will endure as a people until Messiah’s kingdom (cf. Ro 11:1–29 )."
  },
  {
    "start": 24030012,
    "end": 24030015,
    "content": "<b><a>30:12–15</a></b> Judah had no reason to complain."
  },
  {
    "start": 24030016,
    "end": 24030024,
    "content": "<b><a>30:16–24</a></b> These absolute and extensive promises have yet to be fulfilled in history; they look forward to the reign of Christ, the greater David, in the millennial kingdom of the “latter days.”"
  },
  {
    "start": 24030021,
    "content": "<b><a>30:21</a></b> <b>their ruler.</b> their ruler. This refers to the Messiah, the king of v. 9 and 23:5–6 , springing up from within Israel (cf. Is 11:1 ), able to approach God as a priest."
  },
  {
    "start": 24031001,
    "content": "<b><a>31:1</a></b> <b>At that time.</b> At that time. Equated with the latter days in 30:24 . In this chapter, prophecies of the restoration of the nation are continued."
  },
  {
    "start": 24031002,
    "end": 24031014,
    "content": "<b><a>31:2–14</a></b> Here are messianic kingdom conditions."
  },
  {
    "start": 24031015,
    "content": "<b><a>31:15</a></b> <b>A voice … in Ramah.</b> A voice … in Ramah. The reflection, for a moment, is on the distress of an Israelite mother for her children slain in the Babylonian invasion. This was a backdrop for the many contrasting promises of restoration to a joyful time (as vv. 12–14 , 16–17 ) in the messianic day. Matthew saw the same description of sadness as apt, in principle, to depict something of the similar weeping of Jewish mothers when King Herod had babies slain at Bethlehem in a bid to kill the Messiah as a child ( Mt 2:17–18 )."
  },
  {
    "start": 24031018,
    "end": 24031020,
    "content": "<b><a>31:18–20</a></b> <b>I may return.</b> I may return. Jeremiah wrote of Israel (the 10 tribes called Ephraim) as finally recognizing, in humility, the need for Yahweh to move them to repentance and forgiveness. Cf. Ps 102:13–17 for the relation of Israel’s restoration to their prayers; see also 24:6–7 ; Lam 5:21 ; cf. Jn 6:44 , 65 ."
  },
  {
    "start": 24031022,
    "content": "<b><a>31:22</a></b> <b>faithless.</b> <b>A woman will encompass a man.</b> faithless. See note on 2:19 . A woman will encompass a man. Here is one of the most puzzling statements in Jeremiah. Some see the virgin birth of Christ (but “woman” means a woman, not a virgin, and “encompass” or “surround” does not suggest conceiving). Possibly it refers to the formerly virgin Israel (v. 21 ), who is now a disgraced, divorced wife (v. 22 ; 3:8 ). She will one day in the future re-embrace her former husband, Yahweh, and He will receive her back, fully forgiven. That would be “a new thing in the earth.”"
  },
  {
    "start": 24031026,
    "content": "<b><a>31:26</a></b> <b>my sleep was pleasant.</b> my sleep was pleasant. The hope of Israel’s restoration brought a moment of peace in Jeremiah’s otherwise tumultuous ministry."
  },
  {
    "start": 24031028,
    "content": "<b><a>31:28</a></b> <b>build and … plant.</b> build and … plant. Yahweh repeated what He at first told Jeremiah in 1:10 regarding His two works of judging and blessing. The latter is in two images, architectural (building) and agricultural (planting)."
  },
  {
    "start": 24031029,
    "content": "<b><a>31:29</a></b> <b>eaten sour grapes.</b> eaten sour grapes. This was apparently a proverb among the exiles’ children born in Babylon, to express that they suffered the consequences of their fathers’ sins rather than their own ( Lam 5:7 ; Eze 18:2–3 )."
  },
  {
    "start": 24031031,
    "end": 24031034,
    "content": "<b><a>31:31–34</a></b> <b>a new covenant.</b> a new covenant. In contrast to the Mosaic Covenant under which Israel failed, God promised a New Covenant with a spiritual, divine dynamic by which those who know Him would participate in the blessings of salvation. The fulfillment was to individuals, yet also to Israel as a nation (v. 36 ; Ro 11:16–27 ). It is set 1) in the framework of a reestablishment in their land (e.g., chaps. 30–33 and in vv. 38–40 ) and 2) in the time after the ultimate difficulty ( 30:7 ). In principle, this covenant, also announced by Jesus Christ ( Lk 22:20 ), begins to be exercised with spiritual aspects realized for Jewish and Gentile believers in the church era ( 1Co 11:25 ; Heb 8:7–13 ; 9:15 ; 10:14–17 ; 12:24 ; 13:20 ). It has already begun to take effect with “a remnant according to God’s gracious choice” ( Ro 11:5 ). It will be also realized by the people of Israel in the last days, including the regathering to their ancient land (chaps. 30–33 ). The streams of the Abrahamic, Davidic, and New Covenants find their confluence in the millennial kingdom ruled over by the Messiah."
  },
  {
    "start": 24031035,
    "end": 24031037,
    "content": "<b><a>31:35–37</a></b> These verses emphasize the certainty with which Israel can expect God to fulfill the New Covenant (cf. 33:17–22 , 25–26 )."
  },
  {
    "start": 24031038,
    "end": 24031040,
    "content": "<b><a>31:38–40</a></b> The tower was in the northeast corner of the city (cf. Ne 3:1 ; 12:39 ). When New Covenant promises are ultimately fulfilled to Israel in its regathering to its land, rebuilt Jerusalem will meet certain specifications. The “Corner Gate” is at the northwest corner ( 2Ki 14:13 ; 2Chr 26:9 ). The “measuring line” marks out the area for rebuilding. It will point over the hill Gareb and then toward Goah; both places are impossible to identify today. The “valley of … dead bodies” is the valley of Hinnom, a place of refuse and burning fires (cf. 7:31 , and see note there ). The “Horse Gate” was at the southeast corner of the temple courts ( 2Ki 11:16 ; Ne 3:28 )."
  },
  {
    "start": 24032001,
    "content": "<b><a>32:1</a></b> <b>tenth year.</b> tenth year. The time is 587 BC, the tenth year in Zedekiah’s reign (597–586 BC), the eighteenth of Nebuchadnezzar’s rule, during Babylon’s siege of Jerusalem."
  },
  {
    "start": 24032002,
    "content": "<b><a>32:2</a></b> <b>military force of … Babylon was besieging.</b> military force of … Babylon was besieging. The siege, set up in the tenth month (Jan.) of 588 BC, lasted at least 30 months to the fourth month (July) of 586 BC ( 39:1–2 ). Cf. 34:1 and see note there . The events of the chapter occurred in this setting of Judah’s imminent loss of its land, only about a year before Babylon’s final takeover detailed in chaps. 39–40 , 52 ."
  },
  {
    "start": 24032008,
    "content": "<b><a>32:8</a></b> <b>the</b> <b>judgment for … redemption.</b> the legal judgment for … redemption. A man facing hardship could sell property, and the right to redeem it until the Jubilee year belonged to the closest blood relative. If a stranger had taken it due to unpaid debt, the relative could redeem it as a family possession ( Lv 25:25 ). Levite land could be sold only to a Levite ( Lv 25:32–34 ), such as Jeremiah. He did as Yahweh told him (vv. 9–12 )."
  },
  {
    "start": 24032014,
    "content": "<b><a>32:14</a></b> <b>Take these deeds.</b> Take these deeds. Title deeds to the land, kept for security reasons in a pottery jar, would attest in a future day to one’s claim of possession. Men of Anathoth did return to Jerusalem from Babylon ( Ezr 2:23 ). Also, some of the poor of the land, left by the Babylonians (chap. 39 ), could have included certain inhabitants of Anathoth. In a still future day, God will be able (vv. 17 , 27 ) to make this land good to a resurrected Jeremiah and confirm to the right people that they are the prophet/priest’s descendants."
  },
  {
    "start": 24032016,
    "end": 24032025,
    "content": "<b><a>32:16–25</a></b> With the immense sovereign power God possesses to do whatever He wishes in the present captivity and the future return, Jeremiah wondered why God had him redeem the field."
  },
  {
    "start": 24032026,
    "end": 24032035,
    "content": "<b><a>32:26–35</a></b> God reviewed Judah’s sins and affirmed to Jeremiah that the Babylonians would prevail over Jerusalem (“this city” in v. 28 , etc.)."
  },
  {
    "start": 24032036,
    "end": 24032041,
    "content": "<b><a>32:36–41</a></b> However, one day God will restore Israel to the land and provide the blessing of salvation."
  },
  {
    "start": 24032037,
    "content": "<b><a>32:37</a></b> <b>I will cause them to return to this place.</b> I will cause them to return to this place. God pledged to restore Israelites to the very land of Israel (cf. v. 44 ). It is natural to expect His fulfillment of this blessing to be just as literal as the reverse—His scattering from the land (cf. v. 42 )."
  },
  {
    "start": 24032038,
    "end": 24032039,
    "content": "<b><a>32:38–39</a></b> This speaks of spiritual salvation, i.e., the true knowledge and worship of God."
  },
  {
    "start": 24032040,
    "content": "<b><a>32:40</a></b> <b>an everlasting covenant.</b> an everlasting covenant. The ultimate fulfillment of a future in the land was not fulfilled in the Ezra/Nehemiah return. This occurs in the time when God gives the people of Israel a new heart in eternal salvation along with their return to the ancient land (cf. 33:8–9 and Eze 36:26 )."
  },
  {
    "start": 24032042,
    "end": 24032044,
    "content": "<b><a>32:42–44</a></b> In the millennial kingdom, land will again be bought and sold in Israel."
  },
  {
    "start": 24033003,
    "content": "<b><a>33:3</a></b> <b>Call. … will answer.</b> Call. … will answer. God invited Jeremiah’s prayer, which appeals to Him to fulfill the aspects of His promises which He guarantees He will attend to (as 29:11–14 ; Da 9:4–19 ; cf. Jn 15:7 ). His answer to the prayer was assured in vv. 4–26 here (cf. v. 14 )."
  },
  {
    "start": 24033008,
    "content": "<b><a>33:8</a></b> Again Yahweh emphasized the individual spiritual salvation associated with the New Covenant restoration to the land."
  },
  {
    "start": 24033011,
    "content": "<b><a>33:11</a></b> <b>Give thanks to Yahweh.</b> Give thanks to Yahweh. These are the words of Ps 136:1 , actually used by the Jews at their return from Babylon ( Ezr 3:11 )."
  },
  {
    "start": 24033015,
    "content": "<b><a>33:15</a></b> <b>a righteous Branch.</b> a righteous Branch. This is the Messiah King in David’s lineage, as in 23:5–6 . He is the King whose reign immediately follows the second coming when He appears in power ( Da 2:35 , 45 ; 7:13–14 , 27 ; Mt 16:27–28 ; 24:30 ; 26:64 )."
  },
  {
    "start": 24033017,
    "end": 24033022,
    "content": "<b><a>33:17–22</a></b> God promised to fulfill the Davidic ( 2Sa 7 ) and Priestly/Levitical ( Nu 25:10–13 ) Covenants without exception. The promise was as certain as the sure appearance of night and day and the incalculable number of stars or sand grains (cf. 31:35–37 ; 33:25–26 )."
  },
  {
    "start": 24033024,
    "content": "<b><a>33:24</a></b> <b>two families.</b> <b>He has rejected them.</b> two families. Judah and Israel. He has rejected them. Many, even today, believe Israel as a nation has no future. In vv. 25–26 God emphatically denies that notion (cf. 31:35–36 ; Ps 74:16–17 ; Ro 11:1–2 )."
  },
  {
    "start": 24034001,
    "content": "<b><a>34:1</a></b> <b>Nebuchadnezzar … fighting.</b> <b>against Jerusalem.</b> Nebuchadnezzar … fighting. The siege began ca. Jan. 15, 588 BC ( 39:1 ), and ended ca. July 18, 586 ( 39:2 ; 52:5–6 ). This chapter was set in Zedekiah’s reign, during the siege of 588–586 BC, and was an amplification of 32:1–5 , the message that resulted in Jeremiah’s incarceration. against Jerusalem. Babylon’s destruction of Jerusalem began Aug. 14, 586 ( 2Ki 25:8–9 )."
  },
  {
    "start": 24034003,
    "content": "<b><a>34:3</a></b> This prophecy about Zedekiah (cf. 32:1–5 ) was fulfilled as reported in 2Ki 25:6–7 ; Jer 52:7–11 ."
  },
  {
    "start": 24034008,
    "end": 24034010,
    "content": "<b><a>34:8–10</a></b> <b>a covenant … to proclaim release.</b> a covenant … to proclaim release. Zedekiah’s pact to free slaves or servants met with initial compliance. The covenant followed the law of release ( Lv 25:39–55 ; Dt 15:12–18 ) in hopes of courting God’s favor and ending His judgment."
  },
  {
    "start": 24034011,
    "content": "<b><a>34:11</a></b> <b>they turned around … returned</b> <b>.</b> they turned around … returned to themselves . Former slave masters treacherously went back on their agreement and recalled their servants. Some suggest that this treachery came when the Egyptian army approached and Babylon’s forces withdrew temporarily ( 37:5 , 11 ) and the inhabitants believed that danger was past."
  },
  {
    "start": 24034012,
    "end": 24034016,
    "content": "<b><a>34:12–16</a></b> <b>Then the word … came.</b> Then the word … came. God reminded the unfaithful Jews of His own covenant, when He freed Israelites from Egyptian bondage (cf. Ex 21:2 ; Dt 15:12–15 ). He had commanded that Hebrew slaves should serve only 6 years, then be set free in the seventh (vv. 13–14 )."
  },
  {
    "start": 24034017,
    "end": 24034022,
    "content": "<b><a>34:17–22</a></b> <b>You have not obeyed.</b> You have not obeyed. Due to recent duplicity (v. 16 ), God promised only one kind of liberty to the offenders, liberty to judgment by sword, pestilence, and famine (v. 17 )."
  },
  {
    "start": 24034018,
    "content": "<b><a>34:18</a></b> <b>cut the calf in two.</b> cut the calf in two. God will give the guilty over to death before the conqueror, for they denied the covenant ratified by blood (v. 21 ). In this custom, as in Ge 15:8–17 , two parties laid out parts of a sacrifice on two sides, then walked between the parts. By that symbolic action, each pledged to fulfill his promise, agreeing in effect, “May my life (represented by the blood) be poured out if I fail to honor my part.”"
  },
  {
    "start": 24035001,
    "end": 24035019,
    "content": "<b><a>35:1–19</a></b> This chapter provided a description of the commitment to obedience by a group of people to their father, in contrast to the Jews’ disobedience to God."
  },
  {
    "start": 24035002,
    "content": "<b><a>35:2</a></b> <b>The Rechabites.</b> The Rechabites. These were a seminomadic Kenite group, related to Moses’ father-in-law ( Jdg 1:16 ; 4:11 ), descended from those in 1Chr 2:55 . The originator of their rules was Jonadab ( 35:6 , 14 ; 2Ki 10:15 , 23 ). They derived their name from Rechab (v. 8 ) and were not of Jacob’s seed, but “strangers” in Israel."
  },
  {
    "start": 24035008,
    "content": "<b><a>35:8</a></b> <b>listened to.</b> listened to. What was commended here was not the father’s specific commands about nomadic life, but the steadfast obedience of the sons. Their obedience was unreserved in all aspects, at all times, on the part of all, without exception; in all these respects Israel was lacking (v. 14 )."
  },
  {
    "start": 24035013,
    "end": 24035017,
    "content": "<b><a>35:13–17</a></b> The prophet indicted the Jews for flagrant disobedience."
  },
  {
    "start": 24035018,
    "end": 24035019,
    "content": "<b><a>35:18–19</a></b> <b>Because you have listened to.</b> Because you have listened to. God will bless the Rechabites not in spiritually saving them all, but in preserving a posterity in which some can have a place in His service. A Rechabite still has a role in Ne 3:14 . Also, the title over Ps 71 in the LXX (Greek translation of the OT) was addressed for use by the sons of Jonadab and the earliest captives."
  },
  {
    "start": 24036001,
    "content": "<b><a>36:1</a></b> <b>fourth year of Jehoiakim.</b> fourth year of Jehoiakim. This chapter, like chap. 35 , goes back several years earlier than chaps. 32–34 , before or shortly after the first of 3 deportations from Jerusalem to Babylon in 605 BC."
  },
  {
    "start": 24036002,
    "content": "<b><a>36:2</a></b> <b>write on it.</b> write on it. The command was to record in one volume all the messages since the outset of Jeremiah’s ministry in 627 BC ( 1:2 ) up to 605/604 BC, to be read to the people in the temple (v. 6 .)."
  },
  {
    "start": 24036004,
    "content": "<b><a>36:4</a></b> <b>Baruch wrote.</b> Baruch wrote. Jeremiah’s recording secretary (cf. 32:12 ) wrote the prophet’s messages (cf. 45:1 ), and penned them a second time after the first scroll was burned (cf. 36:32 ). He also read the messages in the temple (v. 10 ) and in the palace (v. 15 ). Later, Jehudi read a small part of the first scroll before King Jehoiakim (vv. 21–23 )."
  },
  {
    "start": 24036005,
    "content": "<b><a>36:5</a></b> <b>confined.</b> confined. The word means “restricted, hindered, shut up,” and is the same term used for imprisonment in 33:1 and 39:15 . The fact that princes allowed Jeremiah to depart into hiding (v. 19 ) may indicate that he was curtailed in some ways without being in prison. There is no record of his being imprisoned in Jehoiakim’s rule."
  },
  {
    "start": 24036006,
    "content": "<b><a>36:6</a></b> <b>a fast day.</b> a fast day. Cf. v. 9 . Here was a special fast day, appointed to avert the impending calamity, which would make the Jews more open to the message of the prophet (v. 7 )."
  },
  {
    "start": 24036009,
    "content": "<b><a>36:9</a></b> <b>fifth year.</b> <b>ninth month.</b> fifth year. This year (604 BC) was the next year after that of v. 1 , which may suggest that it took some part of a year to repeat and record the long series of messages so far given (cf. v. 18 ). ninth month. Nov./ Dec. (cf. vv. 22–23 )."
  },
  {
    "start": 24036010,
    "content": "<b><a>36:10</a></b> <b>chamber.</b> chamber. On the north side, above the wall overlooking the temple court, where the people gathered, Baruch read from a window or balcony."
  },
  {
    "start": 24036017,
    "end": 24036018,
    "content": "<b><a>36:17–18</a></b> They asked if Baruch had written these words from memory or actual dictation from the inspired prophet. The latter was true. They were concerned it might be God’s Word (cf. vv. 16 , 25 )."
  },
  {
    "start": 24036023,
    "content": "<b><a>36:23</a></b> <b>cut it.</b> cut it. As often as Jehudi read “three or four columns,” the king cut it up, doing so all the way through the whole scroll because he rejected the message (cf. v. 29 ). Jehoiakim is the king who sent men to Egypt (chap. 26 ) to bring back God’s faithful prophet, Uriah, so that he could execute him."
  },
  {
    "start": 24036024,
    "content": "<b><a>36:24</a></b> <b>not in dread.</b> not in dread. The king’s servants were more hardened than the princes (v. 16 )."
  },
  {
    "start": 24036026,
    "content": "<b><a>36:26</a></b> <b>Yahweh hid them.</b> Yahweh hid them. God, who guides (cf. 1:8 , 19 ; 10:23 ), gave Jeremiah and Baruch safety (cf. 36:19 ; Ps 32:8 ; Pr 3:5–6 )."
  },
  {
    "start": 24036027,
    "content": "<b><a>36:27</a></b> Cf. Is 40:18 ; 55:11 ; Mt 5:18 ."
  },
  {
    "start": 24036031,
    "content": "<b><a>36:31</a></b> <b>I will also punish him.</b> I will also punish him. Consequences followed Jehoiakim’s defiance. In 598 BC he met his own death ( 22:18–19 ; 2Ki 23:36 ; 2Chr 36:5 ). He had none to occupy the throne (v. 30 ). Jehoiachin or Jeconiah (Coniah in 22:24 ), his son, did succeed him, but with virtually no rule at all, lasting only 3 months and 10 days in 597 BC ( 22:24–30 ; 2Chr 36:9–10 ). Babylon deported him for the rest of his life (cf. 52:31–34 ), and none of his descendants ruled (cf. 22:30 , and see note there )."
  },
  {
    "start": 24037001,
    "content": "<b><a>37:1</a></b> <b>Zedekiah … reigned.</b> Zedekiah … reigned. Zedekiah, an uncle of Jeconiah, was raised to the throne by Nebuchadnezzar in contempt for Jehoiakim and Jeconiah. His 11-year vassal rule was from 597–586 BC. The message of the king to Jeremiah in this chapter is somewhat earlier than that in chap. 21 , when Zedekiah was afraid of the Chaldean’s (Babylonian’s) defeating Egypt and returning to besiege Jerusalem (vv. 3 , 5 )."
  },
  {
    "start": 24037004,
    "content": "<b><a>37:4</a></b> The prophet was no longer in the prison court as he had been ( 32:2 ; 33:1 )."
  },
  {
    "start": 24037007,
    "end": 24037010,
    "content": "<b><a>37:7–10</a></b> <b>say to the king.</b> say to the king. Babylon, which temporarily ended the siege to deal with an Egyptian advance, would return and destroy Jerusalem."
  },
  {
    "start": 24037012,
    "content": "<b><a>37:12</a></b> <b>Jeremiah went out.</b> Jeremiah went out. He returned to his hometown to claim the property he had purchased in 32:6–12 ."
  },
  {
    "start": 24037013,
    "content": "<b><a>37:13</a></b> <b>Hananiah.</b> Hananiah. Jeremiah had predicted his death ( 28:16 ), and thus the grandson took revenge with a false accusation (cf. 38:19 ; 52:15 )."
  },
  {
    "start": 24037015,
    "content": "<b><a>37:15</a></b> <b>struck him.</b> struck him. Jeremiah often absorbed blows, threats, or other mistreatment for proclaiming the truth from God ( 11:21 ; 20:2 ; 26:8 ; 36:26 ; 38:6 , 25 )."
  },
  {
    "start": 24037017,
    "content": "<b><a>37:17</a></b> This showed Zedekiah’s willful rejection. He knew Jeremiah spoke for God."
  },
  {
    "start": 24037019,
    "content": "<b><a>37:19</a></b> <b>prophets.</b> prophets. They were shown to be liars who said the “king of Babylon” would not come. He had come and would return."
  },
  {
    "start": 24037021,
    "content": "<b><a>37:21</a></b> <b>bread.</b> bread. The king showed a measure of kindness by returning Jeremiah to “the court of the guard” (cf. 32:2 ; 33:1 ), promising “bread” as long as it lasted in the siege (cf. 38:9 ). He remained there until Jerusalem was taken soon after the food was gone ( 38:28 ), with only a brief trip to a pit ( 38:6–13 )."
  },
  {
    "start": 24038004,
    "content": "<b><a>38:4</a></b> <b>let this man be put to death.</b> <b>he is making the hands of the men of war.</b> let this man be put to death. Cf. 26:11 and see note there . he is making the hands of the men of war. They charged that Jeremiah’s urging to submit to Babylon (v. 2 ) undermined the defenders’ morale and will. By proclaiming Babylon’s victory, he was viewed as a traitor to Judah."
  },
  {
    "start": 24038005,
    "content": "<b><a>38:5</a></b> <b>the king can</b> <b>nothing.</b> the king can do nothing. This is a spineless evasion of courage and decency by a leader who rejected God’s Word."
  },
  {
    "start": 24038006,
    "content": "<b><a>38:6</a></b> <b>no water but only mire.</b> no water but only mire. The murderous princes (cf. v. 4 ) would let God’s spokesman die of thirst, hunger, hypothermia, or suffocation if he sank too deeply into the bottom of the cistern. Cf. Ps 69:2 , 14 , a reference to Messiah."
  },
  {
    "start": 24038007,
    "end": 24038013,
    "content": "<b><a>38:7–13</a></b> <b>Ebed-melech.</b> Ebed-melech. An Ethiopian, Gentile stranger acted decisively to deliver Jeremiah from his own people who were seeking to kill him. Perhaps a keeper of the royal harem (“eunuch”), this man later received God’s deliverance of his own life and His tribute for his faith ( 39:15–18 )."
  },
  {
    "start": 24038014,
    "end": 24038023,
    "content": "<b><a>38:14–23</a></b> <b>I am going to ask you something.</b> I am going to ask you something. This is one of several queries as Zedekiah wanted to hear God’s Word but rejected it. God’s Word was surrender, and His answer for rejection was calamity for Jerusalem, capture of the king, and tragedy for his family plus others of the palace. For the fulfillment to Zedekiah, cf. 39:4–8 ."
  },
  {
    "start": 24038022,
    "content": "<b><a>38:22</a></b> <b>close friends have misled … you.</b> close friends have misled … you. Palace women, taken over by Babylonians, heaped cutting ridicule on Zedekiah for listening to friends whose counsel failed him, who left him helpless as one with his feet stuck in mire."
  },
  {
    "start": 24038027,
    "content": "<b><a>38:27</a></b> <b>these words … the king … commanded.</b> these words … the king … commanded. Jeremiah did not fall into lying deception here. What he said was true, though he did not divulge all details of the conversation, to which the princes had no right."
  },
  {
    "start": 24039001,
    "end": 24039002,
    "content": "<b><a>39:1–2</a></b> <b>in the ninth year … the eleventh year.</b> in the ninth year … the eleventh year. Cf. 34:1 , and see note there . Cf. 52:1–7 ; 2Ki 25:1–4 . This siege of 30 months involved the enemy’s surrounding the city walls, cutting off all entrances and exits, all food supplies, and as much water as possible, so that famine, thirst, and disease would eventually weaken the beleaguered city dwellers and they could be easily conquered."
  },
  {
    "start": 24039003,
    "content": "<b><a>39:3</a></b> <b>sat down at the Middle Gate.</b> sat down at the Middle Gate. This expressed full military occupation of the city, since this gate was between the upper city (Mt. Zion) and the lower city to the north."
  },
  {
    "start": 24039005,
    "content": "<b><a>39:5</a></b> <b>Riblah in … Hamath.</b> <b>spoke judgment.</b> Riblah in … Hamath. Nebuchadnezzar’s command headquarters were 230 mi. to the north of Jerusalem. spoke judgment. He dealt with the king as a common criminal. The king had violated his oath (cf. 2Chr 36:13 ; Eze 17:13–19 )."
  },
  {
    "start": 24039006,
    "end": 24039010,
    "content": "<b><a>39:6–10</a></b> Cf. 52:12–16 ; 2Ki 25:8–12 ."
  },
  {
    "start": 24039007,
    "content": "<b><a>39:7</a></b> <b>blinded Zedekiah’s eyes.</b> blinded Zedekiah’s eyes. This reconciles 32:4 with Eze 12:13 ."
  },
  {
    "start": 24039011,
    "end": 24039012,
    "content": "<b><a>39:11–12</a></b> Jeremiah’s prophecies were known to Nebuchadnezzar through defectors (v. 9 ; 38:19 ), and also through Jews taken to Babylon with Jeconiah (cf. 40:2 )."
  },
  {
    "start": 24039014,
    "content": "<b><a>39:14</a></b> <b>took Jeremiah out of the court.</b> took Jeremiah out of the court. This was given as a general summary, whereas 40:1–6 gave more detail concerning the prophet who was first carried to Ramah ( 40:1 ) with the other captives before being released ( 40:2–5 ). “Gedaliah” was a former supporter of Jeremiah ( 26:24 ) and chief among the defectors, loyal to Nebuchadnezzar, so he was made governor ( 40:5 ) over the remnant left in the land."
  },
  {
    "start": 24039015,
    "end": 24039018,
    "content": "<b><a>39:15–18</a></b> Cf. 38:7–13 , and see note there ."
  },
  {
    "start": 24040002,
    "end": 24040003,
    "content": "<b><a>40:2–3</a></b> The pagan captain understood the judgment of God better than the leaders of Judah."
  },
  {
    "start": 24040004,
    "end": 24040005,
    "content": "<b><a>40:4–5</a></b> The captain did exactly as Nebuchadnezzar had told him in 39:12 ."
  },
  {
    "start": 24040005,
    "end": 24040006,
    "content": "<b><a>40:5–6</a></b> Jeremiah chose to go to Gedaliah, the newly appointed governor at Mizpah several mi. north of Jerusalem. Gedaliah was soon to be assassinated (cf. 41:1–3 )."
  },
  {
    "start": 24040007,
    "content": "<b><a>40:7</a></b> <b>commanders … in the field.</b> commanders … in the field. The leaders of Judah’s army scattered in fear."
  },
  {
    "start": 24040009,
    "end": 24040012,
    "content": "<b><a>40:9–12</a></b> God had tempered the severity of judgment by allowing a remnant to prosper."
  },
  {
    "start": 24040013,
    "end": 24040016,
    "content": "<b><a>40:13–16</a></b> <b>Johanan.</b> Johanan. This man’s fair warning to Gedaliah of Ishmael’s death plot went unheeded."
  },
  {
    "start": 24041001,
    "end": 24041004,
    "content": "<b><a>41:1–4</a></b> In the second month after the city of Jerusalem had been burned, the careless governor entertained Ishmael’s group and invited a massacre."
  },
  {
    "start": 24041005,
    "content": "<b><a>41:5</a></b> <b>eighty men.</b> eighty men. Most likely, this group had come in mourning over the destruction of Jerusalem, and so were led to slaughter. Ishmael did amazing damage with only 10 men (v. 1 ). Eventually they must have acquired more to do than what is described in v. 10 ."
  },
  {
    "start": 24041009,
    "content": "<b><a>41:9</a></b> <b>Asa.</b> Asa. He ruled Judah (ca. 911–873 BC). Cf. 1Ki 15:16–22 ."
  },
  {
    "start": 24041012,
    "end": 24041015,
    "content": "<b><a>41:12–15</a></b> <b>went to fight with Ishmael.</b> went to fight with Ishmael. Johanan heard of Ishmael’s murders and taking people captive, and brought men to stop him. They freed the captives (vv. 13–14 ), but Ishmael and his men escaped (v. 15 )."
  },
  {
    "start": 24042001,
    "end": 24042002,
    "content": "<b><a>42:1–2</a></b> <b>Jeremiah.</b> Jeremiah. He probably was one carried off from Mizpah, freed, and dwelt with Johanan ( 41:16 )."
  },
  {
    "start": 24042007,
    "end": 24042012,
    "content": "<b><a>42:7–12</a></b> After 10 days of prayer Jeremiah reported God’s Word, telling them to remain in the land under God’s protection (v. 10 )."
  },
  {
    "start": 24042010,
    "content": "<b><a>42:10</a></b> <b>I have relented.</b> I have relented. By this God means “I am satisfied with the punishment inflicted if you do not add new offenses.”"
  },
  {
    "start": 24042013,
    "end": 24042019,
    "content": "<b><a>42:13–19</a></b> The prophet gave explicit warning (v. 19 ) not to go to Egypt where they would be exposed to corrupting paganism."
  },
  {
    "start": 24042020,
    "content": "<b><a>42:20</a></b> They were hypocrites who already desired Egypt."
  },
  {
    "start": 24043001,
    "end": 24043007,
    "content": "<b><a>43:1–7</a></b> <b>as soon as Jeremiah … had finished speaking to.</b> as soon as Jeremiah … had finished speaking to. The incorrigible, disobedient leaders accused him of deceit and forced Jeremiah and the remnant to go to Egypt, despite the fact that all his prophecies regarding Babylon had come to pass. In so doing, they went out of God’s protection into His judgment, as all who are disobedient to His Word do."
  },
  {
    "start": 24043003,
    "content": "<b><a>43:3</a></b> <b>Baruch.</b> Baruch. The faithful recorder of chap. 36 was still with Jeremiah, kept safe as God promised him at least 20 years earlier ( 45:5 ; cf. 605 BC in v. 1 )."
  },
  {
    "start": 24043007,
    "content": "<b><a>43:7</a></b> <b>Tahpanhes.</b> Tahpanhes. A location in the eastern delta region of Egypt."
  },
  {
    "start": 24043009,
    "end": 24043013,
    "content": "<b><a>43:9–13</a></b> <b>Take … large stones.</b> Take … large stones. Stones, placed in the mortar of the brick pavement in the courtyard entrance of the Pharaoh’s house, signaled the place where the conquering king of Babylon would bring devastation on Egypt and establish his throne. This was fulfilled in an invasion ca. 568/67 BC."
  },
  {
    "start": 24043012,
    "content": "<b><a>43:12</a></b> <b>as a shepherd wraps himself with his garment.</b> as a shepherd wraps himself with his garment. A very simple and easy task describes how quickly and easily Nebuchadnezzar will conquer Egypt."
  },
  {
    "start": 24043013,
    "content": "<b><a>43:13</a></b> <b>pillars of Heliopolis.</b> sacred pillars of Heliopolis. Hebrew “house of the sun.” This refers to a temple for the worship of the sun. Located north of Memphis, east of the Nile, these obelisks were said to be 60–100 ft. high."
  },
  {
    "start": 24044001,
    "content": "<b><a>44:1</a></b> <b>The word that came.</b> The word that came. The unrelenting iniquity of the Jews called for yet another prophecy of judgment on them in Egypt."
  },
  {
    "start": 24044002,
    "end": 24044006,
    "content": "<b><a>44:2–6</a></b> The prophet summarized what had occurred in Judah as a basis for what he predicted coming on the refugees in Egypt."
  },
  {
    "start": 24044007,
    "content": "<b><a>44:7</a></b> Incredibly, after being spared death in Judah, they pursued it by their sin in Egypt."
  },
  {
    "start": 24044011,
    "end": 24044014,
    "content": "<b><a>44:11–14</a></b> Ironically, the Jews taken to Babylon were weaned from idolatry and restored to their land; those taken to Egypt for their obstinate idolatry perished there."
  },
  {
    "start": 24044014,
    "content": "<b><a>44:14</a></b> <b>except</b> <b>who escape.</b> except a few who escape. A small number (v. 28 ) who fled before the arrival of Babylonian armies were spared."
  },
  {
    "start": 24044015,
    "content": "<b><a>44:15</a></b> <b>wives.</b> wives. The idolatry apparently began with the women."
  },
  {
    "start": 24044017,
    "end": 24044019,
    "content": "<b><a>44:17–19</a></b> <b>queen of heaven.</b> queen of heaven. See note on 7:18 . This is a title Roman Catholicism erroneously attributes to Mary, the mother of Jesus, in a blending of Christianity with paganism. The Jews’ twisted thinking credits the idol with the prosperity of precaptivity Judah, further mocking the goodness of God."
  },
  {
    "start": 24044020,
    "end": 24044023,
    "content": "<b><a>44:20–23</a></b> Jeremiah set the record straight, saying the idol was not the source of their prosperity, but it was the cause of their calamity."
  },
  {
    "start": 24044024,
    "end": 24044028,
    "content": "<b><a>44:24–28</a></b> Jeremiah repeated the doom stated in vv. 11–14 ."
  },
  {
    "start": 24044029,
    "end": 24044030,
    "content": "<b><a>44:29–30</a></b> <b>sign.</b> sign. The “sign” of punishment was described in v. 30 as the strangulation of Pharaoh Hophra in 570 BC by Amasis, which paved the way for Nebuchadnezzar’s invasion in the 23rd year of his reign (568/67 BC)."
  },
  {
    "start": 24045001,
    "content": "<b><a>45:1</a></b> <b>fourth year of Jehoiakim.</b> fourth year of Jehoiakim. The year was 605 BC (chap. 36 ), when the recording of God’s messages to Jeremiah was in view."
  },
  {
    "start": 24045003,
    "content": "<b><a>45:3</a></b> <b>woe is me!</b> woe is me! Baruch felt anxiety as his own cherished plans of a bright future were apparently dashed; even death became a darkening peril (cf. v. 5 ). Also, he was possibly pressed by human questionings about God carrying through with such calamity (cf. v. 4 ). Jeremiah spoke to encourage him (v. 2 )."
  },
  {
    "start": 24045004,
    "content": "<b><a>45:4</a></b> <b>say to him.</b> say to him. God will judge this whole nation (the Jews)."
  },
  {
    "start": 24045005,
    "content": "<b><a>45:5</a></b> <b>are you seeking great things…?</b> are you seeking great things…? Baruch had his expectations far too high, and that made the disasters harder to bear. It is enough that he be content just to live. Jeremiah, who once also complained, learned by his own suffering to encourage complainers."
  },
  {
    "start": 24046001,
    "content": "<b><a>46:1</a></b> <b>concerning the nations.</b> concerning the nations. Jeremiah had already proclaimed that all the nations at some time are to “drink the cup” of God’s wrath ( 25:15–26 ). In chaps. 46–51 God selected certain nations and forecast their doom. Likely given to Jeremiah at different times, the prophecies were collected according to the nations, not the chronology."
  },
  {
    "start": 24046002,
    "end": 24046026,
    "content": "<b><a>46:2–26</a></b> <b>To Egypt.</b> To Egypt. Cf. Is 19–20 ; Eze 29–32 . Verses 2–12 depict Pharaoh Neco’s overthrow by the Babylonians at Carchemish by the Euphrates River in 605 BC, in which Egypt lost all its territory west of the river."
  },
  {
    "start": 24046003,
    "end": 24046006,
    "content": "<b><a>46:3–6</a></b> Here was a derisive call to Egypt to ready itself for defeat."
  },
  {
    "start": 24046010,
    "content": "<b><a>46:10</a></b> <b>day belongs to Lord Yahweh.</b> day belongs to Lord Yahweh. While this phrase, also rendered as “the day of Yahweh,” often refers to an eschatological judgment on earth (such as in Zep 1:7 ; Mal 4:5 ; 1Th 5:2 ; 2Pe 3:10 ), it also may refer to a historical day. In this case it refers to the Egyptian defeat (cf. Lam 2:22 ). See note on Is 2:12 ."
  },
  {
    "start": 24046011,
    "content": "<b><a>46:11</a></b> <b>Gilead.</b> Gilead. See note on 8:20–22 ."
  },
  {
    "start": 24046013,
    "end": 24046026,
    "content": "<b><a>46:13–26</a></b> Babylon’s invasion of Egypt, 15 or 16 years before the destruction of Jerusalem, is here detailed (601 BC; cf. v. 13 ). Having spent 13 years in a siege of Tyre, Nebuchadnezzar was promised Egypt as a reward for humbling Tyre (cf. Eze 29:17–20 )."
  },
  {
    "start": 24046018,
    "content": "<b><a>46:18</a></b> <b>Tabor … Carmel.</b> Tabor … Carmel. As those two mountains rise above the hills of Israel, so Nebuchadnezzar will be superior."
  },
  {
    "start": 24046020,
    "end": 24046021,
    "content": "<b><a>46:20–21</a></b> <b>a pretty heifer … fattened calves.</b> a pretty heifer … fattened calves. Fat and untamed, ready to kill."
  },
  {
    "start": 24046026,
    "content": "<b><a>46:26</a></b> <b>Afterwards.</b> Afterwards. Forty years after Nebuchadnezzar’s conquest of Egypt, it threw off the Babylonian yoke but never regained its former glory ( Eze 29:11–15 )."
  },
  {
    "start": 24046027,
    "end": 24046028,
    "content": "<b><a>46:27–28</a></b> <b>Jacob … do not fear.</b> Jacob … do not fear. Though Israel has been scattered to the nations, the nations will receive their judgments, and Yahweh will restore Israel (repeated from 30:10–11 ) from dispersion to its own land (as in Jer 23:5–8 ; 30–33 ). No matter what judgments fall on Israel, they will not be destroyed, as Paul reiterates in Ro 11:1–2 , 15 , 25–27 ."
  },
  {
    "start": 24047001,
    "end": 24047005,
    "content": "<b><a>47:1–5</a></b> <b>concerning the Philistines.</b> concerning the Philistines. Cf. Is 14:29–32 ; Eze 25:15–17 ; Am 1:6–8 ; Zep 2:4–7 . Although Egypt’s Pharaoh Hophra conquered the Philistines (who lived on the coastal plain of Philistia) in Gaza and Phoenicia around 587 BC (v. 1 ), Babylon appears to be the conqueror in this scene (“from the north”), at the same time as the invasion of Judah (588–586 BC; cf. 39:1–2 )."
  },
  {
    "start": 24047006,
    "end": 24047007,
    "content": "<b><a>47:6–7</a></b> <b>sword of Yahweh.</b> sword of Yahweh. Cf. Jdg 7:18 , 20 ."
  },
  {
    "start": 24048001,
    "content": "<b><a>48:1</a></b> <b>Concerning Moab.</b> Concerning Moab. Various sites of unknown location in Moab are to be destroyed (vv. 1–5 ). The judgment is framed in similar words or some of the same words as in other passages ( Is 15:1–9 ; 16:6–14 ; 25:10–12 ; Eze 25:8–11 ; Am 2:1–3 ; Zep 2:8–11 ). Desolation overtook different parts of Moab at various times, but Babylon in 588–586 BC or 582–581 BC is likely the main destroyer (cf. 48:40 ). The Moabites were Lot’s descendants (cf. Ge 19:37 ), who lived east of the Dead Sea and often fought with Israel."
  },
  {
    "start": 24048007,
    "content": "<b><a>48:7</a></b> <b>Chemosh.</b> Chemosh. He was the leading god of Moab (cf. Nu 21:29 ; Jdg 11:24 ; 1Ki 11:7 ; 2Ki 23:13 )."
  },
  {
    "start": 24048010,
    "content": "<b><a>48:10</a></b> <b>Cursed be the one.</b> Cursed be the one. God’s aim to judge Moab was so intense that He pronounced a curse on whatever instrument (army) He would use should they carry it out “with a slack hand ,” i.e., “carelessly,” or “negligently.”"
  },
  {
    "start": 24048011,
    "end": 24048012,
    "content": "<b><a>48:11–12</a></b> This winemaking imagery is vivid. In the production of sweet wine, the juice was left in a wineskin until the sediment or dregs settled onto the bottom. Then it was poured into another skin until more dregs were separated. This process continued until the dregs were all removed and a pure, sweet wine obtained. Moab was not taken from suffering to suffering so that her bitter dregs would be removed through the purging of pain. Thus the nation was settled into the thickness and bitterness of its own sin. Judgment from God was coming to smash them."
  },
  {
    "start": 24048018,
    "end": 24048020,
    "content": "<b><a>48:18–20</a></b> <b>Dibon … Aroer.</b> Dibon … Aroer. These places were on the Arnon River, but would be thirsty."
  },
  {
    "start": 24048024,
    "content": "<b><a>48:24</a></b> <b>Kerioth.</b> Kerioth. Likely the city of Judas Iscariot. Cf. Jos 15:25 ."
  },
  {
    "start": 24048025,
    "content": "<b><a>48:25</a></b> <b>horn … has been cut in pieces.</b> horn … has been cut in pieces. An example of the OT use of “horn” as a symbol of military power, as an animal uses horns to hook, gouge, or ram. Moab is to be dehorned."
  },
  {
    "start": 24048026,
    "content": "<b><a>48:26</a></b> Here is a vivid picture of humiliation."
  },
  {
    "start": 24048029,
    "content": "<b><a>48:29</a></b> Suffering didn’t come to humble Moab ( see note on vv. 11–12 ), so she remained proud."
  },
  {
    "start": 24048047,
    "content": "<b><a>48:47</a></b> <b>I will return.</b> I will return. God will allow a remnant of Moab to return to the land (cf. 12:14–17 ; 46:26 ; 48:47 ; 49:6 , 39 ) through their descendants in the messianic era (“the last days”)."
  },
  {
    "start": 24049001,
    "end": 24049006,
    "content": "<b><a>49:1–6</a></b> <b>Concerning the sons of Ammon.</b> Concerning the sons of Ammon. Cf. Eze 25:1–7 ; Am 1:13–15 ; Zep 2:8–11 . These people descended from Lot (cf. Ge 19:38 ) and lived north of Moab. Though Israel had people who were heirs to Transjordan, i.e., Gad, Reuben, and one half of Manasseh (cf. Jos 22:1–9 ), the Ammonites, whose god was Milcham or Molech, were chided for having usurped the area (v. 1 ), when the northern kingdom was taken captive by Shalmaneser."
  },
  {
    "start": 24049002,
    "content": "<b><a>49:2</a></b> <b>a trumpet blast of war.</b> a trumpet blast of war. Nebuchadnezzar defeated Ammon in the fifth year after the destruction of Jerusalem, around 582/81 BC."
  },
  {
    "start": 24049004,
    "content": "<b><a>49:4</a></b> <b>valley is flowing.</b> <b>faithless.</b> valley is flowing. Flowing with the blood of the slain. faithless. See note on Pr 14:14 ."
  },
  {
    "start": 24049006,
    "content": "<b><a>49:6</a></b> <b>I will return.</b> I will return. As with Moab (cf. 48:47 and see note there ), God promised that captives would have an opportunity to return. This was partially fulfilled under Cyrus, but will be more fully in the coming kingdom of Messiah (cf. 48:47 )."
  },
  {
    "start": 24049007,
    "end": 24049022,
    "content": "<b><a>49:7–22</a></b> <b>Concerning Edom.</b> Concerning Edom. Cf. Is 21:11–12 ; Eze 25:12–14 ; Am 1:11–12 ; Ob 1 . This prophecy is closely related to Obadiah. These people descended from Esau (cf. Ge 36:1–19 ) and lived south of the Dead Sea. Perpetual desolation is ahead for Edom (v. 13 ). God will make it bare (vv. 10 , 18 ). The destroyer is probably Babylon in 588–586 BC or 582–581 BC as v. 19 has descriptions used of Babylon against Judah (lion, 4:7 ; flooding of the Jordan, 12:5 ). Also “swoop like an eagle” (v. 22 ) is used of Babylon ( Hab 1:8 ). There is no prophecy of a future restoration."
  },
  {
    "start": 24049008,
    "content": "<b><a>49:8</a></b> <b>Esau.</b> Esau. He was cursed for his godlessness, and his punishment was perpetuated in his descendants (cf. Heb 12:11 , 17 )."
  },
  {
    "start": 24049009,
    "content": "<b><a>49:9</a></b> See note on Ob 5–6 ."
  },
  {
    "start": 24049010,
    "content": "<b><a>49:10</a></b> <b>he is no more.</b> he is no more. Edom was politically extinct after the Roman conquest."
  },
  {
    "start": 24049011,
    "content": "<b><a>49:11</a></b> This was because no adult men will be left to care for them."
  },
  {
    "start": 24049012,
    "content": "<b><a>49:12</a></b> <b>those … not</b> <b>judgment to drink … will … drink</b> <b>.</b> those … not under judgment to drink … will … drink it . This refers to the Jews who had a covenant relation to God. What will happen to a nation that has no such pledge?"
  },
  {
    "start": 24049016,
    "end": 24049017,
    "content": "<b><a>49:16–17</a></b> Edom was situated in high and rugged mountains and thus convinced it was invincible. But the ruin will come and be irreversible."
  },
  {
    "start": 24049019,
    "end": 24049021,
    "content": "<b><a>49:19–21</a></b> These words are repeated in 50:44–46 , where they refer to Babylon."
  },
  {
    "start": 24049020,
    "content": "<b><a>49:20</a></b> <b>the little ones of the flock.</b> the little ones of the flock. The weakest of the Chaldeans shall drag them away captive."
  },
  {
    "start": 24049023,
    "end": 24049027,
    "content": "<b><a>49:23–27</a></b> <b>Concerning Damascus.</b> Concerning Damascus. Cf. Is 17:1–3 ; Am 1:3–5 . Hamath, a city on the Orontes River that marked the northern limit of Solomon’s rule ( 2Chr 8:4 ), 110 mi. north of Damascus in southern Syria, and Arpad, 105 mi. southwest of the modern Aleppo in Northern Syria, were to fall, as well as Damascus, Syria’s capital. Nebuchadnezzar conquered them in 605 BC."
  },
  {
    "start": 24049025,
    "content": "<b><a>49:25</a></b> <b>city of praise … My joy!</b> city of praise … My joy! Could be translated “the city of renown,” famous due to its situation in a spacious oasis and its trade, as in Eze 27:18 ."
  },
  {
    "start": 24049027,
    "content": "<b><a>49:27</a></b> <b>fortified towers of Ben-hadad.</b> fortified towers of Ben-hadad. Here was the place where so many cruel evils against Israel were devised, thus the reason for its overthrow. The name is common among Syrian kings, meaning Son of Hadad, an idol, so it does not refer to the Ben-hadad of 2Ki 13:3 and Am 1:4 ."
  },
  {
    "start": 24049028,
    "end": 24049033,
    "content": "<b><a>49:28–33</a></b> <b>Concerning Kedar … Hazor.</b> Concerning Kedar … Hazor. Cf. Is 21:13–17 . These areas in the Arabian desert east of Judah were to be laid waste (as a different Hazor was a few mi. northwest of the Sea of Galilee). Kedar was an Ishmaelite tribe (cf. Ge 25:13 ; Eze 27:21 ). The conqueror was Nebuchadnezzar in 599/98 BC as recounted in an ancient record, the Babylonian Chronicle. It was shortly after this that Babylon seized Jerusalem in 598/97 BC."
  },
  {
    "start": 24049031,
    "content": "<b><a>49:31</a></b> <b>no gates or bars.</b> no gates or bars. These nomads were out of the way of contending powers in Asia and Africa."
  },
  {
    "start": 24049034,
    "end": 24049039,
    "content": "<b><a>49:34–39</a></b> <b>concerning Elam.</b> concerning Elam. As in 25:25 , Elam (200 mi. east of Babylon and west of the Tigris River) was to be subjugated. Babylon fulfilled this in 596 BC. Later, Cyrus of Persia conquered Elam and incorporated Elamites into the Persian forces that conquered Babylon in 539 BC. Its capital, Susa, was the residence of Darius and became the center of the Persian Empire ( Ne 1:1 ; Da 8:2 )."
  },
  {
    "start": 24049035,
    "content": "<b><a>49:35</a></b> <b>break the bow.</b> break the bow. Elamites were famous archers (cf. Is 22:6 )."
  },
  {
    "start": 24049039,
    "content": "<b><a>49:39</a></b> <b>I will return.</b> I will return. As with certain other peoples in this section of nations, God would allow Elamites to return to their homeland. In Ac 2:9 , Elamites were among the group present at the Pentecost event. This has eschatological implications as well."
  },
  {
    "start": 24050001,
    "content": "<b><a>50:1</a></b> <b>concerning Babylon.</b> concerning Babylon. The subject of chaps. 50 and 51 (cf. Is 13:1—14:23 ; Hab 2:6–17 ). Judgment focuses on Media Persia’s conquest of Babylon in 539 BC. The prediction of elements of violent overthrow, which was not the case when Cyrus conquered since there was not even a battle, points to fulfillment near the coming of Messiah in glory when events more fully satisfy the description (cf. Rev 17–18 )."
  },
  {
    "start": 24050002,
    "content": "<b><a>50:2</a></b> <b>idols.</b> idols. First the idols of Babylon are discredited by Jeremiah’s using an unusual word for idols, meaning in Hebrew “dung pellets.”"
  },
  {
    "start": 24050003,
    "content": "<b><a>50:3</a></b> <b>no inhabitant.</b> no inhabitant. The far view in the v. 1 note cites this as not yet fulfilled in a sudden way (cf. 51:8 ). Media Persia came down from the north in 539 BC, and armies in the years that followed gradually brought the past Babylon to complete desolation (cf. vv. 12–13 )."
  },
  {
    "start": 24050004,
    "end": 24050010,
    "content": "<b><a>50:4–10</a></b> <b>sons of Israel will come.</b> sons of Israel will come. Jeremiah predicted a return for exiled Israel and Judah (vv. 17–20 , as chaps. 30–33 ) as the scattered and penitent people were given opportunity to escape Babylon’s doom and return to Jerusalem and to Yahweh in an eternal covenant (v. 5 )."
  },
  {
    "start": 24050005,
    "content": "<b><a>50:5</a></b> <b>an everlasting covenant.</b> in an everlasting covenant. This is the New Covenant summarized in 31:31 ."
  },
  {
    "start": 24050011,
    "end": 24050016,
    "content": "<b><a>50:11–16</a></b> Judgment on Babylon is the vengeance of God (v. 15 ) for her treatment of His people."
  },
  {
    "start": 24050017,
    "end": 24050020,
    "content": "<b><a>50:17–20</a></b> This section summarized the divine interpretation of Israel’s history: 1) suffering and judgment on her (v. 17 ); 2) judgment on those who afflicted Israel (v. 18 ); 3) her return in peace and plenty (v. 19 ); and 4) the pardon of her iniquity (v. 20 ) under Messiah."
  },
  {
    "start": 24050021,
    "content": "<b><a>50:21</a></b> <b>Merathaim … Pekod.</b> Merathaim … Pekod. This was a dramatic play on words emphasizing cause and effect. The first means “double rebellion” and named a region in southern Babylon near the Persian Gulf; the latter, meaning “punishment,” was also in southern Babylon on the east bank of the Tigris River."
  },
  {
    "start": 24050023,
    "content": "<b><a>50:23</a></b> <b>hammer of the whole earth.</b> hammer of the whole earth. The description was of Babylon’s former conquering force, and God’s breaking the “hammer” He had once used. The fact that God used Babylon as His executioner was no commendation of that nation (cf. Hab 1:6–7 )."
  },
  {
    "start": 24050028,
    "content": "<b><a>50:28</a></b> <b>Vengeance for His temple.</b> Vengeance for His temple. This refers to their burning the temple in the destruction of Jerusalem (cf. 51:11 )."
  },
  {
    "start": 24050029,
    "content": "<b><a>50:29</a></b> <b>Repay her.</b> Repay her. God aimed to bless Israel and curse all who curse her (cf. Ge 12:1–3 , Abrahamic Covenant). The judgment on Babylon, as in Hab 2 , was a repayment in view of Babylon’s wrongs as God defends Israel’s case (v. 34 ; 51:36 , 56 ), particularly God’s vengeance on her arrogance (“arrogant against Yahweh” cf. vv. 31–32 )."
  },
  {
    "start": 24050034,
    "content": "<b><a>50:34</a></b> <b>Redeemer.</b> Redeemer. The OT concept of kinsmen-redeemer included the protection of a relative’s person and property, the avenging of a relative’s murder, the purchase of alienated property, and even the marriage of his widow (cf. Lv 25:25 ; Nu 35:21 ; Ru 4:4 )."
  },
  {
    "start": 24050035,
    "end": 24050038,
    "content": "<b><a>50:35–38</a></b> The “sword” is mentioned 5 times (cf. Eze 21 )."
  },
  {
    "start": 24050040,
    "content": "<b><a>50:40</a></b> <b>As when God overthrew Sodom.</b> As when God overthrew Sodom. Cf. 50:1 . What befell Sodom (cf. Ge 19 ) was sudden and total destruction, not like the Media Persia takeover, but like an example for the future devastation that will overtake the final Babylon (cf. Rev 17–18 )."
  },
  {
    "start": 24050041,
    "content": "<b><a>50:41</a></b> <b>from the north.</b> from the north. Media Persia in 539 BC."
  },
  {
    "start": 24051001,
    "end": 24051004,
    "content": "<b><a>51:1–4</a></b> <b>the day of … calamity.</b> the day of … calamity. The coming of the northern invader is in view."
  },
  {
    "start": 24051005,
    "content": "<b><a>51:5</a></b> Here is a reminder that God will not utterly forget or destroy His people. Cf. Ro 11:1–2 , 29 ."
  },
  {
    "start": 24051008,
    "content": "<b><a>51:8</a></b> <b>Suddenly … fallen.</b> Suddenly … fallen. The focus was first on Babylon’s sudden fall on one night in 539 BC ( Da 5:30 ). The far view looks at the destruction of the final Babylon near the Second Advent when it will be absolutely sudden ( Rev 18 )."
  },
  {
    "start": 24051011,
    "content": "<b><a>51:11</a></b> <b>kings of the Medes.</b> kings of the Medes. The aggressor was specifically identified (cf. v. 28 ) as the leader of the Medes, assisted by Persia (539 BC)."
  },
  {
    "start": 24051015,
    "end": 24051019,
    "content": "<b><a>51:15–19</a></b> <b>He who made the earth.</b> He who made the earth. God’s almighty power and wisdom in creation are evidences of His superiority to all idols (vv. 17–18 ), who along with their worshipers will all be destroyed by His mighty power (vv. 15–16 , 19 ), as in Babylon’s case."
  },
  {
    "start": 24051020,
    "end": 24051023,
    "content": "<b><a>51:20–23</a></b> <b>You are My</b> <b>of shattering.</b> You are My instrument of shattering. Cyrus of Persia was God’s war club. Ten times the phrase “with you” hits with the force of a hammer."
  },
  {
    "start": 24051025,
    "content": "<b><a>51:25</a></b> <b>destroying mountain.</b> <b>a burnt out mountain.</b> destroying mountain. Though Babylon existed on a plain, this phrase was meant as a portrayal of Babylon’s looming greatness and power in devastating nations (cf. also 50:23 , and see note there ). a burnt out mountain. Babylon will be like a volcano that is extinct, never to be rebuilt (v. 26 )."
  },
  {
    "start": 24051027,
    "content": "<b><a>51:27</a></b> Here are listed the people north of Babylon who were conquered by the Medes early in the sixth century BC. They assisted the Medes against Babylon."
  },
  {
    "start": 24051031,
    "content": "<b><a>51:31</a></b> <b>To give a message to the king of Babylon.</b> To give a message to the king of Babylon. Couriers brought the report of the city’s fall. Since Belshazzar was slain in the city on the night of the fall ( Da 5:30 ), reference may be to runners speeding the news to his co-ruler Nabonidus, who was away from Babylon or possibly to Daniel, the third ruler in the kingdom ( Da 5:29 )."
  },
  {
    "start": 24051032,
    "content": "<b><a>51:32</a></b> The method of capturing the city was to block off the Euphrates River and dry up the riverbed under the city wall, then march in. The “fire” was set to frighten and it did."
  },
  {
    "start": 24051039,
    "content": "<b><a>51:39</a></b> <b>drunk.</b> drunk. The allusion is possibly to Belshazzar’s drunken feast, recorded in Da 5:1–4 (cf. v. 57 )."
  },
  {
    "start": 24051041,
    "content": "<b><a>51:41</a></b> <b>Sheshak has been captured.</b> Sheshak has been captured. This is another name for Babylon (cf. 25:26 )."
  },
  {
    "start": 24051045,
    "end": 24051050,
    "content": "<b><a>51:45–50</a></b> Again Yahweh’s people were warned to flee."
  },
  {
    "start": 24051058,
    "content": "<b><a>51:58</a></b> <b>toil for nothing.</b> toil for nothing. People from many nations enslaved in Babylon had built the wall for nothing."
  },
  {
    "start": 24051059,
    "content": "<b><a>51:59</a></b> <b>Seraiah was quartermaster.</b> Seraiah was quartermaster. This man looked after the comfort of the king. He may have been the brother of Baruch, Jeremiah’s secretary (cf. 32:12 )."
  },
  {
    "start": 24051060,
    "end": 24051063,
    "content": "<b><a>51:60–63</a></b> This royal official carried the scroll (v. 60 ) to read (v. 61 ) in Babylon and then dramatically illustrated the coming destruction."
  },
  {
    "start": 24052001,
    "end": 24052034,
    "content": "<b><a>52:1–34</a></b> This chapter is almost identical to 2Ki 24:18—25:30 , and it is a historical supplement detailing Jerusalem’s fall (as chap. 39 ). It fittingly opens with her last king and his sin (597–586 BC). The purpose of this chapter is to show how accurate Jeremiah’s prophecies were concerning Jerusalem and Judah."
  },
  {
    "start": 24052004,
    "end": 24052011,
    "content": "<b><a>52:4–11</a></b> See note on 34:1 . This narrative rehearses the account of the fall of Jerusalem. So crucial was this event that the OT records it 4 times (see also 39:1–14 ; 2Ki 25 ; 2Chr 36:11–21 )."
  },
  {
    "start": 24052012,
    "content": "<b><a>52:12</a></b> <b>tenth</b> <b>.</b> <b>nineteenth year.</b> tenth day . The parallel phrase in 2Ki 25:8 reads “seventh day.” Nebuzaradan (v. 12 ), “captain of the bodyguard,” started from Riblah on the seventh day and arrived in Jerusalem on the tenth day. nineteenth year. 586 BC."
  },
  {
    "start": 24052018,
    "end": 24052019,
    "content": "<b><a>52:18–19</a></b> <b>They also took.</b> They also took. The conquerors plundered the magnificent Solomonic temple and took the articles to Babylon. First Kings 6–8 describes these articles. Later, Belshazzar would use some of these at his immoral banquet, gloating over victory he wrongly attributed to his gods ( Da 5 ; cf. Da 1:2 )."
  },
  {
    "start": 24052022,
    "content": "<b><a>52:22</a></b> <b>five.</b> five. Second Kings 25:17 reads “three.” There may have been two parts to the capitals, the lower part of two cubits and the upper part, carved ornately, of 3 cubits. The lower may be omitted in 2Ki 25:17 as belonging to the shaft of the pillar."
  },
  {
    "start": 24052024,
    "end": 24052027,
    "content": "<b><a>52:24–27</a></b> Babylon executed some Judean leaders as an act of power, of resentment over the 18-month resistance (cf. 52:4–6 ), and of intimidation to prevent future plots."
  },
  {
    "start": 24052025,
    "content": "<b><a>52:25</a></b> <b>seven.</b> seven. Second Kings 25:19 reads “five.”"
  },
  {
    "start": 24052028,
    "end": 24052030,
    "content": "<b><a>52:28–30</a></b> <b>took away.</b> took away. The stages of deportation to Babylon are: 1) in 605 BC under Jehoiakim which marked the beginning of the 70 years of exile, 2) in 597 BC under Jehoiachin, 3) in 586 BC under Zedekiah, and 4) a mopping up campaign in 582–81 BC. The number may include only males."
  },
  {
    "start": 24052031,
    "end": 24052034,
    "content": "<b><a>52:31–34</a></b> <b>exile of Jehoiachin.</b> exile of Jehoiachin. A captive since 597 BC, he appears here in 561 BC, after Nebuchadnezzar’s death when Evil-merodach ruled Babylon. Though detained, the former king was kindly freed to enjoy previously denied privileges. Yahweh did not forget the Davidic line even in exile."
  }
]