[
  {
    "start": 9001001,
    "end": 9007017,
    "content": "<b><a>1:1—7:17</a></b> This first major division of the book begins and ends in Samuel’s home town of Ramah ( 1:1 ; 7:17 ). The focus of these chapters is on the life and ministry of Samuel. First Samuel 1:1—4:1a concentrates on Samuel as a prophet of Yahweh (see the concluding statement of 4:1a , “the word of Samuel came to all Israel”). The text in 4:1b–7:17 emphasizes Samuel as judge (see 7:17 , “there he judged Israel”)."
  },
  {
    "start": 9001002,
    "content": "<b><a>1:2</a></b> <b>two wives.</b> <b>Hannah.</b> <b>Peninnah.</b> two wives. Although polygamy was not God’s intention for mankind ( Ge 2:24 ), it was tolerated, but never endorsed in Israel (see Dt 21:15–17 ). Elkanah probably married Peninnah because Hannah was barren. Hannah. Meaning “grace,” she was probably Elkanah’s first wife. Peninnah. Meaning “ruby,” she was Elkanah’s second wife and the first bearer of his children."
  },
  {
    "start": 9001003,
    "content": "<b><a>1:3</a></b> <b>that man would go up … yearly.</b> <b>Yahweh of hosts.</b> <b>Shiloh.</b> <b>Eli.</b> <b>Hophni and Phinehas.</b> that man would go up … yearly. All Israelite men were required to attend 3 annual feasts at the central sanctuary ( Dt 16:1–17 ). Elkanah regularly attended these festivals with his wives. The festival referred to here was probably the Feast of Tabernacles (Sept./Oct.) because of the feasting mentioned in 1:9 . Yahweh of hosts. This is the first OT occurrence of “hosts” being added to the divine name. “Hosts” can refer to human armies ( Ex 7:4 ), celestial bodies ( Dt 4:19 ), or heavenly creatures ( Jos 5:14 ). This title emphasizes Yahweh as sovereign over all of the powers in heaven and on earth, especially over the armies of Israel. Shiloh. Located about 20 mi. north of Jerusalem in Ephraim, the tabernacle and ark of the covenant resided here ( Jos 18:1 ; Jdg 18:31 ). Eli. Meaning “exalted is Yahweh.” He was the High Priest at Shiloh. Hophni and Phinehas. Each of Eli’s two priestly sons had an Egyptian name: Hophni (“tadpole”) and Phinehas (“nubian”)."
  },
  {
    "start": 9001004,
    "content": "<b><a>1:4</a></b> <b>sacrificed.</b> sacrificed. A peace offering since the worshipers ate a portion of the offering (see Lv 7:11–18 )."
  },
  {
    "start": 9001005,
    "content": "<b><a>1:5</a></b> <b>Yahweh had closed her womb.</b> Yahweh had closed her womb. Hannah’s barrenness was the result of divine providence like Sarah’s ( Ge 16:2 ) and Rachel’s ( Ge 30:2 )."
  },
  {
    "start": 9001006,
    "content": "<b><a>1:6</a></b> <b>Her rival.</b> <b>would provoke her.</b> Her rival. The other wife was an adversary. would provoke her. Lit. “to thunder against” her; see 2:10 for the same word."
  },
  {
    "start": 9001007,
    "content": "<b><a>1:7</a></b> <b>would not eat.</b> would not eat. Hannah fasted because of the provocation of Peninnah. She did not eat of the peace offerings."
  },
  {
    "start": 9001008,
    "content": "<b><a>1:8</a></b> <b>your heart sad.</b> your heart sad. The idiom used reflects anger, not sadness (see Dt 15:10 for the same idiom)."
  },
  {
    "start": 9001009,
    "content": "<b><a>1:9</a></b> <b>temple.</b> temple. Actually, the tabernacle. The mention of sleeping quarters ( 3:2–3 ) and doors ( 3:15 ) implies that at this time the tabernacle was part of a larger, more permanent building complex."
  },
  {
    "start": 9001011,
    "content": "<b><a>1:11</a></b> <b>vow.</b> <b>Your maidservant.</b> <b>remember me.</b> <b>all the days of his life.</b> <b>a razor.</b> vow. Hannah pledged to give Yahweh her son in return for God’s favor in giving her that son. A married woman’s vow could be confirmed or nullified by her husband according to Nu 30:6–15 . Your maidservant. A humble, submissive way of referring to herself in the presence of her superior, sovereign God. remember me. Hannah requested special attention and care from Yahweh. all the days of his life. A contrast to the normal Nazirite vow, which was only for a specified period of time (see Nu 6:4–5 , 8 ). a razor. Though not specified as such in this chapter, the Nazirite vow is certainly presupposed. The nonshaving of the hair on one’s head is one of the 3 requirements of the vow ( Nu 6:5 ). This expression was used elsewhere only of the Nazirite Samson ( Jdg 13:5 ; 16:17 )."
  },
  {
    "start": 9001013,
    "content": "<b><a>1:13</a></b> <b>drunk.</b> drunk. Public prayer in Israel was usually audible. However, Hannah was praying silently, leaving Eli to surmise that she was drunk."
  },
  {
    "start": 9001016,
    "content": "<b><a>1:16</a></b> <b>vile woman.</b> vile woman. Lit. “daughter of Belial.” Cf. 2:12 ."
  },
  {
    "start": 9001020,
    "content": "<b><a>1:20</a></b> <b>Samuel.</b> Samuel. The name lit. meant “name of God,” but sounded like “heard by God.” For Hannah the assonance was most important, because God had heard her prayer."
  },
  {
    "start": 9001021,
    "content": "<b><a>1:21</a></b> <b>his vow.</b> his vow. Elkanah supported and joined with his wife in her vow to Yahweh. With the birth of Samuel he brought his votive offering to Yahweh ( Lv 7:16 )."
  },
  {
    "start": 9001022,
    "content": "<b><a>1:22</a></b> <b>weaned.</b> weaned. As was customary in the ancient world, Samuel was probably breast fed for two to three years. Then he was left to serve Yahweh at the tabernacle for the rest of his life."
  },
  {
    "start": 9001023,
    "content": "<b><a>1:23</a></b> <b>His word.</b> His word. Probably an earlier word of Yahweh not recorded in the text."
  },
  {
    "start": 9001024,
    "content": "<b><a>1:24</a></b> <b>bull … flour … wine.</b> bull … flour … wine. According to Nu 15:8–10 , a bull, flour, and wine were to be sacrificed in fulfillment of a vow. Hannah brought all 3 in larger measure than required. An ephah was about .75 bu."
  },
  {
    "start": 9001026,
    "content": "<b><a>1:26</a></b> <b>As your soul lives.</b> As your soul lives. Lit. “by the light of your soul,” a common oath formula."
  },
  {
    "start": 9001027,
    "end": 9001028,
    "content": "<b><a>1:27–28</a></b> <b>asked … dedicated.</b> asked … dedicated. These terms are from the same Hebrew root used 4 times in these two verses. Twice in v. 27 it has the usual meaning of “asked.” Twice in v. 28 it bears the derived meaning “lent on request.” The son Hannah requested God had given, and she gives her gift back to the Giver."
  },
  {
    "start": 9002001,
    "end": 9002010,
    "content": "<b><a>2:1–10</a></b> In contrast to the prayer that came from her bitterness ( 1:10 ), Hannah prayed from joy in these verses. The prominent idea in Hannah’s prayer is that Yahweh is a righteous judge. He had brought down the proud (Peninnah) and exalted the humble (Hannah). The prayer has four sections: 1) Hannah prays to Yahweh for His salvation (vv. 1–2 ); 2) Hannah warned the proud of Yahweh’s humbling (vv. 3–8d ); 3) Hannah affirmed Yahweh’s faithful care for His saints (vv. 8e–9b ); 4) Hannah petitioned Yahweh to judge the world and to prosper His anointed king (vv. 9c–10e ). This prayer has a number of striking verbal similarities with David’s song of 2Sa 22:2–51 : “horn” ( 2:1 ; 22:3 ), “rock” ( 2:2 ; 22:2–3 ), salvation/deliverance ( 2:1–2 ; 22:2–3 ), grave/Sheol ( 2:6 ; 22:6 ), “thunder” ( 2:10 ; 22:14 ), “king” ( 2:10 ; 22:51 ), and “anointed” ( 2:10 ; 22:51 )."
  },
  {
    "start": 9002002,
    "content": "<b><a>2:2</a></b> <b>rock.</b> rock. A metaphor for God that emphasized His strength and the security of those who trust in Him (see Dt 32:4 ; Ps 18:1–2 )."
  },
  {
    "start": 9002003,
    "content": "<b><a>2:3</a></b> <b>proudly … arrogance.</b> proudly … arrogance. The majestic and powerful God humbles all those who vaunt themselves against Him. The idea of God’s humbling of the very proud is shown throughout 1-2 Samuel, toward Peninnah, Eli’s sons, the Philistines, Goliath, Saul, Nabal, Absalom, Shimei, Sheba, and even David."
  },
  {
    "start": 9002004,
    "end": 9002007,
    "content": "<b><a>2:4–7</a></b> Seven contrasts are found in these 4 verses: 1) mighty and weak; 2) full and hungry; 3) barren and fertile; 4) dead and alive; 5) sick and well; 6) poor and rich; and 7) humbled and exalted."
  },
  {
    "start": 9002005,
    "content": "<b><a>2:5</a></b> <b>gives birth to seven.</b> gives birth to seven. This is not a personal testimony since Hannah bore only 6 children ( 2:21 ). “Seven” here is a general reference to women whom God blesses."
  },
  {
    "start": 9002008,
    "content": "<b><a>2:8</a></b> <b>pillars of the earth.</b> pillars of the earth. A figure of speech which pictures the earth’s stability (cf. Pss 75:3 ; 82:5 ; 104:5 )."
  },
  {
    "start": 9002010,
    "content": "<b><a>2:10</a></b> <b>Yahweh will render justice to the ends of the earth.</b> <b>His king.</b> <b>His anointed.</b> Yahweh will render justice to the ends of the earth. Yahweh will impose His righteous rule upon all the nations and peoples (see Is 2:2–4 ). His king. Moses had already predicted the coming of a king who would exercise God’s rule over all the nations of the earth ( Ge 49:8–12 ; Nu 24:7–9 , 17–19 ). It was this future, victorious king whom Hannah anticipated and Saul and David prefigured. His anointed. Previously in the OT, both the tabernacle and its utensils along with the priests (Aaron and his sons) had been anointed with oil. This pictured their consecrated and holy status before Yahweh ( Ex 30:26–30 ). In Samuel, first Saul ( 10:1 ), and then David ( 16:13 ; 2Sa 2:4 ; 5:3 ) were anointed as they were inaugurated for the kingship. From this point in the OT, it is usually the king who is referred as “the anointed (of Yahweh)” ( 12:3 ; 24:6 ; 26:9 , 11 , 16 ; 2Sa 1:14 , 16 ; 19:21 ). The kings of Israel, particularly David, foreshadowed Yahweh’s ultimate anointed king. The English word “Messiah” represents the Hebrew word used here meaning “anointed.” Thus, this ultimate King who would rule over the nations of the earth came to be referred to as “the Messiah,” as here and 2:35 ; cf. 2Sa 22:51 ."
  },
  {
    "start": 9002011,
    "content": "<b><a>2:11</a></b> <b>ministered to Yahweh.</b> ministered to Yahweh. As a Levite, the boy Samuel performed services that assisted Eli, the High Priest."
  },
  {
    "start": 9002012,
    "content": "<b><a>2:12</a></b> <b>vile.</b> <b>they did not know Yahweh.</b> vile. “Sons of Belial” was a Hebrew way of saying base or wicked men. See 2Co 6:15 , where it is used as a name for Satan. Eli had falsely considered Hannah a wicked woman ( 1:16 ). Eli’s sons were, in fact, wicked men. they did not know Yahweh. Eli’s sons had no personal experience of, nor fellowship with, Yahweh. The boy Samuel came to “know Yahweh” when Yahweh revealed Himself to him (see 3:7 )."
  },
  {
    "start": 9002013,
    "content": "<b><a>2:13</a></b> <b>the</b> <b>judgment for the priests.</b> this was the legal judgment for the priests. Not content with the specified portions of the sacrifices given to the priests ( Dt 18:3 ), Eli’s sons would take for themselves whatever meat a 3-pronged fork would collect from a boiling pot."
  },
  {
    "start": 9002015,
    "content": "<b><a>2:15</a></b> <b>before they offered up the fat in smoke.</b> before they offered up the fat in smoke. The law mandated that the fat of the sacrificial animal was to be burned on the altar to Yahweh ( Lv 7:31 ). In contrast, Eli’s sons demanded raw meat, including the fat, from the worshipers."
  },
  {
    "start": 9002018,
    "content": "<b><a>2:18</a></b> <b>Now Samuel.</b> <b>linen ephod.</b> Now Samuel. The faithful ministry of Samuel before Yahweh was in sharp contrast to the disobedience of Eli’s sons. linen ephod. A close fitting, sleeveless outer vest extending to the hips and worn by priests, especially when officiating before the altar ( Ex 28:6–14 )."
  },
  {
    "start": 9002019,
    "content": "<b><a>2:19</a></b> <b>little robe.</b> little robe. A sleeveless garment reaching to the knees, worn under the ephod ( Ex 28:31 )."
  },
  {
    "start": 9002020,
    "content": "<b><a>2:20</a></b> <b>May Yahweh establish for you a seed.</b> May Yahweh establish for you a seed. Eli’s blessing was a reminder of Hannah’s faithfulness to her vow to Yahweh. By providing Hannah with additional children, Yahweh continued to be gracious to her."
  },
  {
    "start": 9002022,
    "content": "<b><a>2:22</a></b> <b>lay with the women.</b> lay with the women. Eli’s sons included in their vile behavior having sexual relationships with the women who served at the tabernacle (see Ex 38:8 ). Such religious prostitution was common among Israel’s Canaanite neighbors."
  },
  {
    "start": 9002025,
    "content": "<b><a>2:25</a></b> <b>who can intercede.</b> <b>Yahweh desired to put them to death.</b> who can intercede. Eli’s point to his sons was that if God would surely judge when one sinned against another man, how much more would He bring judgment against those who sinned against Him. Yahweh desired to put them to death. Because Eli’s sons had persisted in their evil ways, God had already determined to judge them. This divine, judicial hardening, the result of defiant refusal to repent in the past, was the reason Hophni and Phinehas refused to heed Eli’s warnings."
  },
  {
    "start": 9002026,
    "content": "<b><a>2:26</a></b> <b>growing in stature and in favor.</b> growing in stature and in favor. In contrast to the apostate sons of Eli, Samuel was maturing both spiritually and socially (cf. Lk 2:52 )."
  },
  {
    "start": 9002027,
    "content": "<b><a>2:27</a></b> <b>man of God.</b> <b>house of your father … in Egypt.</b> man of God. Usually used as a synonym for “prophet” (see 9:9–10 ). house of your father … in Egypt. Although Eli’s genealogy was not recorded in the OT, he was a descendant of Aaron. Yahweh had revealed Himself to Aaron in Egypt before the Exodus (see Ex 4:4–16 ). Aaron had been divinely chosen to serve Yahweh as the first in a long line of priests ( Ex 28:1–4 )."
  },
  {
    "start": 9002028,
    "content": "<b><a>2:28</a></b> <b>to be My priests.</b> to be My priests. The chief duties of the priests were: 1) to place the offerings upon the altar; 2) to burn the incense in the holy place; and 3) to wear the linen ephod (see v. 18 )."
  },
  {
    "start": 9002029,
    "content": "<b><a>2:29</a></b> <b>My offering.</b> <b>honor.</b> My offering. In recognition of their service to God and His people, the priests were allocated specific parts of the offering which were brought to the sanctuary (see Lv 2:3 , 10 ; 7:31–36 ). honor. By condoning the sin of Hophni and Phinehas, Eli had shown preference for his sons above Yahweh. Therefore, Eli was unworthy of Yahweh’s blessing."
  },
  {
    "start": 9002030,
    "content": "<b><a>2:30</a></b> <b>I did indeed say.</b> I did indeed say. Yahweh had promised that Aaron’s descendants would always be priests ( Ex 29:9 ), and He had confirmed that promise by oath ( Nu 25:13 ). Because of flagrant disobedience, the house of Eli would forfeit their priesthood. Although the Aaronic priesthood was perpetual, priests could forfeit their position by their sin."
  },
  {
    "start": 9002031,
    "content": "<b><a>2:31</a></b> <b>there will not be an old man in your house.</b> there will not be an old man in your house. The judgment of untimely death followed the descendants of Eli. Eli’s sons died in the flower of their manhood ( 4:11 ). Later, Saul massacred the priests at Nob ( 22:16–19 ). Ultimately, Solomon removed Abiathar from the priesthood ( 1Ki 2:26–27 ) and the priestly line of Eleazar prevailed, as God promised (cf. Nu 25:10–13 )."
  },
  {
    "start": 9002032,
    "content": "<b><a>2:32</a></b> <b>the distress of</b> <b>habitation.</b> the distress of My habitation. This probably referred to the desecration of the tabernacle, where Yahweh dwelt, at Shiloh by the Philistines (see Jer 7:12–14 )."
  },
  {
    "start": 9002034,
    "content": "<b><a>2:34</a></b> <b>the sign to you.</b> the sign to you. The death of Eli’s two sons on the same day validated the prophecy (cf. 4:11 , 17 )."
  },
  {
    "start": 9002035,
    "content": "<b><a>2:35</a></b> <b>I will raise up for Myself a faithful priest.</b> <b>I will build him a faithful house.</b> <b>My anointed.</b> I will raise up for Myself a faithful priest. Although some have identified this priest as Samuel and others Christ, it is better to view the prophecy as fulfilled in the accession of Zadok and his family to the priestly office in the time of Solomon (see 1Ki 1:7–8 ; 2:26–27 , 35 ). This reestablished the office of High Priest in the line of Eleazar and Phinehas (cf. Nu 25:10–13 ). I will build him a faithful house. The sons of Zadok will also serve in the millennial temple (see Eze 44:15 ; 48:11 ). My anointed. This refers to the Messiah who will defeat God’s enemies and establish His rule in the Millennium (see v. 10 )."
  },
  {
    "start": 9002036,
    "content": "<b><a>2:36</a></b> <b>a piece of bread.</b> a piece of bread. The judgment corresponded to the sin. Those who had gorged themselves on the sacrifices (vv. 12–17 ) were reduced to begging for a morsel of food."
  },
  {
    "start": 9003001,
    "content": "<b><a>3:1</a></b> <b>the young boy Samuel.</b> <b>word from Yahweh was rare.</b> <b>visions.</b> the young boy Samuel. Samuel was no longer a child ( 2:21 , 26 ). While Jewish historian Josephus suggested he was 12 years of age, he was probably a teenager at this time. The same Hebrew term translated here “boy” was used of David when he slew Goliath ( 17:33 ). word from Yahweh was rare. The time of the judges was a period of extremely limited prophetic activity. The few visions that God did give were not widely known. visions. A divine revelation mediated through an auditory or visual encounter."
  },
  {
    "start": 9003003,
    "content": "<b><a>3:3</a></b> <b>the lamp of God had not yet gone out.</b> <b>ark of God.</b> the lamp of God had not yet gone out. The golden lampstand, located in the Holy Place of the tabernacle, was filled with olive oil and lit at twilight ( Ex 30:8 ). The lamp was kept burning from evening until morning ( Ex 27:20–21 ). Just before dawn, while the golden lampstand was still burning, Samuel was called to his prophetic ministry. ark of God. See Ex 25:10–22 ."
  },
  {
    "start": 9003007,
    "content": "<b><a>3:7</a></b> <b>Samuel did not yet know Yahweh.</b> Samuel did not yet know Yahweh. Samuel had not yet encountered Yahweh in a personal way, nor had he received God’s Word by divine revelation (see 2:12 )."
  },
  {
    "start": 9003008,
    "content": "<b><a>3:8</a></b> <b>Then Eli discerned.</b> Then Eli discerned. Eli was slow to recognize that God was calling Samuel. This indicates that Eli’s spiritual perception was not what it should have been as the priest and judge of Israel (see also 1:12–16 )."
  },
  {
    "start": 9003010,
    "content": "<b><a>3:10</a></b> <b>is listening.</b> is listening. “To hear with interest,” or “to hear so as to obey.”"
  },
  {
    "start": 9003011,
    "content": "<b><a>3:11</a></b> <b>ears … will tingle.</b> ears … will tingle. A message of impending destruction, here of Eli’s house (see 2Ki 21:12 ; Jer 19:3 )."
  },
  {
    "start": 9003012,
    "content": "<b><a>3:12</a></b> <b>all that I have spoken.</b> all that I have spoken. See 2:27–36 . The repetition of the oracle against Eli to Samuel confirmed the word spoken by the man of God."
  },
  {
    "start": 9003013,
    "content": "<b><a>3:13</a></b> <b>have been bringing a curse on themselves.</b> <b>did not rebuke them.</b> have been bringing a curse on themselves. LXX reads “his sons blasphemed God.” Cursing God was an offense worthy of death (see Lv 24:11–16 , 23 ). did not rebuke them. Eli was implicated in the sins of his sons because he did not intervene with judgment. If his sons were blaspheming God, they should have been stoned (see Lv 24:15–16 )."
  },
  {
    "start": 9003014,
    "content": "<b><a>3:14</a></b> <b>not be atoned for … forever.</b> not be atoned for … forever. Eli’s family was apparently guilty of presumptuous sin. For such defiant sin, there was no atonement and the death penalty could be immediately applied (see Nu 15:30–31 )."
  },
  {
    "start": 9003015,
    "content": "<b><a>3:15</a></b> <b>the doors of the house of Yahweh.</b> the doors of the house of Yahweh. The doors of the tabernacle compound (see 1:9 )."
  },
  {
    "start": 9003017,
    "content": "<b><a>3:17</a></b> <b>God do so to you, and more also.</b> God do so to you, and more also. This is an oath of imprecation. Eli called down God’s judgment on Samuel if he refused to tell everything he knew."
  },
  {
    "start": 9003018,
    "content": "<b><a>3:18</a></b> <b>let Him do what seems good in His eyes.</b> let Him do what seems good in His eyes. Eli resigned himself to divine sovereignty, without reluctance."
  },
  {
    "start": 9003019,
    "content": "<b><a>3:19</a></b> <b>Yahweh was with him.</b> <b>let none of his words fall to the ground.</b> Yahweh was with him. Yahweh’s presence was with Samuel, as it would be later with David ( 16:18 ; 18:12 ). Yahweh’s presence validated His choice of a man for His service. let none of his words fall to the ground. Everything Samuel said with divine authorization came true. This fulfillment of Samuel’s word proved that he was a true prophet of God (see Dt 18:21–22 )."
  },
  {
    "start": 9003020,
    "content": "<b><a>3:20</a></b> <b>Dan even to Beersheba.</b> <b>prophet of Yahweh.</b> Dan even to Beersheba. The traditional limits of the land of Israel from the north to the south. prophet of Yahweh. Samuel’s status as a spokesman of God’s message was acknowledged by all throughout Israel."
  },
  {
    "start": 9004001,
    "content": "<b><a>4:1</a></b> <b>the word of Samuel came to all Israel.</b> <b>Philistines.</b> <b>Ebenezer.</b> <b>Aphek.</b> the word of Samuel came to all Israel. The text of 1:1—3:21 climaxes with the establishment of Samuel as God’s spokesman/representative. Observe that “the word of Yahweh” ( 3:21 ) has become equivalent to “the word of Samuel.” Philistines. From the period of the judges through the end of David’s reign, the Philistines (“Sea Peoples”) were an ever-present enemy of Israel. They were non-Semitic immigrants (see Ge 10:14 ; 1Chr 1:12 ; Jer 47:4–5 ; Am 9:7 ) who settled along the coastal regions of southern Canaan, organizing their power in five chief cities: Ashdod, Ashkelon, Ekron, Gath, and Gaza ( 1Sa 6:17 ; Jdg 3:13 ). The introduction of the Philistines into the narrative provides a link between the judgeship of Samuel and the judgeship which Samson was not able to complete ( Jdg 13–16 ). Ebenezer. The location of this site has not been specifically identified. Opposite Aphek in Israelite territory, it is possibly modern Izbet Sarteh on the road to Shiloh. When translated it means “stone of help,” and its mention here (and 5:1 ) and again in 7:12 of another location mark this section as a literary unit. Aphek. This site is located near the source of the Yarkon River, at the southern end of the coastal plain of Sharon, approximately 5 mi. east of the Mediterranean. This city marked the northeastern edge of Philistine territory."
  },
  {
    "start": 9004003,
    "content": "<b><a>4:3</a></b> <b>Why has Yahweh defeated us…?</b> <b>Let us take … the ark.</b> Why has Yahweh defeated us…? The question of the elders reflected their knowledge that Yahweh both fought their battles ( 2:10 ; 17:47 ) and allowed their defeat. To be defeated clearly meant that God was not “among” them ( Nu 14:42 ; Dt 1:42 ). Instead of inquiring of Yahweh for direction, they proceeded to take the matter into their own hands. Let us take … the ark. The ark symbolized the presence and power of Yahweh. Yet, Israel treated it like a good-luck charm, which would ensure them victory over the Philistines. Knowing that victory or defeat depended upon Yahweh’s presence, they confused the symbol of His presence with His actual presence. In this way, their understanding of God resembled that of the Philistines ( 4:8 )."
  },
  {
    "start": 9004004,
    "content": "<b><a>4:4</a></b> <b>sits</b> <b>the cherubim.</b> <b>Hophni and Phinehas.</b> sits above the cherubim. A repeated phrase used to describe Yahweh (see 2Sa 6:2 ; 2Ki 19:15 ; 1Chr 13:6 ; Pss 80:1 ; 99:1 ; Is 37:16 ). It spoke of His sovereign majesty. Hophni and Phinehas. These were the two wicked sons of Eli ( 2:12–17 , 27–36 ), of whom it was said that they “did not know Yahweh” ( 2:12 ). The fact that they were mentioned together recalls the prophecy that they would die together ( 2:34 )."
  },
  {
    "start": 9004006,
    "content": "<b><a>4:6</a></b> <b>Hebrews.</b> Hebrews. In Ge 14:13 , the name “Hebrew” was applied to Abram. Consequently, the name came to refer to the physical descendants of Abraham. It was used to distinguish them as a class of people distinct from the foreigners around them. It means that Abram was a descendant of Eber in the line of Shem ( Ge 10:25 ; 11:14–16 )."
  },
  {
    "start": 9004007,
    "content": "<b><a>4:7</a></b> <b>God has come into the camp.</b> God has come into the camp. The idol, to the Philistine, was thought to be the actual dwelling place of his deity. Hence, when Israel brought the ark into the camp, the Philistines concluded that God was present, an exclamation that reflected a knowledge of God’s power."
  },
  {
    "start": 9004008,
    "content": "<b><a>4:8</a></b> <b>the gods who struck the Egyptians.</b> the gods who struck the Egyptians. Evidently, the news of God’s victory over the Egyptians was common knowledge to the Philistines."
  },
  {
    "start": 9004009,
    "content": "<b><a>4:9</a></b> <b>slaves … as they have been slaves to you.</b> slaves … as they have been slaves to you. Israel’s failure to uproot all the inhabitants of Canaan (see Jdg 1:28 ) caused them to fall under the judgment of God. As a consequence of this judgment, Israel was enslaved to Philistine oppression (see Jdg 10 , 13–16 ). The Philistines feared that they would become servants of the Hebrews."
  },
  {
    "start": 9004011,
    "content": "<b><a>4:11</a></b> <b>the ark of God was taken.</b> <b>Hophni and Phinehas, died.</b> the ark of God was taken. In spite of their hopes to manipulate God into giving them the victory, Israel was defeated and the ark fell into the hands of the Philistines. The view of having the ark of God being equivalent to having control of God, possessed both by Israel and then the Philistines, is to be contrasted with the power and providence of God in the remaining narrative. Hophni and Phinehas, died. In fulfillment of 2:34 and 3:12 , Eli’s sons died together."
  },
  {
    "start": 9004012,
    "content": "<b><a>4:12</a></b> <b>his robes torn and dust on his head.</b> his robes torn and dust on his head. The actions of the man of Benjamin were considered to be universal signs of both mourning for the dead and of national calamity (cf. 2Sa 15:32 )."
  },
  {
    "start": 9004013,
    "content": "<b><a>4:13</a></b> <b>his heart was trembling for the ark of God.</b> his heart was trembling for the ark of God. Eli’s concern for the ark stands in stark contrast to his earlier actions of honoring his two sons over honoring Yahweh ( 2:29–30 ; cf. 4:17–18 )."
  },
  {
    "start": 9004018,
    "content": "<b><a>4:18</a></b> <b>Eli … died.</b> <b>he judged Israel forty years.</b> Eli … died. As was the case with Hophni and Phinehas, Eli died. Thus, in fulfillment of the word of Yahweh, all of the priestly line through Eli had been wiped out ( 2:29–34 ). See note on 2:31 . he judged Israel forty years. Over that time Eli fulfilled the office of both priest and judge in Israel."
  },
  {
    "start": 9004021,
    "content": "<b><a>4:21</a></b> <b>Ichabod … The glory has departed.</b> Ichabod … The glory has departed. Due primarily to the loss of the ark, the symbol of God’s presence, Phinehas’ wife names her child Ichabod, meaning either “Where is the glory?” or “no glory.” To the Hebrew, “glory” was often used to refer to God’s presence; hence, the text means “Where is God?” The word “departed” carries the idea of having gone into exile. Thus, to the people of Israel, the capturing of the ark was a symbol that God had gone into exile. Although this was the mindset of Israel, the text narrative will reveal that God was present, even when He disciplined His people. See note on Eze 10:18–19 ."
  },
  {
    "start": 9005001,
    "content": "<b><a>5:1</a></b> <b>Ashdod.</b> Ashdod. One of the 5 chief Philistine cities, inland from the coast (3 mi.) and approximately 33 mi. west of Jerusalem."
  },
  {
    "start": 9005002,
    "content": "<b><a>5:2</a></b> <b>Dagon.</b> Dagon. Ancient literature identifies this deity as a fish god, whose image had the lower body of a fish and the upper body of a man. Dagon seems to have been the leader of the Philistine pantheon ( Jdg 16:23 ) and is noted to be the father of Baal. The placing of the ark of God in the temple of Dagon was supposed to be a sign of Dagon’s power and Yahweh’s inferiority, a visual representation that the god of the Philistines was victorious over the God of the Hebrews. In addition, the textual connection of Dagon reinforces the affinity between the events written here and those in the life of Samson (cf. Jdg 13–16 )."
  },
  {
    "start": 9005003,
    "content": "<b><a>5:3</a></b> <b>fallen on his face.</b> fallen on his face. Ironically, God Himself overturned the supposed supremacy of Dagon by having Dagon fallen over, as if paying homage to Yahweh."
  },
  {
    "start": 9005004,
    "content": "<b><a>5:4</a></b> <b>head … hands</b> <b>cut off.</b> head … hands were cut off. The first display of God’s authority over Dagon was not perceived. God’s second display of authority, the cutting off of Dagon’s head and hands, was a common sign that the enemy was dead ( Jdg 7:25 ; 8:6 ; 1Sa 17:54 ; 31:9 ; 2Sa 4:12 ), and was to be understood as God’s divine judgment on the false idol."
  },
  {
    "start": 9005005,
    "content": "<b><a>5:5</a></b> <b>tread on the threshold.</b> <b>to this day.</b> tread on the threshold. Because the head and hands of Dagon fell on the threshold, superstition developed that it was cursed; therefore, the Philistines would not tread on it. to this day. This phrase supports the claim that the writer was living at a time removed from the actual event itself (see Introduction: Author and Date ). This phrase and phrases equivalent to it are found throughout 1-2 Samuel ( 6:18 ; 26:6 ; 30:25 ; 2Sa 4:3 ; 6:8 ; 18:18 )."
  },
  {
    "start": 9005006,
    "content": "<b><a>5:6</a></b> <b>the hand of Yahweh was glorious.</b> <b>tumors.</b> the hand of Yahweh was glorious. In contrast to the hands of Dagon being cut off, symbolizing his helplessness against the power of Yahweh, Yahweh was pictured to be actively involved in judging the Philistines. The imagery of God’s hand is found throughout the ark narrative ( 4:8 ; 5:6–7 , 9 , 11 ; 6:3 , 5 , 9 ). tumors. It has been suggested that this word refers to the sores or boils caused by an epidemic of the bubonic plague carried by rats ( 6:4–5 ). The spread of the disease and its deadly effect ( 5:6 , 9 , 12 ; 6:11 , 17 ) make this a likely view."
  },
  {
    "start": 9005008,
    "content": "<b><a>5:8</a></b> <b>lords of the Philistines.</b> <b>Gath.</b> lords of the Philistines. Refers to those men who ruled the chief Philistine cities as kings ( see note on 4:1 ). Gath. Another main Philistine city, located about 12 mi. east of Ashdod (cf. 5:1 )."
  },
  {
    "start": 9005010,
    "content": "<b><a>5:10</a></b> <b>Ekron.</b> <b>the ark … to put us.</b> Ekron. With judgment on Gath, the Philistines sent the ark away to the next main city to see if God was behind their calamity. Located about 6 mi. north of Gath, it was the closest major Philistine city to Israel’s border. the ark … to put us. The cry of the Ekronites was an admission that the Philistines had gotten the message that God was the source of their troubles. It is curious that the Philistines knew of God’s power to smite the Egyptians ( 4:8 ), yet they proudly believed themselves stronger than Egypt. The severity of the plagues grew increasingly worse in vv. 6–12 , corresponding with the failure of the Philistines to humble themselves before God. Their actions were very similar to those of the Egyptians ( Ex 5–14 )."
  },
  {
    "start": 9006002,
    "content": "<b><a>6:2</a></b> <b>the priests and the diviners.</b> <b>send it to its place.</b> the priests and the diviners. These men of the Philistines, specifically identified in Scripture as having notable fame ( Is 2:6 ), were summoned to figure out how to appease God so that He would stop the plague. send it to its place. The Philistines understood that they had offended God. Their diviners decided to rightfully appease His wrath by sending the ark back to Israel."
  },
  {
    "start": 9006003,
    "content": "<b><a>6:3</a></b> <b>guilt offering.</b> guilt offering. The purpose behind this offering was to both acknowledge and compensate for their trespass of dishonoring the God of Israel. These pagans recognized their sin and the need for manifest repentance, which they did according to their religious tradition by means of votive trespass or guilt offerings."
  },
  {
    "start": 9006004,
    "content": "<b><a>6:4</a></b> <b>Five golden tumors and five golden mice.</b> Five golden tumors and five golden mice. It was their custom to make models of their sores (and the mice which brought the plague), in hopes that the deity would recognize that they knew why he was angry and remove the evil which had fallen upon them. The context of v. 17 suggests that the items were in the writer’s presence at the time the account was recorded. The number 5 represents each of the Philistine cities and lords affected by God’s judgment."
  },
  {
    "start": 9006005,
    "content": "<b><a>6:5</a></b> <b>give glory to the God of Israel … He will ease His hand.</b> give glory to the God of Israel … He will ease His hand. While sympathetic magic was the Philistine custom, this statement expressly affirms the intention behind the offerings: They were to halt the dishonor, confess their sin, and give glory to the God of Israel by acknowledging who it was that they had offended and who was the supreme Deity."
  },
  {
    "start": 9006006,
    "content": "<b><a>6:6</a></b> <b>Why then do you harden your hearts…?</b> Why then do you harden your hearts…? The diviners correlate the Philistines’ actions of not recognizing God with those of Pharaoh and the Egyptians. This is the same word “harden” that was used in Ex 7:14 ; 8:15 , 32 . It is an interesting correlation, because the dominant purpose in Ex 5–14 is that the Egyptians might “know that I am Yahweh” ( Ex 7:5 )."
  },
  {
    "start": 9006007,
    "content": "<b><a>6:7</a></b> <b>on which … never been a yoke.</b> <b>take their calves … away from them.</b> on which … never been a yoke. To know without a doubt that the God of Israel was behind all of their troubles, the diviners devised a plan that would reveal whether God was the One responsible. Using cows which had “never been yoked” meant using animals that were untrained to pull a cart and probably would not go anywhere. take their calves … away from them. The second element in their plan was to use nursing cows taken away from their calves. For the cows unnaturally to head off in the opposite direction from their calves would be a clear sign that the cause of their judgment was supernatural."
  },
  {
    "start": 9006009,
    "content": "<b><a>6:9</a></b> <b>Beth-shemesh.</b> Beth-shemesh. Named “house of the sun” and located in the Sorek Valley, this was a Levitical city about 15 mi. west of Jerusalem. Originally designated for the descendants of Aaron ( Jos 21:16 ), it was chosen to be the destination of the cows pulling the cart."
  },
  {
    "start": 9006012,
    "content": "<b><a>6:12</a></b> <b>lowing as they went.</b> lowing as they went. With the moaning from instinctive unwillingness to leave their calves behind, the cows went straight to Beth-shemesh, not turning to the right or left, leaving the inescapable conclusion that God had judged them."
  },
  {
    "start": 9006013,
    "content": "<b><a>6:13</a></b> <b>reaping their wheat harvest.</b> reaping their wheat harvest. Sometime in June. These harvests were accomplished with the whole city participating."
  },
  {
    "start": 9006014,
    "content": "<b><a>6:14</a></b> <b>Joshua the Beth-shemite.</b> <b>burnt offering.</b> Joshua the Beth-shemite. The cows stopped in the field of Joshua, where there was a large stone which was verifiable to the writer at the time the account was written. burnt offering. Because the cows and cart were used for sacred purposes, they could not be used for normal everyday purposes. Therefore, the men of Beth-shemesh sacrificed the cows using the cart for the fire."
  },
  {
    "start": 9006015,
    "content": "<b><a>6:15</a></b> <b>Levites.</b> <b>put them on the large stone.</b> Levites. The men of Beth-shemesh, being Levites, were qualified to move the ark. put them on the large stone. The stone mentioned was used as a pedestal for both the items of gold and the ark. At the time the account was written, it stood as a witness that God had returned to the land."
  },
  {
    "start": 9006016,
    "content": "<b><a>6:16</a></b> <b>five lords of the Philistines.</b> five lords of the Philistines. The lords of the Philistines, upon seeing that the ark arrived safely, returned to Ekron."
  },
  {
    "start": 9006019,
    "content": "<b><a>6:19</a></b> <b>looked into the ark.</b> <b>50,070 men.</b> looked into the ark. This action on the part of the men of Beth-shemesh constituted the sin of presumption. This is first addressed in Nu 4:20 and is mentioned again in 2Sa 6:6–7 . 50,070 men. Some debate whether this figure is too large. However, retaining the larger number is more consistent with the context of “a great slaughter,” and the reference to 30,000 in 4:10 (cf. 11:8 ). However, a scribal error could have occurred, in which case the number would omit the 50,000 and likely be “70,” as in Josephus."
  },
  {
    "start": 9006020,
    "content": "<b><a>6:20</a></b> <b>Who is able to stand before … God?</b> <b>to whom shall He go.</b> Who is able to stand before … God? This question climaxes the narrative of the ark. No one is able to stand against God’s judgment. This applied to the people outside the covenant as well as those under the covenant. Presumption before God is unacceptable. to whom shall He go. The expression was used to denote the desire to take the ark away from them."
  },
  {
    "start": 9006021,
    "content": "<b><a>6:21</a></b> <b>Kiriath-jearim.</b> Kiriath-jearim. A city located approximately 10 mi. northeast of Beth-shemesh. It would remain the resting place of the ark until David brought it to Jerusalem ( 2Sa 6:1–19 ). This location had long been associated with Baal worship (cf. Jos 15:9 , 60 ; 18:14 )."
  },
  {
    "start": 9007002,
    "content": "<b><a>7:2</a></b> <b>twenty years.</b> twenty years. Coupled with v. 3 , the 20 years designated the period Israel neglected God and chased after foreign gods. After those 20 years, Israel returned to Yahweh."
  },
  {
    "start": 9007003,
    "content": "<b><a>7:3</a></b> <b>set your hearts toward Yahweh … and He will deliver you.</b> set your hearts toward Yahweh … and He will deliver you. This statement recalls the cycle in the book of Judges: apostasy, oppression, repentance, and deliverance. It previews the contents of this chapter."
  },
  {
    "start": 9007004,
    "content": "<b><a>7:4</a></b> <b>the Baals and the Ashtaroth.</b> the Baals and the Ashtaroth. Most dominant of the Canaanite pantheon, these deities were the fertility gods which plagued Israel. “Baal” and “Ashtaroth” are plurals of majesty, which signify their supreme authority over other Canaanite deities. Ashtaroth represented the female goddess, while Baal represented the male sky god who fertilized the land."
  },
  {
    "start": 9007005,
    "content": "<b><a>7:5</a></b> <b>Mizpah.</b> <b>I will pray.</b> Mizpah. This city was located 8 mi. northeast of Kiriath-jearim in Benjamin. It became one of the cities of Samuel’s circuit (v. 16 ). I will pray. Samuel was a man of prayer ( 7:8–9 ; 8:6 ; 12:19 , 23 ; 15:11 )."
  },
  {
    "start": 9007006,
    "content": "<b><a>7:6</a></b> <b>drew water and poured it out before Yahweh.</b> <b>We have sinned against Yahweh.</b> <b>Samuel judged.</b> drew water and poured it out before Yahweh. The pouring out of water before Yahweh was a sign of repentance. This act is repeated in 2Sa 23:16 . We have sinned against Yahweh. The symbol of Samuel pouring out the water and the acknowledgment of the people reveal a situation where true repentance had taken place. The condition of the heart superseded the importance or righteousness of the ritual. Samuel judged. At this point Samuel is introduced as the judge of Israel. His judgeship encompassed both domestic leadership and the conduct of war. The word links the text back to the last comment about Eli who judged 40 years ( 4:18 ). Samuel is shown to be the one taking over Eli’s judgeship. He served as the last judge before the first king (cf. 1Sa 8:5 )."
  },
  {
    "start": 9007007,
    "content": "<b><a>7:7</a></b> <b>Israel … afraid of the Philistines.</b> Israel … afraid of the Philistines. When Israel heard that the Philistines had come up against them for war, they were afraid."
  },
  {
    "start": 9007010,
    "content": "<b><a>7:10</a></b> <b>Yahweh thundered … against the Philistines.</b> Yahweh thundered … against the Philistines. In a literal manner, Yahweh did to His enemies what was said by Hannah in her prayer ( 2:10 )."
  },
  {
    "start": 9007011,
    "content": "<b><a>7:11</a></b> <b>Beth-car.</b> Beth-car. The location is unknown."
  },
  {
    "start": 9007012,
    "content": "<b><a>7:12</a></b> <b>Ebenezer.</b> <b>Thus far Yahweh has helped us.</b> Ebenezer. A different location from the one mentioned in 4:1 and 5:1 . The name functions as the literary knot for the two ends of this unit ( see note on 4:1 ). Thus far Yahweh has helped us. This expression means that Yahweh was the One responsible for getting Israel to this point. He was Israel’s Sovereign One in times of both faithfulness and rebellion. He fought the battles and provided the blessings."
  },
  {
    "start": 9007013,
    "content": "<b><a>7:13</a></b> <b>did not come anymore within the border of Israel.</b> <b>all the days of Samuel.</b> did not come anymore within the border of Israel. Yahweh gave Israel the victory over the Philistines, discontinuing their threat for the immediate future during Samuel’s judgeship. all the days of Samuel. As the section opened in 4:1 with Samuel pictured as God’s agent, so here the section closed with Yahweh working powerfully through all the days of Samuel."
  },
  {
    "start": 9007014,
    "content": "<b><a>7:14</a></b> <b>Ekron … to Gath.</b> <b>Amorites.</b> Ekron … to Gath. These two cities, mentioned earlier as chief Philistine cities ( 5:8 , 10 ), became the eastern border of the Philistines. The territory to the east of these cities was freed from Philistine control and returned to Israel. Amorites. Whereas the Philistines resided in the coastal plains, the Amorites resided in the hills west of Israel between the Jordan Valley and the coastal plain. As with the Philistines, Israel was at peace with the Amorites."
  },
  {
    "start": 9007016,
    "content": "<b><a>7:16</a></b> <b>on circuit.</b> on circuit. The circuit was an annual trip made by Samuel; he would travel to Bethel, Gilgal, Mizpah, and return once again to Ramah, which allowed him to manage the affairs of the people."
  },
  {
    "start": 9007017,
    "content": "<b><a>7:17</a></b> <b>Ramah.</b> Ramah. The first major division of the book ( 1:1—7:17 ) ends with Samuel returning to Ramah to judge the people."
  },
  {
    "start": 9008001,
    "end": 9015035,
    "content": "<b><a>8:1—15:35</a></b> This division of the book concentrates on the interaction between Israel, Samuel, and Saul. These chapters begin with the elders of Israel coming to Samuel at Ramah ( 8:4 ) and conclude with Samuel’s leaving Saul and returning to Ramah ( 15:34 ). Chapters 8:1—12:25 describe the establishment of the kingship over the nation of Israel and the advent of Saul as the first king. These chapters are linked by reference to Samuel’s being old ( 8:1 ; 12:2 ) and listening to “the voice of the people” ( 8:7 , 9 , 19 , 22 ; 12:1 , 14–15 ). Chapters 13:1—15:35 recount the failures of Saul as king over Israel. The events of these chapters are bracketed by two interactions between Saul and Samuel that both take place in Gilgal ( 13:4 , 7–8 , 12 , 15 ; 15:12 , 21 , 33 )."
  },
  {
    "start": 9008002,
    "content": "<b><a>8:2</a></b> <b>Joel.</b> <b>Abijah.</b> Joel. The name means “Yahweh is God.” Abijah. The name means “my Father is Yahweh.”"
  },
  {
    "start": 9008003,
    "content": "<b><a>8:3</a></b> <b>his sons did not walk in his ways.</b> his sons did not walk in his ways. The perverted desire for riches led Samuel’s sons to take bribes and thereby pervert justice. These actions were strictly forbidden for judges in Dt 16:19 . The sins of Samuel’s sons became the pretext for Israel’s demand for a king (vv. 4–5 )."
  },
  {
    "start": 9008005,
    "content": "<b><a>8:5</a></b> <b>Now appoint a king for us … like all the nations.</b> Now appoint a king for us … like all the nations. When Israel entered the land, they encountered Canaanite city-states that were led by kings (see Jos 12:7–24 ). Additionally, during the period of the judges, Israel was enslaved by nations that were led by kings ( Jdg 3:8 , 12 ; 4:2 ; 8:5 ; 11:12 ). However, at the time of the judges there was no king in Israel ( Jdg 17:6 ; 18:1 ; 19:1 ; 21:25 ). As Israel lived in the land surrounded by nations that had kings, the desire arose for a king in Israel also. According to Dt 17:14 , God knew this would be their desire, and He would allow it to occur. However, v. 20 revealed a motive which was definitely counter to Yahweh’s will. See note on 8:20 ."
  },
  {
    "start": 9008007,
    "content": "<b><a>8:7</a></b> <b>Listen to the voice of the people.</b> <b>they have not rejected you, but … Me.</b> Listen to the voice of the people. Yahweh had predicted that there would be kings over Israel ( Ge 35:11 ; 36:31 ; 49:10 ; Nu 24:7–9 , 17 ; Dt 17:14 ; 28:36 ). Here, Yahweh told Samuel to obey the request of the people and give them a king. they have not rejected you, but … Me. The nature of this rejection of Yahweh by Israel is explained in vv. 19–20 ."
  },
  {
    "start": 9008009,
    "content": "<b><a>8:9</a></b> <b>you shall solemnly testify to them.</b> you shall solemnly testify to them. Samuel obeyed Yahweh by describing the behavior of a human king in vv. 10–18 . A king would: 1) draft young men and women for his service (vv. 11–13 ); 2) tax the people’s crops and flocks (vv. 14–15 , 17a ); 3) appropriate the best of their animals and servants (v. 16 ); and 4) place limitations on their personal freedom (v. 17b )."
  },
  {
    "start": 9008010,
    "content": "<b><a>8:10</a></b> <b>who had asked of him a king.</b> who had asked of him a king. Just as Hannah asked for a son ( 1:20 ), Israel asked for a king. See note on 9:2 ."
  },
  {
    "start": 9008018,
    "content": "<b><a>8:18</a></b> <b>you will cry out … because of your king whom you have chosen.</b> <b>Yahweh will not answer you.</b> you will cry out … because of your king whom you have chosen. Samuel warned the people that they would live to regret their decision for a king and would later cry out for freedom from his rule ( 1Ki 12:4 ). Yahweh will not answer you. In contrast to Yahweh’s response to Israel during the period of the judges ( Jdg 2:18 ), Yahweh would not be moved to pity and therefore would refuse to deliver the people out of the hand of their king who oppressed them."
  },
  {
    "start": 9008019,
    "content": "<b><a>8:19</a></b> <b>there shall be a king over us.</b> there shall be a king over us. In spite of Samuel’s warnings, the people demanded a king."
  },
  {
    "start": 9008020,
    "content": "<b><a>8:20</a></b> <b>fight our battles.</b> fight our battles. Up until this point, Yahweh Himself had fought the battles for Israel and given continual victory ( Jos 10:14 ; 1Sa 7:10 ). Israel no longer wanted Yahweh to be their warrior; replacing Him with a human king was their desire. It was in this way that Israel rejected Yahweh (see v. 7 ). The problem was not in having a king; rather the reason the people wanted a king was so that they would be like other nations. They also foolishly assumed there would be some greater power in a king leading them in battle."
  },
  {
    "start": 9009001,
    "content": "<b><a>9:1</a></b> <b>a mighty man of valor.</b> a mighty man of valor. I.e., “a man of wealth,” confirmed by the reference to donkeys and servants in v. 3 (cf. Boaz in Ru 2:1 )."
  },
  {
    "start": 9009002,
    "content": "<b><a>9:2</a></b> <b>Saul.</b> <b>a choice and handsome</b> <b>.</b> Saul. Son of Kish, a Benjamite, he was Israel’s first king. The Hebrew root for “Saul” means “asked (of God).” In 8:10 , the people “asked … [for] a king.” Although God appointed Saul, he was really the people’s choice, given by Yahweh in answer to their request. Yahweh’s choice would be from the tribe of Judah (cf. Ge 49:10 ). a choice and handsome man . Emphasis was placed on the external appearance of leaders (cf. David in 16:18 )."
  },
  {
    "start": 9009003,
    "content": "<b><a>9:3</a></b> <b>the donkeys … were lost.</b> the donkeys … were lost. “Lost donkeys” meant “lost wealth.” Kish had servants who could have gone looking, but Saul was chosen to oversee this important task."
  },
  {
    "start": 9009004,
    "content": "<b><a>9:4</a></b> <b>Shalishah … Shaalim.</b> Shalishah … Shaalim. The locations are geographically unknown."
  },
  {
    "start": 9009006,
    "content": "<b><a>9:6</a></b> <b>a man of God.</b> a man of God. A description of the prophet and judge, Samuel. “Man of God” referred to a prophet (see 2:27 ). See note on Dt 33:1 ."
  },
  {
    "start": 9009007,
    "content": "<b><a>9:7</a></b> <b>no present to bring.</b> no present to bring. A gift expressed gratitude and thankfulness for the service of the “man of God.” Gifts were offered to prophets in 1Ki 14:3 ; 2Ki 4:42 ; 5:15–16 ; 8:8–9 ."
  },
  {
    "start": 9009008,
    "content": "<b><a>9:8</a></b> <b>a fourth of a shekel.</b> a fourth of a shekel. About one-tenth of an ounce."
  },
  {
    "start": 9009009,
    "content": "<b><a>9:9</a></b> <b>a prophet now was formerly called a seer.</b> a prophet now was formerly called a seer. Due to the God-given ability to know or “see” the future, the “seer” was so named in close relationship with what he did. The person called a prophet, by the time this book was written, had been termed a seer in the earlier time of Saul."
  },
  {
    "start": 9009012,
    "content": "<b><a>9:12</a></b> <b>high place.</b> high place. This is essentially Canaanite in background (cf. Dt 12:2–5 ). Before the temple was built, the high place was used for worship and sacrifice because it provided the best vantage point for the participation of the people in worship and allowed them to visually see the sacrifice being made for them."
  },
  {
    "start": 9009013,
    "content": "<b><a>9:13</a></b> <b>he must bless the sacrifice.</b> he must bless the sacrifice. The sacrifice was offered to Yahweh as an act of worship by the “man of God.”"
  },
  {
    "start": 9009016,
    "content": "<b><a>9:16</a></b> <b>anoint him.</b> <b>ruler.</b> <b>their cry has come to Me.</b> anoint him. This represents a setting apart for service to Yahweh, which occurs in 10:1 . See note on 2:10 . ruler. Lit. “one given prominence, one placed in front.” The title referred to “one designated to rule” (cf. 1Ki 1:35 ; 2Chr 11:22 ). their cry has come to Me. The people had been crying out for deliverance from the Philistines, their longstanding rivals, just as they did for liberation from Egypt (cf. Ex 2:25 ; 3:9 )."
  },
  {
    "start": 9009017,
    "content": "<b><a>9:17</a></b> <b>This one shall restrict My people.</b> This one shall restrict My people. God identified Saul to Samuel, assuring there was no mistaking whom God was choosing to be king."
  },
  {
    "start": 9009018,
    "content": "<b><a>9:18</a></b> <b>tell me where the seer’s house is.</b> tell me where the seer’s house is. A reference to Samuel’s house."
  },
  {
    "start": 9009020,
    "content": "<b><a>9:20</a></b> <b>all that is desirable in Israel.</b> all that is desirable in Israel. Saul was to become the focus of Israel’s hope for military victories over her enemies (cf. 8:19–20 )."
  },
  {
    "start": 9009021,
    "content": "<b><a>9:21</a></b> <b>a Benjamite … the least of all the families.</b> a Benjamite … the least of all the families. Saul’s humility and timidity was expressed by his proper assessment of his tribe and a humble estimation of his family."
  },
  {
    "start": 9009022,
    "content": "<b><a>9:22</a></b> <b>the chamber.</b> the chamber. The place where those who were invited ate with Samuel after the offering of the sacrifice on the high place (cf. vv. 12–13 )."
  },
  {
    "start": 9009024,
    "content": "<b><a>9:24</a></b> <b>the leg … kept for you.</b> the leg … kept for you. Samuel was following Lv 7:28–36 . Samuel received the leg, the portion of the sacrifice reserved for the priest. Samuel’s giving of this choice piece of meat to Saul was a distinct honor and reflected Saul’s new status as the designated king."
  },
  {
    "start": 9009025,
    "content": "<b><a>9:25</a></b> <b>on the roof.</b> on the roof. The roof of Samuel’s house provided a place for Saul and his servant to sleep for the night."
  },
  {
    "start": 9009027,
    "content": "<b><a>9:27</a></b> <b>the word of God.</b> the word of God. Special revelation from God, given to Samuel and intended for Saul. See note on 3:1 ."
  },
  {
    "start": 9010001,
    "content": "<b><a>10:1</a></b> <b>Yahweh anointed you a ruler.</b> <b>His inheritance.</b> Yahweh anointed you a ruler. Yahweh chose Saul to be the leader of Israel and communicated His choice through the private anointing by Samuel, signifying a setting aside for God’s service (see 2:10 ). His inheritance. The inheritance was God’s nation, Israel, in the sense that she uniquely belonged to Him ( Dt 4:20 ; 9:26 )."
  },
  {
    "start": 9010002,
    "content": "<b><a>10:2</a></b> <b>Zelzah.</b> Zelzah. Only mentioned here. Probably near Ramah, located between Bethel and Bethlehem, where Rachel died ( Ge 35:19 ; 48:7 )."
  },
  {
    "start": 9010003,
    "content": "<b><a>10:3</a></b> <b>Tabor.</b> Tabor. This is not the far-distant Mt. Tabor, but a location unknown, probably near Bethel."
  },
  {
    "start": 9010005,
    "content": "<b><a>10:5</a></b> <b>the Philistine garrison.</b> <b>prophesying.</b> the Philistine garrison. Most likely the garrison in Geba in Benjamin, about 5 mi. north of Jerusalem. prophesying. The prophet, as God’s messenger, declared the Word of Yahweh ( 2Sa 7:5 ; 12:1 ), sometimes accompanied by music ( 1Chr 25:1 ). Here, “prophesying” connotes praising God and instructing the people with musical accompaniment."
  },
  {
    "start": 9010006,
    "content": "<b><a>10:6</a></b> <b>the Spirit of Yahweh will come upon you.</b> <b>changed into another man.</b> the Spirit of Yahweh will come upon you. The Holy Spirit would enable Saul to declare the Word of Yahweh with the prophets. changed into another man. With this empowerment by the Holy Spirit, Saul would emerge another man (cf. 10:9 ), equipped in the manner of Gideon and Jepthah for deeds of valor (cf. v. 9 ; Jdg 6:34 ; 11:29 )."
  },
  {
    "start": 9010007,
    "content": "<b><a>10:7</a></b> <b>signs.</b> <b>do … whatever your hand finds</b> <b>.</b> signs. The 3 signs of vv. 2–6 : 1) the report of the found donkeys; 2) the encounter of the 3 men going to Bethel; and 3) the encounter with the prophets. do … whatever your hand finds to do . Saul was to do what the occasion requires ( Ecc 9:10 )."
  },
  {
    "start": 9010008,
    "content": "<b><a>10:8</a></b> <b>Gilgal.</b> <b>burnt offerings and … peace offerings.</b> <b>seven days.</b> Gilgal. The town where Saul eventually would be declared king by Samuel ( 11:14–15 ), offer sacrifice before Yahweh without the prophet Samuel ( 13:12 ), and where Samuel slew king Agag ( 15:33 ). Gilgal was to the east of Jericho, but west of the Jordan River. burnt offerings and … peace offerings. See notes on Lv 1:3–17 ; 3:1–17 . seven days. The appointed time Saul was to wait for Samuel to come and tell him what to do (see 13:8 )."
  },
  {
    "start": 9010009,
    "content": "<b><a>10:9</a></b> <b>God changed his heart.</b> God changed his heart. Lit. “God changed him for another heart,” i.e., God prepared Saul for the kingship by having the Holy Spirit come upon him (cf. v. 6 )."
  },
  {
    "start": 9010012,
    "content": "<b><a>10:12</a></b> <b>who is their father?</b> <b>a proverb.</b> who is their father? A question asked to find out the identity of the leader of the prophetic band that now included Saul. a proverb. A saying of common occurrence."
  },
  {
    "start": 9010016,
    "content": "<b><a>10:16</a></b> <b>the matter of the kingdom.</b> the matter of the kingdom. The information Samuel gave Saul about becoming king he did not tell his uncle. This might reflect Saul’s humility (cf. v. 22 )."
  },
  {
    "start": 9010017,
    "content": "<b><a>10:17</a></b> <b>Samuel called the people.</b> Samuel called the people. Yahweh’s choice of Saul was made public at Mizpah, the place of the spiritual revival before Israel’s victory over the Philistines ( 7:5–8 )."
  },
  {
    "start": 9010018,
    "end": 9010019,
    "content": "<b><a>10:18–19</a></b> <b>Yahweh, the God of Israel … delivered you.</b> Yahweh, the God of Israel … delivered you. Despite the past faithfulness of God to His people, they still desired a human king to deliver them from the hands of their enemies."
  },
  {
    "start": 9010020,
    "end": 9010021,
    "content": "<b><a>10:20–21</a></b> <b>taken.</b> taken. Probably Saul was selected by the casting of lots (cf. Lv 16:8–10 ; Jos 7:15–18 ). See note on Pr 16:33 ."
  },
  {
    "start": 9010022,
    "content": "<b><a>10:22</a></b> <b>hiding … by the baggage.</b> hiding … by the baggage. Overwhelmed, Saul had hidden himself in the military supplies."
  },
  {
    "start": 9010023,
    "content": "<b><a>10:23</a></b> <b>taller … from his shoulders upward.</b> taller … from his shoulders upward. Saul’s physical stature was impressive; being head and shoulders above the rest gave Saul a kingly presence."
  },
  {
    "start": 9010025,
    "content": "<b><a>10:25</a></b> <b>the</b> <b>judgments of the kingdom.</b> the legal judgments of the kingdom. Samuel reminded the people of the regulations governing the conduct of kings according to Dt 17:14–20 ."
  },
  {
    "start": 9010026,
    "content": "<b><a>10:26</a></b> <b>whose hearts God had touched.</b> whose hearts God had touched. Valiant men who were eager to affirm God’s choice of Saul and, in response to a divine impulse, joined him."
  },
  {
    "start": 9010027,
    "content": "<b><a>10:27</a></b> <b>vile men.</b> vile men. Lit. “sons of Belial” ( see note on 2:12 ). Those who did not recognize Saul with the respect befitting a king."
  },
  {
    "start": 9011001,
    "content": "<b><a>11:1</a></b> <b>Nahash the Ammonite.</b> <b>Jabesh-gilead.</b> Nahash the Ammonite. Nahash, meaning “snake,” was king of the Ammonites, the descendants of Lot (cf. Ge 19:36–38 ) who lived east of the Jordan. Jabesh-gilead. A town east of the Jordan River, about 22 mi. south of the Sea of Galilee, in the tribal territory of Manasseh (cf. Jdg 21:8–14 )."
  },
  {
    "start": 9011002,
    "content": "<b><a>11:2</a></b> <b>gouge out the right eye.</b> gouge out the right eye. This barbarous mutilation was a common punishment of usurpers in the ancient Near East which would disable the warriors’ depth-perception and peripheral vision, rendering them useless in battle."
  },
  {
    "start": 9011003,
    "content": "<b><a>11:3</a></b> <b>seven days.</b> seven days. The elders at Jabesh were hoping for deliverance from the Israelites west of the Jordan."
  },
  {
    "start": 9011004,
    "content": "<b><a>11:4</a></b> <b>Gibeah of Saul.</b> Gibeah of Saul. Saul’s home and the first capital city of the monarchy, about 3 mi. north of Jerusalem (cf. 10:26 )."
  },
  {
    "start": 9011005,
    "content": "<b><a>11:5</a></b> <b>from the field.</b> from the field. Saul continued to work as a farmer while waiting for the time to answer Israel’s expectations of him as the king."
  },
  {
    "start": 9011006,
    "content": "<b><a>11:6</a></b> <b>the Spirit of God came upon Saul.</b> the Spirit of God came upon Saul. To fill him with divine indignation and to empower him to deliver the citizens of Jabesh-gilead (cf. 10:6 )."
  },
  {
    "start": 9011007,
    "content": "<b><a>11:7</a></b> <b>cut them in pieces.</b> cut them in pieces. Saul divided the oxen in sections to be taken throughout Israel to rouse the people for battle (see a similar action in Jdg 19:29 ; 20:6 )."
  },
  {
    "start": 9011008,
    "content": "<b><a>11:8</a></b> <b>Bezek.</b> <b>sons of Israel … men of Judah.</b> Bezek. A city 13 mi. north of Shechem and 17 mi. west of Jabesh-gilead. sons of Israel … men of Judah. This distinction made between Israel and Judah before the kingdom was divided indicates the book was written after 931 BC when the kingdom had been divided. See Introduction: Author and Date ."
  },
  {
    "start": 9011011,
    "content": "<b><a>11:11</a></b> <b>three companies.</b> <b>at the morning watch.</b> three companies. A military strategy of dividing up forces, it lessened the possibility of losing everyone to a sneak attack while giving greater military options. at the morning watch. The last of the 3 watches (2:00—6:00 a.m.), this surprise attack was before dawn, before the Ammonites were prepared for battle."
  },
  {
    "start": 9011013,
    "content": "<b><a>11:13</a></b> <b>Yahweh has accomplished salvation in Israel.</b> Yahweh has accomplished salvation in Israel. Saul recognized the salvation of Yahweh and refused to kill those who had rebelled against his kingship ( 10:27 )."
  },
  {
    "start": 9011014,
    "content": "<b><a>11:14</a></b> <b>Gilgal.</b> <b>renew the kingdom.</b> Gilgal. See note on 10:8 . renew the kingdom. The reaffirmation of Saul’s kingship by public acclamation."
  },
  {
    "start": 9011015,
    "content": "<b><a>11:15</a></b> <b>they made Saul king before Yahweh.</b> <b>peace offerings.</b> <b>were exceedingly glad.</b> they made Saul king before Yahweh. All the people came to crown Saul king that day. The process of entering the kingship was the same for both Saul and David: 1) commissioned by Yahweh ( 9:1—10:16 ; 16:1–13 ); 2) confirmed by military victory ( 10:17—11:11 ; 16:14—2Sa 1:27 ); and 3) crowned ( 11:12–15 ; 2Sa 2:4 ; 5:3 ). peace offerings. Sacrifices of thanksgiving (cf. Lv 7:13 ). were exceedingly glad. Along with the victory over the Ammonites, there was a great celebration over the nation being united."
  },
  {
    "start": 9012001,
    "content": "<b><a>12:1</a></b> <b>I have listened to your voice.</b> I have listened to your voice. Samuel had obeyed the will of Yahweh and the people and set the king of God’s choice over them, though he had personal reservations concerning the monarchy."
  },
  {
    "start": 9012003,
    "content": "<b><a>12:3</a></b> <b>Here I am.</b> <b>witness.</b> Here I am. These familiar words for Samuel throughout his entire life (cf. 3:4–6 , 8 , 16 ) emphasized his availability to God and the people. witness. Samuel requested the people to “bear witness against” any covenant stipulations that he had violated."
  },
  {
    "start": 9012007,
    "content": "<b><a>12:7</a></b> <b>I may judge you before Yahweh.</b> I may judge you before Yahweh. Despite the nation being unified under the new king, Samuel still wanted to rebuke the nation for ignoring and rejecting what God had done without a king."
  },
  {
    "start": 9012011,
    "content": "<b><a>12:11</a></b> <b>Yahweh sent … and He delivered you.</b> Yahweh sent … and He delivered you. It was Yahweh who delivered them through the hands of the judges, not themselves."
  },
  {
    "start": 9012012,
    "content": "<b><a>12:12</a></b> <b>But you saw that Nahash the king of the sons of Ammon came against you.</b> <b>Yahweh your God</b> <b>your king.</b> But you saw that Nahash the king of the sons of Ammon came against you. According to the DSS and Josephus, Nahash was campaigning over a large area. It was that Ammonite threat that seemingly provoked Israel to demand a human king ( 8:1–20 ). Yahweh your God was your king. The clearest indictment of Israel for choosing a mere man to fight for her instead of the Lord God (cf. 8:20 )."
  },
  {
    "start": 9012013,
    "content": "<b><a>12:13</a></b> <b>the king whom you have chosen … asked for.</b> the king whom you have chosen … asked for. Yahweh gave them their request (cf. Ps 106:15 )."
  },
  {
    "start": 9012014,
    "content": "<b><a>12:14</a></b> <b>fear Yahweh.</b> <b>you and … the king … follow Yahweh.</b> fear Yahweh. A reminder of Jos 24:14 . Israel was to stand in awe of Yahweh and submit to Him (cf. Dt 10:12 ). you and … the king … follow Yahweh. Both the people and the king were given the same command. The standard was the same, obedience to God’s commands."
  },
  {
    "start": 9012015,
    "content": "<b><a>12:15</a></b> <b>rebel.</b> rebel. “Disobey, not heed, forsake.” Echoing the promises of Dt 28 , there would be blessings for obeying and curses for disobeying the commands of Yahweh."
  },
  {
    "start": 9012016,
    "content": "<b><a>12:16</a></b> <b>this great thing.</b> this great thing. Though rain during the wheat harvest (late May to early June) was unusual, Yahweh sent the rain and thunder to authenticate Samuel’s words to the people."
  },
  {
    "start": 9012019,
    "content": "<b><a>12:19</a></b> <b>Pray for your servants.</b> Pray for your servants. The people’s response to the power of God was their recognition of their sinful motives in asking for a king. They needed Samuel’s prayers to intercede for them."
  },
  {
    "start": 9012020,
    "content": "<b><a>12:20</a></b> <b>serve Yahweh with all your heart.</b> serve Yahweh with all your heart. An often-expressed covenant requirement ( Dt 10:12–13 ; 11:13–14 )."
  },
  {
    "start": 9012021,
    "content": "<b><a>12:21</a></b> <b>meaningless things.</b> meaningless things. “Vain things,” i.e., idols."
  },
  {
    "start": 9013001,
    "content": "<b><a>13:1</a></b> <b>years …</b> <b>-two years.</b> thirty years … forty -two years. The original numbers have not been preserved in this text. It lit. reads, “Saul was one year old when he became king and ruled two years over Israel.” Ac 13:21 states that Saul ruled Israel 40 years. His age at his accession is recorded nowhere in Scripture. Probably the best reconstruction of vv. 1–2 is “Saul was one and (perhaps) thirty years old when he began to reign, and when he had reigned two years over Israel, then Saul chose for himself three thousand men of Israel…”"
  },
  {
    "start": 9013002,
    "content": "<b><a>13:2</a></b> <b>Michmash.</b> <b>Jonathan.</b> <b>Gibeah of Benjamin.</b> Michmash. This area was located about 7 mi. northeast of Jerusalem. Jonathan. “Yahweh has given.” Saul’s firstborn son and heir apparent to the throne was evidently old enough to serve as a commander in Israel’s army at this time, much like David when he slew Goliath ( 1Sa 17:32–37 ). Gibeah of Benjamin. This city was located 3 mi. north of Jerusalem. It was called Gibeah of Saul in 11:4 ."
  },
  {
    "start": 9013003,
    "content": "<b><a>13:3</a></b> <b>Geba.</b> <b>blew the trumpet.</b> Geba. This outpost was located about 5 mi. north-northeast of Jerusalem, 1 1/2 mi. southwest of Michmash. blew the trumpet. Saul used the trumpet to summon additional troops for battle."
  },
  {
    "start": 9013004,
    "content": "<b><a>13:4</a></b> <b>odious.</b> <b>Gilgal.</b> odious. Israel could expect retaliation from the Philistines for Jonathan’s raid. Gilgal. This is the town of Saul’s confirmation as king by Samuel and the people ( 11:14–15 ). Saul chose Gilgal because of Samuel’s word in 10:8 ."
  },
  {
    "start": 9013005,
    "content": "<b><a>13:5</a></b> <b>30,000 chariots.</b> <b>Michmash.</b> <b>Beth-aven.</b> 30,000 chariots. This is probably a scribal error, since the number is too large for the corresponding horsemen. Three thousand is more reasonable and is found in some OT manuscripts. Michmash. See note on 13:2 . Beth-aven. Lit. “house of nothingness.” It was less than one mi. southwest of Michmash."
  },
  {
    "start": 9013007,
    "content": "<b><a>13:7</a></b> <b>Gad and Gilead.</b> <b>all the people followed him trembling.</b> Gad and Gilead. Areas east of the Jordan River. all the people followed him trembling. The people were in fear over probable Philistine retaliation."
  },
  {
    "start": 9013008,
    "content": "<b><a>13:8</a></b> <b>seven days … the appointed time set by Samuel.</b> <b>the people were scattering.</b> seven days … the appointed time set by Samuel. This is a direct reference to Samuel’s word in 10:8 . Saul was commanded to wait 7 days to meet Samuel in Gilgal. the people were scattering. Saul’s men were deserting him because of anxiety and fear over the coming battle."
  },
  {
    "start": 9013009,
    "content": "<b><a>13:9</a></b> <b>he offered the burnt offering.</b> he offered the burnt offering. Saul’s sin was not specifically that he made a sacrifice (cf. 2Sa 24:25 ; 1Ki 8:62–64 ), but that he did not wait for priestly assistance from Samuel. See 10:8 . He wished to rule as an autocrat, who possessed absolute power in civil and sacred matters. Samuel had wanted the 7 days as a test of Saul’s character and obedience to God, but Saul failed it by invading the priestly office himself."
  },
  {
    "start": 9013011,
    "content": "<b><a>13:11</a></b> <b>Because I saw.</b> Because I saw. Saul reacted disobediently based upon what he saw and not by faith. He feared losing his men and did not properly consider what God would have him do."
  },
  {
    "start": 9013013,
    "content": "<b><a>13:13</a></b> <b>you have not kept the commandment.</b> <b>your kingdom … forever.</b> you have not kept the commandment. Saul’s disobedience was a direct violation of the command from Samuel in 10:8 . your kingdom … forever. How could this be in light of God’s promise to Judah ( Ge 49:10 )? This would correct the potential contradiction of Saul being from Benjamin, not Judah."
  },
  {
    "start": 9013014,
    "content": "<b><a>13:14</a></b> <b>a man after His own heart.</b> <b>ruler.</b> a man after His own heart. Instead of Saul, God was going to choose one whose heart was like His own, i.e., one who had a will to obey God. Paul quotes this passage in Ac 13:22 of David (cf. 16:7 ). ruler. Someone else, namely David, had already been chosen to be God’s leader over His people."
  },
  {
    "start": 9013015,
    "content": "<b><a>13:15</a></b> <b>from Gilgal to Gibeah.</b> <b>six hundred men.</b> from Gilgal to Gibeah. This was about a 10 mi. trip westward. Samuel left Saul, realizing that Saul’s kingship was doomed. six hundred men. This indicates the mass departure of the Israelites (v. 6 ) and gives a perspective on what Saul saw (v. 5 )."
  },
  {
    "start": 9013017,
    "content": "<b><a>13:17</a></b> <b>raiders … in three companies.</b> raiders … in three companies. Lit. these were “destroyers” in the Philistine army, divided into 3 groups."
  },
  {
    "start": 9013019,
    "content": "<b><a>13:19</a></b> <b>no blacksmith.</b> no blacksmith. The Philistines had superior iron and metal-working craftsmen until David’s time (cf. 1Chr 22:3 ), accounting for their formidable military force."
  },
  {
    "start": 9013020,
    "content": "<b><a>13:20</a></b> <b>mattock.</b> mattock. A pickax to work the ground by hand."
  },
  {
    "start": 9013021,
    "content": "<b><a>13:21</a></b> The Philistines charged a high price to sharpen instruments potentially that could be used against them."
  },
  {
    "start": 9013022,
    "content": "<b><a>13:22</a></b> <b>neither sword nor spear.</b> neither sword nor spear. The Philistines had a distinct military advantage over Israel since they had a monopoly on iron weapons."
  },
  {
    "start": 9013023,
    "content": "<b><a>13:23</a></b> <b>the pass of Michmash.</b> the pass of Michmash. Some of the Philistines had moved out to a pass leading to Michmash."
  },
  {
    "start": 9014001,
    "content": "<b><a>14:1</a></b> <b>the other side.</b> the other side. Jonathan and his armor bearer left the Israelite camp to approach the Philistine outpost."
  },
  {
    "start": 9014002,
    "content": "<b><a>14:2</a></b> <b>pomegranate tree.</b> pomegranate tree. These trees are common to Israel’s landscape, normally growing as low shrubs with spreading branches. This may have been a particularly large one."
  },
  {
    "start": 9014003,
    "content": "<b><a>14:3</a></b> <b>Ahijah.</b> <b>wearing an ephod.</b> Ahijah. “Brother of Yahweh.” He was the great-grandson of Eli the High Priest, another house which had been rejected of Yahweh ( 2:22–36 ). wearing an ephod. The ephod was a white garment worn by the priests that was attached to the body by a belt. A breastpiece worn over the ephod had pouches that were used by the priests to carry certain devices used in determining the will of God, i.e., the Urim and Thummim, or sacred lots. See note on Ex 28:5–13 . Apparently, Saul chose not to use it for seeking Yahweh’s will."
  },
  {
    "start": 9014004,
    "content": "<b><a>14:4</a></b> <b>Bozez … Seneh.</b> Bozez … Seneh. Hebrew terms. Bozez may mean “slippery.” Seneh means “thorny.”"
  },
  {
    "start": 9014006,
    "content": "<b><a>14:6</a></b> <b>uncircumcised.</b> <b>by many or by few.</b> uncircumcised. This was a derogatory term used by the Israelites to describe the Philistines. by many or by few. Jonathan demonstrated the great faith that should have been demonstrated by the king (cf. 13:11 )."
  },
  {
    "start": 9014010,
    "content": "<b><a>14:10</a></b> <b>the sign to us.</b> the sign to us. This was an unusual manner for determining the will of Yahweh, but not without similar precedent, e.g., Gideon’s fleece ( Jdg 6:36–40 ). Jonathan was allowed to determine the will of God by the reaction of his enemies."
  },
  {
    "start": 9014011,
    "content": "<b><a>14:11</a></b> <b>Hebrews.</b> <b>the holes where they have hidden.</b> Hebrews. The oldest term used by Gentile nations to refer to the people of Israel. the holes where they have hidden. Many of the Israelites were hiding in fear over the battle. Apparently they thought Jonathan and his armor bearer were Israelite deserters coming to the Philistine side."
  },
  {
    "start": 9014015,
    "content": "<b><a>14:15</a></b> <b>the earth quaked.</b> the earth quaked. The earthquake affirms the fact that divine intervention aided Jonathan and his armor bearer in their raid. The earthquake caused a panic among the Philistines. God would have intervened on Saul’s behalf in such a manner had he chosen to be faithfully patient (cf. 13:9 )."
  },
  {
    "start": 9014018,
    "content": "<b><a>14:18</a></b> <b>ark of God.</b> ark of God. The LXX reads “ephod” instead of “ark,” and this seems more likely since the ark was at Kiriath-jearim and the language of 14:19 better fits the ephod (v. 3 ) than the ark."
  },
  {
    "start": 9014019,
    "content": "<b><a>14:19</a></b> <b>Withdraw your hand.</b> Withdraw your hand. Saul, in a hurry, ordered the priest to stop the inquiry into the will of Yahweh."
  },
  {
    "start": 9014021,
    "content": "<b><a>14:21</a></b> <b>Hebrews.</b> Hebrews. This is a reference to Israelite deserters or mercenaries."
  },
  {
    "start": 9014022,
    "content": "<b><a>14:22</a></b> <b>the hill country of Ephraim.</b> the hill country of Ephraim. A large and partially wooded area north and west of Michmash."
  },
  {
    "start": 9014023,
    "content": "<b><a>14:23</a></b> <b>So Yahweh saved Israel.</b> <b>Beth-aven.</b> So Yahweh saved Israel. The writer uses similar language to that of the Exodus. In spite of their disobedient king, God was faithful to deliver Israel from her enemies. Beth-aven. See note on 13:2 ."
  },
  {
    "start": 9014024,
    "content": "<b><a>14:24</a></b> <b>were hard-pressed.</b> <b>Cursed.</b> were hard-pressed. Saul’s inept leadership failed to provide for the physical needs of his men, leaving them weak and fatigued. Cursed. Saul’s first foolish oath pronounced a curse upon anyone tasting food until the battle was over. The scene fits chronologically after Jonathan’s departure."
  },
  {
    "start": 9014025,
    "content": "<b><a>14:25</a></b> <b>honey on the ground.</b> honey on the ground. This was a reference to honeycombs found in the forest (v. 27 )."
  },
  {
    "start": 9014027,
    "content": "<b><a>14:27</a></b> <b>Jonathan had not heard.</b> Jonathan had not heard. Jonathan apparently had departed before Saul made his oath."
  },
  {
    "start": 9014029,
    "content": "<b><a>14:29</a></b> <b>My father has troubled the land.</b> My father has troubled the land. Jonathan saw the foolishness of Saul’s oath and how it actually hurt Israel’s cause instead of helping it."
  },
  {
    "start": 9014031,
    "content": "<b><a>14:31</a></b> <b>Aijalon.</b> Aijalon. This area is located 15 mi. west of Michmash. This would have been a normal path back to the land of the Philistines."
  },
  {
    "start": 9014032,
    "content": "<b><a>14:32</a></b> <b>ate</b> <b>with the blood.</b> ate them with the blood. The people were so severely hungry because of the oath (v. 24 ) that they disobeyed the law by eating the meat raw and not draining the blood (cf. Lv 17:10–14 )."
  },
  {
    "start": 9014035,
    "content": "<b><a>14:35</a></b> <b>the first altar.</b> the first altar. The first and only altar built by Saul mentioned in Scripture."
  },
  {
    "start": 9014036,
    "content": "<b><a>14:36</a></b> <b>Let us draw near to God.</b> Let us draw near to God. Ahijah the priest requested that they first seek Yahweh regarding their course of action."
  },
  {
    "start": 9014037,
    "content": "<b><a>14:37</a></b> <b>Saul asked of God.</b> <b>He did not answer him.</b> Saul asked of God. At the request of Ahijah, Saul asked of Yahweh regarding his battle plan. He did not answer him. Because of the sin that Saul had caused in his army, God did not answer his inquiry. This would not be the last time that Yahweh would refuse to respond to sinful Saul (cf. 28:6 )."
  },
  {
    "start": 9014039,
    "content": "<b><a>14:39</a></b> <b>as Yahweh lives.</b> as Yahweh lives. As an encore to his previous oath, Saul followed with another foolish oath, unknowingly jeopardizing his own son’s life."
  },
  {
    "start": 9014041,
    "content": "<b><a>14:41</a></b> <b>taken.</b> taken. The practice of casting lots was used to distinguish one person or group from another. Jonathan was indicated as the guilty party, though he acted innocently (v. 27 )."
  },
  {
    "start": 9014044,
    "content": "<b><a>14:44</a></b> <b>God do this … and more also.</b> God do this … and more also. Saul, proud and concerned with his own authority and honor, was intent on fulfilling his vow."
  },
  {
    "start": 9014045,
    "content": "<b><a>14:45</a></b> <b>worked with God this day.</b> worked with God this day. Jonathan, in stark contrast to his father the king, understood the sufficiency of God for the task and obediently relied on Him for the victory."
  },
  {
    "start": 9014046,
    "content": "<b><a>14:46</a></b> <b>the Philistines went to their own place.</b> the Philistines went to their own place. The Philistines were left to continue their retreat unhindered."
  },
  {
    "start": 9014047,
    "end": 9014048,
    "content": "<b><a>14:47–48</a></b> Saul’s military accomplishments were significant and expanded Israel’s borders in all directions: to the south (Edom), east (Ammon and Moab), north (Zobah), and west (Philistia). The defeat of the Amalekites is recorded in chap. 15 ."
  },
  {
    "start": 9014049,
    "end": 9014051,
    "content": "<b><a>14:49–51</a></b> Saul’s children, Jonathan and Michal, would both play significant roles in the life of the next king, David. Nothing further is known of Saul’s wife or other children mentioned here."
  },
  {
    "start": 9014050,
    "content": "<b><a>14:50</a></b> <b>Abner.</b> Abner. A cousin of Saul who commanded his army (cf. 1Sa 17:55 , 57 ; 20:25 ; 26:14–15 )."
  },
  {
    "start": 9014052,
    "content": "<b><a>14:52</a></b> <b>war … severe.</b> <b>mighty man … man of valor.</b> war … severe. The Philistines’ opposition to Israel was persistent and continual to the very last day of Saul’s life ( 1Sa 31:1–3 ). mighty man … man of valor. Saul looked for the good warriors and attached them to his personal force. David was one such man, who would also continue this practice under his rule ( 2Sa 23:8–39 )."
  },
  {
    "start": 9015002,
    "content": "<b><a>15:2</a></b> <b>Amalek.</b> Amalek. The Amalekites, a nomadic people of the desert and descendants of Esau ( Ge 36:12 ), became a marked people when they attacked Israel in the wilderness after leaving Egypt ( see notes on Ex 17:8–16 ; cf. Nu 24:20 ; Dt 25:17–19 ; Jdg 6:3–5 )."
  },
  {
    "start": 9015003,
    "content": "<b><a>15:3</a></b> <b>devote to destruction.</b> devote to destruction. God gave Saul an opportunity to redeem himself with obedience. The judgment was to be a complete and total annihilation of anything that breathed. God’s judgment was severe on those who would destroy His people. It was equally severe to those who disobeyed (cf. Achan in Jos 7:10–26 )."
  },
  {
    "start": 9015004,
    "content": "<b><a>15:4</a></b> <b>Telaim.</b> Telaim. The precise location of this area is unknown, but it may be a reference to Telem found in Jos 15:24 ."
  },
  {
    "start": 9015005,
    "content": "<b><a>15:5</a></b> <b>the city of Amalek.</b> the city of Amalek. This was possibly modern-day Tel Masos located about 7 mi. east-southeast of Beersheba."
  },
  {
    "start": 9015006,
    "content": "<b><a>15:6</a></b> <b>the Kenites.</b> the Kenites. Moses’ father-in-law was a Kenite (cf. Jdg 1:16 ), a people friendly to the Israelites."
  },
  {
    "start": 9015007,
    "content": "<b><a>15:7</a></b> <b>from Havilah … to Shur.</b> from Havilah … to Shur. Saul’s victory was extensive, covering much of the Amalekite territory. However, the Amalekites were not completely destroyed (cf. 27:8 ; 30:1 )."
  },
  {
    "start": 9015008,
    "content": "<b><a>15:8</a></b> <b>Agag.</b> <b>all the people.</b> Agag. Another example of Saul’s incomplete obedience, in the case of Agag, is recorded because it had such far-reaching implications. Over 5 centuries later an Agagite named Haman attempted to exterminate the Jewish race from his power base in Persia (cf. Es 3:1ff. ). all the people. The Israelites killed everyone they came across, except for the king."
  },
  {
    "start": 9015009,
    "content": "<b><a>15:9</a></b> <b>Saul and the people spared.</b> Saul and the people spared. Motivated by covetousness, both Saul and the people greedily spared the choice spoil of the land, disobeying God’s Word and demonstrating their faithlessness."
  },
  {
    "start": 9015011,
    "content": "<b><a>15:11</a></b> <b>Samuel became angry.</b> Samuel became angry. Samuel’s role as priest over the people gave him great concern over the poor performance of the king, who was like the kings of other nations ( 1Sa 6:19–20 ) i.e., self-centered, self-willed, and utterly disobedient to the things of God."
  },
  {
    "start": 9015012,
    "content": "<b><a>15:12</a></b> <b>Carmel.</b> <b>monument for himself.</b> <b>Gilgal.</b> Carmel. This is not Mt. Carmel of Elijah fame ( 1Ki 18:20ff. ), but a Carmel located 7 mi. south of Hebron. monument for himself. Saul, apparently taking credit for the victory, established a monument to himself (cf. Absalom in 2Sa 18:18 ). This foolish act of contemptible pride was Saul’s expression of self-worship rather than true worship of God and another evidence of his spiritual weakness. Gilgal. The site of Samuel’s first confrontation with Saul ( 13:7b–15 ) became the site of this pronouncement of judgment."
  },
  {
    "start": 9015013,
    "content": "<b><a>15:13</a></b> <b>I have established the word of Yahweh.</b> I have established the word of Yahweh. Saul, either ignorantly or deceitfully, maintained that he did what was commanded ( 15:20 )."
  },
  {
    "start": 9015015,
    "content": "<b><a>15:15</a></b> <b>the people spared the best … to sacrifice.</b> the people spared the best … to sacrifice. Saul began to place blame on others, making room for his own excuses just as he had done earlier (cf. 13:11–12 ). Then he tried to justify his sin by saying that the animals would be used to sacrifice to the God of Samuel. Saul’s blatant disobedience at least pained his conscience so that he could not claim God as his God."
  },
  {
    "start": 9015017,
    "content": "<b><a>15:17</a></b> <b>little in your own eyes.</b> little in your own eyes. Saul’s status before he became king was as a humble and lowly Benjamite (cf. 9:21 )."
  },
  {
    "start": 9015019,
    "content": "<b><a>15:19</a></b> <b>rushed upon the spoil.</b> rushed upon the spoil. Saul and the people greedily took the spoil like a bird of prey diving on its victim."
  },
  {
    "start": 9015020,
    "end": 9015021,
    "content": "<b><a>15:20–21</a></b> <b>I did obey the voice of Yahweh.</b> I did obey the voice of Yahweh. Instead of confessing his sin and repenting, Saul continued to justify himself."
  },
  {
    "start": 9015022,
    "content": "<b><a>15:22</a></b> <b>to obey is better than sacrifice.</b> to obey is better than sacrifice. This is an essential OT truth. Samuel stated that God desires heart obedience over the ritual sacrifice of animals (cf. Ps 51:16–17 ; Is 1:10–17 ). The sacrificial system was never intended to function in place of living an obedient life, but was rather to be an expression of it (cf. Hos 6:6 ; Am 5:21–27 ; Mic 6:6–8 )."
  },
  {
    "start": 9015023,
    "content": "<b><a>15:23</a></b> <b>rebellion … insubordination.</b> <b>Because you have rejected … He has also rejected.</b> rebellion … insubordination. Saul needed to see that his real worship was indicated by his behavior and not by his sacrifices. He demonstrated himself to be an idolater whose idol was himself. He had failed the conditions ( 12:13–15 ) which would have brought blessing on the nation. His disobedience here was on the same level as witchcraft and idolatry, sins worthy of death. Because you have rejected … He has also rejected. A universal principle is given here that those who continually reject God will one day be rejected by Him. The sins of Saul caused God to immediately depose Saul and his descendants forever from the throne of Israel."
  },
  {
    "start": 9015024,
    "content": "<b><a>15:24</a></b> <b>I have sinned.</b> I have sinned. This overdue confession appears to be generated more by a concern over consequences (regret) than by sorrow over having offended holy God (repentance). He bypasses his personal responsibility by shifting blame to the people."
  },
  {
    "start": 9015025,
    "content": "<b><a>15:25</a></b> <b>return with me.</b> return with me. Saul was concerned about having Samuel’s visible presence as a show of support in front of the people (cf. 15:30 )."
  },
  {
    "start": 9015028,
    "content": "<b><a>15:28</a></b> <b>torn the kingdom.</b> <b>your neighbor.</b> torn the kingdom. Saul’s judgment was a settled matter on the day of his disobedience with the Amalekites. Samuel used the illustration as it vividly portrayed how God would take the kingdom from Saul as he had just torn Samuel’s robe. your neighbor. This was a reference to David (cf. 28:17 )."
  },
  {
    "start": 9015029,
    "content": "<b><a>15:29</a></b> <b>the Eternal One of Israel.</b> <b>will not lie or have regret.</b> the Eternal One of Israel. This was a unique title of God. will not lie or have regret. Samuel emphasized God’s attribute of immutability in regard to the judgment upon Saul."
  },
  {
    "start": 9015030,
    "content": "<b><a>15:30</a></b> <b>honor me.</b> honor me. Saul was still thinking of himself and how he could best salvage the situation for self-gain."
  },
  {
    "start": 9015031,
    "content": "<b><a>15:31</a></b> <b>Samuel returned.</b> Samuel returned. Samuel agreed to follow Saul, perhaps seeing this as the wisest course of action for the nation at that time."
  },
  {
    "start": 9015033,
    "content": "<b><a>15:33</a></b> <b>hacked Agag to pieces.</b> hacked Agag to pieces. This was an act of divine judgment to show the holy wrath of God against wanton sin. Sadly, the Israelites did not exterminate the wicked Amalekites, so they came back later to raid the southern territory and take women and children captive, including David’s family (see 1Sa 30 )."
  },
  {
    "start": 9015035,
    "content": "<b><a>15:35</a></b> <b>Samuel did not see Saul again … grieved.</b> Samuel did not see Saul again … grieved. Samuel never went to visit the rejected King Saul again in his life (cf. 1Sa 28:11–19 ). On at least one further occasion, Saul sought Samuel (cf. 19:24 )."
  },
  {
    "start": 9016001,
    "end": 9031013,
    "content": "<b><a>16:1—31:13</a></b> The third major division of Samuel recounts the steady demise of Saul and the selection and preparation of David for the kingship. Chapter 16 begins with Samuel mourning for Saul as one would mourn for the dead. The death of Saul ( 31:1–13 ) concludes this last division of the book."
  },
  {
    "start": 9016002,
    "content": "<b><a>16:2</a></b> <b>Saul … will kill me.</b> <b>I have come to sacrifice.</b> Saul … will kill me. Saul’s unbalanced emotional state was already known in Israel. It is ironic that Samuel’s initial reaction to the word of Yahweh was fear of Saul instead of rejoicing at God’s provision to Israel (and ultimately to all the nations; e.g., 1Ki 8:41–43 ). The route from Ramah to Bethlehem would take Samuel through Gibeah of Saul (cf. 10:26 ; 11:14 ). I have come to sacrifice. The place of sacrifice could be in any town until the establishment of the house of God in Jerusalem ( Dt 12:11 )."
  },
  {
    "start": 9016003,
    "content": "<b><a>16:3</a></b> <b>anoint.</b> anoint. David’s first anointing was performed by Samuel, symbolizing God’s recognition/ordination (cf. 2:10 ). The following two anointings ( 2Sa 2:7 ; 5:3 ) were to establish David as king publicly for the benefit of Judah and Israel respectively."
  },
  {
    "start": 9016004,
    "content": "<b><a>16:4</a></b> <b>the elders of the city came trembling.</b> the elders of the city came trembling. The elders, and no doubt all Israel, had heard of Samuel’s execution of Agag ( 15:33 ). Israel still closely associated the “seer,” or prophet, with the not-so-distant past office of “judge.”"
  },
  {
    "start": 9016005,
    "content": "<b><a>16:5</a></b> <b>Set yourselves apart as holy.</b> Set yourselves apart as holy. Worship of Yahweh was always preceded by cleansing or washing, both of the outward garments and the inner man ( Ex 19:10 , 14 ; 1Jn 1:9 )."
  },
  {
    "start": 9016006,
    "content": "<b><a>16:6</a></b> <b>Eliab.</b> Eliab. Lit. “My God is Father.” Since Eliab was the first of Jesse’s sons to catch Samuel’s eye, he must have been an impressive young man by outward appearance."
  },
  {
    "start": 9016007,
    "content": "<b><a>16:7</a></b> <b>his appearance … height of his stature.</b> <b>Yahweh looks at the heart.</b> his appearance … height of his stature. Samuel needed to be reminded that God’s anointed was not chosen because of physical attributes. This was initially a difficult concept for Samuel as he was accustomed to a king whose only positive attributes were physical. Yahweh looks at the heart. The Hebrew concept of “heart” embodies emotions, will, intellect, and desires. The life of the man will reflect his heart (cf. Mt 12:34–35 )."
  },
  {
    "start": 9016008,
    "content": "<b><a>16:8</a></b> <b>Abinadab.</b> Abinadab. Lit. “My Father is noble.” Samuel, now more sensitive to the leading of God’s Spirit, quickly discerned that Abinadab was not God’s anointed."
  },
  {
    "start": 9016009,
    "content": "<b><a>16:9</a></b> <b>Shammah.</b> Shammah. Lit. “Yahweh hears (or heard).” See 16:8 ."
  },
  {
    "start": 9016010,
    "content": "<b><a>16:10</a></b> <b>seven … sons.</b> seven … sons. With David, Jesse had 8 sons. The fact that 1Chr 2:13 indicates 7 sons must mean that one of the 8 died afterward, and this is not considered in the Chronicles account."
  },
  {
    "start": 9016011,
    "content": "<b><a>16:11</a></b> <b>the youngest … shepherding the sheep.</b> the youngest … shepherding the sheep. God’s favor/choice often fell on the younger and the least (cf. Jacob, Joseph, Gideon). David, although the youngest, was the firstborn over Israel ( Ps 89:27 ), whose humble beginnings as a shepherd, and later rule as king, typify Jesus: the ultimate Shepherd and King of Israel."
  },
  {
    "start": 9016012,
    "content": "<b><a>16:12</a></b> <b>ruddy … beautiful eyes … handsome.</b> ruddy … beautiful eyes … handsome. God’s chosen king was handsome to look at, although that was not the reason for his selection by God. His appearance was perhaps enhanced by a genuine faith and joy in Yahweh. See also 17:42 ."
  },
  {
    "start": 9016013,
    "content": "<b><a>16:13</a></b> <b>anointed him in the midst of his brothers.</b> <b>the Spirit of Yahweh came … upon David.</b> anointed him in the midst of his brothers. David’s first anointing is before his family/house. His second anointing would be before the assembly of his tribe, Judah; and his third anointing would be before the nation Israel. ( See note on 16:3 . ) the Spirit of Yahweh came … upon David. This familiar OT expression relates to empowerment for some God-given task (cf. 10:6 , 11 ; 11:6 ; 19:20 , 23 ; 2Sa 23:2 ; 2Chr 20:14 ; Is 11:2 ; 61:1 ; Eze 11:5 ; 37:1 ). David’s anointing was an external symbol of an inward work of God. The operation of the Holy Spirit in this case was not for regeneration, but for empowerment to perform his (David’s) role in God’s program for Israel (cf. Saul, 10:6 ). After David sinned with Bathsheba ( 2Sa 11–12 ), he prayed, “Do not take Your Holy Spirit from me” ( Ps 51:11 )."
  },
  {
    "start": 9016014,
    "content": "<b><a>16:14</a></b> <b>the Spirit of Yahweh departed from Saul.</b> <b>an evil spirit.</b> <b>terrorized him.</b> the Spirit of Yahweh departed from Saul. When David’s ascent to the throne began, Saul’s slow and painful descent began also (cf. 18:12 ). Without God’s empowering Holy Spirit, Saul was effectively no longer king over Israel ( 15:28 ), although his physical removal from the throne, and his death, happened many years later. an evil spirit. God, in His sovereignty, allowed an evil spirit to torment Saul (cf. Jdg 9:23 ; 1Ki 22:19–23 ; Job 1:6–12 ) for His purpose of establishing the throne of David. This spirit, a messenger from Satan, is to be distinguished from a troubled emotional state brought on by indwelling sin, or the harmful consequences of the sinful acts of others (e.g., spirit of jealousy, Nu 5:14 ). This demon spirit attacked Saul from without, for there is no evidence that the demon indwelt Saul. terrorized him. Saul, whose inward constitution was already prone to questionable judgment and the fear of men, began to experience God’s judgment in the form of severe bouts of depression, anger, and delusion, initiated and aggravated by the evil spirit assigned to him. There are several NT occasions where God turned people over to demons or Satan for judgment (see Ac 5:1–3 ; 1Co 5:1–7 ; 1Ti 1:18–20 ). He also used Satan or demons for the strengthening of the saints. See Job 1:1—2:6 ; Mt 4:1ff. ; Lk 22:31–32 ; 2Co 12:7–10 ."
  },
  {
    "start": 9016016,
    "content": "<b><a>16:16</a></b> <b>he shall play … you will be well.</b> he shall play … you will be well. God used the evil which had befallen Saul to introduce David into the court of the king and to the watching eyes of Israel."
  },
  {
    "start": 9016018,
    "content": "<b><a>16:18</a></b> <b>a skillful musician. … man of fine form.</b> <b>Yahweh is with him.</b> a skillful musician. … man of fine form. The writer of Samuel introduces David the sweet psalmist of Israel ( 2Sa 23:1 ) before introducing David the warrior. Later proven so skillful in the art of war and killing, David was also a tender musician of exceptional skill and reputation. Yahweh is with him. The saints of God, OT and NT, are recognized by their fruit ( 2:26 ; Lk 2:40 ). God’s approval of David was already recognized by certain people in Israel."
  },
  {
    "start": 9016019,
    "content": "<b><a>16:19</a></b> <b>Send me your son David.</b> <b>with the flock.</b> Send me your son David. Verbal link with 16:1 , “I see among his sons a king for Me.” David’s lineage was of importance to Saul in the near future when he arranged a marriage between Michal, his daughter, and David. with the flock. David’s lowly, humble occupation is emphasized. He gave evidence of that humility and patience as he returned faithfully to his duty following Samuel’s anointing."
  },
  {
    "start": 9016021,
    "content": "<b><a>16:21</a></b> <b>Saul loved him greatly.</b> <b>his armor bearer.</b> Saul loved him greatly. Saul loved David for his abilities, but later grew to jealously hate him because he knew he was blessed by Yahweh (cf. 18:29 ). his armor bearer. David was most likely one of many such young men assigned to Saul’s barracks."
  },
  {
    "start": 9017001,
    "content": "<b><a>17:1</a></b> <b>Socoh … Azekah … Ephes-dammim.</b> Socoh … Azekah … Ephes-dammim. Following the anointing of David and his installation into the court of the king, there is this update on the situation of Israel in regards to Israel’s enemies. Socoh and Azekah were towns of Judah ( Jos 15:20 , 35 ; Jer 34:7 ) approximately 15 mi. west and 17 mi. northwest (respectively) of Bethlehem. Ephes-dammim ( 1Chr 11:12–13 ; cf. 2Sa 23:9 ), the camp of the Philistines, probably lay one mi. to the south of Azekah."
  },
  {
    "start": 9017002,
    "content": "<b><a>17:2</a></b> <b>valley of Elah.</b> valley of Elah. Where the camp of Israel was, approximately 3 mi. east of Ephes-dammim."
  },
  {
    "start": 9017004,
    "end": 9017007,
    "content": "<b><a>17:4–7</a></b> On human terms alone, Goliath was invincible. However, David counted on Yahweh being with him and making the difference ( 17:34–37 )."
  },
  {
    "start": 9017005,
    "content": "<b><a>17:5</a></b> <b>five thousand shekels.</b> five thousand shekels. 125 lbs."
  },
  {
    "start": 9017007,
    "content": "<b><a>17:7</a></b> <b>six hundred shekels.</b> six hundred shekels. 15 lbs."
  },
  {
    "start": 9017011,
    "content": "<b><a>17:11</a></b> <b>Saul … dismayed and greatly afraid.</b> Saul … dismayed and greatly afraid. Saul and Israel had proven themselves to be greatly concerned with outward appearances ( 10:23–24 ; 15:30 ) and able to be influenced by the fear of men ( 12:12 ; 15:24 ). It is only natural that Goliath would be their worst nightmare come true."
  },
  {
    "start": 9017012,
    "content": "<b><a>17:12</a></b> <b>Ephrathite.</b> Ephrathite. Ephrath(ah), another name for Bethlehem in Judah (cf. Ru 4:11 ; Mic 5:2 )."
  },
  {
    "start": 9017015,
    "content": "<b><a>17:15</a></b> <b>David went back and forth from Saul.</b> David went back and forth from Saul. David’s duties were divided between his billet with Saul as one of many armor bearers ( 16:21 ), and tending his father’s sheep in Bethlehem. Doubtless, David learned important lessons regarding the weight of responsibility during this time, lessons that were later put to use in ruling over Israel."
  },
  {
    "start": 9017017,
    "content": "<b><a>17:17</a></b> <b>ephah.</b> ephah. About .75 of a bu."
  },
  {
    "start": 9017023,
    "content": "<b><a>17:23</a></b> <b>these same words.</b> these same words. Goliath continued to offer the challenge of 17:10 , as he had been doing for 40 mornings and evenings ( 17:16 )."
  },
  {
    "start": 9017025,
    "content": "<b><a>17:25</a></b> <b>great riches … his daughter.</b> great riches … his daughter. The reward of a daughter in marriage for a great victory over an enemy of Israel was not unusual (cf. Jos 15:13–17 )."
  },
  {
    "start": 9017026,
    "content": "<b><a>17:26</a></b> <b>the reproach from Israel.</b> the reproach from Israel. David knew that although Goliath’s challenge had been issued to (any) individual of the camp of Israel, Goliath’s defiant attitude was a reproach to all Israel."
  },
  {
    "start": 9017028,
    "content": "<b><a>17:28</a></b> <b>Eliab’s anger.</b> Eliab’s anger. Eliab, perhaps still feeling the sting/rejection of having his “little” brother chosen over him by God/Samuel ( 16:6–7 ), expressed his jealousy in anger (cf. Ge 37:4–5 , 8 , 11 )."
  },
  {
    "start": 9017032,
    "content": "<b><a>17:32</a></b> <b>Let no man’s heart fail.</b> Let no man’s heart fail. Joshua and Caleb exhorted Israel in the same fashion regarding the giant Anakim 400 years prior (cf. Nu 13:30 ; 14:8–9 ). The heathens’ hearts fail at the name of the Lord God of Israel (cf. Rahab, Jos 2:11 )."
  },
  {
    "start": 9017033,
    "content": "<b><a>17:33</a></b> <b>You are not able.</b> You are not able. David’s faith, like that of Joshua and Caleb, was met with disbelief on the part of Saul. By all outward appearances, Saul was absolutely correct in his assessment, but he failed to consider Yahweh’s presence in David’s life."
  },
  {
    "start": 9017036,
    "content": "<b><a>17:36</a></b> <b>the lion and the bear.</b> the lion and the bear. Just as David tended his flock of sheep and protected them from the lion and bear, his new responsibility as shepherd over Israel required him to eliminate the threat of Goliath."
  },
  {
    "start": 9017037,
    "content": "<b><a>17:37</a></b> <b>Yahweh … He will deliver me.</b> <b>Yahweh be with you.</b> Yahweh … He will deliver me. Just as Jonathan believed earlier ( 14:6 ). David had a wholehearted faith in the God of Israel. Yahweh be with you. One of the first explicit indications in the text that Saul knew that Yahweh was with David (cf. 15:28 )."
  },
  {
    "start": 9017040,
    "content": "<b><a>17:40</a></b> <b>stick … stones … sling.</b> stick … stones … sling. The tools of the shepherd proved to be appropriate weapons also for Israel’s shepherd. One of David’s honorable and chief men of battle, Benaiah, the son of Jehoiada, slew a formidable Egyptian warrior ( 2Sa 23:20–21 ) with a staff like the one David carried toward Goliath."
  },
  {
    "start": 9017043,
    "content": "<b><a>17:43</a></b> <b>dog.</b> dog. Goliath uttered a statement of ironic truth about himself of which even he was unaware. As a wild dog can be a threat to the flock and must be chased away or killed, so must Goliath."
  },
  {
    "start": 9017045,
    "content": "<b><a>17:45</a></b> <b>in the name of Yahweh of hosts.</b> in the name of Yahweh of hosts. Goliath came out to battle in his own name; David came to battle in the name of Yahweh of all the hosts (armies). Cf. Dt 20:1–5 ."
  },
  {
    "start": 9017046,
    "content": "<b><a>17:46</a></b> <b>all the earth may know.</b> all the earth may know. David fought in the name of Yahweh and for the glory of Yahweh, whose name and glory will extend to the uttermost parts of the earth, to all nations (cf. Jos 4:24 ; 2Sa 22:50 ; Ps 2 )."
  },
  {
    "start": 9017047,
    "content": "<b><a>17:47</a></b> <b>the battle is Yahweh’s.</b> the battle is Yahweh’s. Cf. Dt 31:6 ; Jdg 7:18 . David fully understood the chief issue, i.e., the Philistines were in effect challenging Yahweh by confronting Yahweh’s people."
  },
  {
    "start": 9017048,
    "content": "<b><a>17:48</a></b> <b>David ran.</b> David ran. David, unencumbered by armor or fear and emboldened by faith in God, ran to meet Goliath."
  },
  {
    "start": 9017050,
    "content": "<b><a>17:50</a></b> <b>no sword.</b> no sword. Iron weapons were scarce in Israel ( 13:9 )."
  },
  {
    "start": 9017051,
    "content": "<b><a>17:51</a></b> <b>cut off his head.</b> <b>fled.</b> cut off his head. David completed his promise given to Goliath in v. 46a . The Philistines would later do the same with Saul’s head ( 1Sa 31:9 ). fled. David’s exclamation that there is a God in Israel (v. 46 ) was proven before the Philistines, who were no strangers to the wrath of Yahweh ( 1Sa 5–7 ). They wisely fled in terror, but did not honor the terms of Goliath if he lost ( 17:6–9 )."
  },
  {
    "start": 9017054,
    "content": "<b><a>17:54</a></b> <b>to Jerusalem.</b> to Jerusalem. The Jebusites, who were the inhabitants of Jerusalem, were a stubborn, resistant people (cf. Jos 15:63 ; Jdg 1:21 ; 19:10–11 ), particularly to the tribe of Judah. They doubtless began to feel some anxiety concerning the victory of this Bethlehemite. The head of Goliath was a constant warning to them over the ensuing days as to their future (cf. 2Sa 5:6–10 )."
  },
  {
    "start": 9017055,
    "content": "<b><a>17:55</a></b> <b>Abner.</b> <b>whose son.</b> Abner. See note on 14:50 . whose son. David’s lineage was of the utmost importance to Saul at this point, since the victor over Goliath would marry into his family (cf. 17:25 ; 18:18 )."
  },
  {
    "start": 9018001,
    "content": "<b><a>18:1</a></b> <b>Jonathan loved him.</b> Jonathan loved him. Jonathan loved David with a loyalty and devotion indicative of covenantal love ( 18:3 ). Hiram of Tyre had much the same covenantal love for David (cf. 2Sa 5:11 ; 1Ki 5:1 ; 9:11 ). David’s later reign from Jerusalem is marked by loyalty to his covenant with Jonathan ( 2Sa 9:1 )."
  },
  {
    "start": 9018002,
    "content": "<b><a>18:2</a></b> <b>did not let him return.</b> did not let him return. Saul’s interest in keeping David in his household was more self-serving than a token of generous hospitality. Saul was aware of his promise of wife and wealth ( 17:25 ), and, no doubt, the stirrings of anxiety/fear were in his heart toward David, who appeared as a threat. Saul preferred to have him in the court to keep a watchful eye on the young upstart."
  },
  {
    "start": 9018003,
    "content": "<b><a>18:3</a></b> <b>covenant.</b> covenant. See v. 1 . Further mention of this honorable relationship is made in: 19:1 ; 20:8 , 13–17 , 42 ; 22:8 ; 23:18 ."
  },
  {
    "start": 9018004,
    "content": "<b><a>18:4</a></b> <b>robe … belt.</b> robe … belt. Jonathan willingly and subserviently relinquished the outer garments and instruments that signified his position as prince of Israel and heir to the throne. Jonathan, a godly worshiper of Yahweh, quickly discerned that David was God’s anointed and, without reservation, offered the robe of succession to the true king of Israel."
  },
  {
    "start": 9018007,
    "content": "<b><a>18:7</a></b> <b>David his ten thousands.</b> David his ten thousands. This is a song that Saul grew to hate (cf. 21:11 ; 28:5 ) because it exalted David over him."
  },
  {
    "start": 9018008,
    "content": "<b><a>18:8</a></b> <b>the kingdom.</b> the kingdom. Saul’s jealousy and malice toward David were now explicit. By his own statement, Saul acknowledged that David was the rightful heir to the throne and the one of whom Samuel spoke in Gilgal ( 15:28 )."
  },
  {
    "start": 9018010,
    "content": "<b><a>18:10</a></b> <b>an evil spirit.</b> <b>raved.</b> an evil spirit. The painful descent and eventual demise of Saul was marked by the persistent vexing of this spirit. See 16:14 . raved. This means to speak before people, not predict the future. Saul’s speeches in the midst of the house were the ravings of one troubled by an evil spirit like other false prophets (cf. 1Ki 22:19–23 )."
  },
  {
    "start": 9018011,
    "content": "<b><a>18:11</a></b> <b>David escaped … twice.</b> David escaped … twice. As Saul’s behavior was becoming increasingly violent, he made more than one attempt on David’s life with the javelin. It was evident that God was with David, as it would be no small feat to dodge a javelin cast by such an experienced warrior as Saul."
  },
  {
    "start": 9018012,
    "content": "<b><a>18:12</a></b> <b>Saul was afraid of David.</b> Saul was afraid of David. Saul, faced with the same conclusion reached by Jonathan in vv. 1–4 , reacted with fear. Saul, a man who viewed life from a human perspective rather than a divine one, could view David only as a personal threat, rather than a blessing to Israel."
  },
  {
    "start": 9018013,
    "content": "<b><a>18:13</a></b> <b>commander of one thousand.</b> commander of one thousand. Saul gave David a military commission, intended as kind of an honorable exile. But this duty only served to give David opportunity to display his remarkable quality of character and strengthen his hold on the people’s affections."
  },
  {
    "start": 9018016,
    "content": "<b><a>18:16</a></b> <b>loved David.</b> loved David. The writer of Samuel, inspired by the Holy Spirit, offers an editorial comment full of truth."
  },
  {
    "start": 9018017,
    "content": "<b><a>18:17</a></b> <b>Merab.</b> <b>fight Yahweh’s battles.</b> Merab. Lit. “compensation” or “substitute” (cf. 14:49 ). Saul’s later retraction of the betrothal to Merab (v. 19 ) was similar to Laban’s trickery with Jacob and Rachel ( Ge 29:25 ). fight Yahweh’s battles. A phrase Saul knew would appeal to David. Saul made the offer out of a treacherous heart, desiring evil and calamity for David. Notice the similarity between Saul’s treachery and that of David with Uriah ( 2Sa 11:15 )."
  },
  {
    "start": 9018018,
    "content": "<b><a>18:18</a></b> <b>son-in-law.</b> son-in-law. The familial lineage was crucial when marrying into the king’s family. David asked, “Who am I … or my father’s family in Israel, that I should be the king’s son-in-law?” Saul had asked of David’s lineage 3 times previously ( 17:55–56 , 58 )."
  },
  {
    "start": 9018019,
    "content": "<b><a>18:19</a></b> <b>Adriel the Meholathite.</b> Adriel the Meholathite. Merab married this man and bore children, 5 of whom were sons later executed by David as punishment for Saul’s disregard of Joshua’s covenant with the Gibeonites ( 2Sa 21:8 ; cf. Jos 9:20 )."
  },
  {
    "start": 9018020,
    "content": "<b><a>18:20</a></b> <b>Michal.</b> Michal. Lit. “Who is like God?” Michal sincerely loved David and perhaps was aware, as Jonathan, of his certain ascent (and right) to the throne. Ironically, Saul offered her to David, not from a benevolent heart, but as a “snare” (v. 21 )."
  },
  {
    "start": 9018025,
    "content": "<b><a>18:25</a></b> <b>dowry.</b> dowry. Lit. “price.” Saul resorted to the same treachery in his offer of betrothal to Merab, plotting to eliminate David by placing him in jeopardy with the Philistines. David, already having proved himself wise in many things ( 16:18 ), was aware, to some extent, of Saul’s intent and acted obediently, valiantly, and wisely."
  },
  {
    "start": 9018027,
    "content": "<b><a>18:27</a></b> <b>his men.</b> his men. Cf. 22:2 ; 25:12–13 ; 2Sa 23:8–39 ."
  },
  {
    "start": 9018029,
    "content": "<b><a>18:29</a></b> <b>Saul was David’s enemy.</b> Saul was David’s enemy. All of Saul’s plans came to naught. Saul asked for 100 Philistine foreskins; David brought 200. Saul offered Michal as a “snare”; Michal loved David as did Saul’s own son, Jonathan. There remained nothing else for Saul to contrive except open hatred toward David."
  },
  {
    "start": 9019001,
    "content": "<b><a>19:1</a></b> <b>put David to death.</b> put David to death. Saul no longer tried to disguise or cover his evil intent toward David, but ironically made known his intent to those who held David in the highest esteem (cf. 16:18 ; 18:1–4 ). God, in His mercy, made sure that David had sympathetic ears within Saul’s court to inform him of Saul’s evil plans (e.g., 19:7 ; 20:2 )."
  },
  {
    "start": 9019004,
    "content": "<b><a>19:4</a></b> <b>Jonathan spoke well of David.</b> Jonathan spoke well of David. Jonathan attempted to persuade his father with calm reason. Jonathan’s reason was tempered by a godly attitude centered on a remembrance of the Torah ( 14:6 ; cf. Nu 11:23 ; 14:9 ) and a covenantal loyalty toward and faithfulness for David."
  },
  {
    "start": 9019006,
    "content": "<b><a>19:6</a></b> <b>he shall not be put to death.</b> he shall not be put to death. Saul temporarily responded to reason and conviction in his heart. His mental capacity was so unbalanced, however, that this response would not last for long."
  },
  {
    "start": 9019009,
    "content": "<b><a>19:9</a></b> <b>an evil spirit.</b> an evil spirit. Jealousy, rage, and anger once again dominated Saul, who was enraged by David’s success against the Philistines. See 16:14 ; 18:10 ."
  },
  {
    "start": 9019010,
    "content": "<b><a>19:10</a></b> <b>pin David … with the spear.</b> pin David … with the spear. Saul’s already diminished capacity for reason was once again completely clouded by anger, and he responded toward David with murderous intent (cf. 18:10–11 )."
  },
  {
    "start": 9019011,
    "content": "<b><a>19:11</a></b> <b>Michal … told him.</b> Michal … told him. Michal, far from being a “snare” ( 18:21 ) to David, was instrumental in saving his life. Michal, at this time in her relationship with David, displayed a covenantal love and faithfulness similar to that of Jonathan. See the title of Ps 59 ."
  },
  {
    "start": 9019013,
    "content": "<b><a>19:13</a></b> <b>household idol.</b> household idol. Hebrew teraphim . The writer of Samuel draws a parallel between David/Michal/Saul and Jacob/Rachel/Laban ( see note on 18:17 ), in that both Rachel and Michal employed the use of household gods (“teraphim”) in trickery and out of loyalty for their husbands rather than their fathers (cf. Ge 31:30–35 )."
  },
  {
    "start": 9019017,
    "content": "<b><a>19:17</a></b> <b>He said to me.</b> He said to me. Michal lied in telling Saul the exact opposite of what she said to David (v. 11 )."
  },
  {
    "start": 9019018,
    "content": "<b><a>19:18</a></b> <b>Ramah.</b> <b>Naioth.</b> Ramah. With the mention of Samuel’s birthplace, the author establishes a verbal link with 1:1 , and also reminds the reader of Saul’s first encounter with Samuel the seer in Zuph (Ramathaim-zophim). Naioth. Perhaps dwellings or quarters within the town limits of Ramah, where Samuel and his company of prophet-disciples met for training, prayer, and fellowship (cf. Elisha at Gilgal, 2Ki 6:1–2 )."
  },
  {
    "start": 9019020,
    "content": "<b><a>19:20</a></b> <b>company of the prophets prophesying.</b> company of the prophets prophesying. These prophets were declaring the Word of God, probably with musical accompaniment. Saul’s messengers could not fulfill their task of taking David captive because they were irresistibly led to join the prophets and speak for and praise God."
  },
  {
    "start": 9019022,
    "content": "<b><a>19:22</a></b> <b>large well … in Secu.</b> large well … in Secu. The exact location is unknown; the probable location was approximately two mi. north of Ramah."
  },
  {
    "start": 9019023,
    "content": "<b><a>19:23</a></b> <b>the Spirit of God came upon him.</b> the Spirit of God came upon him. This was the last time the Spirit of Yahweh would rest on Saul. God turned Saul’s heart to prophesy and not to harm David. See note on 16:13 ."
  },
  {
    "start": 9019024,
    "content": "<b><a>19:24</a></b> <b>stripped off his clothes.</b> <b>lay down naked.</b> <b>Is Saul also among the prophets?</b> stripped off his clothes. Saul removed his armor and royal garments (cf. Jonathan, 18:4 ), prompted by the Spirit of God, thus signifying God’s rejection of Saul as king over Israel. lay down naked. Without the royal garments, Saul was figuratively “naked,” perhaps so overwhelmed by the Spirit of God as to be in a deep sleep. Other than Saul’s utter despair and pitiful state at the home of the witch at En-dor ( 28:20 ) and his end at Mt. Gilboa ( 31:4–6 ), this episode represents one of the severest humblings in Saul’s life. Is Saul also among the prophets? This is a final editorial comment tying together the Spirit of God’s presence at Saul’s inauguration ( 10:10–11 ), and the final departure of the same at his rejection ( 19:24 )."
  },
  {
    "start": 9020001,
    "content": "<b><a>20:1</a></b> <b>Naioth in Ramah.</b> Naioth in Ramah. See note on 19:18 ."
  },
  {
    "start": 9020002,
    "content": "<b><a>20:2</a></b> <b>why should my father hide this thing from me?</b> why should my father hide this thing from me? Although Jonathan expressed his certainty that Saul was not seeking David’s life, he may have been unaware of the most recent attempts on David’s life ( 19:9–24 ) and was trusting in his father’s oath not to harm David ( 19:6 ). Jonathan expected to be informed by Saul of any change in his plans."
  },
  {
    "start": 9020005,
    "content": "<b><a>20:5</a></b> <b>the new moon.</b> <b>hide … in the field.</b> the new moon. The first day of the month, referred to as “the New Moon,” was celebrated with a sacrificial meal (cf. 2Ki 4:23 ; Is 1:13 ; Am 8:5 ) and served both as a religious and civil festival ( Nu 10:10 ; 28:11–15 ). hide … in the field. As in 19:2–3 , David hid from Saul in a secret place."
  },
  {
    "start": 9020006,
    "content": "<b><a>20:6</a></b> <b>the yearly sacrifice.</b> the yearly sacrifice. Apparently, David’s family held an annual family reunion that coincided with one of the monthly New Moon celebrations (cf. vv. 28–29 )."
  },
  {
    "start": 9020008,
    "content": "<b><a>20:8</a></b> <b>covenant.</b> <b>put me to death yourself.</b> covenant. Cf. 18:1 , 3 . Jonathan and David had solemnly pledged their friendship and loyalty to each other before Yahweh. Their covenant is further amplified in vv. 13–17 , 42 ; 23:17–18 . put me to death yourself. As his covenant friend, David asked Jonathan to kill him, if he was deserving of death because of his possible sin."
  },
  {
    "start": 9020014,
    "content": "<b><a>20:14</a></b> <b>the lovingkindness of Yahweh.</b> the lovingkindness of Yahweh. Jonathan acknowledged that David would one day be Israel’s king. With that in mind, Jonathan requested protection for him and his family when David took the throne."
  },
  {
    "start": 9020016,
    "content": "<b><a>20:16</a></b> <b>the house of David.</b> <b>David’s enemies.</b> the house of David. This covenant was not only binding on Jonathan and David, but also upon the descendants of each. See 2Sa 9:1–8 for the account of David’s kindness to a descendant of Jonathan in fulfillment of this covenant. David’s enemies. Jonathan perceived that among David’s adversaries who would be cut off when he became king was his own father, Saul (cf. 18:29 ; 19:17 )."
  },
  {
    "start": 9020017,
    "content": "<b><a>20:17</a></b> <b>swear.</b> <b>loved him as … his own soul.</b> swear. In response to Jonathan’s words, David solemnly pledged to fulfill the covenant between himself and Jonathan. loved him as … his own soul. A deep concern and affection was the basis of the covenantal relationship between Jonathan and David. This is the affection commanded by God when He said, “Love your neighbor as yourself” ( Lv 19:18 ; Mt 22:39 )."
  },
  {
    "start": 9020019,
    "content": "<b><a>20:19</a></b> <b>stone Ezel.</b> stone Ezel. Ezel may mean “departure stone.” The location of this stone is unknown, but it was a well-known landmark in the field where David was hiding."
  },
  {
    "start": 9020025,
    "content": "<b><a>20:25</a></b> <b>Abner.</b> Abner. Saul’s cousin and commander of his army ( see note on 14:50 )."
  },
  {
    "start": 9020026,
    "content": "<b><a>20:26</a></b> <b>not clean.</b> not clean. At first, Saul did not question David’s absence at the feast, assuming that he was ritually unclean and thus could not participate in the meal (cf. Lv 7:20–21 ; 15:16 )."
  },
  {
    "start": 9020030,
    "content": "<b><a>20:30</a></b> <b>son of a perverse, rebellious woman!</b> son of a perverse, rebellious woman! With a vile epithet, Saul was cursing Jonathan, not Jonathan’s mother, for having sided with David to his own shame and the shame of the mother who birthed him."
  },
  {
    "start": 9020041,
    "content": "<b><a>20:41</a></b> <b>bowed three times.</b> bowed three times. David’s bowing down more than once acknowledged Jonathan as the prince, and expressed humble affection for him."
  },
  {
    "start": 9020042,
    "content": "<b><a>20:42</a></b> <b>sworn.</b> <b>the city.</b> sworn. See note on 20:17 . the city. I.e., Gibeah, the home of Saul. From this point until Saul’s death, David was an outcast from the royal court."
  },
  {
    "start": 9021001,
    "content": "<b><a>21:1</a></b> <b>Nob.</b> <b>Ahimelech.</b> Nob. “The city of the priests” ( 22:19 ). The priests dwelt on Mt. Scopus, about one mi. northeast of Jerusalem. David went there for necessary supplies and for comfort and counsel. Ahimelech. A great grandson of Eli ( 1:9 ), who is possibly the brother of Ahijah ( 14:3 ; 22:11 ), or Ahimelech may be another name for Ahijah. Not only is there a rejected king on the throne ( 15:26–29 ) but also a disqualified priest ( 2:30–36 ). See note on Mk 2:26 ."
  },
  {
    "start": 9021002,
    "content": "<b><a>21:2</a></b> <b>The king has commanded me.</b> The king has commanded me. David, fearing someone might tell Saul where he was, deceived Ahimelech the priest into thinking that he was on official business for the king. He supposed, as many do, that it is excusable to lie for the purpose of saving one’s life. But what is essentially sinful can never, because of circumstances, change its immoral character (cf. Ps 119:29 ). David’s lying led tragically to the deaths of the priests ( 22:9–18 )."
  },
  {
    "start": 9021004,
    "content": "<b><a>21:4</a></b> <b>consecrated bread.</b> <b>kept themselves from women.</b> consecrated bread. Consecrated bread was set apart for use in the tabernacle to be eaten only by the priests ( Ex 25:30 ; Lv 24:5–9 ). Ahimelech sought Yahweh and received approval ( 22:10 ) when he recognized that his spiritual obligation to preserve David’s life superseded the ceremonial regulation concerning who could eat the consecrated bread (see Mt 12:3–4 ; Mk 2:25–26 ). kept themselves from women. Though this was not a spiritual mission or religious journey, David and his men were ceremonially clean (see Ex 19:15 )."
  },
  {
    "start": 9021005,
    "content": "<b><a>21:5</a></b> <b>their vessels.</b> their vessels. A euphemism for the bodies of the young men, as in 1Th 4:4 ."
  },
  {
    "start": 9021006,
    "content": "<b><a>21:6</a></b> <b>consecrated</b> <b>.</b> consecrated bread . Since that bread was no longer on Yahweh’s table, having been replaced by hot bread, it was to be eaten by the priests and in these exigencies, by David under the law of necessity and mercy. See note on 21:4 . The removal of the old bread and the replacing with new was done on the Sabbath ( Lv 24:8 )."
  },
  {
    "start": 9021007,
    "content": "<b><a>21:7</a></b> <b>Doeg the Edomite.</b> Doeg the Edomite. The head shepherd of Saul’s herd, who witnessed the encounter between David and Ahimelech and told Saul (cf. 22:9–10 ), had embraced the Hebrew religion and was at the tabernacle, perhaps detained because it was the Sabbath and he could not travel."
  },
  {
    "start": 9021009,
    "content": "<b><a>21:9</a></b> <b>The sword of Goliath.</b> <b>the ephod.</b> The sword of Goliath. The sword which David had used to behead Goliath in the valley of Elah ( 17:51 ) was kept in the place for storing the sacred vestments (“the ephod”) deposited there as a memorial to divine goodness in the deliverance of Israel. the ephod. See notes on 2:18 , 28 ; 14:3 ."
  },
  {
    "start": 9021010,
    "content": "<b><a>21:10</a></b> <b>Achish king of Gath.</b> Achish king of Gath. One of the kings or lords of the Philistines. See notes on 4:1 ; 5:8 for Gath. This seemed to be a dangerous place to go, since David was their greatest enemy and carried Goliath’s sword into the giant’s hometown."
  },
  {
    "start": 9021013,
    "content": "<b><a>21:13</a></b> <b>disguised his sanity.</b> disguised his sanity. David feared for his life, lacked trust in God to deliver him, and feigned insanity to persuade Achish to send him away. See the titles of Pss 34 , 56 . Drooling in one’s beard was considered in the East an intolerable indignity, as was spitting in another’s beard."
  },
  {
    "start": 9022001,
    "content": "<b><a>22:1</a></b> <b>cave of Adullam.</b> <b>brothers and all his father’s household.</b> cave of Adullam. A cave near Adullam was David’s refuge. Adullam, which may mean “refuge,” was located in the western foothills of Judah ( Jos 15:33 ), about 17 mi. southwest of Jerusalem and 10 mi. southeast of Gath. See titles of Pss 57 , 142 , which could possibly refer to 1Sa 24:3 . brothers and all his father’s household. David’s family members went down from Bethlehem to join David in Adullam, a journey of about 12 mi."
  },
  {
    "start": 9022002,
    "content": "<b><a>22:2</a></b> <b>commander over … four hundred men.</b> commander over … four hundred men. David became the leader of a formidable force of men united by adverse circumstances. This personal army would soon grow to 600 ( 23:13 )."
  },
  {
    "start": 9022003,
    "content": "<b><a>22:3</a></b> <b>Mizpah of Moab.</b> <b>king of Moab.</b> Mizpah of Moab. Mizpah means “watch tower,” or “place that overlooks.” Located on one of the heights of the tableland east of the Dead Sea, this site cannot be exactly identified. king of Moab. This ruler was probably a mutual enemy of King Saul. David had Moabite blood from his great-grandmother Ruth, and thus sought refuge for his father and mother in Moab (see Ru 1:4–18 ; 4:13–22 )."
  },
  {
    "start": 9022005,
    "content": "<b><a>22:5</a></b> <b>prophet Gad.</b> <b>forest of Hereth.</b> prophet Gad. As the prophet Samuel had helped and advised Saul, so now Gad performed the same functions for David (cf. 2Sa 24:11 , where Gad is called “David’s seer”). forest of Hereth. Location in Judah unknown."
  },
  {
    "start": 9022006,
    "content": "<b><a>22:6</a></b> <b>tamarisk tree.</b> <b>spear.</b> tamarisk tree. Possibly located on a hill outside Gibeah which had been given over to pagan worship (cf. Eze 16:24–25 , 31 , 39 ). spear. A reminder of the threat that Saul was to friend and foe alike (cf. 18:10–11 ; 19:9–10 ; 20:3 )."
  },
  {
    "start": 9022007,
    "content": "<b><a>22:7</a></b> <b>Benjamites.</b> Benjamites. Saul asked those of his own tribe whether associating themselves with David would provide for them more possessions and privileges than they already had from Saul."
  },
  {
    "start": 9022008,
    "content": "<b><a>22:8</a></b> <b>my son cuts</b> <b>.</b> my son cuts a covenant . See note on 20:8 ."
  },
  {
    "start": 9022009,
    "end": 9022010,
    "content": "<b><a>22:9–10</a></b> <b>Doeg the Edomite.</b> Doeg the Edomite. See note on 21:7 and the title of Ps 52 ."
  },
  {
    "start": 9022013,
    "content": "<b><a>22:13</a></b> <b>conspired against me.</b> conspired against me. Saul insisted falsely that Ahimelech was in league with his enemy David."
  },
  {
    "start": 9022014,
    "content": "<b><a>22:14</a></b> <b>captain over your guard.</b> captain over your guard. Ahimelech responded to Saul by defending David’s character as loyal to Saul."
  },
  {
    "start": 9022016,
    "end": 9022019,
    "content": "<b><a>22:16–19</a></b> This fulfills the curse on Eli’s house ( see note on 1Sa 2:31 ), with the exception of Abiathar, who was later dismissed from the priesthood by Solomon ( 1Ki 2:26–29 )."
  },
  {
    "start": 9022017,
    "content": "<b><a>22:17</a></b> <b>not willing … to fall upon the priests.</b> not willing … to fall upon the priests. Although Saul condemned Ahimelech and the priests to death, his servants knew better than to raise their weapons against the priests of Yahweh."
  },
  {
    "start": 9022018,
    "content": "<b><a>22:18</a></b> <b>linen ephod.</b> linen ephod. See notes on 2:18 ; 14:3 ."
  },
  {
    "start": 9022019,
    "content": "<b><a>22:19</a></b> <b>Nob the city of the priests.</b> Nob the city of the priests. See note on 21:1 . What Saul failed to do righteously to the Amalekites ( 15:3 , 8–9 ), he unrighteously did to the citizens of Nob."
  },
  {
    "start": 9022020,
    "content": "<b><a>22:20</a></b> <b>Abiathar.</b> Abiathar. Lit. “The father is excellent.” A son of Ahimelech (cf. 21:1 ) who escaped the slaughter and joined David’s company, he performed priestly functions for David for the rest of David’s life (cf. 23:6 , 9 ; 30:7 ; 2Sa 8:17 ). See note on 22:16–19 ."
  },
  {
    "start": 9022022,
    "content": "<b><a>22:22</a></b> <b>It is I who have turned against.</b> It is I who have turned against. David recognized his responsibility for causing the deaths of the priests’ families and animals, acknowledging the devastating consequences of his lie to Ahimelech (cf. 21:1–2 )."
  },
  {
    "start": 9023001,
    "content": "<b><a>23:1</a></b> <b>Keilah.</b> Keilah. A city located in the western foothills of Judah (see Jos 15:44 ), about 18 mi. southwest of Jerusalem and 3 mi. southeast of Adullam."
  },
  {
    "start": 9023002,
    "content": "<b><a>23:2</a></b> <b>asked of Yahweh.</b> asked of Yahweh. Such inquiries were made using the sacred lots, the Urim and Thummim, stored in the priestly ephod which Abiathar had brought to David (v. 6 ). See note on Ex 28:30 ."
  },
  {
    "start": 9023007,
    "content": "<b><a>23:7</a></b> <b>gates and bars.</b> gates and bars. Lit. “two doors and a bar.” Keilah perhaps had only one gateway in its wall. Its two reinforced wooden doors had hinged posts at the sides of the entrance, meeting in the center and secured with a heavy bar spanning the entrance horizontally. Since there was only this one way in and out of the city, Saul believed he had David trapped."
  },
  {
    "start": 9023011,
    "content": "<b><a>23:11</a></b> <b>surrender me.</b> surrender me. David inquired of Yahweh again, using the ephod with the Urim and Thummim by which God revealed His will. David wanted to know whether the men of Keilah would be disloyal and surrender him into the hands of Saul. Yahweh answered in the affirmative in v. 12 ."
  },
  {
    "start": 9023013,
    "content": "<b><a>23:13</a></b> <b>men, about six hundred.</b> men, about six hundred. See note on 22:2 when David had only 400 men."
  },
  {
    "start": 9023014,
    "content": "<b><a>23:14</a></b> <b>wilderness … strongholds.</b> <b>wilderness of Ziph.</b> <b>God did not give him.</b> wilderness … strongholds. The wilderness of Judah is the barren desert area between the hill country and the Dead Sea. Many ravines and caves are found in this rugged region which David used as a place of refuge from Saul. The title of Ps 63 may refer to this incident or to 2Sa 15:23–28 . wilderness of Ziph. The wilderness surrounding Ziph, 4 mi. south of Hebron. God did not give him. God sovereignly protected David from Saul for the fulfilling of His own divine purposes (cf. Is 46:9–11 )."
  },
  {
    "start": 9023016,
    "end": 9023017,
    "content": "<b><a>23:16–17</a></b> <b>strengthened his hand in God.</b> strengthened his hand in God. Jonathan strengthened David by reminding him of Yahweh’s promise to him and concern for him, by emphatically assuring him that Yahweh would make him the next king over Israel, as Saul well knew (see 20:30–31 )."
  },
  {
    "start": 9023018,
    "content": "<b><a>23:18</a></b> <b>covenant.</b> covenant. See notes on 18:3 ; 20:8 ."
  },
  {
    "start": 9023019,
    "content": "<b><a>23:19</a></b> <b>hill of Hachilah.</b> <b>Jeshimon.</b> hill of Hachilah. Location unknown, somewhere between Ziph and the Dead Sea. See the title of Ps 54 . Jeshimon. Another name for the wilderness of Judea."
  },
  {
    "start": 9023024,
    "content": "<b><a>23:24</a></b> <b>wilderness of Maon.</b> wilderness of Maon. The barren territory in the vicinity of Maon (see Jos 15:48 , 55 ), about 5 mi. south of Ziph."
  },
  {
    "start": 9023025,
    "content": "<b><a>23:25</a></b> <b>the rock.</b> the rock. A landmark in the wilderness of Maon, soon to be given a name (v. 28 )."
  },
  {
    "start": 9023026,
    "content": "<b><a>23:26</a></b> <b>surrounding David.</b> surrounding David. Saul probably divided his forces into two groups and so surrounded David."
  },
  {
    "start": 9023027,
    "content": "<b><a>23:27</a></b> <b>Philistines have made a raid on the land.</b> Philistines have made a raid on the land. Providentially, a messenger came to Saul telling him that the Philistines were invading the land so that he had no choice but to withdraw and postpone his pursuit of David."
  },
  {
    "start": 9023028,
    "content": "<b><a>23:28</a></b> <b>the Rock of Escape.</b> the Rock of Escape. The timely retreat of Saul’s men from David’s men led to this name."
  },
  {
    "start": 9023029,
    "content": "<b><a>23:29</a></b> <b>Engedi.</b> Engedi. An oasis on the western shore of the Dead Sea 14 mi. east of Ziph, where there is a fresh water spring and lush vineyards ( SS 1:14 ), standing in stark contrast to the surrounding wilderness. The limestone that dominates this region is permeated with caves, which provided good hiding places for David."
  },
  {
    "start": 9024002,
    "content": "<b><a>24:2</a></b> <b>three thousand chosen men.</b> <b>Rocks of the Wild Goats.</b> three thousand chosen men. See 26:2 . These were the most skilled soldiers. Rocks of the Wild Goats. The location of this cave is unknown, although “wild goats” stresses the inaccessibility of the cave (cf. Job 39:1 ). See the titles of Pss 57 , 142 , which could also possibly refer to 1Sa 22:1 ."
  },
  {
    "start": 9024003,
    "content": "<b><a>24:3</a></b> <b>to relieve himself.</b> to relieve himself. Lit. “to cover his feet.” This is a euphemism for having a bowel movement, as the person would crouch with his inner garment dropped to his feet."
  },
  {
    "start": 9024004,
    "content": "<b><a>24:4</a></b> <b>the day of which Yahweh said to you.</b> the day of which Yahweh said to you. David’s men perhaps believed that God had providentially placed Saul in the same cave where they were hiding so David could kill the king. However, nothing revelatory had previously been said by Yahweh that indicated He wanted David to lift a hand against Saul."
  },
  {
    "start": 9024005,
    "content": "<b><a>24:5</a></b> <b>David’s heart struck him.</b> David’s heart struck him. David was able to cut off a piece of Saul’s robe undetected. However, touching Saul’s clothing was tantamount to touching his person, and David’s heart troubled him on this account."
  },
  {
    "start": 9024006,
    "content": "<b><a>24:6</a></b> <b>anointed of Yahweh.</b> anointed of Yahweh. David recognized that Yahweh Himself had placed Saul into the kingship. Thus the judgment and removal of Saul had to be left to Yahweh."
  },
  {
    "start": 9024011,
    "content": "<b><a>24:11</a></b> <b>no evil or transgression.</b> no evil or transgression. If David were a wicked rebel against the rule of Saul, as Saul had said ( 22:8 , 13 ), he would have killed Saul when given this opportunity. The corner of the robe was proof to Saul that David was not his enemy."
  },
  {
    "start": 9024012,
    "content": "<b><a>24:12</a></b> <b>May Yahweh judge.</b> May Yahweh judge. David called for Yahweh Himself, the only fair and impartial Judge (cf. Jdg 11:27 ), to decide the fate of David and Saul (also v. 15 )."
  },
  {
    "start": 9024013,
    "content": "<b><a>24:13</a></b> <b>proverb.</b> proverb. A traditional pithy statement that evil deeds are perpetrated only by evil men. A similar point is made by Jesus in Mt 7:16 , 20 ."
  },
  {
    "start": 9024014,
    "content": "<b><a>24:14</a></b> <b>After a dead dog, after a single flea?</b> After a dead dog, after a single flea? David hereby expresses his lowliness and entire committal of his cause to God, who alone is the Judge and to whom alone belongs vengeance."
  },
  {
    "start": 9024017,
    "content": "<b><a>24:17</a></b> <b>You are more righteous than I.</b> You are more righteous than I. Upon hearing David’s testimony, Saul was moved with emotion and acknowledged that David was more righteous than he was. His testimony to David’s righteousness recognized David’s right to the kingship."
  },
  {
    "start": 9024020,
    "content": "<b><a>24:20</a></b> <b>you will surely be king.</b> you will surely be king. Saul emphatically acknowledged that David would be the ruler over the kingdom of Israel. Saul had already been told by Samuel that God would take the kingdom away from him and give it to a man after His own heart ( 13:14 ; 15:28 ). Jonathan had testified that Saul already knew that David would be king ( 23:17 ). However, this recognition did not mean that Saul was ready to give up the kingdom."
  },
  {
    "start": 9024022,
    "content": "<b><a>24:22</a></b> <b>David swore to Saul.</b> David swore to Saul. By solemn oath, David agreed to preserve Saul’s family and family name. While most of Saul’s family was later slain ( 2Sa 21:8–9 ), this pledge was fulfilled in the life of Mephibosheth ( see note on 2Sa 21:7 )."
  },
  {
    "start": 9025001,
    "content": "<b><a>25:1</a></b> <b>all Israel … lamented for him.</b> <b>wilderness of Paran.</b> all Israel … lamented for him. The death of Samuel, the last of the judges, brought Israel to the end of an era. So widespread was Samuel’s influence among the people that all Israel gathered to lament his death. wilderness of Paran. A desert area in the northeast region of the Sinai peninsula."
  },
  {
    "start": 9025002,
    "content": "<b><a>25:2</a></b> <b>Carmel.</b> Carmel. “Vineyard land,” “garden spot.” About 7 mi. south of Hebron and one mi. north of Maon. This was the same spot where Saul erected a monument in his own honor ( 15:12 )."
  },
  {
    "start": 9025003,
    "content": "<b><a>25:3</a></b> <b>Nabal.</b> <b>Abigail.</b> <b>a Calebite.</b> Nabal. “Fool.” An appropriate name in view of his foolish behavior (v. 25 ). Abigail. “My father is joy.” The wife of Nabal who was intelligent and beautiful in contrast to her evil husband. a Calebite. Nabal was a descendant of Caleb and lived in Caleb’s tribal holdings ( Jos 14:13 ; 15:13 ), but did not possess the spiritual qualities of his illustrious forefather."
  },
  {
    "start": 9025004,
    "end": 9025005,
    "content": "<b><a>25:4–5</a></b> <b>shearing his sheep.</b> shearing his sheep. While hiding out in the wilderness, David and his men took the job of protecting the flocks of Nabal (vv. 7 , 15–16 ). Upon hearing that Nabal was shearing his sheep, David sent 10 of his men to collect their rightful compensation for the good they had done (v. 8 )."
  },
  {
    "start": 9025008,
    "content": "<b><a>25:8</a></b> <b>a festive day.</b> a festive day. A special day of rejoicing over the abundance of sheared wool from the sheep (cf. v. 11 )."
  },
  {
    "start": 9025010,
    "end": 9025011,
    "content": "<b><a>25:10–11</a></b> This pretended ignorance of David was surely a sham. The knowledge of the young king-elect was widespread. Nabal pretended not to know to excuse his unwillingness to do what was right."
  },
  {
    "start": 9025014,
    "content": "<b><a>25:14</a></b> <b>rushed at.</b> rushed at. David sent his messengers to “greet” (lit. “bless”) Nabal, but David’s men were viciously rebuffed by Nabal. This term emphasized the wickedness of Nabal’s action."
  },
  {
    "start": 9025015,
    "end": 9025016,
    "content": "<b><a>25:15–16</a></b> The testimony of one of Nabal’s men affirmed the value of David’s protection. It was like a fortress “wall” enclosing a city, providing total security."
  },
  {
    "start": 9025017,
    "content": "<b><a>25:17</a></b> <b>no one can speak to him.</b> no one can speak to him. Nabal was a “son of Belial,” a vile fellow ( see note on 2:12 ). Nabal’s situation was the product of his own wickedness. His unwillingness to seek the counsel of others ultimately led to his demise."
  },
  {
    "start": 9025018,
    "content": "<b><a>25:18</a></b> <b>five seahs.</b> five seahs. Slightly more than one bu."
  },
  {
    "start": 9025019,
    "content": "<b><a>25:19</a></b> <b>did not tell her husband.</b> did not tell her husband. Abigail knew that Nabal would disagree with her actions, but knowing Yahweh’s choice of David (v. 28 ), she recognized the consequences involved in Nabal’s cursing of David. By her actions, she chose to obey God rather than man (see Ac 5:29 ), as a wife may sometimes need to do."
  },
  {
    "start": 9025022,
    "content": "<b><a>25:22</a></b> <b>May God do so.</b> May God do so. A strong oath of self-imprecation. David swore that he would kill every male in Nabal’s household by daybreak."
  },
  {
    "start": 9025025,
    "content": "<b><a>25:25</a></b> <b>this vile man.</b> <b>as his name is, so is he.</b> this vile man. I.e., “troublemaker.” as his name is, so is he. A name was not simply a label of distinguishing one thing from another, but a profound insight into the character of the one named. “Fool” has the connotation of one who is “morally deficient.”"
  },
  {
    "start": 9025028,
    "content": "<b><a>25:28</a></b> <b>an enduring house.</b> <b>fighting the battles of Yahweh.</b> an enduring house. Abigail’s perceptive insight fit an essential feature of the Davidic Covenant (see 2Sa 7:11–16 ). fighting the battles of Yahweh. Unlike the king previously desired by the people ( 8:20 ), David was a man who fought Yahweh’s battles. He was truly God’s king."
  },
  {
    "start": 9025029,
    "content": "<b><a>25:29</a></b> <b>bound in the bundle of the living.</b> bound in the bundle of the living. A metaphor that reflects the custom of binding valuables in a bundle to protect them from injury. The point here was that God cared for His own as a man would his valuable treasure. David, she said, enjoyed the protection of divine providence which destined him for great things. On the other hand, God would fling his enemies away like a stone in a sling-shot."
  },
  {
    "start": 9025030,
    "content": "<b><a>25:30</a></b> <b>ruler over Israel.</b> ruler over Israel. Abigail was certain that David would exercise effective rule over Israel after Saul’s death. In the meantime, however, she did not want him to do anything to jeopardize his future, endanger his throne, or violate God’s will by seeking personal vengeance in anger (vv. 26 , 33–34 )."
  },
  {
    "start": 9025037,
    "end": 9025038,
    "content": "<b><a>25:37–38</a></b> <b>heart died … became</b> <b>a stone.</b> heart died … became as a stone. Intoxicated, Nabal apparently suffered a stroke and became paralyzed until he died."
  },
  {
    "start": 9025043,
    "content": "<b><a>25:43</a></b> <b>Ahinoam of Jezreel.</b> Ahinoam of Jezreel. David’s third wife, joining Michal and Abigail. For Jezreel, see note on 29:1 ."
  },
  {
    "start": 9025044,
    "content": "<b><a>25:44</a></b> <b>Palti … from Gallim.</b> Palti … from Gallim. Palti means “my deliverance.” The location of Gallim is unknown, but was probably a few mi. north of Jerusalem. See 2Sa 3:13–16 for Michal’s return to David."
  },
  {
    "start": 9026001,
    "content": "<b><a>26:1</a></b> <b>hill of Hachilah … Jeshimon.</b> hill of Hachilah … Jeshimon. See notes on 23:19 ."
  },
  {
    "start": 9026002,
    "content": "<b><a>26:2</a></b> <b>three thousand chosen men.</b> three thousand chosen men. See 24:2 ."
  },
  {
    "start": 9026005,
    "content": "<b><a>26:5</a></b> <b>Saul lay.</b> <b>Abner.</b> Saul lay. Saul was sleeping in an apparently invulnerable place. He had his commander beside him, inside the camp, surrounded by his entire army. Abner. See note on 14:50 ."
  },
  {
    "start": 9026006,
    "content": "<b><a>26:6</a></b> <b>Ahimelech the Hittite.</b> <b>Abishai the son of Zeruiah, Joab’s brother.</b> Ahimelech the Hittite. Mentioned only here, he was one of the many mercenaries who formed a part of David’s army. Abishai the son of Zeruiah, Joab’s brother. See note on 2Sa 2:18 . He joined with Ahimelech in going down with David into the camp of Saul."
  },
  {
    "start": 9026009,
    "content": "<b><a>26:9</a></b> <b>the anointed of Yahweh.</b> the anointed of Yahweh. See note on 24:6 ."
  },
  {
    "start": 9026010,
    "content": "<b><a>26:10</a></b> <b>As Yahweh lives.</b> As Yahweh lives. An oath usually associated with life-or-death matters. The sovereign God would decide when, where, and how Saul would perish, not David."
  },
  {
    "start": 9026012,
    "content": "<b><a>26:12</a></b> <b>spear and the jug.</b> <b>a sound sleep from Yahweh.</b> spear and the jug. Like the corner of Saul’s robe ( 24:4 ), these were taken as proof that David had Saul’s life in his hand (cf. v. 16 ). a sound sleep from Yahweh. As with Adam in Ge 2:21 and Abraham in Ge 15:12 , Yahweh caused Saul to be unaware of what was taking place around him."
  },
  {
    "start": 9026019,
    "content": "<b><a>26:19</a></b> <b>If Yahweh … if it is men.</b> <b>the inheritance of Yahweh.</b> <b>Go, serve other gods.</b> If Yahweh … if it is men. David set forth two possibilities for why Saul was pursuing him. First, David had sinned against Yahweh. If that was the case, he was willing to offer a sacrifice for atonement. Second, evil men had caused Saul’s hostility toward David. If that were the case, these men should be judged. the inheritance of Yahweh. I.e., the land of Israel (cf. 2Sa 20:19 ; 21:3 ). Go, serve other gods. David’s exile from the land was virtually equivalent to forcing him to abandon the worship of Yahweh, for there were no sanctuaries to Yahweh outside of Israelite territory."
  },
  {
    "start": 9026020,
    "content": "<b><a>26:20</a></b> <b>flea … partridge.</b> flea … partridge. The flea represents something that was worthless and the partridge something that was impossible to catch. Saul was wasting his time with his pursuit of David."
  },
  {
    "start": 9026021,
    "content": "<b><a>26:21</a></b> <b>I have sinned.</b> <b>I have played the fool.</b> I have sinned. As in 24:17 , Saul confessed his sin and wrongdoing. Although Saul may have been sincere, he could not be trusted and David wisely did not accept his invitation to return with him. I have played the fool. Saul had been foolish in his actions toward David, as had Nabal."
  },
  {
    "start": 9026025,
    "content": "<b><a>26:25</a></b> <b>surely prevail.</b> surely prevail. Saul recognized the certain success of David’s future as Israel’s king (cf. 24:20 )."
  },
  {
    "start": 9027001,
    "content": "<b><a>27:1</a></b> <b>by the hand of Saul.</b> by the hand of Saul. In direct contrast to Saul’s word that David would prevail ( 26:25 ), David thought that Saul would ultimately kill him. This anxious thinking and the fear that fell upon him explain David’s actions in this chapter. God had told him to stay in Judah ( 22:5 ), but he was afraid and sought protection again among the Philistine enemies of Israel (cf. 21:10–15 )."
  },
  {
    "start": 9027003,
    "content": "<b><a>27:3</a></b> <b>two wives.</b> two wives. His third wife, Michal, had been temporarily given to another man by Saul (cf. 25:44 )."
  },
  {
    "start": 9027004,
    "content": "<b><a>27:4</a></b> <b>no longer searched for him.</b> no longer searched for him. Saul was no longer able to pursue David since he was out of the land of Israel."
  },
  {
    "start": 9027005,
    "content": "<b><a>27:5</a></b> <b>the royal city.</b> the royal city. I.e., Gath. David requested a city of his own in the country so that he could be free from the constant surveillance to which he was exposed in Gath, and so that he could avoid the pagan influence of that Philistine city."
  },
  {
    "start": 9027006,
    "content": "<b><a>27:6</a></b> <b>Ziklag.</b> <b>to this day.</b> Ziklag. This was a city located about 13 mi. northwest of Beersheba that had been an Israelite possession ( Jos 15:31 ; 19:5 ), but was then under Philistine control. to this day. Ziklag became a part of Judah and was still so at the time of the writing of Samuel, which is clearly in the post-Solomonic, divided kingdom era. See Introduction: Author and Date ."
  },
  {
    "start": 9027007,
    "content": "<b><a>27:7</a></b> <b>a year and four months.</b> a year and four months. For 16 months David was able to deceive Achish concerning his actions. He remained there until after Saul’s death when he moved to Hebron ( 2Sa 1:1 ; 2:1–2 )."
  },
  {
    "start": 9027008,
    "content": "<b><a>27:8</a></b> <b>Geshurites … Girzites … Amalekites.</b> <b>Shur … Egypt.</b> Geshurites … Girzites … Amalekites. These peoples lived in southern Canaan and northern Sinai. Shur … Egypt. See note on 15:7 ."
  },
  {
    "start": 9027009,
    "content": "<b><a>27:9</a></b> <b>did not leave a man or a woman alive.</b> did not leave a man or a woman alive. David left no survivors from his raids in order that Achish might not learn the true nature of his desert exploits (see v. 11 )."
  },
  {
    "start": 9027010,
    "content": "<b><a>27:10</a></b> <b>Judah … Jerahmeelites … Kenites.</b> Judah … Jerahmeelites … Kenites. The regions south of the hill country centering around Beersheba. This region was far enough away from Gath so that Achish would be ignorant of David’s movements. David implied to Achish that the hostility of Judah toward David was increasing, while in fact he was gaining the appreciation and loyalty of Judah toward himself by raiding their wilderness neighbors. Achish thought David was more securely his servant as his own people turned against him (vv. 2–4 ), but just the opposite was true."
  },
  {
    "start": 9028001,
    "content": "<b><a>28:1</a></b> <b>Know assuredly.</b> Know assuredly. The kindness showed to David and his men by Achish in Gath was not without expectation of reciprocation. This phrase seems to presuppose an understanding of this expectation."
  },
  {
    "start": 9028002,
    "content": "<b><a>28:2</a></b> <b>what your servant can do.</b> <b>bodyguard.</b> what your servant can do. Being a man of honor, David would not fail to help those who had shown him kindness. David was drawing attention to the fact that he had proven himself as a valiant and successful warrior and was assuring Achish of his fidelity and ability. bodyguard. In light of David’s victory over Goliath ( 17:49–54 ) and imagined bad reputation among the Israelites, Achish was expressing considerable trust in David’s loyalty and ability, for “bodyguard” lit. means “keeper of my head.”"
  },
  {
    "start": 9028003,
    "end": 9028013,
    "content": "<b><a>28:3–13</a></b> Having deprived himself of every legitimate means of spiritual input as a result of his own disobedience and rebellion, Saul walked in foolishness again by seeking out the very resource (a medium) he had previously removed from the land. Saul swore to the medium an oath of safety by the very God that he was disobeying even then. Yet the inexorable curiosity of Saul to consult Samuel, in spite of Samuel’s death, was satisfied by the medium’s willingness to “bring up” Samuel."
  },
  {
    "start": 9028004,
    "content": "<b><a>28:4</a></b> <b>Shunem.</b> <b>Gilboa.</b> Shunem. Situated southwest of the hill of Moreh and 16 mi. southwest of the Sea of Galilee; the Philistines designated it as their campsite. Gilboa. The mountain range beginning 5 mi. south of Shunem and extending southward along the eastern edge of the plain of Jezreel. See note on 31:1 ."
  },
  {
    "start": 9028005,
    "content": "<b><a>28:5</a></b> <b>his heart trembled greatly.</b> his heart trembled greatly. Saul had hidden himself when he was chosen by lot to be king ( 10:22 ). When the Spirit of Yahweh came upon him, he was changed ( 10:6 ), but after the Spirit had departed ( 16:14 ), he was afraid and dismayed by Goliath ( 17:11 , 24 ). He feared at Gilgal when faced by the overwhelming size of the Philistine army ( 13:11–12 ). Saul was also afraid of David because he knew that Yahweh was with David ( 18:12 , 29 ). But Saul was to fear God ( 12:24 ), not people."
  },
  {
    "start": 9028006,
    "content": "<b><a>28:6</a></b> <b>dreams … Urim … prophets.</b> dreams … Urim … prophets. These were the 3 basic ways through which God revealed His Word and His will. Dreams and visions were the common manner through which Yahweh revealed Himself and His will during the time of Moses ( Nu 12:6 ). The Urim was used by the priest as a means of inquiring of Yahweh ( Nu 27:21 ). It was originally put in the breastpiece of judgment with the Thummim and worn over Aaron’s heart when he went in before Yahweh ( see note on Ex 28:30 ). Somehow, unknown to us, God revealed His will by it. Prophets were formerly called seers ( 9:9 ) and were used as a reference for inquiring of Yahweh. God also used prophets to declare His Word when people were not interested in it ( Am 7:12–13 ). Since Saul had rejected Yahweh, God had rejected him ( 15:23 ). Saul appears to have had no court prophet in the manner that Gad and Nathan were to David ( 22:5 ; 2Sa 12 ); and, by this time, the ephod with the Urim was in David’s possession by virtue of Abiathar the priest ( 23:6 )."
  },
  {
    "start": 9028007,
    "content": "<b><a>28:7</a></b> <b>Seek for me. … medium.</b> <b>En-dor.</b> Seek for me. … medium. In Saul’s desperation, he sought the very source that he had formerly removed from the land ( 28:3 ). In spite of the ban, Saul’s servant knew exactly where to find a medium. En-dor. Located about 3.5 mi. northwest of Shunem between Mt. Tabor and the Hill of Moreh. Saul risked his life by venturing into the Philistine-held territory to seek out the counsel of the medium; thus he went in disguise by night (v. 8 )."
  },
  {
    "start": 9028010,
    "content": "<b><a>28:10</a></b> <b>swore to her by Yahweh.</b> swore to her by Yahweh. Though blatantly walking in disobedience to God, it is ironic that Saul would swear by the very existence of Yahweh as a means of assuring his credibility to the medium. Even more, Saul swore that no punishment would come upon her when the Levitical law required her to be stoned to death ( Lv 20:27 )."
  },
  {
    "start": 9028012,
    "content": "<b><a>28:12</a></b> <b>the woman saw Samuel.</b> the woman saw Samuel. Though questions have arisen as to the nature of Samuel’s appearance, the text clearly indicates that Samuel, not an apparition, was evident to the eyes of the medium. God miraculously permitted the actual spirit of Samuel to speak (vv. 16–19 ). Because she understood her inability to raise the dead in this manner, she immediately knew 1) that it must have been by the power of God and 2) that her disguised inquirer must be Saul."
  },
  {
    "start": 9028013,
    "content": "<b><a>28:13</a></b> <b>divine being coming up out of the earth.</b> divine being coming up out of the earth. The word translated “divine being” is actually the Hebrew word meaning “God, gods, angel, ruler, or judge.” It can also be used to designate a likeness to one of these. From the medium’s perspective, Samuel appeared to be “like a divine being” ascending out of the earth. There is no other such miracle as this in all of Scripture."
  },
  {
    "start": 9028014,
    "content": "<b><a>28:14</a></b> <b>old man … with a robe.</b> old man … with a robe. Obviously age and clothing do not exist in the realm of the spirits of those who have died, but God miraculously gave such appearances so that Saul was able to perceive that the spirit was Samuel. The question arises whether all believers will remain in the form they were in when they died. Samuel may have been as such simply for the benefit of Saul, or he might be in this state until he receives his resurrection body. Since Scripture teaches that the resurrection of OT saints is yet future (see Da 12:1–2 ), Samuel must have temporarily been in this condition solely for the benefit of Saul."
  },
  {
    "start": 9028015,
    "content": "<b><a>28:15</a></b> <b>disturbed me.</b> disturbed me. Samuel’s comment expresses agitation caused by Saul’s efforts to contact him since living humanity was not allowed to seek out discussions with the dead ( Dt 18:11 ; Lv 20:6 ). Witchcraft puts the seeker in contact with demons impersonating those who are being sought, since the dead person cannot ordinarily be contacted, except in this unique case."
  },
  {
    "start": 9028016,
    "content": "<b><a>28:16</a></b> <b>your adversary.</b> your adversary. See 15:26–35 ."
  },
  {
    "start": 9028019,
    "content": "<b><a>28:19</a></b> <b>will be with me.</b> will be with me. This could mean with him in “the abode of the righteous.” There is no doubt that Samuel meant this to serve as a premonition of Saul’s soon death."
  },
  {
    "start": 9028020,
    "content": "<b><a>28:20</a></b> <b>no strength in him.</b> no strength in him. Already afraid with a heart that “trembled greatly” because of the Philistines (v. 5 ), Saul’s fear was so heightened by the words of Samuel that he was completely deprived of strength and vigor, which was reinforced by a lack of nourishment. The woman met his physical needs, and he returned to his camp to await his doom (vv. 21–25 )."
  },
  {
    "start": 9029001,
    "content": "<b><a>29:1</a></b> <b>gathered … camping.</b> <b>Aphek.</b> <b>Jezreel.</b> gathered … camping. The Philistines were assembling for battle while the Israelites were still camping by the spring. This picks up the story line originally started in 28:1 , but which was sidelined to communicate Saul’s encounter with the medium. Aphek. Located about 24 mi. north of Gath (cf. 4:1 ). Jezreel. Only a few mi. south of Shunem, and 40 mi. northeast of Aphek, Jezreel was north of Mt. Gilboa."
  },
  {
    "start": 9029003,
    "content": "<b><a>29:3</a></b> <b>no fault.</b> no fault. David had proven himself as an honorable and righteous man before Achish, who knew that he could trust David."
  },
  {
    "start": 9029004,
    "content": "<b><a>29:4</a></b> <b>he may become an adversary.</b> he may become an adversary. The Philistine lords were not as willing as Achish to give favor and trust to David. Being very shrewd in their estimation of potential hazards, they realized that he might be feigning loyalty to the Philistines in order to seize a strategic moment in the battle when he could betray and fight against them."
  },
  {
    "start": 9029005,
    "content": "<b><a>29:5</a></b> <b>David, of whom they sing.</b> David, of whom they sing. The fame of David had spread throughout the land. The Philistine lords were no stranger to the skill and the victories that God had given to mighty David."
  },
  {
    "start": 9029006,
    "content": "<b><a>29:6</a></b> <b>Yahweh lives.</b> As Yahweh lives. When seeking the highest standard by which to assure David of his credibility, Achish swore by the existence of David’s God. It is evident that the pagan world knows of God, but the irony is that their knowledge does not necessarily lead to repentance."
  },
  {
    "start": 9029008,
    "content": "<b><a>29:8</a></b> <b>the enemies of my lord the king.</b> the enemies of my lord the king. David’s fidelity to Achish seemed to be at its climax in this expression of loyalty. David appears to have been fully prepared to do battle on behalf of Achish against his enemies, namely Israel. In light of David’s former refusal to stretch out his hand against Yahweh’s anointed ( 24:6 , 10 ; 26:9 , 11 , 21 ), David might have been capitulating and compromising. He did not inquire of Yahweh before going to live with Achish, nor did he inquire of Yahweh as to whether he should go out to battle with Achish. On the other hand, it could be that while David gave the appearance of loyalty, he actually believed the Philistines would not let him go out to battle, just as it actually happened (cf. 27:8–12 ). The providence of God kept David from fighting against Yahweh’s anointed and his own countrymen."
  },
  {
    "start": 9029009,
    "content": "<b><a>29:9</a></b> <b>an angel of God.</b> an angel of God. The degree to which Achish praised David has led some to believe that his eulogy was merely a formal attempt at flattery."
  },
  {
    "start": 9029011,
    "content": "<b><a>29:11</a></b> <b>Jezreel.</b> Jezreel. This was used to designate both a city about 56 mi. north of Jerusalem as well as the plain of Jezreel, which served as a major battlefield for many nations. The city was situated in the territory of Issachar ( Jos 19:18 ). It was bounded on the north and south by Megiddo and Beth-shean ( 1Ki 4:12 ) and on the west and east by Mt. Carmel and Mt. Gilboa."
  },
  {
    "start": 9030001,
    "content": "<b><a>30:1</a></b> <b>Ziklag.</b> <b>Amalekites.</b> Ziklag. Serving as a temporary place of residence for David and his 600 men, Ziklag was located in the Negev and given to David by Achish the king of Gath ( 27:6 ). David used it as the base from which he would make raids on the neighboring tribes ( 27:8–11 ). Amalekites. Reaping the consequences of Saul’s failure to devote the Amalekites to destuction ( 1Sa 15 ) and David’s raids against them ( 27:8 ), David and his men were the victims of a successful raid in which the Amalekites took all of their wives and livestock captive before burning Ziklag, their city."
  },
  {
    "start": 9030006,
    "content": "<b><a>30:6</a></b> <b>distressed … embittered.</b> <b>strengthened himself in Yahweh his God.</b> distressed … embittered. Arriving home to the reality of their great tragedy caused David immense distress and provoked the wickedness of his men to entertain the treasonous idea of stoning him. Having not inquired of Yahweh before his departure to support Achish in battle, David was in need of God’s getting his attention. strengthened himself in Yahweh his God. This was the key to David being a man after God’s heart (cf. 1Sa 13:14 ; Ac 13:22 )."
  },
  {
    "start": 9030007,
    "content": "<b><a>30:7</a></b> <b>Abiathar brought the ephod.</b> Abiathar brought the ephod. Serving as a source through which one could make direct and specific inquiry into the will of God, the High Priest’s ephod, which contained the Urim and Thummim, was sought by David. The distress of the moment drew his focus away from the treasonous thoughts of his men and back to God in his desperation to know what God would have him do."
  },
  {
    "start": 9030009,
    "end": 9030010,
    "content": "<b><a>30:9–10</a></b> <b>brook Besor.</b> brook Besor. David most likely encountered the brook about 13 mi. south of Ziklag. It consisted of seasonal rivers from the area of Beersheba which ran northwest and emptied into the Mediterranean. Likely, this was during the latter rains (Jan.–Apr.) and the brook was filled with a rampaging runoff that would account for the soldiers who were unable to cross over."
  },
  {
    "start": 9030014,
    "content": "<b><a>30:14</a></b> <b>Negev of the Cherethites.</b> <b>Negev of Caleb.</b> Negev of the Cherethites. Benaiah the son of Jehoiada was over the Cherethites and the Pelethites ( 2Sa 8:18 ), who are almost always mentioned together. They fled Jerusalem as allies with David ( 2Sa 15:18 ), and pursued Sheba the son of Bichri with Joab ( 2Sa 20:7 ). They were hand-picked by David to be present at Solomon’s anointing as king. The Cherethites appear to have come from Crete, and to have been a part of the king’s bodyguard ( 2Sa 23:20 , 23 ). Negev of Caleb. Caleb, the son of Jephunneh, was one of 12 spies chosen to check out the Land, and one of only 2 spies who gave a favorable report ( Nu 13:6–30 ). This was the land assigned to his family ( Jos 14:13–14 )."
  },
  {
    "start": 9030016,
    "content": "<b><a>30:16</a></b> <b>all the great spoil.</b> all the great spoil. The Amalekites had not only what they took from Ziklag, but much more plunder from all their raids. After David conquered the Amalekites (vv. 17–18 ) he returned what belonged to Ziklag (vv. 19 , 26 ) and spread the rest all over Judah (vv. 26–31 )."
  },
  {
    "start": 9030017,
    "content": "<b><a>30:17</a></b> <b>four hundred young men.</b> four hundred young men. It is obvious from Moses’ encounter ( Ex 17:8–16 ), Saul’s failure ( 1Sa 15 ), and Mordecai’s opposition ( Es 3:1 , 10–13 ) that the Amalekites were wicked people who hated God’s people and died hard."
  },
  {
    "start": 9030019,
    "content": "<b><a>30:19</a></b> <b>nothing … was missing.</b> nothing … was missing. In spite of David’s previous failures, God showed Himself to be more than gracious and abundant in His stewardship of the wives, children, livestock, and possessions of David and his men."
  },
  {
    "start": 9030022,
    "content": "<b><a>30:22</a></b> <b>vile men.</b> vile men. From the beginning of David’s flight from Saul, he became captain of those who were in distress, discontent, and in debt ( 22:2 ), the least likely to exercise kindness and grace to others. This same expression was used of the sons of Eli ( 2:12 ), of those who doubted Saul’s ability as king ( 10:27 ), of Nabal the fool by his servant ( 25:17 ), of Nabal the fool by his wife ( 25:25 ), of David when he was cursed by Shimei ( 2Sa 16:7 ), of Sheba the son of Bichri who led a revolt against David ( 2Sa 20:1 ), and of those who would be thrust away like thorns by David ( 2Sa 23:6 )."
  },
  {
    "start": 9030025,
    "content": "<b><a>30:25</a></b> <b>a statute and a judgment.</b> a statute and a judgment. In spite of the opposition David received from the vile men among him, he legislated his practice of kindness and equity into law for the people."
  },
  {
    "start": 9030026,
    "end": 9030031,
    "content": "<b><a>30:26–31</a></b> Being no stranger to adversity and a life lived on the run, David realized the important role that so many others had played in his safety and welfare. Being the recipient of such kindness, David missed no opportunity to reciprocate kindness and generosity. It would be presumptuous to think that David was merely paying off debts or buying support; rather he was giving back as he had received, expressing his debt of gratitude for the kindness and support shown him. See note on 30:16 ."
  },
  {
    "start": 9031001,
    "end": 9031013,
    "content": "<b><a>31:1–13</a></b> See 2Sa 1:4–12 ; 1Chr 10:1–12 ."
  },
  {
    "start": 9031002,
    "content": "<b><a>31:2</a></b> <b>Jonathan and Abinadab and Malchi-shua.</b> Jonathan and Abinadab and Malchi-shua. Three of the 4 sons of Saul were killed the same day in battle. The fourth son, Eshbaal, would later be referred to as Ish-bosheth, meaning “man of shame,” an appropriate designation in light of his apparent absence from the battlefield (cf. 2Sa 2:8ff. ). Jonathan, Ishvi, and Malchi-shua were named as Saul’s sons in 14:49 , but Jonathan, Abinadab, and Malchi-shua are named here; Ishvi and Abinadab are thus one and the same. First Chronicles 8:33 and 9:39 are the only verses naming all 4 sons."
  },
  {
    "start": 9031004,
    "content": "<b><a>31:4</a></b> <b>these uncircumcised.</b> <b>abuse.</b> <b>Saul took his sword and fell on it.</b> these uncircumcised. A common term of derision used among Israelites to designate non-Israelites. Circumcision was given as the sign of the Abrahamic Covenant in Ge 17:10–14 . See note on 14:6 . abuse. Having engaged in several battles against the Philistines, Saul had succeeded in provoking their hatred and resentment. As the king, Saul had certainly received especially cruel treatment from the hands of his enemies, who would have likely made sport of him and tortured him before his death. Saul took his sword and fell on it. Though Saul’s suicide is considered by some to be an act of heroism, Saul should have found his strength and courage in God as David did in 23:16 and 30:6 to fight to the end or to surrender. Saul’s suicide is the ultimate expression of his faithlessness towards God at this moment in his life."
  },
  {
    "start": 9031006,
    "content": "<b><a>31:6</a></b> <b>all his men.</b> all his men. The question is whether “all” was used in a qualified sense or in an absolute sense. In consideration of the context, the meaning was most likely intended to be qualified, not absolute. It is not necessary to conclude that every single one of Saul’s 3,000 men died that day and that none escaped. Where such a meaning is intended, the text usually provides more reinforcement, as in Jos 8:22 where the author specifically states, “and they struck them down until there was no one remaining for him who survived or escaped.” In fact, Abner, the general of Saul’s army, survived ( 2Sa 2:8 ). “All” here means those who were personally assigned to Saul’s special guard (cf. 31:7 )."
  },
  {
    "start": 9031009,
    "content": "<b><a>31:9</a></b> <b>cut off his head.</b> cut off his head. There is a parallelism between the death of Saul and the death of Goliath. The giant champion of the Philistines had his head cut off by David, and the Philistines fled ( 17:51 ). The Philistines had taken revenge and done likewise to the giant champion of Israel, King Saul, who was “taller than any of the people from his shoulders upward” ( 10:23 )."
  },
  {
    "start": 9031010,
    "content": "<b><a>31:10</a></b> <b>Ashtaroth.</b> <b>Beth-shan.</b> Ashtaroth. These were the fertility goddesses of the Canaanites, to whom the Philistines gave homage by placing the weapons of their defeated foe in the temple of Ashtaroth. As the sword of Goliath was put in the house of Yahweh behind the ephod ( 1Sa 21:9 ), so the weapons of Saul were taken by the Philistines and put in the temple of Ashtaroth. Military victory was attributed to the gods, since the belief was that military encounters were battles between the deities of rival nations. Beth-shan. Located in the Jordan Valley about 16 mi. south of the Sea of Galilee."
  },
  {
    "start": 9031011,
    "content": "<b><a>31:11</a></b> <b>Jabesh-gilead.</b> Jabesh-gilead. Located east of the Jordan, its people stayed out of the war against Benjamin and suffered severe consequences as a result ( Jdg 21 ). The men of Jabesh-gilead showed kindness and respect to Saul, a Benjamite, by rescuing his body from the wall of Beth-shan because Saul and his sons had saved Jabesh-gilead from the Ammonites ( 11:9–12 ) just after he had been chosen as king of Israel. By this act, they honored Saul for his faithfulness to them."
  },
  {
    "start": 9031012,
    "content": "<b><a>31:12</a></b> <b>bodies … burned.</b> bodies … burned. In light of Saul’s head having been cut off and the mutilation that had taken place, it is thought that the citizens of Jabesh-gilead burned his body to hide the damage."
  },
  {
    "start": 9031013,
    "content": "<b><a>31:13</a></b> <b>bones … buried.</b> <b>fasted seven days.</b> bones … buried. It was considered disrespectful not to bury the dead. Abraham went to great lengths to bury Sarah ( Ge 23:4–15 ), and Jacob made Joseph swear that he would not bury him in Egypt ( Ge 47:29–30 ). fasted seven days. In relation to death, fasting was often associated with mourning in the Hebrew culture. It was a sign of respect, seriousness, and grief. First Samuel began with the ark of the covenant being captured by the Philistines ( 1Sa 4:11 ), and in the end Israel’s king had been killed by them. Second Samuel will recount how God vindicated His honor by David’s defeating the Philistines ( 2Sa 5:17–25 ), establishing an uncontested kingdom ( 1Ki 2:12 ), and safely bringing the ark to Jerusalem, the city of God ( 2Sa 6:16–19 )."
  }
]