[
  {
    "start": 2001001,
    "end": 2012036,
    "content": "<b><a>Ex. 1:1–12:36</a></b> This section recounts Israel’s final years in Egypt before the Exodus."
  },
  {
    "start": 2001001,
    "end": 2001005,
    "content": "<b><a>Ex. 1:1–5</a></b> Genesis also reported the names and the number of Jacob’s descendants who came to Egypt ( <a ref='Genesis 35:23–26'>Ge 35:23–26</a> ; <a ref='Genesis 46:8–27'>46:8–27</a> )."
  },
  {
    "start": 2001005,
    "content": "<b><a>Ex. 1:5</a></b> <b>seventy in number.</b> Cf. <a ref='Genesis 46:8–27'>Ge 46:8–27</a> . <a ref='Acts 7:14'>Ac 7:14</a> reports 75 with the addition of 5 relatives of Joseph included in the LXX, but not the Hebrew text."
  },
  {
    "start": 2001006,
    "end": 2001008,
    "content": "<b><a>Ex. 1:6–8</a></b> This summary of a lengthy period of time moves the record from the death of Joseph (ca. 1804 BC), the last recorded event in Genesis, to the radical change in Israel’s history, i.e., from favor before Egypt’s pharaoh to disfavor and enslavement (ca. 1525–1445 BC)."
  },
  {
    "start": 2001007,
    "content": "<b><a>Ex. 1:7</a></b> The growth of the nation (cf. <a ref='Exodus 12:37'>12:37</a> ) was phenomenal! It grew from 70 men to 603,000 males, 20 years of age and older, thus allowing for a total population of about 2 million ( <a ref='Numbers 1:46'>Nu 1:46</a> ) departing from Egypt. The seed of Abraham was no longer an extended family, but a nation. The promise that his descendants would be fruitful and multiply ( <a ref='Genesis 35:11–12'>Ge 35:11–12</a> ) had indeed been fulfilled in Egypt."
  },
  {
    "start": 2001008,
    "content": "<b><a>Ex. 1:8</a></b> <b>a new king arose.</b> This king is either to be identified as one of the Hyksos kings (see Introduction ) during a period of political disintegration, or as Pharaoh Ahmose I, founder of what archeologists have designated as the 18th Dynasty of the New Kingdom period in Egyptian history. It is probably best to take this new king, who did not know Joseph, as a Hyksos ruler. Furthermore, the term “arose” signifies “rose against,” which accords well with a foreign seizure of the Egyptian throne. The Hyksos (ca. 1730–1570 BC) came from outside Egypt (cf. <a ref='Acts 7:18'>Ac 7:18</a> )."
  },
  {
    "start": 2001009,
    "end": 2001012,
    "content": "<b><a>Ex. 1:9–12</a></b> Another summary of a fairly lengthy period of time, as indicated by the population continuing to grow in spite of increasing hardship imposed on Israel."
  },
  {
    "start": 2001009,
    "content": "<b><a>Ex. 1:9</a></b> <b>the people.</b> An Egyptian pharaoh designated Israel as a nation, marking the first time the term “people” or “nation” is used of them."
  },
  {
    "start": 2001010,
    "end": 2001011,
    "content": "<b><a>Ex. 1:10–11</a></b> <b>join … those who hate us … appointed taskmasters over them.</b> Israel was assessed both as a threat to national security and as an economic asset—slavery would, therefore, control the danger and maximize their usefulness."
  },
  {
    "start": 2001011,
    "content": "<b><a>Ex. 1:11</a></b> <b>storage cities, Pithom and Raamses.</b> Places where both provisions and military hardware were stored. Archeological identification has not been finally definitive, with some 3 to 5 options being put forward for them. Pithom is usually taken as a center of solar worship in northern Egypt, and Raamses as Qantir in the eastern Delta region. In addition, the city might very well have been renamed under the reign of the later, powerful pharaoh, and that name was better known to Israel later on (cf. the case of Laish, or Leshem, renamed Dan in <a ref='Genesis 14:14'>Ge 14:14</a> , <a ref='Joshua 19:47'>Jos 19:47</a> , and <a ref='Judges 18:29'>Jdg 18:29</a> )."
  },
  {
    "start": 2001013,
    "content": "<b><a>Ex. 1:13</a></b> <b>the Egyptians.</b> The native inhabitants continued to enslave Israel. Between vv. <a ref='Exodus 1:12'>12</a> and <a ref='Exodus 1:13'>13</a> a major change in Egyptian history took place—the Hyksos were driven out (ca. 1570 BC)."
  },
  {
    "start": 2001014,
    "content": "<b><a>Ex. 1:14</a></b> <b>hard slave labor in mortar and bricks.</b> Archeologists have uncovered reliefs and paintings confirming the Egyptian practice of imposing forced labor on prisoners and slaves. These paintings also show foremen and guards watching construction work while scribes registered data on tablets."
  },
  {
    "start": 2001015,
    "end": 2001017,
    "content": "<b><a>Ex. 1:15–17</a></b> <b>the midwives feared God.</b> These brave, older women reverenced their God and thus obeyed Him and not man. They obviously understood that children were a gift from God and that murder was wrong. The two midwives mentioned by name were probably the leading representatives of their profession, for it is unlikely that such a burgeoning population had only two midwives to deal with all the births."
  },
  {
    "start": 2001015,
    "end": 2001016,
    "content": "<b><a>Ex. 1:15–16</a></b> The failure of rigorous bondage to suppress population growth necessitated that different measures be taken; hence, the royal order to the Hebrew midwives to murder male infants at birth."
  },
  {
    "start": 2001016,
    "content": "<b><a>Ex. 1:16</a></b> <b>birthstool.</b> Lit. “two stones” on which the women sat to deliver."
  },
  {
    "start": 2001019,
    "end": 2001020,
    "content": "<b><a>Ex. 1:19–20</a></b> Rather than trying to argue for a justifiable lie on the part of midwives seeking to protect God’s people, take it as a statement of what was true: God was directly involved in this affair of birth and national growth. That’s the key to understanding why no decree of Pharaoh would work out as he intended it, and why Hebrew women were so healthy and gave birth with ease."
  },
  {
    "start": 2001022,
    "content": "<b><a>Ex. 1:22</a></b> The failure of the extermination program demanded of the midwives finally caused Pharaoh to demand that all his subjects get involved in murdering newborn boys."
  },
  {
    "start": 2002001,
    "end": 2002002,
    "content": "<b><a>Ex. 2:1–2</a></b> Since Moses was born soon after the general decree of <a ref='Exodus 1:22'>1:22</a> was given (ca. 1525 BC), the issuer of the decree was Thutmose I."
  },
  {
    "start": 2002003,
    "end": 2002004,
    "content": "<b><a>Ex. 2:3–4</a></b> The careful actions of Moses’ mother to construct the ark of bulrushes, to set Moses afloat close to the royal bathing place, and to have his sister watch to see what would happen, indicate a hope that something would work out right for the child."
  },
  {
    "start": 2002005,
    "content": "<b><a>Ex. 2:5</a></b> <b>the daughter of Pharaoh.</b> Identified possibly as Hatshepsut or another princess; in either case a princess whom God providentially used to override Pharaoh’s death decree and protect the life of His chosen leader for the Israelites."
  },
  {
    "start": 2002010,
    "content": "<b><a>Ex. 2:10</a></b> <b>became her son.</b> The position of “son” undoubtedly granted Moses special privileges belonging to nobility, but none of these persuaded Moses to relinquish his native origin. Rather, as the NT advises, his spiritual maturity was such that when he came of age, he “refused to be called the son of Pharaoh’s daughter” ( <a ref='Hebrews 11:24'>Heb 11:24</a> ). The formal education in the court of that time meant that Moses would have learned reading, writing, arithmetic, and perhaps one or more of the languages of Canaan. He would also have participated in various outdoor sports, e.g., archery and horseback riding, two favorites of the 18th Dynasty court."
  },
  {
    "start": 2002011,
    "content": "<b><a>Ex. 2:11</a></b> <b>that Moses had grown up.</b> The narrative skips over all details of Moses’ life as the adopted son of a princess prior to the event which led to his flight into Midian."
  },
  {
    "start": 2002011,
    "end": 2002012,
    "content": "<b><a>Ex. 2:11–12</a></b> Two injustices aroused Moses’ indignation with different consequences: one resulted in his leaving home, having killed an Egyptian who beat an Israelite; the other resulted in his finding a new home as an Egyptian who helped the Midianite daughters of Reuel, and in his finding a wife. Undoubtedly, Reuel and his family soon discovered Moses was not really an Egyptian."
  },
  {
    "start": 2002014,
    "content": "<b><a>Ex. 2:14</a></b> Cf. <a ref='Acts 7:27–28'>Ac 7:27–28</a> , <a ref='Acts 7:35'>35</a> ."
  },
  {
    "start": 2002015,
    "content": "<b><a>Ex. 2:15</a></b> <b>Midian.</b> The Midianites, who were descendants of Abraham and Keturah ( <a ref='Genesis 25:1–4'>Ge 25:1–4</a> ), settled in the Arabian Peninsula along the eastern shore of the Gulf of Aqabah."
  },
  {
    "start": 2002018,
    "content": "<b><a>Ex. 2:18</a></b> <b>Reuel.</b> He was also known as Jethro ( <a ref='Exodus 3:1'>3:1</a> ), who may very well have been a worshiper of the true God (cf. <a ref='Exodus 18:12–23'>18:12–23</a> ), notwithstanding his being also the priest of Midian."
  },
  {
    "start": 2002021,
    "end": 2002023,
    "content": "<b><a>Ex. 2:21–23</a></b> The narrative skips over the unimportant details of this 40-year period and moves the record quickly to the finding of a new home and family and to the moment when Moses returned to his people."
  },
  {
    "start": 2002023,
    "end": 2002025,
    "content": "<b><a>Ex. 2:23–25</a></b> The hardship imposed upon Israel finally brought forth a collective cry for relief. The response of God is presented in 4 words: “heard,” “remembered,” “saw,” and “knew.” This signaled that a response was forthcoming."
  },
  {
    "start": 2002024,
    "content": "<b><a>Ex. 2:24</a></b> <b>remembered His covenant.</b> The unilateral covenant God made with Abraham ( <a ref='Genesis 12:1–3'>Ge 12:1–3</a> ; <a ref='Genesis 15:1–21'>15:1–21</a> ; <a ref='Genesis 17:1–22'>17:1–22</a> ) and confirmed with Isaac ( <a ref='Genesis 26:2–5'>Ge 26:2–5</a> ) and with Jacob ( <a ref='Genesis 28:10–15'>Ge 28:10–15</a> ; <a ref='Genesis 35:9–15'>35:9–15</a> ) specifically promised a geographically recognizable territory to the descendants of Abraham through Isaac and Jacob. Through them, too, the world would be blessed."
  },
  {
    "start": 2003001,
    "content": "<b><a>Ex. 3:1</a></b> <b>Moses was pasturing the flock.</b> Moses worked as a shepherd while living with his father-in-law, a life and occupation quite different from the privilege and prestige associated with his life in Pharaoh’s court. <b>Horeb.</b> An alternative name for Mt. Sinai (cf. <a ref='Exodus 19:11'>19:11</a> ; <a ref='Deuteronomy 4:10'>Dt 4:10</a> ). Traditionally, this mountain has been identified with Jebel Musa, “the mountain of Moses.” “Horeb” is the Hebrew for the non-Semitic place-name, Sinai, located in the southern part of the Sinai Peninsula. <b>the mountain of God.</b> This is known as such because of what took place there later in Israel’s history. This name for the mountain suggests that the book of Exodus was written by Moses after the events at Sinai. Others suggest that it was already known as a sacred mountain prior to the call of Moses; but it seems best to relate the name to what God did for Israel there."
  },
  {
    "start": 2003002,
    "end": 2003004,
    "content": "<b><a>Ex. 3:2–4</a></b> Moses’ attention was drawn to a most unusual sight, that of a burning bush which was not being consumed by the fire within. A supernatural event is the only viable explanation. Natural explanations of certain types of flowers with gaseous pods or oil glands fail, in that, after 40 years of work in the desert, Moses would surely have ignored something normal. This was so different that it aroused his curiosity and demanded further examination. God was in the bush speaking, clearly a miraculous event."
  },
  {
    "start": 2003002,
    "content": "<b><a>Ex. 3:2</a></b> <b>the angel of Yahweh.</b> Lit. “messenger of Yahweh” who, in context, turns out to be Yahweh Himself talking to Moses (cf. <a ref='Acts 7:30'>Ac 7:30</a> )."
  },
  {
    "start": 2003005,
    "end": 2003010,
    "content": "<b><a>Ex. 3:5–10</a></b> Cf. <a ref='Acts 7:33–34'>Ac 7:33–34</a> ."
  },
  {
    "start": 2003005,
    "content": "<b><a>Ex. 3:5</a></b> <b>Do not come near. … Remove your sandals.</b> A sign of reverence in a holy place, one set apart from the norm because God was present there. These commands prevented Moses from rashly intruding, unprepared, into God’s presence."
  },
  {
    "start": 2003006,
    "content": "<b><a>Ex. 3:6</a></b> <b>I am the God of your father.</b> God’s opening words, although important for Moses to hear, point the reader back to <a ref='Exodus 2:24'>2:24</a> —showing that the God of Israel has remembered His people and has begun to take action (cf. <a ref='Matthew 22:32'>Mt 22:32</a> ; <a ref='Mark 12:26'>Mk 12:26</a> ; <a ref='Luke 20:37'>Lk 20:37</a> ; <a ref='Acts 3:13'>Ac 3:13</a> ; <a ref='Acts 7:32'>7:32</a> ). <b>Moses hid his face.</b> A fitting reaction of reverent fear in the presence of the Divine was modeled by Moses."
  },
  {
    "start": 2003007,
    "end": 2003008,
    "content": "<b><a>Ex. 3:7–8</a></b> <b>I have surely seen … have heard.</b> An emphasis on God’s having been well aware of the desperate situation of Israel. The result: He promised to deliver them from Egyptian oppression. Here, and in the next two verses, the repetitive manner in describing what God saw and would do, served to underscore all the more His personal involvement in the history of His people whom He had sent into Egypt."
  },
  {
    "start": 2003008,
    "content": "<b><a>Ex. 3:8</a></b> <b>to a good and spacious land, to a land … to the place.</b> Three descriptions of the land to which Israel was going to be taken emphatically underscored the land promise of the Abrahamic Covenant. <b>flowing with milk and honey.</b> A formal and graphic way of describing a fertile land of bounteous provision. <b>the Canaanite and the Hittite.</b> A specific identification of the territory to which Israel was going; her Promised Land was currently inhabited by other peoples."
  },
  {
    "start": 2003010,
    "content": "<b><a>Ex. 3:10</a></b> <b>I will send you.</b> The divine summons made Moses both leader/deliverer of Israel and ambassador of God before Pharaoh."
  },
  {
    "start": 2003011,
    "content": "<b><a>Ex. 3:11</a></b> <b>Who am I…?</b> The first response is an objection from Moses to the divine summons, an expression of inadequacy for such a serious mission. It sounded reasonable, for after 40 years of absence from Egypt, what could he, a mere shepherd in Midian, do upon return?"
  },
  {
    "start": 2003012,
    "content": "<b><a>Ex. 3:12</a></b> <b>Certainly I will be with you.</b> The divine promise, one given also to the patriarchs, Abraham, Isaac, and Jacob, should have been sufficient to quell all the chosen agent’s fears and sense of inadequacy for the task. <b>you shall serve God at this mountain.</b> A second divine promise signified the future success of the mission, suggesting that Israel would not be delivered simply out of bondage and oppression, but rescued to worship (cf. <a ref='Acts 7:7'>Ac 7:7</a> )."
  },
  {
    "start": 2003013,
    "content": "<b><a>Ex. 3:13</a></b> <b>Then Moses said.</b> Was Moses at this point crossing the line from reasonable inquiry to unreasonable doubt? God’s patient replies instructing Moses on what He would do and what the results would be, including Israel’s being viewed with favor by the Egyptians ( <a ref='Exodus 3:21'>3:21</a> ), ought to caution the reader from hastily classifying Moses’ attitude as altogether wrong from the very beginning of the interaction between him and Yahweh. A response of divine anger comes only in <a ref='Exodus 4:14'>4:14</a> at the very end of Moses’ questions and objections. <i>See note on <a ref='Exodus 4:1'>4:1</a> .</i> <b>What is His name?</b> Moses raised a second objection. Israel might ask for God’s name in validation of Moses’ declaration that he had been sent by the God of their fathers. Significantly, the question was not “Who is this God?” The Hebrews understood the name Yahweh had been known to the patriarchs (which Genesis well indicates). Asking “what” meant they sought for the relevancy of the name to their circumstances. “Who?” sought after title, name, and identity, whereas “What?” inquired into the character, quality, or essence of a person."
  },
  {
    "start": 2003014,
    "content": "<b><a>Ex. 3:14</a></b> <b>I AM WHO I AM.</b> This name for God points to His self-existence and eternality; it denotes “I am the One who is/will be,” which is decidedly the best and most contextually suitable option from a number of theories about its meaning and etymological source. The significance in relation to “God of your fathers” is immediately discernible: He’s the same God throughout the ages! The consonants from the Hebrew word <i>YHWH</i> , combined with the vowels from the divine name <i>Adonai</i> (Master or Lord), gave rise to the name “Jehovah” in English. Since the name <i>Yahweh</i> was considered so sacred that it should not be pronounced, the Massoretes inserted the vowels from <i>Adonai</i> to remind themselves to pronounce it when reading instead of saying <i>Yahweh</i> . Technically, this combination of consonants is known as the “tetragrammaton.”"
  },
  {
    "start": 2003015,
    "end": 2003022,
    "content": "<b><a>Ex. 3:15–22</a></b> Having provided Moses with His name in response to his second inquiry, God then furnished him with two speeches, one for Israel’s elders (vv. <a ref='Exodus 3:16–17'>16–17</a> ) and one for Pharaoh (v. <a ref='Exodus 3:18'>18b</a> ). Also included was notification of the elders’ positive response to Moses’ report (v. <a ref='Exodus 3:18'>18a</a> ), of Pharaoh’s refusal to grant them their request (v. <a ref='Exodus 3:19'>19</a> ), of God’s miraculous, judgmental reaction (v. <a ref='Exodus 3:20'>20</a> ), and of Israel’s plundering of the Egyptians, who found themselves responding favorably to the departing nation’s request for silver, gold, and clothing (vv. <a ref='Exodus 3:21–22'>21–22</a> ). The last of these harkens back to God’s promise to Abraham that his descendants would come out of the land of their affliction with great possessions ( <a ref='Genesis 15:14'>Ge 15:14</a> )."
  },
  {
    "start": 2003015,
    "content": "<b><a>Ex. 3:15</a></b> Cf. <a ref='Matthew 22:32'>Mt 22:32</a> ; <a ref='Mark 12:26'>Mk 12:26</a> ; <a ref='Acts 3:13'>Ac 3:13</a> ."
  },
  {
    "start": 2003016,
    "content": "<b><a>Ex. 3:16</a></b> <b>elders.</b> Lit. “bearded ones,” which indicated the age and wisdom needed to lead."
  },
  {
    "start": 2003017,
    "content": "<b><a>Ex. 3:17</a></b> <b>land of.</b> <i>See notes on <a ref='Exodus 3:8'>3:8</a> .</i>"
  },
  {
    "start": 2003018,
    "content": "<b><a>Ex. 3:18</a></b> <b>three days’ journey.</b> The request for a 3-day journey to worship, in the light of 1) direct promises of deliverance from Egypt, 2) worship at Horeb, and 3) entrance into Canaan, was not a ruse to get out and then not return, but an initial, moderate request to highlight the intransigence of Pharaoh—he just would not let these slaves leave under any conditions (v. <a ref='Exodus 3:19'>19</a> )!"
  },
  {
    "start": 2003022,
    "content": "<b><a>Ex. 3:22</a></b> <i>See note on <a ref='Exodus 12:36'>12:36</a> .</i>"
  },
  {
    "start": 2004001,
    "content": "<b><a>Ex. 4:1</a></b> <b>Then Moses answered.</b> In a third objection, Moses gave an unworthy response, after the lengthy explanation by God to Moses in <a ref='Exodus 3:14–22'>3:14–22</a> . At this point, the hypothetical situation proposed became more objection than reasonable inquiry."
  },
  {
    "start": 2004002,
    "end": 2004009,
    "content": "<b><a>Ex. 4:2–9</a></b> In response to the hypothetical situation of Israel’s rejecting God as having appeared to him, Moses was given 3 signs to accredit him as the chosen spokesman and leader. Note the purpose stated: “That they may believe that Yahweh … appeared to you” (v. <a ref='Exodus 4:5'>5</a> ). Two of these signs personally involved Moses right then and there—the rod to snake and back, the hand leprous and healed. No matter what the situation Moses could envision himself facing, God had sufficient resources to authenticate His man, and Moses was not to think otherwise."
  },
  {
    "start": 2004010,
    "content": "<b><a>Ex. 4:10</a></b> <b>I have never been a man of words.</b> With his fourth argument, Moses focused on his speech disability, describing himself lit. as not being “a man of words,” as being “ <i>one</i> with a hard mouth and a hard tongue,” i.e., unable to articulate his thoughts in fluent, flowing speech. An ancient document, <i>The Tale of the Eloquent Peasant</i> , suggests that eloquence was important in Egyptian culture, something which Moses would have well known from his time in the court. <b>neither recently nor in time past.</b> This is a pointed and inappropriate, if not impolite, criticism that somehow in all the discussion God had overlooked Moses’ speech disability. Unless this disability changed, Moses believed that he could not undertake the assigned task (cf. <a ref='Exodus 6:12'>6:12</a> )."
  },
  {
    "start": 2004011,
    "end": 2004012,
    "content": "<b><a>Ex. 4:11–12</a></b> <b>Who has made man’s mouth?</b> Three rhetorical questions from God shut the door on any complaints or criticisms about being clumsy of speech. The follow-up command, “So now, go” including its promise of divine help in speech forbade all such objections."
  },
  {
    "start": 2004013,
    "end": 2004016,
    "content": "<b><a>Ex. 4:13–16</a></b> Moses’ fifth and final statement, notwithstanding the opening supplication, “Please, Lord,” was a polite way of bluntly saying, “Choose someone else, not me!” The anger of God toward this overt expression of reluctance was appropriate, yet Yahweh still provided another way for His plan to move forward unhindered. Providentially (v. <a ref='Exodus 4:27'>27</a> ), Aaron would meet his brother Moses, and positively respond to being the spokesman."
  },
  {
    "start": 2004015,
    "content": "<b><a>Ex. 4:15</a></b> <b>and I will instruct you.</b> The plural pronoun “you” means that God had promised to assist both of them in their newly appointed duties."
  },
  {
    "start": 2004016,
    "content": "<b><a>Ex. 4:16</a></b> <b>you will become as God to him.</b> Aaron would speak to the people for Moses, even as Moses would speak to Aaron for Yahweh."
  },
  {
    "start": 2004017,
    "content": "<b><a>Ex. 4:17</a></b> <b>this staff, with which you shall do the signs.</b> Moses, despite God’s anger at his unwillingness, retained superiority in that he had the instrument by which miracles would be done so that it was identified as “the staff of God” (v. <a ref='Exodus 4:20'>20</a> )."
  },
  {
    "start": 2004018,
    "content": "<b><a>Ex. 4:18</a></b> <b>Please, let me go.</b> Courtesy toward the father-in-law for which he worked was not overlooked because of the divine call to service as national leader. Exactly how much was explained of the encounter at the burning bush remains unknown, but the purpose for the return, “and see if they are still alive,” suggests that specific details of the call for him to be leader/deliverer were left unsaid, in contrast to the full explanation given to Aaron (v. <a ref='Exodus 4:28'>28</a> )."
  },
  {
    "start": 2004020,
    "content": "<b><a>Ex. 4:20</a></b> <b>sons.</b> Gershom ( <a ref='Exodus 2:22'>2:22</a> ) and Eliezer ( <a ref='Exodus 18:4'>18:4</a> )."
  },
  {
    "start": 2004021,
    "content": "<b><a>Ex. 4:21</a></b> <b>I will harden his heart.</b> Yahweh’s personal and direct involvement in the affairs of men so that His purposes might be done is revealed as God informed Moses what would take place. Pharaoh was also warned that his own refusal would bring judgment on him (v. <a ref='Exodus 4:23'>23</a> ). Previously Moses had been told that God was certain of Pharaoh’s refusal ( <a ref='Exodus 3:19'>3:19</a> ). This interplay between God’s hardening and Pharaoh’s hardening his heart must be kept in balance. Ten times ( <a ref='Exodus 4:21'>4:21</a> ; <a ref='Exodus 7:3'>7:3</a> ; <a ref='Exodus 9:12'>9:12</a> ; <a ref='Exodus 10:1'>10:1</a> , <a ref='Exodus 10:20'>20</a> , <a ref='Exodus 10:27'>27</a> ; <a ref='Exodus 11:10'>11:10</a> ; <a ref='Exodus 14:4'>14:4</a> , <a ref='Exodus 14:8'>8</a> , <a ref='Exodus 14:17'>17</a> ) the historical record notes specifically that God hardened the king’s heart, and ten times ( <a ref='Exodus 7:13–14'>7:13–14</a> , <a ref='Exodus 7:22'>22</a> ; <a ref='Exodus 8:15'>8:15</a> , <a ref='Exodus 8:19'>19</a> , <a ref='Exodus 8:32'>32</a> ; <a ref='Exodus 9:7'>9:7</a> , <a ref='Exodus 9:34–35'>34–35</a> ; <a ref='Exodus 13:15'>13:15</a> ) the record indicates the king hardened his own heart. The Apostle Paul used this hardening as an example of God’s inscrutable will and absolute power to intervene as He chooses, yet obviously never without loss of personal responsibility for actions taken ( <a ref='Romans 9:16–18'>Ro 9:16–18</a> ). The theological conundrum posed by such interplay of God’s acting and Pharaoh’s acting can only be resolved by accepting the record as it stands and by taking refuge in the omniscience and omnipotence of the God who planned and brought about His deliverance of Israel from Egypt, and in so doing also judged Pharaoh’s sinfulness. <i>See note at <a ref='Exodus 9:12'>9:12</a> .</i>"
  },
  {
    "start": 2004022,
    "content": "<b><a>Ex. 4:22</a></b> <b>My son, My firstborn.</b> To the ancient Egyptians, the firstborn son was special and sacred, and the Pharaoh considered himself the only son of the gods. Now he heard of a whole nation designated as God’s firstborn son, meaning “declared and treated as first in rank, preeminent, with the rights, privileges, and responsibilities of being actually the firstborn.” Yahweh pointedly referred to the nation collectively in the singular in order to show that He was a father in what He would do, i.e., bring a nation into existence, then nurture and lead him (cf. <a ref='Deuteronomy 14:1–2'>Dt 14:1–2</a> ). Divine sonship, as in the pagan world’s perverted concept of a sexual union between the gods and women, was never so much as hinted at in the way God used the term to express His relationship with Israel, who were His people, a treasured possession, a kingdom of priests, and a holy nation (cf. <a ref='Exodus 6:7'>6:7</a> ; <a ref='Exodus 19:4–6'>19:4–6</a> )."
  },
  {
    "start": 2004024,
    "end": 2004026,
    "content": "<b><a>Ex. 4:24–26</a></b> The presence of Zipporah’s name indicates that the personal pronouns refer to Moses. She, judging by her action of suddenly and swiftly circumcising her son, understood that the danger to her husband’s life was intimately connected to the family’s not bearing the sign of the covenant given to Abraham for all his descendants ( <a ref='Genesis 17:10–14'>Ge 17:10–14</a> ). Her evaluation, “You are indeed a bridegroom of blood to me,” suggests her own revulsion with this rite of circumcision, which Moses should have performed. The result, however, was God’s foregoing the threat and letting Moses go (v. <a ref='Exodus 4:26'>26a</a> ). The reaction of God at this point dramatically underscored the seriousness of the sign He had prescribed. <i>See note on <a ref='Jeremiah 4:4'>Jer 4:4</a> .</i>"
  },
  {
    "start": 2004029,
    "end": 2004030,
    "content": "<b><a>Ex. 4:29–30</a></b> The “leadership team” functioned as instructed: Aaron told all and Moses performed all the signs given to him (vv. <a ref='Exodus 4:2–9'>2–9</a> )."
  },
  {
    "start": 2004031,
    "content": "<b><a>Ex. 4:31</a></b> <b>So the people believed. … So they bowed … and worshiped.</b> Just as God predicted, they responded in belief at the signs and in worship at the explanation of God’s awareness of their misery."
  },
  {
    "start": 2005001,
    "content": "<b><a>Ex. 5:1</a></b> <b>Let My people go.</b> With this command from Israel’s Lord, the confrontation between Pharaoh and Moses, between Pharaoh and God, commenced. It was a command Pharaoh would hear often in the days leading up to the Exodus."
  },
  {
    "start": 2005002,
    "content": "<b><a>Ex. 5:2</a></b> <b>Who is Yahweh…?</b> In all likelihood Pharaoh knew of Israel’s God, but his interrogative retort insolently and arrogantly rejected Him as having any power to make demands of Egypt’s superior ruler."
  },
  {
    "start": 2005003,
    "end": 2005005,
    "content": "<b><a>Ex. 5:3–5</a></b> As a follow-up to Pharaoh’s rejection, the spokesmen rephrase more specifically their request, together with a warning of possible divine judgment upon Israel for their failure to obey their God. Pharaoh saw this simply as a ruse to reduce the hours put in by his slave workforce."
  },
  {
    "start": 2005006,
    "end": 2005009,
    "content": "<b><a>Ex. 5:6–9</a></b> Showing his authority to give orders to Israel, Pharaoh immediately increased their workload and the severity of their bondage. By adding, “they will have no regard for false words,” he showed his negative evaluation of God’s words."
  },
  {
    "start": 2005010,
    "content": "<b><a>Ex. 5:10</a></b> <b>taskmasters … and their foremen.</b> When combined with “foremen of the sons of Israel” (v. <a ref='Exodus 5:15'>15</a> ), a 3-level command structure is seen to have been in place—Egyptian section leaders and labor gang bosses, and Israelite foremen."
  },
  {
    "start": 2005011,
    "content": "<b><a>Ex. 5:11</a></b> <b>straw.</b> Ancient documents from Egypt show that straw was used as a necessary component of bricks—it helped bind the clay together."
  },
  {
    "start": 2005015,
    "end": 2005019,
    "content": "<b><a>Ex. 5:15–19</a></b> The formal labor complaint at the highest level was rejected with an emphatic evaluation of laziness on the part of Israel and a demand that production not slack."
  },
  {
    "start": 2005020,
    "end": 2005021,
    "content": "<b><a>Ex. 5:20–21</a></b> The leadership team evidently knew of the lodging of the formal labor complaint and waited outside the royal hall in order to meet Israel’s representatives. The meeting was definitely not a cordial one, with accusations raised both about the propriety of and the authority of the words and actions of Aaron and Moses toward Pharaoh."
  },
  {
    "start": 2005022,
    "end": 2005023,
    "content": "<b><a>Ex. 5:22–23</a></b> <b>Moses returned to Yahweh.</b> Whether Moses and his brother remonstrated with the foremen about their strong and wrong evaluation remains a moot point. Rather, the focus is upon Moses, who remonstrated with Yahweh in prayer. Evidently, Moses did not anticipate what effect Pharaoh’s refusal and reaction would have upon his own people. Confrontation with Pharaoh so far had provoked both angry resentment of Israel by the Egyptians and of Moses by Israel—this was not the expected scenario!"
  },
  {
    "start": 2006001,
    "content": "<b><a>Ex. 6:1</a></b> <b>Now you shall see.</b> Yahweh announced in response to Moses’ prayer that finally the stage had been set for dealing with Pharaoh, who, in consequence, would only be able to urge Israel to leave."
  },
  {
    "start": 2006002,
    "end": 2006005,
    "content": "<b><a>Ex. 6:2–5</a></b> God spoke to Moses and reminded him of His promises to the patriarchs. Once again the focal point of the covenant was the land of Canaan deeded to their descendants by divine decree. The fact that this covenant was remembered meant obvious removal from Egypt!"
  },
  {
    "start": 2006002,
    "end": 2006003,
    "content": "<b><a>Ex. 6:2–3</a></b> <b>I am Yahweh.</b> The same self-existent, eternal God, Yahweh, had been there in the past with the patriarchs; no change had occurred in Him, either in His covenant or promises."
  },
  {
    "start": 2006003,
    "content": "<b><a>Ex. 6:3</a></b> <b>God Almighty … Yahweh … not known.</b> Since the name Yahweh was spoken before the Flood ( <a ref='Genesis 4:26'>Ge 4:26</a> ) and later by the patriarchs ( <a ref='Genesis 9:26'>Ge 9:26</a> ; <a ref='Genesis 12:8'>12:8</a> ; <a ref='Genesis 22:14'>22:14</a> ; <a ref='Genesis 24:12'>24:12</a> ), the special significance of Yahweh, unknown to them, but to be known by their descendants, must arise from what God would reveal of Himself in keeping the covenant and in redeeming Israel. <i>See notes on <a ref='Exodus 3:13–14'>3:13–14</a> .</i>"
  },
  {
    "start": 2006004,
    "content": "<b><a>Ex. 6:4</a></b> <b>My covenant.</b> The Abrahamic Covenant (cf. <a ref='Genesis 15:1–21'>Ge 15:1–21</a> ; <a ref='Genesis 17:1–8'>17:1–8</a> )."
  },
  {
    "start": 2006006,
    "end": 2006008,
    "content": "<b><a>Ex. 6:6–8</a></b> God instructed Moses to remind Israel of what they had previously been told: of God’s remembering the covenant with Abraham, of His seeing their misery, of His delivering them from it, of His granting to them the land of Canaan, and thus taking them there. The repetitive “I will” (7 times) marked God’s personal, direct involvement in Israel’s affairs. Bracketed, as they were, by the declaration, “I am Yahweh,” denoted certainty of fulfillment."
  },
  {
    "start": 2006009,
    "content": "<b><a>Ex. 6:9</a></b> <b>on account of</b> their <b>weakness of spirit.</b> The bondage was so great that it blocked out even the stirring words Moses had just delivered to them (vv. <a ref='Exodus 6:6–8'>6–8</a> )."
  },
  {
    "start": 2006012,
    "content": "<b><a>Ex. 6:12</a></b> <b>of uncircumcised lips.</b> <i>See notes on <a ref='Exodus 4:10'>4:10</a> .</i>"
  },
  {
    "start": 2006014,
    "end": 2006027,
    "content": "<b><a>Ex. 6:14–27</a></b> The genealogical information formally identified Moses and Aaron as descendants of Levi, third son of Jacob by Leah. It also listed Aaron’s son, Eleazar, and grandson, Phinehas, both of whom would become Israel’s High Priests. Mention of Levi in company with Reuben and Simeon recalled, perhaps, the unsavory background belonging to these three tribal fathers ( <a ref='Genesis 49:3–7'>Ge 49:3–7</a> ) and emphasized that the choice of Moses and Aaron was not due to an exemplary lineage. This is intended to be a representative genealogy, not a complete one."
  },
  {
    "start": 2006028,
    "end": 2007005,
    "content": "<b><a>Ex. 6:28–7:5</a></b> A summary of the mission to Egypt resumes the narrative after the genealogical aside on Moses and Aaron."
  },
  {
    "start": 2007001,
    "content": "<b><a>Ex. 7:1</a></b> as <b>God to Pharaoh.</b> Moses, as the spokesman and ambassador for God, would speak with authority and power. <b>your prophet.</b> Aaron, as the divinely appointed spokesman for Moses, would forthrightly deliver the message given to him. Cf. <a ref='Acts 14:11–13'>Ac 14:11–13</a> , where Barnabas and Paul were so perceived in a similar situation."
  },
  {
    "start": 2007004,
    "content": "<b><a>Ex. 7:4</a></b> <b>My hosts, My people.</b> The first term in this double-barreled designation of Israel occurred originally in <a ref='Exodus 6:26'>6:26</a> . The nation was seen as organized like an army with its different divisions (its tribes) and also as God’s military instrument upon the Canaanites. The second term with its possessive pronoun revealed the incongruity of Pharaoh’s acting as though these people belonged to him."
  },
  {
    "start": 2007005,
    "content": "<b><a>Ex. 7:5</a></b> <b>know that I am Yahweh.</b> This purpose of the Exodus finds repeated mention in God’s messages to Pharaoh and in God’s descriptions of what He was doing (cf. <a ref='Exodus 7:16'>7:16</a> ; <a ref='Exodus 8:10'>8:10</a> , <a ref='Exodus 8:22'>22</a> ; <a ref='Exodus 9:14'>9:14</a> , <a ref='Exodus 9:16'>16</a> , <a ref='Exodus 9:29'>29</a> ; <a ref='Exodus 14:4'>14:4</a> , <a ref='Exodus 14:18'>18</a> ). Some of the Egyptians did come to understand the meaning of the name Yahweh, for they responded appropriately to the warning of the seventh plague ( <a ref='Exodus 9:20'>9:20</a> ), and others accompanied Israel into the wilderness ( <a ref='Exodus 12:38'>12:38</a> ). In the final analysis, Egypt would not be able to deny the direct involvement of the God of Israel in their rescue from bondage and the destruction of Egypt’s army."
  },
  {
    "start": 2007009,
    "content": "<b><a>Ex. 7:9</a></b> <b>Work a miraculous wonder.</b> Pharaoh’s desire for accreditation would not go unanswered. That which God had done for Moses with the staff ( <a ref='Exodus 4:2–9'>4:2–9</a> ), and Moses had copied for Israel ( <a ref='Exodus 4:30–31'>4:30–31</a> ), also became the sign of authority before Pharaoh (cf. <a ref='Exodus 7:10'>7:10</a> )."
  },
  {
    "start": 2007011,
    "content": "<b><a>Ex. 7:11</a></b> <b>magicians.</b> Magic and sorcery played a major role in the pantheistic religion of Egypt. Its ancient documents record the activities of the magicians, one of the most prominent being the charming of serpents. These men were also styled “wise men” and “sorcerers,” i.e., the learned men of the day and the religious as well (the word for sorcery being derived from a word meaning “to offer prayers”). Two of these men were named Jannes and Jambres (cf. <a ref='2 Timothy 3:8'>2Ti 3:8</a> ). Any supernatural power came from Satan (cf. <a ref='2 Corinthians 11:13–15'>2Co 11:13–15</a> ). <b>secret arts.</b> By means of their “witchcraft,” the wise men, sorcerers, and magicians demonstrated their abilities to perform a similar feat. Whether by optical illusion, sleight of hand, or learned physical manipulation of a snake, all sufficiently skillful enough to totally fool Pharaoh and his servants, or by evil supernaturalism, the evaluation given in the inspired record is simply “they also … did the same” ( <a ref='Exodus 7:22'>7:22</a> ). However, the turning of rods into snakes, and later turning water into blood ( <a ref='Exodus 7:22'>7:22</a> ) and calling forth frogs ( <a ref='Exodus 8:7'>8:7</a> ), were not the same as trying to create gnats from inanimate dust ( <a ref='Exodus 8:18–19'>8:18–19</a> ). At that point, the magicians had no option but to confess their failure."
  },
  {
    "start": 2007012,
    "content": "<b><a>Ex. 7:12</a></b> <b>Aaron’s staff swallowed up their staffs.</b> The loss of the magicians’ staffs in this fashion gave evidence of the superiority of God’s power when Aaron’s staff gulped down theirs."
  },
  {
    "start": 2007014,
    "end": 2010029,
    "content": "<b><a>Ex. 7:14–10:29</a></b> The obvious miraculous nature of the 10 plagues cannot be explained by identifying them with natural occurrences to which Moses then applied a theological interpretation. The specific prediction of, as well as the intensity of, each plague moved it beyond being normal, natural phenomena. The notification of the specific discriminatory nature of some of the plagues, distinguishing between Hebrew and Egyptian (cf. <a ref='Exodus 8:23'>8:23</a> ; <a ref='Exodus 9:4'>9:4</a> , <a ref='Exodus 9:6'>6</a> ; <a ref='Exodus 10:23'>10:23</a> ), or Goshen and the rest of the land (cf. <a ref='Exodus 8:22'>8:22</a> ; <a ref='Exodus 9:26'>9:26</a> ), as they did, also marks the supernatural nature of these events."
  },
  {
    "start": 2007015,
    "content": "<b><a>Ex. 7:15</a></b> <b>in the morning.</b> Apparently, Pharaoh habitually went to the river for washing or, more likely, for the performance of some religious rite. Three times Moses would meet him at this early morning rendezvous to warn of plagues, i.e., the first, fourth, and seventh ( <a ref='Exodus 8:20'>8:20</a> ; <a ref='Exodus 9:13'>9:13</a> ). <b>on the bank of the Nile.</b> The first confrontation of the plague cycle took place on the banks of the Nile, the sacred waterway of the land, whose annual ebb and flow contributed strategically and vitally to the agricultural richness of Egypt. Hymns of thanksgiving were often sung for the blessings brought by the Nile, the country’s greatest, single economic resource."
  },
  {
    "start": 2007017,
    "content": "<b><a>Ex. 7:17</a></b> <b>blood.</b> The Hebrew word does not denote red coloring such as might be seen when red clay is washed downstream, but denotes actual substance, i.e., blood."
  },
  {
    "start": 2007019,
    "end": 2007020,
    "content": "<b><a>Ex. 7:19–20</a></b> <b>the waters … all their reservoirs of water.</b> The use of different words, “waters, streams, rivers, pools, and reservoirs,” indicates graphically the extent of the plague. Even buckets of wood and stone filled with water and kept inside the homes could not escape the curse of their contents being turned into blood."
  },
  {
    "start": 2007022,
    "content": "<b><a>Ex. 7:22</a></b> <b>the magicians … did the same with their secret arts.</b> How ludicrous and revealing that the magicians resorted to copycat methodology instead of reversing the plague. What they did, bringing just more blood, did serve, however, to bolster Pharaoh’s stubbornness."
  },
  {
    "start": 2007024,
    "content": "<b><a>Ex. 7:24</a></b> <b>dug around the Nile.</b> The only recourse was to tap into the natural water table, the subterranean water supply. Evidently this was the water which was available to the magicians to use (v. <a ref='Exodus 7:22'>22</a> )."
  },
  {
    "start": 2007025,
    "content": "<b><a>Ex. 7:25</a></b> <b>seven full days.</b> An interval of time occurred before another warning was delivered, indicating that the plagues did not occur rapidly in uninterrupted succession."
  },
  {
    "start": 2008001,
    "content": "<b><a>Ex. 8:1</a></b> <b>Come to Pharaoh.</b> The warning for the second plague was delivered to Pharaoh, presumably at his palace. Warnings for the fifth ( <a ref='Exodus 9:1'>9:1</a> ) and eighth ( <a ref='Exodus 10:1'>10:1</a> ) plagues also occurred at the palace."
  },
  {
    "start": 2008002,
    "content": "<b><a>Ex. 8:2</a></b> <b>smite.</b> The verb God used also meant “to plague.” Various terms (lit. from the Hebrew), namely “plagues” ( <a ref='Exodus 9:14'>9:14</a> ), “strike” ( <a ref='Exodus 12:13'>12:13</a> ), and “pestilence” ( <a ref='Exodus 9:3'>9:3</a> , <a ref='Exodus 9:15'>15</a> ), were employed to impress them with the severity of what was happening in Egypt. <b>frogs.</b> That Egyptians favored frogs was seen in the wearing of amulets in the shape of a frog and in the prohibition against intentionally killing frogs, who were considered sacred animals. The croaking of frogs from the river and pools of water signaled to farmers that the gods who controlled the Nile’s flooding and receding had once again made the land fertile. The god Hapi was venerated on this occasion because he had caused alluvial deposits to come downstream. Further, the frog was the representation, the image, of the goddess Heqt, the wife of the god Khum, and the symbol of resurrection and fertility. The presence of frogs in such abundance, all over everywhere outside and inside the houses (vv. <a ref='Exodus 8:3'>3</a> , <a ref='Exodus 8:13'>13</a> ), however, brought only frustration, dismay, and much discomfort, rather than the normal signal that the fields were ready for cultivating and harvesting."
  },
  {
    "start": 2008007,
    "content": "<b><a>Ex. 8:7</a></b> <b>the magicians did the same.</b> Once again, instead of reversing the plague, the magicians in demonstrating the power of their secret arts only appeared to increase the frog population to the added discomfort of the people. Their power was not sufficient enough to do more than play “copycat.” That the magicians could duplicate but not eradicate the problem was, however, sufficient to solidify royal stubbornness."
  },
  {
    "start": 2008008,
    "content": "<b><a>Ex. 8:8</a></b> <b>Entreat Yahweh.</b> Using Yahweh’s name and begging for relief through His intervention was more a point in negotiation and not a personal or official recognition of Israel’s Lord."
  },
  {
    "start": 2008009,
    "content": "<b><a>Ex. 8:9</a></b> <b>remain only in the Nile.</b> A specific detail like this in Moses’ question indicates that the Nile and the waters had returned to normal and again continued to support life."
  },
  {
    "start": 2008010,
    "content": "<b><a>Ex. 8:10</a></b> <b>Tomorrow.</b> Having been granted the privilege to set the time when Yahweh would answer Moses’ prayer for relief, Pharaoh requested a cessation only on the next day. Presumably he hoped something else would happen before then so that he would not have to acknowledge Yahweh’s power in halting the plague, nor be obligated to Moses and his God. But God answered the prayer of Moses, and Pharaoh remained obstinate (v. <a ref='Exodus 8:15'>15</a> )."
  },
  {
    "start": 2008016,
    "content": "<b><a>Ex. 8:16</a></b> Without prior warning, the third plague descended on the country. The same absence of warning occurred for the sixth ( <a ref='Exodus 9:8–9'>9:8–9</a> ) and the ninth ( <a ref='Exodus 10:21'>10:21</a> ) plagues. A 3-fold pattern surfaces: prior warning at the river, then at the palace, and then no warning given. <b>gnats.</b> The Hebrew term is preferably taken to designate tiny, stinging insects barely visible to the naked eye. Those priests, who fastidiously kept themselves religiously pure by frequent washing and by shaving off body hair, were afflicted and rendered impure in their duties."
  },
  {
    "start": 2008017,
    "content": "<b><a>Ex. 8:17</a></b> <b>All the dust of the earth … through all the land.</b> The record stresses by its repetition of “all” and “land” the tremendous extent and severity of this pestilence."
  },
  {
    "start": 2008019,
    "content": "<b><a>Ex. 8:19</a></b> <b>This is the finger of God.</b> The failure of the magicians to duplicate this plague elicited from them this amazing evaluation, not only among themselves, but publicly before Pharaoh, who nevertheless remained recalcitrant, unwilling to acknowledge the power of God."
  },
  {
    "start": 2008021,
    "content": "<b><a>Ex. 8:21</a></b> <b>swarms.</b> The LXX translates “swarms” as “dog-fly,” a bloodsucking insect. The ichneumon fly, which deposited its eggs on other living things so the larvae could feast upon it, was considered the manifestation of the god Uatchit. “The land was laid waste because of the swarms” (v. <a ref='Exodus 8:24'>24</a> ) is hardly an evaluation propitious for any insect-god! Whatever the specific type of fly might have been, the effect of the plague was intense and distressful."
  },
  {
    "start": 2008022,
    "content": "<b><a>Ex. 8:22</a></b> <b>make a distinction for the land of Goshen.</b> For the first time in connection with the plagues, God specifically noted the discrimination to be made—Israel would be untouched! The term “sign” (v. <a ref='Exodus 8:23'>23</a> ) describes the distinction which was being drawn and which was also specifically noted for the fifth, seventh, ninth, and tenth plagues. Coupled with the repeated emphasis on “My people” in God’s pronouncements, the specific distinguishing between Israel in Goshen and Egypt itself highlighted both God’s personal and powerful oversight of His people."
  },
  {
    "start": 2008023,
    "content": "<b><a>Ex. 8:23</a></b> <b>Tomorrow.</b> The plague-warning on this occasion stated exactly when it would strike, giving Pharaoh and his people opportunity to repent or yield. “Tomorrow” was also the due time for the fifth, seventh, and eighth plagues ( <a ref='Exodus 9:5'>9:5</a> , <a ref='Exodus 9:18'>18</a> ; <a ref='Exodus 10:4'>10:4</a> ), and “about midnight” was the stated time for the tenth plague to commence ( <a ref='Exodus 11:4'>11:4</a> ). <i>See note on <a ref='Exodus 11:4'>11:4</a> .</i>"
  },
  {
    "start": 2008026,
    "content": "<b><a>Ex. 8:26</a></b> <b>sacrifice … what is an abomination to the Egyptians.</b> An attempt at appeasement by compromise on the part of Pharaoh—“Go, sacrifice … within the land” ( <a ref='Exodus 8:25'>8:25</a> )—was countered by Moses’ pointing out that Israel’s sacrifices would not be totally acceptable to the Egyptians, who might even react violently—“will they not then stone us?” This evaluation Pharaoh immediately understood. Either their strong dislike of shepherds and sheep ( <a ref='Genesis 46:34'>Ge 46:34</a> ) or Israel’s sacrificial animals being sacred ones in their religion brought about Egyptian aversion to Israel’s sacrifices."
  },
  {
    "start": 2008027,
    "end": 2008029,
    "content": "<b><a>Ex. 8:27–29</a></b> <b>We must go. … will let you go.</b> The first declaration showed the decision to travel no less than 3 days beyond Egyptian borders was a nonnegotiable item. The second declaration showed Pharaoh trying to keep that decision to travel and sacrifice strictly under his authority and not as a response to Yahweh’s request for His people."
  },
  {
    "start": 2008028,
    "content": "<b><a>Ex. 8:28</a></b> <b>Entreat for me.</b> An abbreviated request, applying not only to himself but also for the removal of the plague as previously asked in connection with the second plague ( <a ref='Exodus 8:8'>8:8</a> )."
  },
  {
    "start": 2008029,
    "content": "<b><a>Ex. 8:29</a></b> <b>may Pharaoh not deal deceitfully.</b> Moses’ closing exhortation underscored the deceptive nature of the king’s words."
  },
  {
    "start": 2008031,
    "content": "<b><a>Ex. 8:31</a></b> <b>not one remained.</b> This declaration of the total divine removal of the flies—a demonstration of God’s answering Moses’ entreaty—did not persuade Pharaoh at all. Once again, removed from the humiliating effects of a plague, his stubborn resistance resurfaced (v. <a ref='Exodus 8:32'>32</a> )."
  },
  {
    "start": 2009003,
    "content": "<b><a>Ex. 9:3</a></b> <b>in the field.</b> Apparently stabled livestock did not succumb to the pestilence. Although incredibly severe, some animals were still alive afterwards for Egypt to continue without total loss to an economy which depended upon domesticated animals. A few months later, when the seventh plague struck, there were still some cattle, which, if left in the field, would have died ( <a ref='Exodus 9:19'>9:19</a> ). <b>horses … camels.</b> Horses, which were common in the period, had been brought into military service by the Hyksos. See Introduction: Author and Date . Camels were a domesticated animal by this time in the 15th century BC. <b>a very heavy pestilence.</b> In listing the different kinds of livestock, the severe nature of the plague was emphatically underscored as one which would for the first time target personal property. Egyptian literature and paintings substantiate how valuable livestock was to them. Whatever the exact nature of this pestilence—anthrax, murrain, or other livestock disease—it was clearly contagious and fatal. Religious implications were obvious: Egypt prized the bull as a sacred animal with special attention and worship being given to the Apis bull, the sacred animal of the god Ptah. Heliopolis venerated the bull, Mnevis. Further, the goddess Hathor, represented by a cow, or a cow-woman image, was worshiped in several cities."
  },
  {
    "start": 2009004,
    "content": "<b><a>Ex. 9:4</a></b> <b>nothing will die.</b> The additional declaration on the safety of Israel’s livestock graphically underscored the miraculous nature of what God was about to do as He declared for the second time the distinction being made between Israel and Egypt. It underscored Israel’s protection and to whom she really belonged."
  },
  {
    "start": 2009005,
    "content": "<b><a>Ex. 9:5</a></b> <b>set a definite time.</b> The prophetic and miraculous nature of this plague is highlighted by stating “tomorrow” and, by noting “on the next day,” it happened as predicted (v. <a ref='Exodus 9:6'>6</a> )."
  },
  {
    "start": 2009006,
    "content": "<b><a>Ex. 9:6</a></b> <b>of the livestock of … Israel, not one died.</b> The distinction being made received added emphasis with this double declaration that Israelites suffered absolutely no loss in livestock."
  },
  {
    "start": 2009007,
    "content": "<b><a>Ex. 9:7</a></b> <b>Pharaoh sent.</b> This time the king had to check on the veracity of the protection afforded Israel. Whatever his own rationalizations or theories about it might have been, they only confirmed him in his resistance and disobedience, despite finding out that there was “not even one … dead.”"
  },
  {
    "start": 2009009,
    "content": "<b><a>Ex. 9:9</a></b> <b>boils breaking out with sores on man and beast.</b> For the first time human health was targeted."
  },
  {
    "start": 2009010,
    "content": "<b><a>Ex. 9:10</a></b> <b>soot from the kiln.</b> Aaron and Moses took two handfuls of soot, not just from any furnace, but from a lime-kiln or brick-making furnace. That which participated so largely in their oppressive labor became the source of a painful health hazard for the oppressors!"
  },
  {
    "start": 2009011,
    "content": "<b><a>Ex. 9:11</a></b> <b>magicians could not stand.</b> A side comment indicates that these men (who in Egyptian eyes were men of power) had been so sorely afflicted that they could not stand, either physically or vocationally, before God’s spokesmen. Although they are not mentioned after the third plague, they apparently had continued to serve before Pharaoh and were undoubtedly there when plagues 4 and 5 were announced. Their powerlessness had not been sufficient as yet for Pharaoh to dispense with their services—an outward symbol, perhaps, of Pharaoh’s unwillingness to grant the God of Israel total sovereignty."
  },
  {
    "start": 2009012,
    "content": "<b><a>Ex. 9:12</a></b> <b>Yahweh hardened.</b> For the first time, apart from the words to Moses before the plagues began (cf. <a ref='Exodus 4:21'>Ex 4:21</a> ; <a ref='Exodus 7:3'>7:3</a> ), the statement is made that God hardened Pharaoh’s heart. In the other instances, the record observes that Pharaoh hardened his own heart. Each instance records “as Yahweh commanded,” so what happened did so from two closely related perspectives: 1) God was carrying out His purpose through Pharaoh, and 2) Pharaoh was personally responsible for his actions as the command of v. 13 implies. <i>See note on <a ref='Exodus 4:21'>4:21</a> .</i>"
  },
  {
    "start": 2009014,
    "content": "<b><a>Ex. 9:14</a></b> <b>My plagues.</b> God’s use of the possessive pronoun specified what should have become abundantly clear to Pharaoh by then, namely, that these were God’s own workings."
  },
  {
    "start": 2009014,
    "end": 2009019,
    "content": "<b><a>Ex. 9:14–19</a></b> After sounding again the customary demand to release God’s people for worship (v. <a ref='Exodus 9:13'>13</a> ), and after delivering a warning of how His plagues would really have an impact (v. <a ref='Exodus 9:14'>14</a> ), God provided more information and issued certain preliminary instructions: 1) A 3-fold purpose pertained to the plagues; namely, the Egyptians would recognize that Yahweh was incomparable, that His power would be demonstrated through them, and that His name, character, attributes, and power would be known everywhere. As a result of the plagues, Egypt could not keep her humiliation hidden from other nations. 2) A declaration that whatever royal authority Pharaoh had, it had been because of God’s sovereign and providential control of world affairs, which included putting Pharaoh on his throne. This was a telling reminder that He was what He declared Himself to be, the one and only true and immanent Lord. 3) A reminder of the worst scenario for Egypt if Yahweh had chosen, in lieu of the preceding plagues, to strike the people first—they would have perished. In other words, God had been gracious and longsuffering in the progression of the plagues. 4) A declaration that the weather about to be unleashed by the incomparable God was unlike anything previously recorded in Egypt’s entire history, or “since its founding” or “since it became a nation.” 5) An instruction as to how the Egyptians could avoid severe storm damage and loss of property. Grace was once again afforded them!"
  },
  {
    "start": 2009016,
    "content": "<b><a>Ex. 9:16</a></b> See <a ref='Romans 9:17'>Ro 9:17</a> where Paul indicates God’s sovereignty over Pharaoh."
  },
  {
    "start": 2009020,
    "end": 2009021,
    "content": "<b><a>Ex. 9:20–21</a></b> <b>who feared … who did not consider.</b> Some heard the instruction and obeyed; others, like their national leader, “did not consider in his heart the word of Yahweh,” a graphic expression of refusal to heed divine instruction."
  },
  {
    "start": 2009023,
    "end": 2009024,
    "content": "<b><a>Ex. 9:23–24</a></b> <b>fire went down to the earth … fire flashing.</b> The violent, electrical thunderstorm brought with it unusual lightning, or “fireballs,” which zigzagged (lit. “fire taking hold of itself”) to and fro on the ground with the hail."
  },
  {
    "start": 2009026,
    "content": "<b><a>Ex. 9:26</a></b> <b>Only in the land of Goshen.</b> The discriminatory nature of this plague was unannounced beforehand, but the national distinction previously declared and observed again prevailed. Although unstated, those who were in the strife-torn regions and who obeyed instructions obviously found their livestock equally safe and sound."
  },
  {
    "start": 2009027,
    "content": "<b><a>Ex. 9:27</a></b> <b>I have sinned this time.</b> Any improvement in Pharaoh’s theological understanding, notwithstanding the following confession of a righteous Lord and of a wicked people, was rendered suspect by the face-saving caveat “this time.” Lacking repentance, it brushed aside all previous reaction and disobedience as having no significance."
  },
  {
    "start": 2009028,
    "content": "<b><a>Ex. 9:28</a></b> <b>are too much.</b> Moses’ reply (v. <a ref='Exodus 9:30'>30</a> ) indicated that such an evaluation was not one of repentance nor one of fearing Yahweh and acknowledging His power."
  },
  {
    "start": 2009031,
    "end": 2009032,
    "content": "<b><a>Ex. 9:31–32</a></b> <b>flax and the barley were struck down … the wheat and the spelt were not struck down.</b> A very brief bulletin on which crops were damaged and which were not placed this plague in Feb. All 4 crops mentioned were important economic resources. Wheat would be harvested only a month later than flax and barley together with the aftercrop “spelt” or “rye.” God’s timing of the disaster to two crops left room for Pharaoh to repent before the other crops might be destroyed."
  },
  {
    "start": 2009034,
    "content": "<b><a>Ex. 9:34</a></b> <b>sinned again.</b> Pharaoh’s culpability increased because when he saw God answer Moses’ prayer—an entreaty he had requested (v. <a ref='Exodus 9:28'>28</a> )—still all his admissions and promises were promptly swept aside. <b>he and his servants.</b> For the first time mention is made of the stubborn resistance of Pharaoh’s entourage, all of whom had hardened their hearts. The striking contrast emerges in God’s directions to Moses for the next plague: He had hardened their hearts for a purpose ( <a ref='Exodus 10:1'>10:1</a> )."
  },
  {
    "start": 2010002,
    "content": "<b><a>Ex. 10:2</a></b> <b>that you may recount … that you may know.</b> The release from Egypt, accompanied by these great acts of God, was designed to become an important and indelible part in recounting the history of Israel to succeeding generations. It would tell just who their God was and what He had done. <b>dealt severely.</b> Lit. “to make sport of,” and describing an action by which shame and disgrace is brought upon its object."
  },
  {
    "start": 2010003,
    "content": "<b><a>Ex. 10:3</a></b> <b>How long will you refuse…?</b> The question asked of Pharaoh struck a contrast with the opening words of God to Moses (v. <a ref='Exodus 10:1'>1</a> ), “I have hardened his heart.” What God did cannot erase personal responsibility from Pharaoh to hear, repent, and submit. Under the cumulative weight of 7 plagues, the time had come to deliver a challenge to reconsider and obey. This is God’s grace operating parallel with His own sovereign purposes."
  },
  {
    "start": 2010004,
    "end": 2010006,
    "content": "<b><a>Ex. 10:4–6</a></b> The extent and intensity of the locust plague was such that it would be unique in Egyptian history—nothing like any locust problem during the previous two generations, nor like any locust swarm in the future (v. <a ref='Exodus 10:14'>14</a> ). Locust invasions were feared in Egypt, to the point that the farmers often prayed to the locust god to ensure the safety of their crops. The humiliation of their god was total, as was the damage: “Nothing green was left” (v. <a ref='Exodus 10:15'>15</a> )."
  },
  {
    "start": 2010007,
    "content": "<b><a>Ex. 10:7</a></b> <b>How long will this man…?</b> The first “How long?” question in this encounter dealt with the desired response from Pharaoh (v. <a ref='Exodus 10:3'>3</a> ), whereas this second “How long?” question pointed out their impatience at Pharaoh’s intransigence. Their advice—to give in—was the best choice. <b>Egypt is destroyed.</b> The advisers negatively evaluated the state of the country after 7 plagues, and suggested that Pharaoh was refusing to acknowledge how desperate the situation really was even before the agriculture was completely destroyed. Stubborn resistance did not necessarily rob them of all reason, and the better part of wisdom this time demanded acquiescence to Moses’ request."
  },
  {
    "start": 2010008,
    "content": "<b><a>Ex. 10:8</a></b> <b>Who are the ones that are going?</b> For the first time Pharaoh tried to negotiate a deal before the threatened plague struck. Adroitly, he suggested in his question that only representatives of Israel, perhaps only the men (v. <a ref='Exodus 10:11'>11</a> ), need go out to worship."
  },
  {
    "start": 2010010,
    "content": "<b><a>Ex. 10:10</a></b> <b>may Yahweh be with you.</b> Sarcastic threats demonstrated the unyielding and unreasonable obstinacy of Pharaoh. Egyptian women did accompany their men in religious celebration, but in Israel’s case if the men went out then the women and children were in effect hostages bidding them return."
  },
  {
    "start": 2010011,
    "content": "<b><a>Ex. 10:11</a></b> <b>driven out.</b> For the first time, God’s two spokesmen were angrily dismissed from the throne room."
  },
  {
    "start": 2010012,
    "content": "<b><a>Ex. 10:12</a></b> <b>all that the hail has left.</b> This reminder of the previous plague in which God had graciously restrained the extent of agricultural damage appeared also in the warning of the plague given to Pharaoh and his advisers (v. <a ref='Exodus 10:5'>5</a> ) and in the description of the damage done by the locusts (v. <a ref='Exodus 10:15'>15</a> )."
  },
  {
    "start": 2010013,
    "content": "<b><a>Ex. 10:13</a></b> <b>an east wind.</b> God used natural means, most probably the spring hot wind, or “sirocco,” to bring the locusts into the country from the Arabian Peninsula."
  },
  {
    "start": 2010016,
    "content": "<b><a>Ex. 10:16</a></b> <b>hurriedly.</b> A recognition on the part of Pharaoh that his country now faced a crisis brought forth a hurried confession to Aaron and Moses, which again was merely an expedient course of action."
  },
  {
    "start": 2010017,
    "content": "<b><a>Ex. 10:17</a></b> <b>forgive my sin.</b> Again, an attempt to sound earnest in his response, and again with an appeal for Moses to pray for removal of the plague. He referred to it this time as “this death,” or “deadly plague,” phrases which highlighted the severity of Egypt’s condition."
  },
  {
    "start": 2010019,
    "content": "<b><a>Ex. 10:19</a></b> <b>west wind.</b> In answer to prayer, wind direction reversed as Yahweh caused the locusts to be blown eastward out of the country. The completeness of their removal received emphasis. That none remained in the country was apparently something unusual, perhaps somewhat distinct from previously known locust invasions. The absence of locusts was a challenging reminder of the power of Yahweh who had brought it all to pass."
  },
  {
    "start": 2010021,
    "end": 2010022,
    "content": "<b><a>Ex. 10:21–22</a></b> <b>darkness … felt … thick darkness.</b> Such a description of the ninth plague, which occurred without warning, pointed to the most unusual nature of the three-day darkness that now prevented any from leaving their homes. That Israel had light in their dwellings and went about their normal activity stresses the supernatural nature of this plague. It takes attention away from trying to explain the darkness solely in terms of the Khamsin, the swirling sandstorms of the day. The LXX did, however, string together 3 Greek words, two for darkness and one for storm, to portray the nuance of the Hebrew. In so doing, it may unwittingly have given some credence to a severe sandstorm. Theologically, such thick darkness directly challenged the faithfulness of the sun god, Ra, to provide warmth and sunshine from day to day, and also prevented any daily worship rituals from taking place."
  },
  {
    "start": 2010024,
    "content": "<b><a>Ex. 10:24</a></b> <b>Go … little ones may go with you.</b> Pharaoh’s deceitful and manipulative negotiating skills rose to the occasion: Let the people go but keep back their livestock as the hostage forcing their return. He had not yet understood that partial obedience to Yahweh’s directions was unacceptable."
  },
  {
    "start": 2010025,
    "content": "<b><a>Ex. 10:25</a></b> See <a ref='Exodus 3:18'>3:18</a> for remarks on the request to leave for worship, which suggests something less than permanent departure."
  },
  {
    "start": 2010028,
    "content": "<b><a>Ex. 10:28</a></b> <b>Get away from me! … you shall die!</b> Pharaoh’s obstinacy and resistance reached a new height when he summarily dismissed Moses and Aaron and this time added a death threat."
  },
  {
    "start": 2010029,
    "content": "<b><a>Ex. 10:29</a></b> <b>never see your face again!</b> Moses concurred, but from another perspective than that of Pharaoh. All negotiations and requests ceased immediately. Moses would be summoned to see Pharaoh again after the tenth plague ( <a ref='Exodus 12:31'>12:31</a> ), but that would be to hear him finally concede defeat."
  },
  {
    "start": 2011001,
    "end": 2011003,
    "content": "<b><a>Ex. 11:1–3</a></b> <b>Then Yahweh said.</b> Read as “Yahweh had said.” In a parenthetical paragraph, the narrative recorded that which God had already said to Moses during the 3 days of darkness, priming him for Pharaoh’s summons, and priming Israel to receive Egyptian jewelry and other goods. An aside explained Egyptian generosity as occasioned by divine intervention (cf. <a ref='Exodus 12:35–36'>12:35–36</a> ). This also included a healthy respect by Egypt’s leaders and people for Israel’s leader."
  },
  {
    "start": 2011004,
    "end": 2011008,
    "content": "<b><a>Ex. 11:4–8</a></b> <b>Moses said.</b> Moses’ response to Pharaoh’s threat continued with his giving warning of the final plague and leaving with great indignation. The death threat delivered by Pharaoh evoked one from God. The “get out!” from Pharaoh to Israel’s and God’s spokesmen would be met by the “get out” from the Egyptians to Israel."
  },
  {
    "start": 2011004,
    "content": "<b><a>Ex. 11:4</a></b> <b>About midnight.</b> The day was not specified, as in previous plagues by “tomorrow.” It took place either the same day of the final confrontation with Pharaoh or a few days later. If the instructions for the Passover ( <a ref='Exodus 12:1–20'>12:1–20</a> ) were not given during the days of darkness, then 4 days minimum would be required to set the stage for that special feast day, i.e., from the tenth to the fourteenth day ( <a ref='Exodus 12:3'>12:3</a> , <a ref='Exodus 12:6'>6</a> ). <i>See note on <a ref='Exodus 8:23'>8:23</a> .</i> <b>I am going out.</b> God was, of course, involved in all previous plagues through whatever means He chose to use, but this time, to warrant personal attention, God stated that He Himself (emphatic personal pronoun used) would march throughout the land. Note the repeated “I will” statements in the Passover instructions ( <a ref='Exodus 12:12–13'>12:12–13</a> )."
  },
  {
    "start": 2011005,
    "content": "<b><a>Ex. 11:5</a></b> <b>the firstborn.</b> The firstborn held a particularly important position in the family and society, not only inheriting a double portion of the father’s estate, but also representing special qualities of life and strength (cf. <a ref='Genesis 49:3'>Ge 49:3</a> ). In Egypt, the firstborn would ascend to the throne and continue the dynasty. Whatever significance might have been attached religiously, politically, dynastically, and socially, it was all stripped away by the extent and intensity of the plague—namely the execution of all the firstborn of all classes of the population including their animals."
  },
  {
    "start": 2011006,
    "content": "<b><a>Ex. 11:6</a></b> So drastic was this plague that its uniqueness in Egypt’s history, already past and yet to come, was noted in the warning."
  },
  {
    "start": 2011007,
    "content": "<b><a>Ex. 11:7</a></b> In contrast to the turmoil and grief experienced in Egyptian territory, all remained tranquil in Israelite territory—so much so that not even a dog barked. That Yahweh had made and was making a sharp distinction between the two peoples was a fact to which none could be blind."
  },
  {
    "start": 2012001,
    "content": "<b><a>Ex. 12:1</a></b> <b>Yahweh said.</b> Most probably, the instructions on the Passover (vv. <a ref='Exodus 12:1–20'>1–20</a> ) were also given during the 3 days of darkness in order to fully prepare Israel for the grand finale, their Exodus from Egypt. <b>in the land.</b> Later, while Israel was in the wilderness, Moses wrote ( <a ref='Exodus 23:14–17'>23:14–17</a> ; <a ref='Deuteronomy 16:1–8'>Dt 16:1–8</a> ) and indicated that the detailed instructions for this very special feast day in Israel’s religious calendar were not like those of the other special days, all which were given after the nation had already left Egypt. This one, the Passover, was inextricably linked to what took place in the Exodus, and that connection was never to be forgotten. It became indelibly entrenched in Israel’s tradition and has always marked the day of redemption from Egypt."
  },
  {
    "start": 2012002,
    "content": "<b><a>Ex. 12:2</a></b> <b>This month.</b> The month of Abib (Mar./Apr.) by divine decree became the beginning of the religious calendar, marking the start of Israel’s life as a nation. Later in Israel’s history, after the Babylonian captivity, Abib would become Nisan (cf. <a ref='Nehemiah 2:1'>Ne 2:1</a> ; <a ref='Es 3:7'>Es 3:7</a> )."
  },
  {
    "start": 2012003,
    "end": 2012014,
    "content": "<b><a>Ex. 12:3–14</a></b> The detailed instructions for the Passover included what animal to select, when to kill it, what to do with its blood, how to cook it, what to do with leftovers, how to dress for the meal, the reason why it was being celebrated “in haste,” and what the shed blood signified."
  },
  {
    "start": 2012005,
    "content": "<b><a>Ex. 12:5</a></b> <b>Your lamb … without blemish.</b> A kid goat was an alternative choice. Any flaw would render it unfit to represent a pure, wholesome sacrifice given to Yahweh."
  },
  {
    "start": 2012006,
    "content": "<b><a>Ex. 12:6</a></b> <b>at twilight.</b> Lit. “between the two evenings.” Since the new day was reckoned from sunset, the sacrificing of the lamb or kid was done before sunset while it was still day 14 of the first month. “Twilight” has been taken to signify either that time between sunset and the onset of darkness, or from the decline of the sun until sunset. Later Moses would prescribe the time for the sacrifice as “in the evening at sunset” ( <a ref='Deuteronomy 16:6'>Dt 16:6</a> ). According to Josephus, it was customary in his day to kill the lamb at about 3:00 p.m. This was the time of day that Christ, the Christian’s Passover lamb ( <a ref='1 Corinthians 5:7'>1Co 5:7</a> ), died ( <a ref='Luke 23:44–46'>Lk 23:44–46</a> )."
  },
  {
    "start": 2012009,
    "content": "<b><a>Ex. 12:9</a></b> <b>Do not eat any of it raw.</b> A prohibition with health implications which also distinguished them from pagan peoples who often ate raw flesh in their sacred festivals."
  },
  {
    "start": 2012012,
    "content": "<b><a>Ex. 12:12</a></b> <b>against all the gods.</b> The tenth plague was a judgment against all Egyptian deities. The loss of the firstborn of men and beasts had far-reaching theological implications, namely, the impotence of the pagan deities, many of whom were represented by animals, to protect their devotees from such nationwide tragedies. The great cry of grief ( <a ref='Exodus 11:6'>11:6</a> ; <a ref='Exodus 12:30'>12:30</a> ) may also have bemoaned the incapability of the nation’s gods."
  },
  {
    "start": 2012014,
    "content": "<b><a>Ex. 12:14</a></b> <b>a memorial.</b> The details of how this Passover Day was to be memorialized in future years were laid down (vv. <a ref='Exodus 12:14–20'>14–20</a> ), and then repeated in the instructions to the elders (vv. <a ref='Exodus 12:21–27'>21–27</a> ). Prescribing the eating of unleavened bread for 7 days, demanding a thorough housecleaning from leaven (v. <a ref='Exodus 12:15'>15</a> ), issuing a stern warning of banishment for eating leaven (v. <a ref='Exodus 12:15'>15</a> ), and bracketing the 7 days with special holy days (v. <a ref='Exodus 12:16'>16</a> ), served to proclaim the high importance of the nation’s remembering this event."
  },
  {
    "start": 2012019,
    "content": "<b><a>Ex. 12:19</a></b> <b>a sojourner.</b> Provision was made right at the beginning for non-Israelites to be included in the nation’s religious festivals. Failure to comply with the regulations on leaven would result in banishment for the sojourner as well."
  },
  {
    "start": 2012022,
    "content": "<b><a>Ex. 12:22</a></b> <b>bunch of hyssop.</b> Certain identification is impossible, but this could be the marjoram plant. <b>lintel … the two doorposts.</b> The top and two sides of the doorway."
  },
  {
    "start": 2012023,
    "content": "<b><a>Ex. 12:23</a></b> <b>the destroyer.</b> This is most likely the angel of Yahweh (cf. <a ref='2 Samuel 24:16'>2Sa 24:16</a> ; <a ref='Isaiah 37:36'>Is 37:36</a> ). <i>See note on <a ref='Exodus 3:2'>3:2</a> .</i>"
  },
  {
    "start": 2012025,
    "content": "<b><a>Ex. 12:25</a></b> The promise of entering the land again received emphasis. Israel was not to think of the Exodus as merely a departure from Egypt, but rather as a departure from one land in order to enter another land, which would be their own, in strict accordance with the specifics of the Abrahamic Covenant for his descendants through Isaac and Jacob (cf. <a ref='Genesis 17:7–8'>Ge 17:7–8</a> )."
  },
  {
    "start": 2012026,
    "end": 2012027,
    "content": "<b><a>Ex. 12:26–27</a></b> In the annual commemoration of the Passover, parents were obligated to teach their children its meaning. It became customary for the youngest child of a Jewish family to elicit the father’s formal explanation of what happened in connection with the original observance of the meal in Egypt."
  },
  {
    "start": 2012031,
    "content": "<b><a>Ex. 12:31</a></b> <b>Rise up, get out … serve Yahweh.</b> Finally, Pharaoh’s response to the repeated “Let My people go!” became “Leave my people!” with no attempt at further negotiation, but total acquiescence. His subjects, fearing more deaths, concurred and hastened Israel’s departure (v. <a ref='Exodus 12:33'>33</a> ), driving them out with no time wasted (v. <a ref='Exodus 12:39'>39</a> )."
  },
  {
    "start": 2012032,
    "content": "<b><a>Ex. 12:32</a></b> <b>bless me also.</b> Undoubtedly, this final request from Pharaoh, whose heart was certainly not repentant ( <a ref='Exodus 14:8'>14:8</a> ), temporarily conceded defeat and acknowledged Moses and his God as the victors and as those who had the power and resources to bless him."
  },
  {
    "start": 2012036,
    "content": "<b><a>Ex. 12:36</a></b> <b>they plundered the Egyptians.</b> Cf. <a ref='Genesis 15:14'>Ge 15:14</a> ; <a ref='Exodus 3:20–21'>Ex 3:20–21</a> . This was not done with deceit, but rather a straightforward request (cf. <a ref='Exodus 11:2–3'>11:2–3</a> )."
  },
  {
    "start": 2012037,
    "end": 2018027,
    "content": "<b><a>Ex. 12:37–18:27</a></b> This section recounts the march of the Israelites from Egypt to Mt. Sinai."
  },
  {
    "start": 2012037,
    "content": "<b><a>Ex. 12:37</a></b> <b>Rameses to Succoth.</b> One of the cities Israel built ( <a ref='Exodus 1:11'>1:11</a> ) headed up the itinerary for the journey through the wilderness to Canaan. Succoth is first mentioned in <a ref='Genesis 33:17'>Ge 33:17</a> as an encampment designated by the word <i>Succoth</i> , which means “booth.” Although there is later a town by that name east of the Jordan (cf. <a ref='Judges 8:5–16'>Jdg 8:5–16</a> ), this is rather a place near Egypt (cf. <a ref='Exodus 13:20'>13:20</a> ; <a ref='Numbers 33:5–6'>Nu 33:5–6</a> ). <b>six hundred thousand men on foot.</b> A conservative estimate based on the number of men, probably the fighting men 20 years of age and above, would give a population of 2 million. Israel’s population had exploded from the 70 who entered with Jacob in 1875 BC to the 2 million who left with Moses in 1445 BC. <i>See note on <a ref='Exodus 1:7'>1:7</a> .</i>"
  },
  {
    "start": 2012038,
    "content": "<b><a>Ex. 12:38</a></b> <b>A foreign multitude.</b> Other Semitic peoples, other races, and perhaps some native Egyptians accompanied the departing nation. They preferred to be identified with the victorious nation and Jehovah God. Later, some of these became the troublemakers with whom Moses had to deal ( <a ref='Numbers 11:4'>Nu 11:4</a> )."
  },
  {
    "start": 2012040,
    "end": 2012041,
    "content": "<b><a>Ex. 12:40–41</a></b> <b>430 years.</b> Abraham had been told that his descendants would be aliens mistreated in a foreign land for 400 years, using a figure rounded to hundreds ( <a ref='Genesis 15:13'>Ge 15:13</a> )."
  },
  {
    "start": 2012043,
    "end": 2012051,
    "content": "<b><a>Ex. 12:43–51</a></b> Additional regulations given for the holding of the Passover contained prohibitions on any uncircumcised foreigner, stranger, or hired servant being a valid participant. To partake of this meal, non-Israelites had to be “like a native of the land” (v. <a ref='Exodus 12:48'>48</a> ). <i>See note on <a ref='Jeremiah 4:4'>Jer 4:4</a> .</i>"
  },
  {
    "start": 2012046,
    "content": "<b><a>Ex. 12:46</a></b> <b>break any bone.</b> Christ, the Christian’s Passover lamb ( <a ref='1 Corinthians 5:7'>1Co 5:7</a> ), had no bones broken ( <a ref='John 19:36'>Jn 19:36</a> )."
  },
  {
    "start": 2012050,
    "content": "<b><a>Ex. 12:50</a></b> <b>So all … did</b> . On two occasions (see also v. <a ref='Exodus 12:28'>28</a> ) Moses emphasized the complete obedience of the nation in response to Yahweh’s commands to them: a contrast to the disobedience they would demonstrate in the very near future."
  },
  {
    "start": 2012051,
    "content": "<b><a>Ex. 12:51</a></b> <b>on that same day.</b> What would be for the nation in their new land a special Sabbath day, was for them at that time the day on which their journey began."
  },
  {
    "start": 2013002,
    "end": 2013010,
    "content": "<b><a>Ex. 13:2–10</a></b> Further explanation tied their departure to the divine promise of entrance and residence in a new land where commemoration of the Exodus would occur through annual observance of this 7 day feast. Again the pedagogical opportunity afforded was not to be overlooked (vv. <a ref='Exodus 13:8'>8</a> , <a ref='Exodus 13:16'>16</a> )."
  },
  {
    "start": 2013002,
    "content": "<b><a>Ex. 13:2</a></b> <b>Sanctify to Me every firstborn.</b> Since the firstborn of Israel, of both man and animal, were untouched by the tenth plague, it was fitting that they be set aside as special unto God. Note the closing emphasis: “It belongs to Me.” Further instruction followed on the law relating to the firstborn males once they were in their assigned territory (vv. <a ref='Exodus 13:11–16'>11–16</a> ). This divine demand was closely linked to the day of departure ( <a ref='Exodus 12:51'>12:51</a> , “on that same day”) and the Feast of Unleavened Bread (v. <a ref='Exodus 13:3'>3</a> , “this day” and v. <a ref='Exodus 13:4'>4</a> , “This day, in the month of Abib”). See <a ref='Luke 2:7'>Lk 2:7</a> , where Christ was referred to as Mary’s firstborn."
  },
  {
    "start": 2013008,
    "content": "<b><a>Ex. 13:8</a></b> <b>for me when I.</b> A personalized application of God’s working belonged to the first generation who experienced the Exodus. Later generations could only say “for us, when we. …” in the sense of “our nation,” but without loss to the significance of how God had brought about such an important day in the nation’s history. Note the personalized application of the law of the firstborn as well (v. <a ref='Exodus 13:15'>15</a> , “I sacrifice … my sons I redeem”)."
  },
  {
    "start": 2013009,
    "content": "<b><a>Ex. 13:9</a></b> Later generations would translate this figurative and proverbial expression (cf. <a ref='Proverbs 3:3'>Pr 3:3</a> ; <a ref='Proverbs 6:21'>6:21</a> ) into the physical reality of phylacteries—the leather prayer-boxes which were strapped on the left arm and on the forehead. Four strips of parchment inscribed with certain words ( <a ref='Exodus 13:1–16'>13:1–16</a> ; <a ref='Deuteronomy 6:4–9'>Dt 6:4–9</a> ; <a ref='Deuteronomy 11:13–21'>11:13–21</a> ) were placed inside these boxes. The imagery of the proverbial mode of speech signified that their conduct was to be that of someone who could verbally recall what God’s law demanded of them. Yahweh, who had rescued them, had also provided the standards of life for them!"
  },
  {
    "start": 2013012,
    "content": "<b><a>Ex. 13:12</a></b> See <a ref='Luke 2:23'>Lk 2:23</a> ."
  },
  {
    "start": 2013017,
    "content": "<b><a>Ex. 13:17</a></b> <b>by the way of the land of the Philistines.</b> Travelers going east and northeast out of Egypt had two good options: “the way of the sea,” or “the way of Shur.” The first route, the most direct and shortest, was dotted with Egyptian fortresses which monitored arrivals and departures to and from Egypt. A little further north, Philistine territory also presented a military threat. The lack of battle-readiness on Israel’s part deleted the first option, and God chose the second option (v. <a ref='Exodus 13:18'>18</a> ; <a ref='Exodus 15:22'>15:22</a> ). In any case, God had told Moses to lead the people to Horeb or Sinai, the mountain of God ( <a ref='Exodus 3:1'>3:1</a> ), and not to take them immediately into Canaan ( <a ref='Exodus 3:12'>3:12</a> )."
  },
  {
    "start": 2013018,
    "content": "<b><a>Ex. 13:18</a></b> <b>the Red Sea.</b> An alternative designation, quite in accord with the Hebrew term, would be “Sea of Reeds,” or perhaps “of papyrus marshes.” The difficulty of precisely locating other names associated with the crossing of the Red Sea (see <a ref='Exodus 14:2'>14:2</a> ) has occasioned much debate on the location of the crossing. Four views have generally emerged: It was located 1) in the northeastern region of the Delta—but this would have been in effect “the way of the sea” and would not have been 3 days’ journey from Marah ( <a ref='Exodus 15:22–23'>15:22–23</a> ); 2) in the northern end of the Gulf of Suez—but this rules out entry into the wilderness of Shur ( <a ref='Exodus 15:22'>15:22</a> ); 3) in the vicinity of Lake Timsah or the southern extension of present-day Lake Menzaleh—but probably more than 3 days from Marah; and 4) in the Bitter Lakes region, satisfying, in terms of geography and time, all objections to the other options."
  },
  {
    "start": 2013019,
    "content": "<b><a>Ex. 13:19</a></b> <b>the bones of Joseph.</b> In fulfillment of their solemnly sworn duty and responsibility ( <a ref='Genesis 50:24–26'>Ge 50:24–26</a> ), the Israelites took Joseph’s coffin with them. Some 360 years earlier he had foreseen the day when God would bring about the Exodus, and his instructions about his bones being carried to the Promised Land indicated just how certain he was of Israel’s departure for Canaan (cf. <a ref='Genesis 50:24–26'>Ge 50:24–26</a> ; <a ref='Hebrews 11:22'>Heb 11:22</a> ). After the years of wilderness wanderings, Joseph’s remains reached their final resting place in Shechem ( <a ref='Joshua 24:32'>Jos 24:32</a> )."
  },
  {
    "start": 2013020,
    "content": "<b><a>Ex. 13:20</a></b> <b>Etham on the edge of the wilderness.</b> The Hebrew name of this place may be a transliteration of the Egyptian word <i>Khetem</i> meaning “fortress.” A line of fortresses ( <i>see note on v. <a ref='Exodus 13:17'>17</a></i> ) stretched from the Mediterranean Sea to the Gulf of Suez. Even if the site remains unknown so that pinpointing it is not possible, it was surely a place bordering on the desert area to the east of Egypt."
  },
  {
    "start": 2013021,
    "content": "<b><a>Ex. 13:21</a></b> <b>a pillar of cloud. … pillar of fire.</b> This was the means by which God led the people. It was a single column, being cloud by day and fire by night (cf. <a ref='Exodus 14:24'>14:24</a> ) and was associated with the Angel of God ( <a ref='Exodus 14:19'>14:19</a> ; <a ref='Exodus 23:20–23'>23:20–23</a> ) or the Angel of God’s presence ( <a ref='Isaiah 63:8–9'>Is 63:8–9</a> ). <i>See note on <a ref='Exodus 3:2'>3:2</a> .</i> It was the pillar from which Yahweh also spoke to Moses ( <a ref='Exodus 33:9–11'>33:9–11</a> )."
  },
  {
    "start": 2014003,
    "end": 2014004,
    "content": "<b><a>Ex. 14:3–4</a></b> <b>Pharaoh will say. … will harden.</b> Pharaoh was kept abreast of Israelite progress, and when he heard of the change of direction, he assumed they were lost in unfamiliar territory and were trapped, closed in by desert, sea, and marsh. God intervened again, and the stage was set for the final confrontation and final display of divine power."
  },
  {
    "start": 2014005,
    "content": "<b><a>Ex. 14:5</a></b> <b>What is this we have done…?</b> Hardened hearts lost all sensitivity to the recent tragedy and focused instead on the loss of the economic benefit Israel’s enslavement had provided. Those who had urged the Israelites to quickly leave now had the urge to force them to return!"
  },
  {
    "start": 2014007,
    "content": "<b><a>Ex. 14:7</a></b> <b>six hundred choice chariots.</b> Chariots, introduced by the Hyksos (see Introduction: Author and Date ), featured prominently in the army of Egypt, and these “select” ones belonged to an elite, specialized unit."
  },
  {
    "start": 2014008,
    "content": "<b><a>Ex. 14:8</a></b> <b>sons of Israel were going out with an exalted hand.</b> The confidence shown by Israel in their departure is in sharp contrast to the fear they exhibited when they became aware of the pursuing force (v. <a ref='Exodus 14:10'>10</a> )."
  },
  {
    "start": 2014010,
    "content": "<b><a>Ex. 14:10</a></b> <b>cried out to Yahweh.</b> The initial reaction of the people on seeing the approach was to turn to Yahweh in anxious prayer. But prayer soon turned to complaints with Moses as the target of their dismay."
  },
  {
    "start": 2014011,
    "content": "<b><a>Ex. 14:11</a></b> <b>no graves in Egypt.</b> In the light of Egypt’s excessive preoccupation with death and various funerary and mortuary rituals, the bitter irony of Israel’s questions marked how easily they had forgotten both bondage and rescue."
  },
  {
    "start": 2014012,
    "content": "<b><a>Ex. 14:12</a></b> <b>serve the Egyptians.</b> Just how much they conveniently forgot the degree of enslavement came out in their “We told you so” attitude. The comment of being better off living and serving than dying perhaps summarized their earlier reaction to Moses and Aaron outside the royal chambers ( <a ref='Exodus 5:20–21'>5:20–21</a> )."
  },
  {
    "start": 2014013,
    "content": "<b><a>Ex. 14:13</a></b> <b>Do not fear!</b> Moses’ exhortation turned attention to Yahweh, whose power they had already seen dramatically in action, and whose deliverance they were about to witness and personally experience. All they needed to do was stand by and watch their God at work, fighting on their side. Euphemistically, Moses informed his people of the certain death of the Egyptian soldiers—you will not see them again! Expressing and experiencing fear did not mean Israel was less than 600,000 fighting men in number, as some have objected. The poorly trained, inadequately equipped, militarily unprepared, and inexperienced Israelites ( <a ref='Exodus 13:17'>13:17</a> ) were no match for Pharaoh’s experienced troops and his highly trained and mobilized chariot force."
  },
  {
    "start": 2014014,
    "content": "<b><a>Ex. 14:14</a></b> <b>Yahweh will fight.</b> This has been and will be true throughout the history of Israel (cf. <a ref='1 Samuel 17:47'>1Sa 17:47</a> ; <a ref='2 Chronicles 14:10–11'>2Chr 14:10–11</a> ; <a ref='2 Chronicles 20:15'>20:15</a> ; <a ref='Psalms 24:8'>Ps 24:8</a> ; <a ref='Zechariah 14:3'>Zec 14:3</a> )."
  },
  {
    "start": 2014015,
    "content": "<b><a>Ex. 14:15</a></b> <b>Why are you crying out to Me? … go forward.</b> Yahweh’s promise of deliverance overruled all despair and sense of hopelessness."
  },
  {
    "start": 2014016,
    "end": 2014017,
    "content": "<b><a>Ex. 14:16–17</a></b> <b>raise your staff.</b> For the grand, triumphant finale, the staff which had previously been used to bring in different plagues on the Egyptians now divided the water, opening up a valley through which Israel would walk and in which Egypt’s army would drown."
  },
  {
    "start": 2014019,
    "content": "<b><a>Ex. 14:19</a></b> <b>stood behind them.</b> The angel of Yahweh, and the pillar of cloud and fire, moved from being advance guard to being rear guard, from leading to protecting. <i>See note on <a ref='Exodus 3:2'>3:2</a> .</i>"
  },
  {
    "start": 2014021,
    "content": "<b><a>Ex. 14:21</a></b> <b>strong east wind.</b> God’s use of natural phenomena does not detract in any way from the miraculous nature of what took place that night. The psalmist recorded this event as Yahweh dividing the sea by His strength ( <a ref='Psalms 74:13'>Ps 74:13</a> ). The wind walled up the waters on either side of the pathway then opened (v. <a ref='Exodus 14:22'>22</a> ; <a ref='Exodus 15:8'>15:8</a> ; <a ref='Psalms 78:13'>Ps 78:13</a> )."
  },
  {
    "start": 2014024,
    "content": "<b><a>Ex. 14:24</a></b> <b>the morning watch.</b> The last of three 4-hour night watches (2:00—6:00 a.m.) ended about sunrise."
  },
  {
    "start": 2014024,
    "end": 2014025,
    "content": "<b><a>Ex. 14:24–25</a></b> <b>Yahweh looked down … brought the camp … into confusion.</b> Not only was Yahweh fully aware of exactly what was happening—after all, He hardened Egyptian hearts to pursue Israel—He also brought havoc among them. Entrapped in the valley between the walls of water and in total disarray, they acknowledged that Yahweh was fighting for their enemy. Not only were they swept aside by the returning waters (vv. <a ref='Exodus 14:26–28'>26–28</a> ), they were also hindered from driving their chariots forward by a sudden cloudburst ( <a ref='Psalms 77:17–19'>Ps 77:17–19</a> )."
  },
  {
    "start": 2014029,
    "end": 2014031,
    "content": "<b><a>Ex. 14:29–31</a></b> The stark difference between Israel and Egypt is again rehearsed: one nation is obstinate and defeated, their dead on the shores of the sea, having acknowledged Yahweh victorious; the other nation is alive on the shores, having traversed the sea on dry ground, acknowledging the work of Yahweh, reverencing and believing Him and His servant, Moses."
  },
  {
    "start": 2015001,
    "end": 2015018,
    "content": "<b><a>Ex. 15:1–18</a></b> The structure of the song now sung by the nation contains 4 stanzas (vv. <a ref='Exodus 15:1–5'>1–5</a> ; <a ref='Ex 6-10'>6–10</a> ; <a ref='Ex 11-13'>11–13</a> ; and <a ref='Ex 14-17'>14–17</a> ) and a one-line closing declaration (v. <a ref='Exodus 15:18'>18</a> ). Stanzas one and two end with “They went down” and “They sank …,” a refrain emphasizing the finality of the enemy army’s defeat. Stanzas three and four end with reference to God’s Holy Place (vv. <a ref='Exodus 15:13'>13</a> , <a ref='Exodus 15:17'>17</a> ). More is involved than in easily observing these break points of the song. The flow of thought and emphasis is also interesting. Stanza one briefly introduces God’s powerful victory (vv. <a ref='Exodus 15:1–5'>1–5</a> ). Stanza two graphically repeats the victory and then inserts the arrogant and vengeful assertions of victory by the enemy to show how puny they were (vv. <a ref='Exodus 15:6–10'>6–10</a> ). Stanza three concisely summarizes the victory after asking an appropriate question (vv. <a ref='Exodus 15:11–13'>11–13</a> ). Further, since the victory was essential for Israel’s rescue, the stanza also introduces them. Stanza four picks up and expands on Yahweh’s leading His people to their divinely assigned home and the consequent fear by other nations as they hear of Israel’s dramatic rescue from such a powerful enemy nation (vv. <a ref='Exodus 15:14–17'>14–17</a> ). The closing line sums it all up: “Yahweh shall reign forever and ever.” A narrative interlude (vv. <a ref='Exodus 15:19–20'>19–20</a> ) reminds of the theme behind the song, and introduces the antiphonal response of Miriam and her band of women (v. <a ref='Exodus 15:21'>21</a> )."
  },
  {
    "start": 2015001,
    "content": "<b><a>Ex. 15:1</a></b> <b>I will sing.</b> The Israelites began their song in the first person, effectively personalizing the community’s song as individually relevant, each person heralding Yahweh’s victory and declaring who and what He was to them (note the possessive pronouns in v. <a ref='Exodus 15:2'>2</a> )."
  },
  {
    "start": 2015006,
    "content": "<b><a>Ex. 15:6</a></b> <b>O Yahweh.</b> The forthright declarations of the opening stanza (vv. <a ref='Exodus 15:1–5'>1–5</a> ) are most appropriately followed by this vocative form of address in the rest of the song (vv. <a ref='Exodus 15:6'>6</a> , <a ref='Exodus 15:11'>11</a> , <a ref='Exodus 15:16–17'>16–17</a> ), since the focus of attention is on His working and intervention."
  },
  {
    "start": 2015015,
    "content": "<b><a>Ex. 15:15</a></b> <b>Edom … Moab … Canaan.</b> Edom and Moab were on the eastern border of the Jordan; Canaan is to the west."
  },
  {
    "start": 2015016,
    "end": 2015017,
    "content": "<b><a>Ex. 15:16–17</a></b> An expression of confidence in the promises that God had made to Abraham 700 years earlier (see <a ref='Ge 12'>Ge 12</a> , <a ref='Ge 15'>15</a> , <a ref='Ge 17'>17</a> )."
  },
  {
    "start": 2015018,
    "content": "<b><a>Ex. 15:18</a></b> <b>reign forever.</b> This speaks of the eternal, universal kingship of Yahweh (cf. <a ref='Psalms 145:13'>Ps 145:13</a> )."
  },
  {
    "start": 2015020,
    "content": "<b><a>Ex. 15:20</a></b> <b>the prophetess.</b> Miriam was the first woman to be given this honor. She herself claimed Yahweh had spoken through her ( <a ref='Numbers 12:2'>Nu 12:2</a> ). She apparently played an important role in these rescue events because the prophet Micah states that God delivered Israel by the hand of Moses, Aaron, and Miriam ( <a ref='Micah 6:4'>Mic 6:4</a> ). Other women to receive this rare honor were Deborah ( <a ref='Judges 4:4'>Jdg 4:4</a> ); Huldah ( <a ref='2 Kings 22:14'>2Ki 22:14</a> ); Isaiah’s wife ( <a ref='Isaiah 8:3'>Is 8:3</a> ); Anna ( <a ref='Luke 2:36'>Lk 2:36</a> ); and Philip’s four daughters ( <a ref='Acts 21:9'>Ac 21:9</a> )."
  },
  {
    "start": 2015024,
    "content": "<b><a>Ex. 15:24</a></b> <b>grumbled at Moses.</b> Israelite memory of victory displayed a remarkable brevity. The personalized declarations of their ode to Yahweh sung 3 days earlier vanished into thin air. Their belief of Moses faded out of the picture ( <a ref='Exodus 14:31'>14:31</a> ). Their question about drinking water roughly brushed aside all recent affirmations of God’s being worthy of praise because He had done wonders and was clearly taking them to their land."
  },
  {
    "start": 2015025,
    "content": "<b><a>Ex. 15:25</a></b> <b>waters became sweet.</b> Since there is no known tree which would naturally make unpalatable water drinkable, this must have been a miracle by which God demonstrated His willingness and ability to look after His people in a hostile environment. Marah is usually associated with modern day Ain Hawarah, where the waters still remain brackish and unpleasant. <b>tested them.</b> “To subject to difficulty in order to prove the quality of someone or something” is one way to explain the meaning of the Hebrew word used. Later, at Rephidim ( <a ref='Exodus 17:1–7'>17:1–7</a> ), at Sinai ( <a ref='Exodus 20:20'>20:20</a> ), and at Taberah ( <a ref='Numbers 11:1–3'>Nu 11:1–3</a> ; <a ref='Numbers 13:26–33'>13:26–33</a> ), God did just that to Israel. This is something which no one can do to God Himself ( <a ref='Deuteronomy 6:16'>Dt 6:16</a> )—He needs no testing in character or deed, but man certainly does need proving."
  },
  {
    "start": 2015026,
    "content": "<b><a>Ex. 15:26</a></b> <b>Yahweh … your healer.</b> Since this is what He is, Jehovah-Rapha, obedience to divine instruction and guidance will obviously bring healing, not the consequence of plagues like those visited upon Egypt. This promise is limited in context to Israel, most likely for the duration of the Exodus only."
  },
  {
    "start": 2015027,
    "content": "<b><a>Ex. 15:27</a></b> <b>Elim.</b> The next stopping place, most probably in modern day Wadi Garandel, had an abundant water supply—God would and did lead them aright!"
  },
  {
    "start": 2016001,
    "content": "<b><a>Ex. 16:1</a></b> <b>wilderness of Sin.</b> More details of the camp sites in the journey from Rameses to Succoth and beyond are found in <a ref='Numbers 33:5–11'>Nu 33:5–11</a> . That itinerary also lists the next stop as having been Dophkah ( <a ref='Numbers 33:12'>Nu 33:12</a> ). Identifying it with modern Debbet er Ramleh locates it in the southwest of the Sinai Peninsula on a direct line between Elim and Sinai. <b>fifteenth day … second month.</b> Thirty days after their departure from Rameses."
  },
  {
    "start": 2016002,
    "content": "<b><a>Ex. 16:2</a></b> <b>the whole congregation … grumbled.</b> What characterized them as a whole was this attitude of negativism. Faced with the scarcity of resources in the wilderness, they hankered after the abundant resources they had experienced in Egypt. The country which had enslaved them looked good in comparison to the wilderness. Again, their complaining so soon after benefiting from the miracles done by Yahweh on their behalf points only to their short-term memory and self-centeredness."
  },
  {
    "start": 2016003,
    "content": "<b><a>Ex. 16:3</a></b> <b>died by the hand of Yahweh.</b> Incredibly, Israel’s complaint still acknowledged the intervention of Yahweh in their affairs. Sarcastically, they voiced a preference for dying in Egypt. The hand of Yahweh which they had glorified in song ( <a ref='Exodus 15:6'>15:6</a> ) only a month beforehand, they now pretended would have been better used to kill them in Egypt."
  },
  {
    "start": 2016004,
    "content": "<b><a>Ex. 16:4</a></b> <b>I will rain bread.</b> God’s gracious answer to their complaining was to promise an abundance of the bread they missed. God’s directions on how to gather it would also test their obedience to Him (vv. <a ref='Exodus 16:4–5'>4–5</a> , <a ref='Exodus 16:16'>16</a> , <a ref='Exodus 16:26–28'>26–28</a> ). <i>See note on <a ref='Exodus 16:31'>16:31</a> .</i>"
  },
  {
    "start": 2016005,
    "content": "<b><a>Ex. 16:5</a></b> The same principle on a larger scale would feed the nation during and after the sabbatical year (cf. <a ref='Leviticus 25:18–22'>Lv 25:18–22</a> )."
  },
  {
    "start": 2016006,
    "content": "<b><a>Ex. 16:6</a></b> <b>you will know.</b> Israel’s short-term memory loss would be short-lived because that very day of complaint would witness not only God’s provision for them but also would powerfully remind them of who had brought them out of Egypt, namely, Yahweh their God (cf. vv. <a ref='Exodus 16:11–12'>11–12</a> )."
  },
  {
    "start": 2016007,
    "content": "<b><a>Ex. 16:7</a></b> <b>the glory of Yahweh.</b> In seeing the start of the provision of daily bread on the next day, Israel would also see Yahweh’s glory, an appropriate term to use because what He did showed His presence with them. “Glory” typically refers to God’s manifested presence, which makes Him impressive and leads to worship. <b>your grumblings.</b> Set in the context of instruction on how Yahweh would act to provide for them, the 4-fold repetition of this phrase (vv. <a ref='Exodus 16:6–9'>6–9</a> ) served to highlight God’s gracious response in contrast to their ungracious grumbling against Him. For an effective poetic presentation of this contrast, refer to <a ref='Psalms 78:17–25'>Ps 78:17–25</a> ."
  },
  {
    "start": 2016013,
    "content": "<b><a>Ex. 16:13</a></b> <b>quails.</b> The psalmist removed all doubt about whether these birds of the partridge family were not real birds but something else, for he called them “winged fowl” and in the preceding line of the parallelism referred to the coming of the quails as God having “rained meat” on them ( <a ref='Psalms 78:27'>Ps 78:27</a> ). Upon return to their former habitat, these migratory birds would often fall to the ground, exhausted from prolonged flight. In ancient Egyptian paintings, people were shown catching quails by throwing nets over the brush where they were nesting."
  },
  {
    "start": 2016016,
    "content": "<b><a>Ex. 16:16</a></b> <b>omer.</b> Slightly more than two quarts."
  },
  {
    "start": 2016018,
    "content": "<b><a>Ex. 16:18</a></b> See <a ref='2 Corinthians 8:15'>2Co 8:15</a> , where Paul applies this truth to Christian giving."
  },
  {
    "start": 2016022,
    "end": 2016030,
    "content": "<b><a>Ex. 16:22–30</a></b> The provision of manna on 6 days only but none on the seventh was a weekly lesson on the nature of the Sabbath as a different day. It taught the people to keep the Sabbath properly, and acted as a challenge to obey God’s commands."
  },
  {
    "start": 2016031,
    "content": "<b><a>Ex. 16:31</a></b> <b>manna.</b> The arrival of the quails in much quantity (v. <a ref='Exodus 16:13'>13</a> ) was totally overshadowed by the arrival of manna the next morning. Despite the different descriptions given for its form and taste (vv. <a ref='Exodus 16:14'>14</a> , <a ref='Exodus 16:31'>31</a> ), the name chosen for it derived from the question they asked. “Manna” was an older form of their question, “What is it?” The psalmist referred to manna as the “food from heaven” and “bread of angels” which rained down after God had opened the windows of heaven ( <a ref='Psalms 78:23–25'>Ps 78:23–25</a> ). Natural explanations for the manna, such as lichen growing on rocks or insect-excreted granules on tamarisk thickets, are totally inadequate to explain its presence in sufficient quantity on the ground under the dew every day except the Sabbath for the next 40 years (v. <a ref='Exodus 16:35'>35</a> ) to satisfy every family’s hunger. It was supernaturally produced and supernaturally sustained to last for the Sabbath!"
  },
  {
    "start": 2016032,
    "end": 2016036,
    "content": "<b><a>Ex. 16:32–36</a></b> <b>place it before Yahweh.</b> Provision was made for memorializing the giving of the manna. When the tabernacle was finally constructed, the pot of manna was placed inside the ark. Succeeding generations would be reminded, when they came for worship, of the faithfulness of Yahweh in caring for His people (cf. <a ref='Hebrews 9:4'>Heb 9:4</a> )."
  },
  {
    "start": 2017001,
    "content": "<b><a>Ex. 17:1</a></b> <b>Rephidim.</b> To be identified as modern day Wadi Refayid."
  },
  {
    "start": 2017002,
    "content": "<b><a>Ex. 17:2</a></b> <b>the people contended.</b> This time the people, reacting to Moses’ leading them to a waterless site, contended with him or laid a charge against him. So intense was their reaction that Moses thought he was about to be stoned (v. <a ref='Exodus 17:4'>4</a> ). Significantly, the nation had not come to Rephidim without divine guidance (v. <a ref='Exodus 17:1'>1</a> ), portrayed by the column of fire and cloud. The people, in the midst of their emotional response, simply could not see that right before their eyes was the evidence of God’s leading."
  },
  {
    "start": 2017004,
    "content": "<b><a>Ex. 17:4</a></b> <b>Moses cried out to Yahweh.</b> The leader turned to God in prayer, whereas the people, instead of following his example, turned on their leader. Moses’ petition was not an isolated incident. His life was characterized by prayer (cf. <a ref='Exodus 15:25'>15:25</a> ; <a ref='Exodus 32:30–32'>32:30–32</a> ; <a ref='Numbers 11:2'>Nu 11:2</a> , <a ref='Numbers 11:11'>11</a> ; <a ref='Numbers 12:13'>12:13</a> ; <a ref='Numbers 14:13'>14:13</a> , <a ref='Numbers 14:19'>19</a> ) and by turning to God for solutions to problems and crises."
  },
  {
    "start": 2017005,
    "end": 2017006,
    "content": "<b><a>Ex. 17:5–6</a></b> <b>Pass before the people. … will stand before you.</b> By these words in His instructions to Moses, Yahweh reinforced both the position of Moses as leader and Himself as present to act. He answered the people’s charge against Moses and their underlying challenge of His presence (v. <a ref='Exodus 17:7'>7</a> ). In fact, He intervened miraculously!"
  },
  {
    "start": 2017007,
    "content": "<b><a>Ex. 17:7</a></b> <b>Massah and Meribah.</b> Appropriate names, “Testing” and “Contending,” were assigned to this place; a disappointing culmination to all they had experienced of God’s miraculous care and guidance (cf. <a ref='Psalms 95:7–8'>Ps 95:7–8</a> ; <a ref='Hebrews 3:7–8'>Heb 3:7–8</a> )."
  },
  {
    "start": 2017008,
    "content": "<b><a>Ex. 17:8</a></b> <b>Amalek came and fought.</b> The Amalekites took their name from Amalek, the grandson of Esau, and dwelt as a nomadic people in the Negev. Israel first encountered their military at Rephidim in the wilderness ( <a ref='Exodus 17:8–13'>Ex 17:8–13</a> ; <a ref='Deuteronomy 25:17–18'>Dt 25:17–18</a> ). As a result, the Amalekites were doomed to annihilation by God ( <a ref='Exodus 17:14'>17:14</a> ; <a ref='Numbers 24:20'>Nu 24:20</a> ; <a ref='Deuteronomy 25:19'>Dt 25:19</a> ) but it would not be immediate ( <a ref='Exodus 17:16'>17:16</a> ). The Amalekites defeated disobedient Israel at Hormah ( <a ref='Numbers 14:43–45'>Nu 14:43–45</a> ). Saul failed to destroy them as God ordered ( <a ref='1 Samuel 15:2–3'>1Sa 15:2–3</a> , <a ref='1 Samuel 15:9'>9</a> ). David later fought and defeated the Amalekites ( <a ref='1 Samuel 30:1–20'>1Sa 30:1–20</a> ). In Hezekiah’s day, the Amalekite remnant in the land was finally destroyed by Hezekiah (ca. 716–687 BC). The final descendants of Agag ( <a ref='Es 3:1'>Es 3:1</a> ), the Amalekite king in Saul’s day, were destroyed in Persia at the time of Esther and Mordecai (ca. 473 BC; <a ref='Es 2:5'>Es 2:5</a> , <a ref='Es 2:8–10'>8–10</a> )."
  },
  {
    "start": 2017009,
    "end": 2017013,
    "content": "<b><a>Ex. 17:9–13</a></b> Through the circumstances they experienced, Israel had learned how God provided food and water. They had to learn through warfare that God would also bring about defeat of hostile neighbors."
  },
  {
    "start": 2017009,
    "content": "<b><a>Ex. 17:9</a></b> <b>Joshua.</b> The name of Moses’ aide-de-camp, or personal minister ( <a ref='Exodus 24:13'>24:13</a> ; <a ref='Exodus 33:11'>33:11</a> ; <a ref='Joshua 1:1'>Jos 1:1</a> ) appears here for the first time in Exodus. His assignment to muster a task force was part of his being groomed for military leadership in Israel. Actually, at this stage his name was still Hoshea, which later changed to Joshua at Kadesh just before the reconnaissance mission in Canaan ( <a ref='Numbers 13:16'>Nu 13:16</a> ). At this stage, Israel could not be described as a seasoned army and was not even militarily well prepared and trained. See Introduction to Joshua . <b>the staff of God.</b> The staff which Moses held up in his hands was no magic wand. Rather it had been previously used to initiate, via His chosen leader, the miracles which God did and about which He had informed Moses in advance. It became, therefore, the symbol of God’s personal and powerful involvement, with Moses’ outstretched arms perhaps signifying an appeal to God. The ebb and flow of battle in correlation with Moses’ uplifted or drooping arms imparted more than psychological encouragement as the soldiers looked up to their leader on the hilltop, and more than Moses’ interceding for them. It demonstrated and acknowledged their having to depend upon God for victory in battle and not upon their own strength and zeal. It also confirmed the position of Moses both in relation to God and the nation’s well-being and safety. They had angrily chided him for their problems, but God confirmed his appointment as leader."
  },
  {
    "start": 2017010,
    "content": "<b><a>Ex. 17:10</a></b> <b>Hur.</b> Caleb’s son and the grandfather of Bezalel, the artisan (cf. <a ref='Exodus 31:2–11'>31:2–11</a> ; <a ref='1 Chronicles 2:19–20'>1Chr 2:19–20</a> )."
  },
  {
    "start": 2017014,
    "content": "<b><a>Ex. 17:14</a></b> <b>Write this … as a memorial and recite it.</b> Moses would have learned writing and record-keeping in Pharaoh’s school of government. Official Hebrew records other than Scripture were also to be kept, and in this case especially for the purpose of remembering the victory in the very first battle in which they nationally engaged. God referred to “a book,” so Moses had evidently already begun it. This was not, then, the initial entry into what perhaps became known as the “Book of the Wars of Yahweh” ( <a ref='Numbers 21:14'>Nu 21:14</a> ). Writing it was essential, so the facts could be verified and needed not to depend upon human memory or solely oral tradition. <b>blot out the memory.</b> The sentence of national extinction which the Amalekites proclaimed for Israel (cf. <a ref='Psalms 83:4–7'>Ps 83:4–7</a> ) passed by divine decree upon the Amalekites. The sentence was partially realized in Saul’s and David’s day (cf. <a ref='1 Samuel 15:1–9'>1Sa 15:1–9</a> and <a ref='2 Samuel 1:1'>2Sa 1:1</a> ; <a ref='2 Samuel 8:11–12'>8:11–12</a> ), after which it is scarcely mentioned again. However, due to Saul’s disobedience in sparing Agag, the Amalekite king and some of his people ( <a ref='1 Samuel 15:7–9'>1Sa 15:7–9</a> ), he lost his throne (v. <a ref='1 Samuel 15:23'>23</a> ). Samuel killed Agag (v. <a ref='1 Samuel 15:33'>33</a> ), but some Amalekites remained to return a few years later to raid Israel’s southern territory, even capturing David’s family ( <a ref='1 Samuel 30:1–5'>1Sa 30:1–5</a> ). David killed all but 400 ( <a ref='1 Samuel 30:16–17'>1Sa 30:16–17</a> ) who escaped. It was a descendant of Agag, Haman, who tried to exterminate the Jews later in Esther’s day (cf. <a ref='Es 3:1'>Es 3:1</a> , <a ref='Es 3:6'>6</a> )."
  },
  {
    "start": 2017015,
    "content": "<b><a>Ex. 17:15</a></b> <b>Yahweh is My Banner.</b> By titling the altar with this designation for Yahweh, Yahweh-Nissi, Moses declared Yahweh Himself to be the standard of His people."
  },
  {
    "start": 2017016,
    "content": "<b><a>Ex. 17:16</a></b> <b>He</b> has sworn <b>.</b> The difficulty of the Hebrew text permits an alternative translation: “a hand is upon/toward/against the throne/banner of Yahweh,” with the sense of supplication, or of taking an oath. Contextually, the significance is clear, whatever the translation adopted: The ongoing problem with Amalek was not merely one nation hostile toward another, it was a war between God and Amalek."
  },
  {
    "start": 2018001,
    "content": "<b><a>Ex. 18:1</a></b> <b>Jethro … heard of all.</b> The intelligence-gathering ability of ancient peoples should not be underestimated. Quickly and thoroughly the news of significant events in other lands passed from one place to another, very often via the merchant caravans which traversed the Fertile Crescent, or through ambassadors and other official contacts between nations. In Jethro’s case, whatever knowledge he had gleaned of Israel’s progress had been supplemented with information from Zipporah and her sons after Moses sent them ahead to her home (v. <a ref='Exodus 18:2'>2</a> )."
  },
  {
    "start": 2018007,
    "end": 2018012,
    "content": "<b><a>Ex. 18:7–12</a></b> Moses’ testimony elicited responses of praise and sacrifice from Jethro; evidence of his belief. Further, he understood fully the incomparability of Yahweh (v. <a ref='Exodus 18:11'>11</a> ). The priest of Midian (v. <a ref='Exodus 18:1'>1</a> ) was surely no worshiper of Midian’s gods! Since Midianites were generally regarded as idolaters (cf. <a ref='Numbers 25:17–18'>Nu 25:17–18</a> ; <a ref='Numbers 31:2–3'>31:2–3</a> , <a ref='Numbers 31:16'>16</a> ), Jethro must be viewed as remarkably different from his contemporaries; a difference highlighted by Aaron and the elders worshiping and fellowshiping together with him (v. <a ref='Exodus 18:12'>12</a> )."
  },
  {
    "start": 2018012,
    "content": "<b><a>Ex. 18:12</a></b> <b>for God.</b> Since the name Yahweh is always used in connection with sacrifices prescribed for Israel in the Pentateuch, the switch to Elohim must have some significance here, particularly after Jethro had himself used the name of Yahweh in his response to Moses. Despite the strong declaration of his faith and understanding, Jethro was a believing Gentile, therefore, a proselyte, and an alien. In this situation Yahweh was relating to the Israelite and Gentile world simultaneously, thus the use of Elohim rather than Yahweh, the unique covenant name for Israel."
  },
  {
    "start": 2018013,
    "end": 2018027,
    "content": "<b><a>Ex. 18:13–27</a></b> Jethro’s practical wisdom was of immense benefit to Moses and Israel, and has been lauded as an example of delegation and management organization by efficiency experts for centuries—and still is. Woven into Jethro’s advice were statements about God and the virtues of godly men that cause one to respect this man as having his newfound faith well integrated into his thinking. Indeed, he fully recognized that Moses needed divine permission to enact his advice (v. <a ref='Exodus 18:23'>23</a> ). Moses apparently did not immediately implement Jethro’s solution, but waited until the law had been given (cf. <a ref='Deuteronomy 1:9–15'>Dt 1:9–15</a> )."
  },
  {
    "start": 2018021,
    "content": "<b><a>Ex. 18:21</a></b> These same spiritual qualities were required of NT leaders (see <a ref='Acts 6:3'>Ac 6:3</a> ; <a ref='1 Timothy 3:1–7'>1Ti 3:1–7</a> ; <a ref='Titus 1:6–9'>Tit 1:6–9</a> )."
  },
  {
    "start": 2019001,
    "end": 2040038,
    "content": "<b><a>Ex. 19:1–40:38</a></b> This section outlines Israel’s activities during their approximately 11-month stay at Sinai (cf. <a ref='Exodus 19:1'>19:1</a> with <a ref='Numbers 10:11'>Nu 10:11</a> )."
  },
  {
    "start": 2019003,
    "end": 2019008,
    "content": "<b><a>Ex. 19:3–8</a></b> The Israelites discerned the familiar pattern, in shortened form, of a suzerainty (superior-subordinate relationship) treaty in God’s words: a preamble (v. <a ref='Exodus 19:3'>3</a> ), a historical prologue (v. <a ref='Exodus 19:4'>4</a> ), certain stipulations (v. <a ref='Exodus 19:5'>5a</a> ), and blessings (vv. <a ref='Exodus 19:5–6'>5b–6a</a> ). The acceptance in solemn assembly would normally be recorded in the final treaty document. Here it follows upon presentation of the treaty to them (vv. <a ref='Exodus 19:7–8'>7–8</a> ). <i>See note on <a ref='Exodus 24:7'>24:7</a> .</i>"
  },
  {
    "start": 2019003,
    "content": "<b><a>Ex. 19:3</a></b> <b>from the mountain.</b> The sign which Yahweh had given particularly to Moses when he was still in Midian ( <a ref='Exodus 3:12'>3:12</a> ), that God had indeed sent him, was now fulfilled; he was with the people before the mountain of God. <b>house of Jacob … sons of Israel.</b> In employing this dual designation for the nation, Yahweh reminded them of their humble beginnings as descendants of Abraham through Isaac and Jacob, who had been with them in Egypt, and of their status now as a nation (children = people)."
  },
  {
    "start": 2019004,
    "content": "<b><a>Ex. 19:4</a></b> <b>lifted you up on eagles’ wings.</b> With a most appropriate metaphor, God described the Exodus and the journey to Sinai. Eagles were known to have carried their young out of the nests on their wings and taught them to fly, catching them when necessary on their outspread wings. Moses, in his final song, employed this metaphor of God’s care for Israel and especially noted that there was only one Lord who did this ( <a ref='Deuteronomy 32:11–12'>Dt 32:11–12</a> )."
  },
  {
    "start": 2019005,
    "end": 2019006,
    "content": "<b><a>Ex. 19:5–6</a></b> Three titles for Israel, “My treasured possession,” “a kingdom of priests,” and “a holy nation,” were given by Yahweh to the nation, contingent upon their being an obedient and covenant-keeping nation. These titles summarized the divine blessings which such a nation would experience: belonging especially to Yahweh, representing Him in the earth and being set apart unto Him for His purposes. These expanded ethnically and morally what it meant to have brought them to Himself. “For all the earth is Mine,” in the midst of the titles, laid stress upon the uniqueness and sovereignty of Yahweh and had to be understood as dismissing all other claims by so-called other gods of the nations. It was more than the power of one god over another in Israel’s situation; it was the choice and power of the only Lord! See <a ref='1 Peter 2:9'>1Pe 2:9</a> , where Peter uses these terms in the sense of God’s spiritual kingdom of the redeemed."
  },
  {
    "start": 2019008,
    "content": "<b><a>Ex. 19:8</a></b> <b>all the people answered together.</b> Presented with the details of God’s bilateral, conditional covenant (note the “if you will listen … then you shall be” in v. <a ref='Exodus 19:5'>5</a> ), the people, briefed by their elders, responded with positive enthusiasm. Yahweh’s response to them does not take it as a rash promise by the people (cf. <a ref='Deuteronomy 5:27–29'>Dt 5:27–29</a> )."
  },
  {
    "start": 2019009,
    "content": "<b><a>Ex. 19:9</a></b> <b>believe in you forever.</b> Yahweh designed the upcoming encounter with Him so as to forestall any later accusation that Moses had himself compiled the law and had not met with Yahweh on the mountain. It would also lead to great deference being accorded Moses by the people."
  },
  {
    "start": 2019010,
    "content": "<b><a>Ex. 19:10</a></b> <b>set them apart as holy.</b> How serious this step was for the nation was emphasized for them by two days of special preparation. The inward preparation for meeting with God was mirrored in the outward actions of maintaining bodily cleanliness."
  },
  {
    "start": 2019012,
    "end": 2019013,
    "content": "<b><a>Ex. 19:12–13</a></b> The proper approach to a holy God could not have been better stressed than by imposing a death penalty upon those who violated the arbitrary boundaries which God had set around the mountain. Even animals could not encroach upon this sacred area (cf. <a ref='Hebrews 12:20'>Heb 12:20</a> )."
  },
  {
    "start": 2019015,
    "content": "<b><a>Ex. 19:15</a></b> <b>do not go near a woman.</b> This was so they would be ceremonially clean (see <a ref='Leviticus 15:16–18'>Lv 15:16–18</a> )."
  },
  {
    "start": 2019016,
    "content": "<b><a>Ex. 19:16</a></b> <b>thunder and lightning.</b> The dramatic visual presentation of God’s presence on the mountain, accompanied by thick cloud and trumpet blast, more than impressed the onlookers with God’s majesty and power—they trembled, but so did Moses ( <a ref='Hebrews 12:21'>Heb 12:21</a> ). The unusual was happening, not the usual phenomena from volcanic activity, as some writers have proposed."
  },
  {
    "start": 2019024,
    "content": "<b><a>Ex. 19:24</a></b> <b>the priests.</b> With the law still to be given, no priesthood had been established in Israel. These priests must have been the firstborn in each family who served as family priests because they had been dedicated to Yahweh (cf. <a ref='Exodus 13:2'>13:2</a> ; <a ref='Exodus 24:5'>24:5</a> ). Their place would be taken over later by the Levites ( <a ref='Numbers 3:45'>Nu 3:45</a> )."
  },
  {
    "start": 2020001,
    "content": "<b><a>Ex. 20:1</a></b> <b>all these words.</b> This general description of the commands to follow also received from Moses the title “Ten Commandments” ( <a ref='Exodus 34:28'>34:28</a> ; <a ref='Deuteronomy 4:13'>Dt 4:13</a> ). By this emphasis on God Himself speaking these words (cf. <a ref='Deuteronomy 5:12'>Dt 5:12</a> , <a ref='Deuteronomy 5:15–16'>15–16</a> , <a ref='Deuteronomy 5:22'>22</a> , <a ref='Deuteronomy 5:32–33'>32–33</a> ), all theories on Israel’s borrowing legal patterns or concepts from the nations around them are unacceptable."
  },
  {
    "start": 2020003,
    "end": 2020017,
    "content": "<b><a>Ex. 20:3–17</a></b> The Ten Commandments, also known as the Decalogue, which follow upon the opening historical prologue (v. <a ref='Exodus 20:2'>2</a> ), are formed as a precept or direct command given in the second person. This form was something rather uncommon in that day. Ancient Near Eastern law codes for the most part were casuistic, or case-law, in form, i.e., an “if … then” construction written in the third person wherein a supposed offense was followed by a statement of the action to be taken or penalty to be exacted. The Ten Commandments may also be grouped into two broad categories: the vertical, namely man’s relationship to God (vv. <a ref='Exodus 20:2–11'>2–11</a> ), and the horizontal, namely man’s relationship to the community (vv. <a ref='Exodus 20:12–17'>12–17</a> ). Concisely listed prohibitions mark the second category, with only one exception—an imperative plus its explanation (v. <a ref='Exodus 20:12'>12</a> ). Explanation or reason appended to a prohibition marks the first category. By these Ten Commandments, true theology and true worship, the name of God, the Sabbath, family honor, life, marriage, property, truth, and virtue are well protected. <i>See note on <a ref='Exodus 24:7'>24:7</a> .</i>"
  },
  {
    "start": 2020003,
    "content": "<b><a>Ex. 20:3</a></b> <b>before Me.</b> Meaning “over against Me,” this is a most appropriate expression in the light of the next few verses. All false gods stand in opposition to the true God, and the worship of them is incompatible with the worship of Yahweh. When Israel departed from the worship of the only one and true God, she plunged into religious confusion ( <a ref='Jdg 17-18'>Jdg 17–18</a> )."
  },
  {
    "start": 2020004,
    "end": 2020006,
    "content": "<b><a>Ex. 20:4–6</a></b> The mode or fashion of worship appropriate to only one Lord forbids any attempt to represent or caricature Him by use of anything He has made. Total censure of artistic expression was not the issue; the absolute censure of idolatry and false worship was the issue. Violation would seriously affect succeeding generations because Yahweh demanded full and exclusive devotion, i.e., He is a jealous God (cf. <a ref='Exodus 34:14'>34:14</a> ; <a ref='Deuteronomy 4:24'>Dt 4:24</a> ; <a ref='Deuteronomy 5:9'>5:9</a> ). The worship of man-made representations was nothing less than hatred of the true God."
  },
  {
    "start": 2020005,
    "end": 2020006,
    "content": "<b><a>Ex. 20:5–6</a></b> <b>on the third and the fourth generations … thousands.</b> Moses had made it clear that children were not punished for the sins of their parents ( <a ref='Deuteronomy 24:16'>Dt 24:16</a> ; see <a ref='Ezekiel 18:19–32'>Eze 18:19–32</a> ), but children would feel the impact of breaches of God’s law by their parents’ generation as a natural consequence of its disobedience, its hatred of God. Children reared in such an environment would imbibe and then practice similar idolatry, thus themselves expressing hateful disobedience. The difference in consequence served as both a warning and a motivation. The effect of a disobedient generation was to plant wickedness so deeply that it took several generations to reverse."
  },
  {
    "start": 2020007,
    "content": "<b><a>Ex. 20:7</a></b> <b>take the name … in vain.</b> To use God’s name in such a way as to bring disrepute upon His character or deeds was to irreverently misuse His name. To fail to perform an oath in which His name had been legitimately uttered (cf. <a ref='Exodus 22:10–11'>22:10–11</a> ; <a ref='Leviticus 19:12'>Lv 19:12</a> ; <a ref='Deuteronomy 6:13'>Dt 6:13</a> ) was to call into question His existence, since the guilty party evidently had no further thought of the God whose name he had used to improve his integrity. For the believer in the church age, however, the use of the name of God is not a needed verification of his intention and trustworthiness, since his life is to exhibit truth on all occasions, with his “yes” meaning “yes” and his “no” meaning “no” ( <a ref='Matthew 5:37'>Mt 5:37</a> ; <a ref='James 5:12'>Jas 5:12</a> )."
  },
  {
    "start": 2020008,
    "content": "<b><a>Ex. 20:8</a></b> <b>sabbath.</b> Cf. <a ref='Exodus 31:12–17'>31:12–17</a> . Each seventh day belonged to Yahweh and would not be a work day but one set apart (i.e., holy) for rest and for time devoted to the worship of Yahweh. The term “Sabbath” is derived from “to rest or cease from work.” The historical precedent for such a special observance was the creation week; a span of time equal to what man copied in practice. Each Sabbath day should have reminded the worshiper that the God whom he praised had indeed made everything in both realms of existence in 6 twenty-four-hour days. The Sabbath would also stand, therefore, as a counter to evolutionary ideas prevalent in false religion. Moses, in the review of the Decalogue, also linked the observance of the Sabbath with Israel’s exodus from Egypt and specified that this was why Israel was to keep it ( <a ref='Deuteronomy 5:12–15'>Dt 5:12–15</a> ). Significantly, the command for the Sabbath is not repeated in the NT, whereas the other 9 are. In fact, it is nullified (cf. <a ref='Colossians 2:16–17'>Col 2:16–17</a> ). Belonging especially to Israel under the Mosaic economy, the Sabbath could not apply to the believer of the church age, for he is living in a new economy."
  },
  {
    "start": 2020012,
    "end": 2020016,
    "content": "<b><a>Ex. 20:12–16</a></b> Cf. <a ref='Matthew 19:18–19'>Mt 19:18–19</a> ; <a ref='Mark 10:19'>Mk 10:19</a> ; <a ref='Luke 18:20'>Lk 18:20</a> ."
  },
  {
    "start": 2020012,
    "content": "<b><a>Ex. 20:12</a></b> <b>Honor your father and your mother.</b> The key to societal stability is reverence and respect for parents and their authority. The appended promise primarily related the command to life in the Promised Land and reminded the Israelite of the program God had set up for him and his people. Within the borders of their territory, God expected them not to tolerate juvenile delinquency, which at heart is overt disrespect for parents and authority. Severe consequences, namely capital punishment, could apply (cf. <a ref='Deuteronomy 21:18–21'>Dt 21:18–21</a> ). One of the reasons for the Babylonian exile was a failure to honor parents ( <a ref='Ezekiel 22:7'>Eze 22:7</a> , <a ref='Ezekiel 22:15'>15</a> ). The Apostle Paul individualized this national promise when he applied the truth to believers in his day (cf. <a ref='Matthew 15:4'>Mt 15:4</a> ; <a ref='Mark 7:10'>Mk 7:10</a> ; <a ref='Ephesians 6:1–3'>Eph 6:1–3</a> )."
  },
  {
    "start": 2020013,
    "end": 2020015,
    "content": "<b><a>Ex. 20:13–15</a></b> Cf. <a ref='Romans 13:9'>Ro 13:9</a> ."
  },
  {
    "start": 2020013,
    "content": "<b><a>Ex. 20:13</a></b> <b>murder.</b> The irreversible nature of the divinely imposed sentence of death on every manslayer who killed another intentionally (cf. <a ref='Exodus 21:12'>21:12</a> ; <a ref='Numbers 35:17–21'>Nu 35:17–21</a> ) stands without parallel in ancient Near Eastern literature and legal codes (cf. <a ref='Genesis 9:5–6'>Ge 9:5–6</a> ). Further, the sacredness of human life stands out in the passages dealing with unintentional manslaughter. The accident of death still carried with it a penalty of banishment to the city of refuge until the death of the High Priest for the one who killed someone unintentionally. Careful appraisal of the word Moses used (one of 7 different Hebrew words for killing, and one used only 47 times in the OT) suggests a broad translation of “to kill, slay” but denoting the taking of life under a legal system where he would have to answer to the stipulations of a legal code, no matter whether he killed unintentionally or intentionally. By this command, men would be reminded and exhorted to strive after carefulness in the affairs of life so that on the person-to-person level no one would die by their hand. <i>See note on <a ref='Exodus 21:12–14'>21:12–14</a></i> (cf. <a ref='Matthew 5:21'>Mt 5:21</a> ; <a ref='James 2:11'>Jas 2:11</a> )."
  },
  {
    "start": 2020014,
    "content": "<b><a>Ex. 20:14</a></b> <b>adultery.</b> Applicable to both men and women, this command protected the sacredness of the marriage relationship. God had instituted marriage at the creation of man and woman ( <a ref='Genesis 2:24'>Ge 2:24</a> ) and had blessed it as the means of filling the earth ( <a ref='Genesis 1:28'>Ge 1:28</a> ). The penalty for infidelity in the marital relationship was death ( <a ref='Leviticus 20:10'>Lv 20:10</a> ). Adultery was also referred to as “a great sin” ( <a ref='Genesis 20:9'>Ge 20:9</a> ) and a “great evil and sin against God” (cf. <a ref='Genesis 39:9'>Ge 39:9</a> ; <a ref='Matthew 5:27'>Mt 5:27</a> ; <a ref='James 2:11'>Jas 2:11</a> )."
  },
  {
    "start": 2020015,
    "content": "<b><a>Ex. 20:15</a></b> <b>steal.</b> Any dishonest acquiring of another’s goods or assets greatly disturbs the right to ownership of private property, which is an important principle for societal stability."
  },
  {
    "start": 2020016,
    "content": "<b><a>Ex. 20:16</a></b> <b>false witness.</b> Justice is not served by any untruthful testimony. Practically all societies have recognized this principle and adjure all witnesses in courts to tell the truth and nothing but the truth."
  },
  {
    "start": 2020017,
    "content": "<b><a>Ex. 20:17</a></b> <b>covet.</b> The thoughts and desires of the heart do not escape attention. A strong longing to have what another has is wrong. This tenth command suggests that none of the previous 9 commandments are only external acts with no relation to internal thoughts (cf. <a ref='Matthew 15:19'>Mt 15:19</a> ; <a ref='Romans 7:7'>Ro 7:7</a> ; <a ref='Romans 13:9'>13:9</a> )."
  },
  {
    "start": 2020018,
    "content": "<b><a>Ex. 20:18</a></b> <b>shook and stood at a distance.</b> The people fearfully withdrew from the cluster of phenomena accompanying this theophany, this appearance of God on the mountain. They instinctively placed Moses in the position of mediator between them and God, because such was the gap between them and their holy God that they feared they were not fit to live in His presence (v. <a ref='Exodus 20:19'>19</a> )."
  },
  {
    "start": 2020019,
    "content": "<b><a>Ex. 20:19</a></b> <b>let not God speak.</b> Fearing for their lives, the nation asked Moses to be their mediator (cf. <a ref='Hebrews 12:18–21'>Heb 12:18–21</a> )."
  },
  {
    "start": 2020020,
    "content": "<b><a>Ex. 20:20</a></b> Instructed not to respond to the phenomena with fear, they were also told that proper fear, i.e., awe and reverence of God, deterred sin."
  },
  {
    "start": 2020022,
    "end": 2020026,
    "content": "<b><a>Ex. 20:22–26</a></b> Sacrifices, offerings, and altars were not unknown to Israel and were already part of certain worship ceremonies. Neither the earthen nor stone altars would have even a hint of being shaped to represent something more specific, so the restrictions on the form and the method of building would ensure the appropriateness and propriety of their worship. <a ref='Le 1-7'>Leviticus 1–7</a> outlines the Mosaic sacrifices."
  },
  {
    "start": 2021001,
    "content": "<b><a>Ex. 21:1</a></b> <b>judgments.</b> A combination of casuistic (case-law) and apodictic (direct command) precepts laid down, as a detailed enlargement of the Decalogue, the framework for judging and resolving civil disputes in Israel. Such a combination continued to confirm the uniqueness of Israel’s law among the different ancient Near Eastern law-codes. Later in a special ceremony, God entitled these precepts the Book of the Covenant ( <a ref='Exodus 24:7'>24:7</a> )."
  },
  {
    "start": 2021002,
    "end": 2021011,
    "content": "<b><a>Ex. 21:2–11</a></b> The law of the slave guaranteed freedom after a specified period of 6 years unless the slave himself elected permanent servitude, but this would be service in a context not of abuse but of love (v. <a ref='Exodus 21:5'>5</a> ). Any permanent, involuntary servitude for a Hebrew slave to a Hebrew master was obviously undesirable for Israelite society and was unknown in Israel (cf. <a ref='Leviticus 25:39–55'>Lv 25:39–55</a> ). Provision was also made to ensure the proper treatment of female slaves, who could not deliberately be left destitute by wrongful action on the part of their master."
  },
  {
    "start": 2021012,
    "end": 2021014,
    "content": "<b><a>Ex. 21:12–14</a></b> The laws relating to personal injury (vv. <a ref='Exodus 21:15–36'>15–36</a> ) from man or animal were preceded by the most serious of injuries, homicide. The death penalty was prescribed for intentional homicide only (see <a ref='Exodus 20:13'>20:13</a> ), whereas for unintentional homicide the penalty was banishment to an appointed place, which later God revealed were the cities of refuge (cf. <a ref='Numbers 35:6–24'>Nu 35:6–24</a> ; <a ref='Deuteronomy 19:1–13'>Dt 19:1–13</a> ). No degree of sanctuary applied to one guilty of premeditated murder. Death by accident at the hand of another is something unplanned by man but which God let happen. The law did afford sanctuary but away from home and vengeful relatives, often for life, because there the one guilty of involuntary manslaughter remained until the death of the High Priest ( <a ref='Numbers 35:25'>Nu 35:25</a> , <a ref='Numbers 35:28'>28</a> )."
  },
  {
    "start": 2021015,
    "content": "<b><a>Ex. 21:15</a></b> Disrespect for parents seen in physical and verbal abuse of them by their children was so serious it was designated a capital offense. Commandment 5 was a serious matter! Other ancient law-codes, e.g., the Code of Hammurabi, also respected parental authority and prescribed severe consequences, although not the death penalty."
  },
  {
    "start": 2021017,
    "content": "<b><a>Ex. 21:17</a></b> Cf. <a ref='Matthew 15:4'>Mt 15:4</a> ; <a ref='Mark 7:10'>Mk 7:10</a> ."
  },
  {
    "start": 2021020,
    "end": 2021021,
    "content": "<b><a>Ex. 21:20–21</a></b> Punishment of slaves was considered the right of the owner ( <a ref='Proverbs 10:13'>Pr 10:13</a> ; <a ref='Proverbs 13:24'>13:24</a> ), but did not allow for violence. Judges were to decide the appropriate punishment if the slave died (v. <a ref='Exodus 21:20'>20</a> ). If the slave lived a few days it was evidence that the owner had no intent to kill, and the loss of the slave was punishment enough (v. <a ref='Exodus 21:21'>21</a> ). A beating without death immediately ensuing was construed as a disciplinary matter, not a homicidal one. Any permanent personal injury brought freedom and loss of a master’s investment. The master’s power over the slave was thus limited, which made this law unprecedented in the ancient world."
  },
  {
    "start": 2021022,
    "content": "<b><a>Ex. 21:22</a></b> Compensation was mandatory for accidentally causing a premature birth, even if no injury resulted to either mother or child. Judges were brought into the legal process so that damages awarded were fair and were not calculated out of vengeance."
  },
  {
    "start": 2021023,
    "end": 2021024,
    "content": "<b><a>Ex. 21:23–24</a></b> Cf. <a ref='Leviticus 24:19–20'>Lv 24:19–20</a> ; <a ref='Deuteronomy 19:21'>Dt 19:21</a> . The principle of retaliation, or <i>lex talionis</i> , applied if injury did occur to either mother or child. The punishment matched, but did not exceed, the damage done to the victim. The welfare of a pregnant woman was protected by this law so that unintentional maltreatment constituted culpable negligence. Significantly for the abortion debate, the fetus was considered a person; thus, someone was held accountable for its death or injury."
  },
  {
    "start": 2021024,
    "content": "<b><a>Ex. 21:24</a></b> Cf. <a ref='Matthew 5:38'>Mt 5:38</a> ."
  },
  {
    "start": 2021030,
    "content": "<b><a>Ex. 21:30</a></b> Animal owners were held responsible for death or injuries caused by their animals. Since the owner was guilty of negligence and not of an intentional crime, he was able to make payment to escape the death penalty. Again, judges are brought into the process to ensure that no vengeful decisions are made."
  },
  {
    "start": 2021032,
    "content": "<b><a>Ex. 21:32</a></b> <b>shekels.</b> A shekel weighs .4 oz.; 30 shekels would weigh 12 oz. Christ was betrayed for the price of a slave ( <a ref='Zechariah 11:12–13'>Zec 11:12–13</a> ; <a ref='Matthew 26:14–15'>Mt 26:14–15</a> )."
  },
  {
    "start": 2022003,
    "content": "<b><a>Ex. 22:3</a></b> <b>if the sun has risen on him.</b> The culpability of a householder’s actions against an intruder depended on whether the break-in (lit. “digging through” the mud walls) was at night or in the daytime. At night quick evaluation of an intruder’s intentions was not as clear as it might be in daytime, nor would someone be awake and on hand to help."
  },
  {
    "start": 2022011,
    "content": "<b><a>Ex. 22:11</a></b> <b>an oath before Yahweh.</b> Presumably an oath of innocence which would bind the two parties to a dispute over lost goods and preclude any further legal action being taken."
  },
  {
    "start": 2022016,
    "content": "<b><a>Ex. 22:16</a></b> <b>If a man seduces … pay a dowry.</b> The male was held accountable for premarital intercourse and the victim was seen as having been exploited by him, for which he paid a price (cf. <a ref='Deuteronomy 22:22–29'>Dt 22:22–29</a> )."
  },
  {
    "start": 2022018,
    "content": "<b><a>Ex. 22:18</a></b> <b>sorceress.</b> A woman who practices occultism."
  },
  {
    "start": 2022019,
    "content": "<b><a>Ex. 22:19</a></b> The degree of sexual perversion in Canaanite culture was such that bestiality was fairly commonplace (cf. <a ref='Leviticus 18:23–24'>Lv 18:23–24</a> ). Hittite laws, for example, even permitted cohabitation with certain animals."
  },
  {
    "start": 2022020,
    "content": "<b><a>Ex. 22:20</a></b> <b>devoted to destruction.</b> Lit. meaning “put to the ban” or “devoted to sacred use,” which in this case meant death (cf. <a ref='Joshua 7:2'>Jos 7:2ff.</a> )."
  },
  {
    "start": 2022022,
    "content": "<b><a>Ex. 22:22</a></b> <b>widow or orphan.</b> God reserved His special attention for widows and orphans who often had no one to care for them. He also reserved a special reaction, His wrath, for those abusing and exploiting them. This wrath would work out in military invasions as the sword reduced the abusers’ families to the same status of being without spouse or parents."
  },
  {
    "start": 2022025,
    "content": "<b><a>Ex. 22:25</a></b> <b>interest.</b> One way in which the people showed their concern for the poor and needy was to take no business advantage of them. Charging interest was allowable ( <a ref='Leviticus 25:35–37'>Lv 25:35–37</a> ; <a ref='Deuteronomy 23:19–20'>Dt 23:19–20</a> ), but not when it was exorbitant or worsened the plight of the borrower. The psalmist identified a righteous man as one who lends money without interest ( <a ref='Psalms 15:5'>Ps 15:5</a> )."
  },
  {
    "start": 2022028,
    "content": "<b><a>Ex. 22:28</a></b> See <a ref='Acts 23:5'>Ac 23:5</a> , where Paul apparently violated this law, not knowing to whom he spoke."
  },
  {
    "start": 2022031,
    "content": "<b><a>Ex. 22:31</a></b> <b>holy men to Me.</b> All these laws and regulations caused Israel to be set apart in conduct, not just in name. The special calling as Yahweh’s firstborn son ( <a ref='Exodus 4:22'>4:22</a> ) and as His treasured possession, a kingdom of priests and a holy nation ( <a ref='Exodus 19:5–6'>19:5–6</a> ) mandated ethical uprightness. <b>not eat</b> any <b>flesh torn.</b> Flesh of an animal killed by another and lying in the field became unclean by coming into contact with unclean carnivores and insects and with putrefaction by not having had the blood drained properly from it. A set-apart lifestyle impacted every area of life, including from where one collected his meat."
  },
  {
    "start": 2023001,
    "end": 2023009,
    "content": "<b><a>Ex. 23:1–9</a></b> A list of miscellaneous laws, which includes the protection of equitable and impartial justice for all. False testimony, undiscerningly following a majority, favoring one over another, and accepting bribes, all contribute to the perversion of true justice. The attitude of impartiality was to include the helping of another with his animals regardless of whether he be friend or foe. If no help was given, his livelihood could very well be adversely affected, which was a situation others in the community could not allow to happen."
  },
  {
    "start": 2023010,
    "end": 2023011,
    "content": "<b><a>Ex. 23:10–11</a></b> <b>seventh year.</b> A sabbatical year of rest after 6 years of farming benefited both the land and the poor. This pattern of letting a field lie fallow appears to have been unique with Israel."
  },
  {
    "start": 2023013,
    "content": "<b><a>Ex. 23:13</a></b> Idolatry was to be avoided right down to the level of not causing the name of other deities to be remembered. This perhaps served also as a prohibition of intermarriage with other nations, for in the marriage contract recognition was given to the deities of the parties involved, which would have had the effect of putting God on a par with pagan gods."
  },
  {
    "start": 2023014,
    "end": 2023019,
    "content": "<b><a>Ex. 23:14–19</a></b> Requiring all males to be present for 3 specified feasts at a central sanctuary would have had a socially and religiously uniting effect on the nation. The men must trust Yahweh to protect their landholdings while on pilgrimage to the tabernacle (cf. <a ref='Exodus 34:23–24'>34:23–24</a> ). All 3 feasts were joyful occasions, being a commemoration of the Exodus (the Feast of Unleavened Bread), an expression of gratitude to God for all the grain He had provided (the Feast of the Harvest), and a thanksgiving for the final harvest (the Feast of Ingathering). Alternative names appear in the biblical record for the second and third feasts: the Feast of Weeks ( <a ref='Exodus 34:22'>34:22</a> ) or First Fruits ( <a ref='Exodus 34:22'>34:22</a> ; <a ref='Acts 2:1'>Ac 2:1</a> ), and the Feast of Tabernacles or Booths ( <a ref='Leviticus 23:33–36'>Lv 23:33–36</a> ). For additional discussions, see, <a ref='Leviticus 23:1–24:9'>Lv 23:1—24:9</a> ; <a ref='Nu 28-29'>Nu 28–29</a> ; <a ref='De 16'>Dt 16</a> ."
  },
  {
    "start": 2023019,
    "content": "<b><a>Ex. 23:19</a></b> <b>not boil a young goat.</b> Canaanite ritual, according to excavations at Ras Shamra (ancient Ugarit), called for sacrificial kids to be boiled in milk, but the damaged Ugaritic text does not clearly specify mother’s milk. If it were so, then it is understandable that Israel was being prevented from copying pagan idolatrous ritualism. Another option suggests that the dead kid was being boiled in the very substance which had sustained its life; hence the prohibition. Until more archeological information comes to light, the specific religious or cultural reason remains as supposition."
  },
  {
    "start": 2023023,
    "content": "<b><a>Ex. 23:23</a></b> <b>My angel.</b> Usually taken to be a reference to the angel of Yahweh, who is distinguished from Yahweh who talks about Him as another person. <i>See note on <a ref='Exodus 3:2'>3:2</a> .</i> Yet, He is identified with Him by reason of His forgiving sin and Yahweh’s name being in Him (v. <a ref='Exodus 23:21'>21</a> ). Neither Moses nor some other messenger or guide qualifies for such descriptions. The key to victory in the upcoming takeover of the land would not be Israel’s military skill but the presence of this Angel, who is the pre-incarnate Christ."
  },
  {
    "start": 2023024,
    "content": "<b><a>Ex. 23:24</a></b> sacred <b>pillars.</b> Stone markers of pagan shrines were absolutely intolerable once the land had been taken from the tribes just mentioned in the previous verse."
  },
  {
    "start": 2023025,
    "end": 2023026,
    "content": "<b><a>Ex. 23:25–26</a></b> Proper worship brought with it due rewards, not only good harvests and a good water supply, but also physical health, including fertility and safe pregnancies."
  },
  {
    "start": 2023028,
    "content": "<b><a>Ex. 23:28</a></b> <b>hornets.</b> This figurative expression of the panic-producing power of God parallels “My terror” (v. <a ref='Exodus 23:27'>27</a> ), which was the obvious effect of “My angel” having been the advance guard to the conquest (v. <a ref='Exodus 23:23'>23</a> ). In anticipation of the conquest of their land, Israel was being given another reminder that victory depended on God and not their own efforts alone. Fear and panic did play a strategic role in the victories in Transjordan and Canaan ( <a ref='Numbers 22:3'>Nu 22:3</a> ; <a ref='Joshua 2:9'>Jos 2:9</a> , <a ref='Joshua 2:11'>11</a> ; <a ref='Joshua 5:1'>5:1</a> ; <a ref='Joshua 9:24'>9:24</a> ). An alternative nonfigurative view is based upon the bee or wasp being a heraldic symbol of Egyptian pharaohs whose steady succession of military strikes into Canaan year after year God providentially used to weaken Canaan prior to the invasion by Israel."
  },
  {
    "start": 2023029,
    "end": 2023030,
    "content": "<b><a>Ex. 23:29–30</a></b> The occupation would be a gradual but effective process taking longer than a year to accomplish, but ensuring full control of a land in good condition and not left desolate by a sweeping and destructive warfare. The reference to the multiplication of wild beasts if the land was desolated underscores the fertility of the land and its ability to support life."
  },
  {
    "start": 2023031,
    "content": "<b><a>Ex. 23:31</a></b> <b>I will set your boundary.</b> God gave both broad and more detailed geographic descriptions of the land. Even limited demarcation of borders was sufficient to lay out the extent of their possession. It would extend from the Gulf of Aqabah to the Mediterranean and from the desert in the Negev to the river of the northern boundary."
  },
  {
    "start": 2023032,
    "content": "<b><a>Ex. 23:32</a></b> <b>cut no covenant.</b> International diplomacy, with its parity or suzerainty treaties, was not an option open to Israel in dealing with the tribes living within the designated borders of the Promised Land ( <a ref='Deuteronomy 7:1–2'>Dt 7:1–2</a> ). All these treaties were accompanied by the names of the nations’ gods, so it was fitting to deliver a charge not to make a treaty (covenant) with them, nor to serve their pagan gods. The situation with other nations outside the land being given to Israel was different (cf. <a ref='Deuteronomy 20:10–18'>Dt 20:10–18</a> )."
  },
  {
    "start": 2024004,
    "content": "<b><a>Ex. 24:4</a></b> <b>twelve pillars.</b> Unlike pagan stone markers ( <a ref='Exodus 23:24'>23:24</a> ), these were built to represent the 12 tribes and were placed alongside the altar Moses had erected in preparation for a covenant ratification ceremony. They did not mark the worship site of a pagan deity."
  },
  {
    "start": 2024005,
    "content": "<b><a>Ex. 24:5</a></b> <b>young men.</b> Most probably a reference to firstborn children who officiated until the law appointed the Levites in their place."
  },
  {
    "start": 2024007,
    "content": "<b><a>Ex. 24:7</a></b> <b>the book of the covenant.</b> Civil, social, and religious laws were received by Moses on Mt. Sinai, orally presented (v. <a ref='Exodus 24:3'>3</a> ), then written down (v. <a ref='Exodus 24:4'>4</a> ), and read to the people. This book contained not only this detailed enlargement of the Decalogue ( <a ref='Exodus 20:22–23:33'>20:22—23:33</a> ), but also the Ten Commandments themselves ( <a ref='Exodus 20:1–17'>20:1–17</a> ) and the preliminary abbreviated presentation of the treaty ( <a ref='Exodus 19:3–6'>19:3–6</a> ). <i>See notes on <a ref='Exodus 19:3–8'>19:3–8</a> ; <a ref='Exodus 20:3–17'>20:3–17</a> .</i>"
  },
  {
    "start": 2024008,
    "content": "<b><a>Ex. 24:8</a></b> <b>sprinkled</b> it <b>on the people.</b> By this act, Moses, in response to the positive acceptance and assertion of obedience by the people after hearing the Book of the Covenant read to them, officially sealed the treaty with blood; a not uncommon custom (cf. <a ref='Genesis 15:9–13'>Ge 15:9–13</a> , <a ref='Genesis 15:17'>17</a> ). Half of the blood used had been sprinkled on the altar as part of the consecration ceremony. The representatives of Israel were thereby qualified to ascend the mountain and participate in the covenant meal with Yahweh ( <a ref='Exodus 24:11'>24:11</a> ; cf. <a ref='Hebrews 9:20'>Heb 9:20</a> )."
  },
  {
    "start": 2024009,
    "end": 2024011,
    "content": "<b><a>Ex. 24:9–11</a></b> <b>they saw the God of Israel.</b> The representatives accompanying Moses up the mountain, as per God’s instructions, were privileged to have seen God without being consumed by His holiness. Precisely what they saw must remain a moot point and must stay within the description given, which focuses only on what was under His feet. This perhaps indicates that only a partial manifestation took place such as would occur before Moses ( <a ref='Exodus 33:20'>33:20</a> ), or that the elders, in the presence of divine majesty, beauty, and strength (cf. <a ref='Psalms 96:6'>Ps 96:6</a> ), did not dare raise their eyes above His footstool."
  },
  {
    "start": 2024010,
    "content": "<b><a>Ex. 24:10</a></b> <b>pavement of sapphire.</b> The description sounds like a comparison with lapis lazuli, an opaque blue precious stone much used in Mesopotamia and Egypt at that time."
  },
  {
    "start": 2024012,
    "content": "<b><a>Ex. 24:12</a></b> <b>stone tablets.</b> For the first time, mention is made of what form the revelation of the law would take: tablets of stone. They were also called the “tablets of the testimony” ( <a ref='Exodus 31:18'>31:18</a> ) and the “tablets of the covenant” ( <a ref='Deuteronomy 9:9'>Dt 9:9</a> )."
  },
  {
    "start": 2024014,
    "content": "<b><a>Ex. 24:14</a></b> <b>Hur.</b> <i>See note on <a ref='Exodus 17:10'>17:10</a> .</i>"
  },
  {
    "start": 2024016,
    "end": 2024018,
    "content": "<b><a>Ex. 24:16–18</a></b> This was the first (ending in <a ref='Exodus 32:6'>32:6</a> ) of two (40 days and 40 nights each) trips to Sinai (cf. <a ref='Exodus 34:2–28'>34:2–28</a> ). The awe-inspiring sight of God’s glory cloud, the Shekinah, resting on the mountain and into which Moses disappeared for 40 days and nights, impressed everyone with the singular importance of this event in Israel’s history. During these days Moses received all the instructions on the tabernacle and its furnishings and accoutrements (chaps. <a ref='Ex 25-31'>25–31</a> ). The settling of the Shekinah upon the tabernacle at its completion impressed the Israelites with the singular importance of this structure in Israel’s worship of and relationship to Yahweh ( <a ref='Exodus 40:34–38'>40:34–38</a> )."
  },
  {
    "start": 2025001,
    "end": 2040038,
    "content": "<b><a>Ex. 25:1–40:38</a></b> The primary focus of attention in the closing chapters is upon the design and construction of the central place of worship for the nation. In preparation for occupation of their land, they had been given a system of law to regulate individual and national life, to prevent exploitation of the poor and the stranger, and to safeguard against polytheism and idolatry. That these safeguards were needed was confirmed by the idolatrous golden calf incident ( <a ref='Exodus 32:1–35'>32:1–35</a> ). The very detailed and divinely given blueprint of the tabernacle removes all speculation about whether it has any comparison with, or was somehow derived from, the little portable sanctuaries belonging to various tribal deities. The origin of the tabernacle was found in God and delivered to Moses by special revelation (cf. <a ref='Exodus 25:9'>25:9</a> , <a ref='Exodus 25:40'>40</a> ; <a ref='Exodus 26:30'>26:30</a> ; <a ref='Hebrews 8:5'>Heb 8:5</a> )."
  },
  {
    "start": 2025002,
    "content": "<b><a>Ex. 25:2</a></b> <b>My contribution.</b> Voluntarily and freely the people were given opportunity to personally contribute to the nation’s worship center from the list of 14 components and materials needed to build the tabernacle. One wonders how much of their contribution came originally from Egyptian homes and had been thrust into the hands of the Israelites right before the Exodus (cf. <a ref='Exodus 12:35–36'>12:35–36</a> ). The people so responded with joy and enthusiasm that they finally had to be restrained from bringing any more gifts ( <a ref='Exodus 35:21–29'>35:21–29</a> ; <a ref='Exodus 36:3–7'>36:3–7</a> ). A similar response occurred centuries later, when King David requested gifts to build the temple ( <a ref='1 Chronicles 29:1–9'>1Chr 29:1–9</a> )."
  },
  {
    "start": 2025004,
    "content": "<b><a>Ex. 25:4</a></b> <b>blue, purple, and scarlet</b> material. These colors were produced by dying the thread: blue from a shellfish, purple from the secretion of a murex snail, and crimson from powdered eggs and bodies of certain worms, which attached themselves to holly plants. Deriving different colored dyes from different natural sources demonstrates a substantial degree of technical sophistication with textiles and fabrics. <b>fine linen.</b> Egypt had a reputation for excellence in producing finely twined linens."
  },
  {
    "start": 2025005,
    "content": "<b><a>Ex. 25:5</a></b> <b>rams’ skins dyed red.</b> With all the wool removed and then dyed, it resembled moroccan leather. <b>acacia wood.</b> A hard, durable, close-grained, and aromatic desert wood avoided by wood-eating insects. It was considered good for cabinet making, and could also be found in sufficient quantities in the Sinai Peninsula."
  },
  {
    "start": 2025006,
    "content": "<b><a>Ex. 25:6</a></b> <b>spices.</b> For the many years of Bible history, Arabia was highly respected for the variety of balsams she exported."
  },
  {
    "start": 2025007,
    "content": "<b><a>Ex. 25:7</a></b> <b>onyx stones.</b> Sometimes thought to be chrysoprase quartz, a product known to the Egyptians and with which Israel was no doubt familiar. The LXX translated it as beryl."
  },
  {
    "start": 2025008,
    "content": "<b><a>Ex. 25:8</a></b> <b>I may dwell.</b> The tabernacle, a noun derived from the verb “to dwell,” was an appropriate designation for that which was to be the place of God’s presence with His people. His presence would be between the cherubim and from there He would meet with Moses (v. <a ref='Exodus 25:22'>22</a> )."
  },
  {
    "start": 2025009,
    "content": "<b><a>Ex. 25:9</a></b> <b>tabernacle.</b> The Pentateuch records 5 different names for the tabernacle: 1) “sanctuary,” denoting a sacred place or set apart, i.e., holy, place; 2) “tent,” denoting a temporary or collapsible dwelling; 3) “tabernacle,” from “to dwell,” denoting the place of God’s presence (as well as other titles); 4) “tabernacle of the congregation, or meeting”; and 5) “tabernacle of the testimony.”"
  },
  {
    "start": 2025011,
    "content": "<b><a>Ex. 25:11</a></b> <b>pure gold.</b> The technology of the day was sufficient to refine gold."
  },
  {
    "start": 2025016,
    "content": "<b><a>Ex. 25:16</a></b> <b>the testimony.</b> This designation for the two tablets of stone containing the Ten Commandments which were placed inside the ark explains why it was also called “the ark of the testimony” (v. <a ref='Exodus 25:22'>22</a> ), and shows why it was appropriate to call the whole structure “the tabernacle” or “the tent of the testimony.” “The ark of the covenant of the Lord of all the earth” ( <a ref='Joshua 3:11'>Jos 3:11</a> ) and “the holy ark” ( <a ref='2 Chronicles 35:3'>2Chr 35:3</a> ) were alternative designations."
  },
  {
    "start": 2025017,
    "content": "<b><a>Ex. 25:17</a></b> <b>mercy seat.</b> The lid or cover of the ark was the “mercy seat” or the place at which atonement took place. Between the Shekinah glory cloud above the ark and the tablets of law inside the ark was the blood-sprinkled cover. Blood from the sacrifices stood between God and the broken law of God!"
  },
  {
    "start": 2025018,
    "content": "<b><a>Ex. 25:18</a></b> <b>cherubim.</b> Forged as one with the golden cover of the ark were two angelic beings rising up on each end and facing each other, their wings stretching up and over forming an arch. Cherubim, associated with the majestic glory and presence of God (cf. <a ref='Ezekiel 10:1–22'>Eze 10:1–22</a> ), were appropriately woven into the tabernacle curtains and the veil for the Holy of Holies ( <a ref='Exodus 26:1'>26:1</a> , <a ref='Exodus 26:31'>31</a> ), for this place was where God was present with His people. Scripture reveals them as the bearers of God’s throne ( <a ref='1 Samuel 4:4'>1Sa 4:4</a> ; <a ref='Isaiah 37:16'>Is 37:16</a> ) and the guardians of the Garden of Eden and the Tree of Life ( <a ref='Genesis 3:24'>Ge 3:24</a> )."
  },
  {
    "start": 2025030,
    "content": "<b><a>Ex. 25:30</a></b> <b>bread of the Presence.</b> Each week a new batch of 12 loaves of bread was laid on a table on the north side of the Holy Place. The utensils for this table were also made of refined gold (v. <a ref='Exodus 25:29'>29</a> ). This “Bread of His Presence” was not set out in order to feed Israel’s God, unlike food placed in pagan shrines and temples, but to acknowledge that the 12 tribes were sustained constantly under the watchful eye and care of their Lord. The bread was eaten in the Holy Place each Sabbath by the priests on duty ( <a ref='Leviticus 24:5–9'>Lv 24:5–9</a> ). The bread of the Presence is understood to typify the Lord Jesus Christ as the Bread which came from heaven ( <a ref='John 6:32–35'>Jn 6:32–35</a> )."
  },
  {
    "start": 2025031,
    "content": "<b><a>Ex. 25:31</a></b> <b>lampstand.</b> Situated opposite the table of the bread of the Presence on the south side of the Holy Place stood an ornate lampstand, or menorah, patterned after a flowering almond tree. It provided light for the priests serving in the Holy Place. Care was taken, according to God’s instructions ( <a ref='Exodus 27:20–21'>27:20–21</a> ; <a ref='Exodus 30:7–8'>30:7–8</a> ; <a ref='Leviticus 24:1–4'>Lv 24:1–4</a> ), to keep it well supplied with pure olive oil so that it would not be extinguished. The lampstand is seen as typifying the Lord Jesus Christ, who was the true Light which came into the world ( <a ref='John 1:6–9'>Jn 1:6–9</a> ; <a ref='John 8:12'>8:12</a> )."
  },
  {
    "start": 2025039,
    "content": "<b><a>Ex. 25:39</a></b> <b>talent.</b> Approximately 75 pounds."
  },
  {
    "start": 2025040,
    "content": "<b><a>Ex. 25:40</a></b> Cf. <a ref='Hebrews 8:5'>Heb 8:5</a> ."
  },
  {
    "start": 2026001,
    "content": "<b><a>Ex. 26:1</a></b> <b>ten curtains.</b> The beauty of these curtains could be seen only from the inside, the thick outer protective covering of goats’ hair drapes, and ram and porpoise skins (v. <a ref='Exodus 26:14'>14</a> ) hiding them from the view of anyone except the priests who entered."
  },
  {
    "start": 2026007,
    "content": "<b><a>Ex. 26:7</a></b> <b>eleven curtains.</b> The extra length of the outer drapes doubled as a covering for the front and back of the tabernacle structure (vv. <a ref='Exodus 26:9–13'>9–13</a> )."
  },
  {
    "start": 2026015,
    "end": 2026029,
    "content": "<b><a>Ex. 26:15–29</a></b> The frame or trellis work, on which the curtains and outer coverings were draped, also received precise instructions. The portability of the whole structure was obvious. Throughout the wilderness wanderings, it could be quickly dismantled and readied for transport, and just as rapidly reerected."
  },
  {
    "start": 2026030,
    "content": "<b><a>Ex. 26:30</a></b> <b>according to its plan.</b> Again (cf. <a ref='Exodus 25:40'>25:40</a> ) the warning was sounded that the blueprint must be carefully followed. Nothing was to be left to human guesswork, no matter how skilled the craftsmen might have been."
  },
  {
    "start": 2026031,
    "end": 2026034,
    "content": "<b><a>Ex. 26:31–34</a></b> A veil, similar in design to the inner curtains ( <i>see note on <a ref='Exodus 26:1'>26:1</a></i> ), divided the tabernacle into the Holy Place and the Most Holy, or lit. the Holy of Holies."
  },
  {
    "start": 2026036,
    "content": "<b><a>Ex. 26:36</a></b> <b>screen.</b> Another curtain or veil, without the embroidered cherubim motif, was made to cover the entrance way into the Holy Place."
  },
  {
    "start": 2027001,
    "content": "<b><a>Ex. 27:1</a></b> <b>altar.</b> The largest piece of equipment, also known as the “altar of burnt offering” ( <a ref='Leviticus 4:7'>Lv 4:7</a> , <a ref='Leviticus 4:10'>10</a> , <a ref='Leviticus 4:18'>18</a> ), was situated in the courtyard of the tabernacle. It was covered, not in gold as the items inside the Holy Place, but in bronze. Like the other pieces of furniture and equipment, it was also built to be carried by poles (vv. <a ref='Exodus 27:6–7'>6–7</a> )."
  },
  {
    "start": 2027003,
    "content": "<b><a>Ex. 27:3</a></b> All the altar’s utensils and accessories were also made of bronze, not gold."
  },
  {
    "start": 2027009,
    "content": "<b><a>Ex. 27:9</a></b> <b>the court of the tabernacle.</b> The dimensions of the rectangular courtyard space, bordered by curtains and poles around the tabernacle were also precisely given (vv. <a ref='Exodus 27:9–19'>9–19</a> ; 150 ft. by 75 ft.). The outer hangings were high enough, 5 cubits or 7.5 ft., to block all view of the interior of the courtyard (v. <a ref='Exodus 27:18'>18</a> ). Entry into the courtyard of God’s dwelling place was not gained just generally and freely from all quarters."
  },
  {
    "start": 2027016,
    "content": "<b><a>Ex. 27:16</a></b> <b>gate of the court.</b> The curtain forming the covering for the entranceway into the courtyard was colored differently from that which surrounded the oblong courtyard. Clearly there was only one way to enter this very special place where God had chosen to place the evidence of His dwelling with His people."
  },
  {
    "start": 2027020,
    "end": 2027021,
    "content": "<b><a>Ex. 27:20–21</a></b> <b>clear oil of beaten olives.</b> The clear oil from crushed unripened olives granted almost a smoke-free light. The people were to provide the fuel to maintain the light needed by the High Priest and his priestly staff in the Holy Place."
  },
  {
    "start": 2028001,
    "content": "<b><a>Ex. 28:1</a></b> <b>minister as priests to Me.</b> The 3-fold repetition of this phrase in the opening words about Aaron’s priestly wardrobe would appear to stress the importance of his role in the religious life of the nation. Aaron’s sons were part of the priesthood being set up. The Hebrew text groups the sons in two pairs, the first pair being Nadab and Abihu, both of whom died because of wanton disregard of God’s instructions ( <a ref='Leviticus 10:1–2'>Lv 10:1–2</a> ). Aaron and his descendants, as well as the tribe of Levi, were selected by God to be Israel’s priests—they did not appoint themselves to the position. The law clearly defined their duties for worship and the sacrifices in the tabernacle and for the individual worshiper and the nation’s covenantal relationship to God."
  },
  {
    "start": 2028002,
    "content": "<b><a>Ex. 28:2</a></b> <b>for glory and for beauty.</b> The garments were designed to exalt the office and function of the priesthood, vividly marking out Aaron as a special person playing a special mediatorial role—they were “holy” vestments. In the OT priestly system for the nation of Israel, such dress maintained the priest-laity distinction."
  },
  {
    "start": 2028003,
    "content": "<b><a>Ex. 28:3</a></b> <b>those wise at heart.</b> This was the first reference in God’s instructions to Moses that certain men would be especially empowered by Him to work skillfully on this construction project."
  },
  {
    "start": 2028005,
    "end": 2028013,
    "content": "<b><a>Ex. 28:5–13</a></b> <b>ephod.</b> Whenever Aaron entered the sanctuary, he carried with him on his shoulders the badge and the engraved stones that were representative of the 12 tribes."
  },
  {
    "start": 2028015,
    "end": 2028030,
    "content": "<b><a>Ex. 28:15–30</a></b> <b>breastpiece of judgment.</b> The 12 precious stones, each engraved with a tribe’s name, colorfully and ornately displayed Aaron’s representative role of intercession for the tribes before Yahweh. The breastpiece was to be securely fastened to the ephod so as not to come loose from it (v. <a ref='Exodus 28:28'>28</a> and <a ref='Exodus 39:21'>39:21</a> ). Thus, to speak of the ephod after this was done would be to speak of the whole ensemble."
  },
  {
    "start": 2028030,
    "content": "<b><a>Ex. 28:30</a></b> <b>Urim and the Thummim.</b> The etymological source of these two terms, as well as the material nature of the objects represented by them, cannot be established with any degree of finality. Clearly two separate objects were inserted into the breastpiece and became thereby an essential part of the High Priest’s official regalia. Aaron and his successors bore over their heart “the judgment of the sons of Israel,” i.e., “judgment” in the sense of giving a verdict or decision. The passages in which the terms appear ( <a ref='Leviticus 8:8'>Lv 8:8</a> ; <a ref='Numbers 27:21'>Nu 27:21</a> ; <a ref='Deuteronomy 33:8'>Dt 33:8</a> ; <a ref='1 Samuel 28:6'>1Sa 28:6</a> ; <a ref='Ezra 2:63'>Ezr 2:63</a> ; <a ref='Nehemiah 7:65'>Ne 7:65</a> ) and those which record inquiries of Yahweh when a High Priest with the ephod was present ( <a ref='Joshua 9:14'>Jos 9:14</a> ; <a ref='Judges 1:1–2'>Jdg 1:1–2</a> ; <a ref='Judges 20:18'>20:18</a> ; <a ref='1 Samuel 10:22'>1Sa 10:22</a> ; <a ref='1 Samuel 23:2'>23:2</a> , <a ref='1 Samuel 23:4'>4</a> , <a ref='1 Samuel 23:10–12'>10–12</a> ; <a ref='1 Chronicles 10:14'>1Chr 10:14</a> ) allow for the following conclusions: 1) that these two objects represented the right of the High Priest to request guidance for the acknowledged leader who could not approach God directly, as Moses had done, but had to come via the God-ordained priestly structure, and 2) that the revelation then received gave specific direction for an immediate problem or crisis, and went beyond what could be associated with some sort of sacred lots providing merely a wordless “yes” and “no” response."
  },
  {
    "start": 2028031,
    "end": 2028035,
    "content": "<b><a>Ex. 28:31–35</a></b> <b>robe.</b> The priest’s outer garment."
  },
  {
    "start": 2028032,
    "content": "<b><a>Ex. 28:32</a></b> <b>coat of mail.</b> A flexible metal covering used by the Egyptians for protection in battle."
  },
  {
    "start": 2028033,
    "content": "<b><a>Ex. 28:33</a></b> <b>bells of gold.</b> The sound of the tinkling bells sewn on the hem of the High Priest’s robe signaled those waiting outside the Holy Place that their representative ministering before Yahweh was still alive and moving about, fulfilling his duties."
  },
  {
    "start": 2028036,
    "end": 2028038,
    "content": "<b><a>Ex. 28:36–38</a></b> <b>turban.</b> The headdress carried the declaration essential to worship and priestly representation, namely the holiness of Yahweh, and in so doing reminded the High Priest and all others that their approach to God must be done with reverence."
  },
  {
    "start": 2028039,
    "content": "<b><a>Ex. 28:39</a></b> <b>tunic … sash.</b> An undergarment."
  },
  {
    "start": 2028040,
    "end": 2028043,
    "content": "<b><a>Ex. 28:40–43</a></b> The rest of the priests also had distinctive dress to wear, visually setting them apart from the ordinary citizen. Failure to comply with the dress regulations when serving in the sanctuary brought death. Such a severe consequence stressed the importance of their duties and should have motivated the priests not to consider their priestly role as a mundane, routine, and thankless task."
  },
  {
    "start": 2029001,
    "end": 2029018,
    "content": "<b><a>Ex. 29:1–18</a></b> <b>set … apart as holy.</b> The ones chosen to begin the priesthood could not enter into office without Moses’ conducting a solemn, 7-day investiture (vv. <a ref='Exodus 29:4–35'>4–35</a> and <a ref='Leviticus 8:1–36'>Lv 8:1–36</a> ), involving washing, dressing, anointing, sacrificing, daubing and sprinkling with blood, and eating."
  },
  {
    "start": 2029019,
    "end": 2029020,
    "content": "<b><a>Ex. 29:19–20</a></b> Daubing blood on the right ear, hand, and big toe symbolically sanctified the ear to hear the Word of God, the hand to do the work of God, and the foot to walk in the way of God."
  },
  {
    "start": 2029027,
    "end": 2029028,
    "content": "<b><a>Ex. 29:27–28</a></b> <b>wave offering … contribution offering.</b> <i>See note on <a ref='Leviticus 7:30–32'>Lv 7:30–32</a> .</i>"
  },
  {
    "start": 2029040,
    "content": "<b><a>Ex. 29:40</a></b> ephah <b>… hin.</b> Four to six gallons and six to eight pints respectively."
  },
  {
    "start": 2029042,
    "content": "<b><a>Ex. 29:42</a></b> <b>throughout your generations.</b> Perhaps this phrase intends a prophetic reminder or confirmation of a long history for Israel."
  },
  {
    "start": 2029045,
    "content": "<b><a>Ex. 29:45</a></b> <b>I will dwell.</b> That He would be their God and they would be His people was one thing, but that He would also dwell or tabernacle with them was a very important reality in the experience of the new nation. They were to understand not only the transcendence of their God, whose dwelling place was in the heaven of heavens, but also the immanence of their God, whose dwelling place was with them. Their redemption from Egypt was for this purpose (v. <a ref='Exodus 29:46'>46</a> )."
  },
  {
    "start": 2030001,
    "end": 2030010,
    "content": "<b><a>Ex. 30:1–10</a></b> <b>altar … incense.</b> The design for this piece of furniture for the Holy Place was not given with the other two ( <a ref='Exodus 25:23–40'>25:23–40</a> ) but follows the instructions about the priesthood perhaps because it was the last piece to which the High Priest came before he entered the Holy of Holies once a year. Right after Aaron’s consecration ceremony had been noted, his duties of 1) ensuring proper incense was offered continually upon this altar and that 2) he was also once a year to cleanse it with blood from the atonement offering (v. <a ref='Exodus 30:10'>10</a> ) received attention."
  },
  {
    "start": 2030006,
    "content": "<b><a>Ex. 30:6</a></b> <b>in front of the veil.</b> This places the altar outside of the Holy of Holies in the Holy Place. <a ref='Hebrews 9:3–4'>Heb 9:3–4</a> speaks of the altar in the Holy of Holies in the sense of its proximity to the ark and in relation to its cleansing on the Day of Atonement. The priests could not go beyond it on any other day."
  },
  {
    "start": 2030009,
    "content": "<b><a>Ex. 30:9</a></b> <b>strange incense.</b> See v. <a ref='Exodus 30:38'>38</a> ."
  },
  {
    "start": 2030012,
    "content": "<b><a>Ex. 30:12</a></b> <b>census.</b> The reason for the numbering of all males of military age (v. <a ref='Exodus 30:14'>14</a> ) was not stated, but its seriousness surfaces in the dire warning given about a plague and the use of the term “ <i>price of</i> atonement” in connection with it (cf. <a ref='1Ch 21'>1Chr 21</a> )."
  },
  {
    "start": 2030013,
    "content": "<b><a>Ex. 30:13</a></b> <b>shekel of the sanctuary.</b> A shekel weighed about .4 oz. (cf. <a ref='Leviticus 5:15'>Lv 5:15</a> ; <a ref='Leviticus 27:3'>27:3</a> , <a ref='Leviticus 27:25'>25</a> ; <a ref='Numbers 3:47'>Nu 3:47</a> ; <a ref='Numbers 7:13'>7:13ff.</a> )."
  },
  {
    "start": 2030018,
    "end": 2030021,
    "content": "<b><a>Ex. 30:18–21</a></b> <b>laver of bronze.</b> The washing of hands and feet was mandatory before engaging in priestly duties. Again, the seriousness of being ceremonially purified is seen in the warning of death if this washing was neglected. Nothing casual was being done in the sanctuary or out in the courtyard!"
  },
  {
    "start": 2030022,
    "end": 2030033,
    "content": "<b><a>Ex. 30:22–33</a></b> Nothing was left to chance or to human ingenuity. The ingredients for making the anointing oil were carefully spelled out. Anything different was totally unacceptable and brought with it the penalty of death (v. <a ref='Exodus 30:33'>33</a> ). This was to be a unique blend! Using it for any other purpose also erased its holy status as set apart for use in the tabernacle and made it no different from the ordinary and the mundane."
  },
  {
    "start": 2030025,
    "content": "<b><a>Ex. 30:25</a></b> <b>work of a perfumer.</b> The skill of the perfumer was obviously already well known in Israel, a trade which they undoubtedly observed in Egypt."
  },
  {
    "start": 2030034,
    "end": 2030038,
    "content": "<b><a>Ex. 30:34–38</a></b> <b>incense.</b> God also listed the ingredients for the unique blend of incense prescribed for use at the altar of incense. Making anything different would have been to make “strange incense” (v. <a ref='Exodus 30:9'>9</a> ) and would also result in death (v. <a ref='Exodus 30:38'>38</a> ). Personal use rendered its holy status null and void. Nadab and Abihu were executed for violating this command (cf. <a ref='Leviticus 10:1–2'>Lv 10:1–2</a> )."
  },
  {
    "start": 2031001,
    "end": 2031011,
    "content": "<b><a>Ex. 31:1–11</a></b> God identified two men by name as specially chosen and divinely endued with ability, or Spirit-filled, to make all He had revealed to Moses (cf. <a ref='Exodus 28:3'>28:3</a> ; <a ref='Exodus 36:1'>36:1</a> ). None of the craftsmen were left untouched by divinely bestowed understanding in the intricacy of their work. They were called “craftsmen,” suggesting previously developed skill. They were to make all that is prescribed in <a ref='Ex 25-30'>Ex 25–30</a> ."
  },
  {
    "start": 2031012,
    "end": 2031017,
    "content": "<b><a>Ex. 31:12–17</a></b> <i>See note on <a ref='Exodus 20:8'>20:8</a> .</i>"
  },
  {
    "start": 2031018,
    "content": "<b><a>Ex. 31:18</a></b> <b>two tablets of the testimony.</b> <i>See note on <a ref='Exodus 25:16'>25:16</a> .</i> <b>written by the finger of God.</b> A figurative way of attributing the law to God."
  },
  {
    "start": 2032001,
    "content": "<b><a>Ex. 32:1</a></b> <b>make us gods.</b> Such was the influence of the polytheistic world in which they lived that the Israelites, in a time of panic or impatience, succumbed to a pagan worldview. What made it even more alarming was the rapidity with which pagan idolatry swept in despite recent real-life demonstrations of God’s greatness and goodness toward them. But they weren’t just requesting gods, but gods to lead them forward—“who will go before us.” The pagan worldview had robbed them of seeing God as having led them out of Egypt and instead they scornfully attributed the Exodus to Moses (cf. <a ref='Acts 7:40'>Ac 7:40</a> )."
  },
  {
    "start": 2032004,
    "content": "<b><a>Ex. 32:4</a></b> <b>a molten calf.</b> The young bull, which Aaron caused to be fashioned, was a pagan religious symbol of virile power. A miniature form of the golden calf, although made of bronze and silver, was found at the site of the ancient Philistine city of Ashkelon. Since it dates to about 1550 BC it indicates that calf worship was known not only in Egypt, but also in Canaan prior to the time of Moses. In worshiping the calf, the Israelites violated the first 3 commandments ( <a ref='Exodus 20:3–7'>20:3–7</a> )."
  },
  {
    "start": 2032005,
    "content": "<b><a>Ex. 32:5</a></b> <b>feast to Yahweh.</b> Syncretism brought about the ludicrous combination of an idol, an altar, and a festal celebration held in a bizarre attempt to honor the true God."
  },
  {
    "start": 2032006,
    "content": "<b><a>Ex. 32:6</a></b> <b>rose up to play.</b> The Hebrew word allows for the inclusion of drunken and immoral activities so common to idolatrous fertility cults in their revelry (see the description in vv. <a ref='Exodus 32:7'>7</a> , <a ref='Exodus 32:25'>25</a> ). Syncretism had robbed the people of all ethical alertness and moral discernment (cf. <a ref='1 Corinthians 10:7'>1Co 10:7</a> )."
  },
  {
    "start": 2032007,
    "content": "<b><a>Ex. 32:7</a></b> <b>your people.</b> In alerting Moses to the trouble in the camp, God designated Israel as Moses’ people, a change of possessive pronoun Moses could not have missed. Beforehand God had acknowledged them as “My people.” In pleading with God for Israel and in responding to God’s offer to make of him a great nation (v. <a ref='Exodus 32:10'>10</a> ), Moses maintained what he knew to be true, given the Exodus and the divine promises to the patriarchs (vv. <a ref='Exodus 32:12–13'>12–13</a> ), and designated them correctly as “Your people” (v. <a ref='Exodus 32:11'>11</a> )."
  },
  {
    "start": 2032010,
    "content": "<b><a>Ex. 32:10</a></b> <b>make you a great nation.</b> God could have consumed all the people and started over again with Moses, just as He had earlier with Abraham ( <a ref='Ge 12'>Ge 12</a> )."
  },
  {
    "start": 2032013,
    "content": "<b><a>Ex. 32:13</a></b> <b>Israel.</b> Another name for Jacob, which means “one who strives with God” (cf. <a ref='Genesis 32:28'>Ge 32:28</a> )."
  },
  {
    "start": 2032014,
    "content": "<b><a>Ex. 32:14</a></b> <b>Yahweh relented concerning the harm.</b> Moses’ appeal for God to change His mind, to relent, succeeded because God had only threatened judgment, not decreed it. A divine intention is not an unchangeable divine decree. Decrees or sworn declarations (cf. <a ref='Genesis 22:16–18'>Ge 22:16–18</a> ; <a ref='Psalms 110:4'>Ps 110:4</a> ) or categorical statements of not changing or relenting (cf. <a ref='Jeremiah 4:28'>Jer 4:28</a> ; <a ref='Ezekiel 24:14'>Eze 24:14</a> ; <a ref='Zechariah 8:14–15'>Zec 8:14–15</a> ) are unconditional and bind the speaker to the stated course of action regardless of the circumstances or reactions of the listeners. Intentions retain a conditional element and do not necessarily bind the speaker to a stated course of action (cf. <a ref='Jeremiah 15:6'>Jer 15:6</a> ; <a ref='Jeremiah 18:8–10'>18:8–10</a> ; <a ref='Jeremiah 26:3'>26:3</a> , <a ref='Jeremiah 26:13'>13</a> , <a ref='Jeremiah 26:19'>19</a> ; <a ref='Joel 2:13'>Joel 2:13</a> ; <a ref='Jonah 3:9–10'>Jon 3:9–10</a> ; <a ref='Jonah 4:2'>4:2</a> )."
  },
  {
    "start": 2032019,
    "content": "<b><a>Ex. 32:19</a></b> <b>shattered them.</b> Moses pictured the nation breaking God’s commandments by actually breaking the tablets on which they were written."
  },
  {
    "start": 2032022,
    "end": 2032024,
    "content": "<b><a>Ex. 32:22–24</a></b> Aaron, held responsible by Moses for what had taken place in the camp (vv. <a ref='Exodus 32:21'>21</a> , <a ref='Exodus 32:25'>25</a> ), endeavored to avoid responsibility for the people’s actions by shifting the blame to their propensity to do evil, and also for the presence of the golden calf by ridiculously representing it as having just popped out of the fire all by itself!"
  },
  {
    "start": 2032023,
    "content": "<b><a>Ex. 32:23</a></b> See <a ref='Acts 7:40'>Ac 7:40</a> ."
  },
  {
    "start": 2032026,
    "content": "<b><a>Ex. 32:26</a></b> <b>Whoever is for Yahweh.</b> Only the tribe of Levi responded to the call to take action in response to this situation which demanded judgment be inflicted. They had understood that neutrality could not exist in the open confrontation between good and evil. Family and national ties were superseded by submission to Yahweh to do His will, which in this situation was to wield the sword of God’s judgment to preserve His honor and glory."
  },
  {
    "start": 2032028,
    "content": "<b><a>Ex. 32:28</a></b> They apparently killed those who persisted in idolatry and immorality (cf. <a ref='Numbers 25:6–9'>Nu 25:6–9</a> )."
  },
  {
    "start": 2032032,
    "content": "<b><a>Ex. 32:32</a></b> <b>blot me out from Your book.</b> Nothing more strongly marked the love of Moses for his people than his sincere willingness to offer up his own life rather than see them disinherited and destroyed. The book to which Moses referred, the psalmist entitled “the book of life” ( <a ref='Psalms 69:28'>Ps 69:28</a> ). Untimely or premature death would constitute being blotted out of the book. The Apostle Paul displayed a similar passionate devotion for his kinsmen ( <a ref='Romans 9:1–3'>Ro 9:1–3</a> )."
  },
  {
    "start": 2033002,
    "end": 2033006,
    "content": "<b><a>Ex. 33:2–6</a></b> Good news included bad news! Entry into the Promised Land was not forfeited, but God’s presence on the way was withdrawn. What was a sworn covenant-promise to the patriarchs just could not be broken: what was assured—the divine presence on the way—could be set aside because of sin (cf. <a ref='Exodus 23:20–23'>23:20–23</a> ). Removal of their jewelry depicted outwardly the people’s sorrow of heart. It was a response analogous to donning sackcloth and ashes."
  },
  {
    "start": 2033002,
    "content": "<b><a>Ex. 33:2</a></b> <i>See notes on <a ref='Exodus 3:8'>3:8</a> .</i>"
  },
  {
    "start": 2033007,
    "content": "<b><a>Ex. 33:7</a></b> <b>the tent of meeting.</b> In the time prior to the construction of the tabernacle, Moses’ tent became the special meeting place for Moses to talk intimately, “face to face” (v. <a ref='Exodus 33:11'>11</a> ), with God. No doubt the people watching from afar were reminded of the removal of God’s immediate presence."
  },
  {
    "start": 2033012,
    "end": 2033017,
    "content": "<b><a>Ex. 33:12–17</a></b> Again Moses entered earnestly and confidently into the role of intercessor before God for the nation whom he again referred to as “Your people” (vv. <a ref='Exodus 33:13'>13</a> , <a ref='Exodus 33:16'>16</a> ). Moses clearly understood that without God’s presence they would not be a people set apart from other nations, so why travel any farther? Moses’ favored standing before Yahweh comes out in the positive response to his intercession (v. <a ref='Exodus 33:17'>17</a> )."
  },
  {
    "start": 2033018,
    "end": 2033023,
    "content": "<b><a>Ex. 33:18–23</a></b> Cautionary measures were needed for God to respond only in part to Moses’ request to see more of Him than he was already experiencing (cf. <a ref='Numbers 12:8'>Nu 12:8</a> )—otherwise he would die. Notwithstanding God’s being gracious and compassionate to whomever He chose, Moses could not see God’s face and live. Whatever he saw of God’s nature transformed into blazing light is referred to as “God’s back” and was never subsequently described by Moses (cf. <a ref='John 1:18'>Jn 1:18</a> ; <a ref='1 John 4:12'>1Jn 4:12</a> )."
  },
  {
    "start": 2033019,
    "content": "<b><a>Ex. 33:19</a></b> See <a ref='Romans 9:15'>Ro 9:15</a> ."
  },
  {
    "start": 2034001,
    "content": "<b><a>Ex. 34:1</a></b> <b>Carve … two stone tablets.</b> Renewal of the covenant meant replacement of the broken original tablets on which God had personally written the Ten Commandments (cf. <a ref='Exodus 32:19'>32:19</a> )."
  },
  {
    "start": 2034002,
    "end": 2034028,
    "content": "<b><a>Ex. 34:2–28</a></b> Moses’ second period of 40 days and nights on Mt. Sinai (cf. chaps. <a ref='Ex 25-32'>25–32</a> )."
  },
  {
    "start": 2034006,
    "end": 2034007,
    "content": "<b><a>Ex. 34:6–7</a></b> Here is one of the testimonies to the character of God."
  },
  {
    "start": 2034007,
    "content": "<b><a>Ex. 34:7</a></b> <i>See note on <a ref='Exodus 20:5–6'>20:5–6</a> .</i>"
  },
  {
    "start": 2034011,
    "content": "<b><a>Ex. 34:11</a></b> <i>See note on <a ref='Exodus 3:8'>3:8</a> .</i>"
  },
  {
    "start": 2034012,
    "end": 2034017,
    "content": "<b><a>Ex. 34:12–17</a></b> <i>See note on <a ref='Exodus 23:32'>23:32</a> .</i> This time the admonition on international treaties included a warning of how idolatry could easily ensnare them by seemingly innocent invitations to join the festivities like a good neighbor or by intermarriage, because these events would require recognition of the contracting parties’ deities. Their future history demonstrated the urgency of such instruction and the disaster of disobeying it."
  },
  {
    "start": 2034018,
    "content": "<b><a>Ex. 34:18</a></b> <i>See note on <a ref='Exodus 12:14'>12:14</a> .</i>"
  },
  {
    "start": 2034019,
    "end": 2034020,
    "content": "<b><a>Ex. 34:19–20</a></b> <i>See note on <a ref='Exodus 13:2'>13:2</a> .</i>"
  },
  {
    "start": 2034021,
    "content": "<b><a>Ex. 34:21</a></b> <i>See note on <a ref='Exodus 20:8'>20:8</a> .</i>"
  },
  {
    "start": 2034022,
    "end": 2034023,
    "content": "<b><a>Ex. 34:22–23</a></b> <i>See note on <a ref='Exodus 23:14–19'>23:14–19</a> .</i>"
  },
  {
    "start": 2034029,
    "end": 2034035,
    "content": "<b><a>Ex. 34:29–35</a></b> The first time on the mount ( <a ref='Exodus 24:12–32:14'>24:12—32:14</a> ), unlike the second, had not left Moses with a face which was reflecting some radiance associated with being in the presence of Yahweh for an extended period of time. On the first occasion, mere mention was made of Moses’ being gone 40 days and nights ( <a ref='Exodus 24:18'>24:18</a> ). On the second, mention was made of the 40 day and night absence but adding that Moses had been there with Yahweh, neither eating nor drinking (v. <a ref='Exodus 34:28'>28</a> ), appears to draw attention to the different nature of the second visit. It, in comparison with the first, was not interrupted by Yahweh’s sending Moses away because of sin in the camp ( <a ref='Exodus 32:7–10'>32:7–10</a> ). A compliant and not defiant people feared the evidence of God’s presence. When not speaking to Yahweh or authoritatively on His behalf to the people, Moses veiled his face. The Apostle Paul advised that the veil prevented the people from seeing a fading glory and related it to the inadequacy of the old covenant and the blindness of the Jews in his day ( <i>see notes on <a ref='2 Corinthians 3:7–18'>2Co 3:7–18</a></i> )."
  },
  {
    "start": 2035001,
    "end": 2040038,
    "content": "<b><a>Ex. 35:1–40:38</a></b> In this section, the Israelites constructed the tabernacle as God so prescribed in <a ref='Exodus 25:1–31:18'>25:1—31:18</a> ."
  },
  {
    "start": 2035001,
    "end": 2035003,
    "content": "<b><a>Ex. 35:1–3</a></b> <i>See note on <a ref='Exodus 20:8'>20:8</a> .</i> This time, however, an extra admonition forbids the making of a fire on the Sabbath."
  },
  {
    "start": 2035004,
    "end": 2035009,
    "content": "<b><a>Ex. 35:4–9</a></b> <i>See note on <a ref='Exodus 25:2'>25:2</a> .</i>"
  },
  {
    "start": 2035010,
    "end": 2035019,
    "content": "<b><a>Ex. 35:10–19</a></b> <i>See notes on <a ref='Exodus 25:11–28:43'>25:11—28:43</a> .</i>"
  },
  {
    "start": 2035020,
    "end": 2035029,
    "content": "<b><a>Ex. 35:20–29</a></b> <i>See note on <a ref='Exodus 25:2'>25:2</a> .</i>"
  },
  {
    "start": 2035030,
    "end": 2036001,
    "content": "<b><a>Ex. 35:30–36:1</a></b> Yahweh also gave the two named craftsmen skill in teaching their trades. This substantiates that they were most probably the supervisors or leaders of the construction teams. <i>See notes on <a ref='Exodus 28:3'>28:3</a> ; <a ref='Exodus 31:1–11'>31:1–11</a> .</i>"
  },
  {
    "start": 2036002,
    "end": 2036007,
    "content": "<b><a>Ex. 36:2–7</a></b> The people, stubborn and disobedient at times, nevertheless rose to the occasion and voluntarily brought much more than was needed for the building of the tabernacle. <i>See note on <a ref='Exodus 25:2'>25:2</a> .</i>"
  },
  {
    "start": 2036008,
    "end": 2039043,
    "content": "<b><a>Ex. 36:8–39:43</a></b> The report of the work done is repeated in the past tense. This report also highlighted how careful the workers were in carrying out the instructions and blueprints received. Note the repeated refrain on doing all just as Yahweh had commanded Moses ( <a ref='Exodus 39:1'>39:1</a> , <a ref='Exodus 39:5'>5</a> , <a ref='Exodus 39:7'>7</a> , <a ref='Exodus 39:21'>21</a> , <a ref='Exodus 39:26'>26</a> , <a ref='Exodus 39:29'>29</a> , <a ref='Exodus 39:31–32'>31–32</a> , <a ref='Exodus 39:42–43'>42–43</a> and <a ref='Exodus 40:19'>40:19</a> , <a ref='Exodus 40:21'>21</a> , <a ref='Exodus 40:23'>23</a> , <a ref='Exodus 40:25'>25</a> , <a ref='Exodus 40:27'>27</a> , <a ref='Exodus 40:29'>29</a> , <a ref='Exodus 40:32'>32</a> )."
  },
  {
    "start": 2036008,
    "end": 2036037,
    "content": "<b><a>Ex. 36:8–37</a></b> <i>See notes on chap. <a ref='Ex 26'>26</a> .</i>"
  },
  {
    "start": 2037001,
    "end": 2037009,
    "content": "<b><a>Ex. 37:1–9</a></b> <i>See notes on <a ref='Exodus 25:16–18'>25:16–18</a> .</i>"
  },
  {
    "start": 2037010,
    "end": 2037016,
    "content": "<b><a>Ex. 37:10–16</a></b> <i>See note on <a ref='Exodus 25:30'>25:30</a> .</i>"
  },
  {
    "start": 2037017,
    "end": 2037024,
    "content": "<b><a>Ex. 37:17–24</a></b> <i>See note on <a ref='Exodus 25:31'>25:31</a> .</i>"
  },
  {
    "start": 2037025,
    "end": 2037028,
    "content": "<b><a>Ex. 37:25–28</a></b> <i>See note on <a ref='Exodus 30:1–10'>30:1–10</a> .</i>"
  },
  {
    "start": 2037029,
    "content": "<b><a>Ex. 37:29</a></b> <i>See notes on <a ref='Exodus 30:22–33'>30:22–33</a> , <a ref='Exodus 30:34–38'>34–38</a> .</i>"
  },
  {
    "start": 2038001,
    "end": 2038007,
    "content": "<b><a>Ex. 38:1–7</a></b> <i>See note on <a ref='Exodus 27:1'>27:1</a> .</i>"
  },
  {
    "start": 2038008,
    "content": "<b><a>Ex. 38:8</a></b> <i>See note on <a ref='Exodus 30:18–21'>30:18–21</a> .</i>"
  },
  {
    "start": 2038009,
    "end": 2038020,
    "content": "<b><a>Ex. 38:9–20</a></b> <i>See notes on <a ref='Exodus 27:9'>27:9</a> , <a ref='Exodus 27:16'>16</a> .</i>"
  },
  {
    "start": 2038021,
    "end": 2038031,
    "content": "<b><a>Ex. 38:21–31</a></b> The inventory taken calculates out at half a shekel (cf. <a ref='Exodus 30:13–16'>30:13–16</a> ) per man 20 years old and up to equal 603,550 men (cf. <a ref='Numbers 1:46'>Nu 1:46</a> and the first census). Talents were about 75 pounds and shekels about half an ounce."
  },
  {
    "start": 2039001,
    "end": 2039002,
    "content": "<b><a>Ex. 39:1–2</a></b> <b>they made … He made.</b> The third-person plural, “they,” dominating the manufacturing report (vv. <a ref='Exodus 39:2–31'>2–31</a> ), is interrupted 4 times by the singular “he” (vv. <a ref='Exodus 39:2'>2</a> , <a ref='Exodus 39:7–8'>7–8</a> , <a ref='Exodus 39:22'>22</a> ). The plural undoubtedly refers to Bezalel and/or his associates in operation, whereas the singular marks out what Bezalel worked on by himself."
  },
  {
    "start": 2039001,
    "content": "<b><a>Ex. 39:1</a></b> <b>as Yahweh had commanded Moses.</b> This repetitive refrain (vv. <a ref='Exodus 39:1'>1</a> , <a ref='Exodus 39:5'>5</a> , <a ref='Exodus 39:7'>7</a> , <a ref='Exodus 39:21'>21</a> , <a ref='Exodus 39:26'>26</a> , <a ref='Exodus 39:29'>29</a> , <a ref='Exodus 39:31'>31</a> ), a quality-control statement, signals to the reader of every age, or to the listener in Israel back then, that God’s detailed instructions to Moses on the fabricating of the ephod (vv. <a ref='Exodus 39:2–7'>2–7</a> ), breastpiece (vv. <a ref='Exodus 39:8–21'>8–21</a> ), and priestly garments (vv. <a ref='Exodus 39:22–31'>22–31</a> ) were followed to the letter. Obedience in every detail was taken seriously by Israel’s artisans."
  },
  {
    "start": 2039002,
    "content": "<b><a>Ex. 39:2</a></b> <b>He made the ephod.</b> <i>See note on <a ref='Exodus 28:5–13'>28:5–13</a> .</i>"
  },
  {
    "start": 2039003,
    "content": "<b><a>Ex. 39:3</a></b> <b>they hammered out gold sheets and cut</b> them <b>into threads.</b> The process adopted to get the delicate strips for braided chains or gold embroidery work conformed well with contemporary Egyptian methods of gold-working."
  },
  {
    "start": 2039008,
    "content": "<b><a>Ex. 39:8</a></b> <b>He made the breastpiece.</b> <i>See notes on <a ref='Exodus 28:15–30'>28:15–30</a> .</i> The Urim and Thummim were inserted into the breastpiece and became an essential part of it, or were seen as a permanent connection with it."
  },
  {
    "start": 2039022,
    "content": "<b><a>Ex. 39:22</a></b> <b>he made the robe of the ephod.</b> <i>See note on <a ref='Exodus 28:31–35'>28:31–35</a> .</i>"
  },
  {
    "start": 2039027,
    "content": "<b><a>Ex. 39:27</a></b> <b>They made the tunics … for Aaron and his sons.</b> <i>See notes on <a ref='Exodus 28:39–43'>28:39–43</a> .</i>"
  },
  {
    "start": 2039030,
    "content": "<b><a>Ex. 39:30</a></b> <b>They made the plate of the holy crown.</b> <i>See note on <a ref='Exodus 28:36–38'>28:36–38</a></i> on this special plate engraved with its message of God’s purity and separation from all the profane and impure."
  },
  {
    "start": 2039032,
    "content": "<b><a>Ex. 39:32</a></b> <b>Thus all the service of</b> constructing <b>… was completed.</b> Finally the moment arrived when all the different tasks assigned to different craftsmen were all completed, and the great task on which they embarked was ready for formal presentation to Israel’s leader. <b>and the sons of Israel.</b> No individual artisan is singled out for special mention or award; instead the whole nation was represented as doing everything in accordance with Yahweh’s instructions to Moses. <b>so they did.</b> In what is almost an offhanded aside, emphasis is placed on the strict attention paid to the official, divine specifications for all parts of the work for the tabernacle."
  },
  {
    "start": 2039033,
    "content": "<b><a>Ex. 39:33</a></b> <b>They brought the tabernacle to Moses.</b> Attestations of obedience and accuracy provide, as it were, an envelope (vv. <a ref='Exodus 39:32'>32</a> , <a ref='Exodus 39:42–43'>42–43</a> ) for the concise inventory of all the parts included in that presentation to Moses. None of the individual parts listed, nor the sum of them, reflect just human ingenuity in designing something they wanted to have, but reflect instead just what their Lord required them to have. It was fully His architecture and His design at every level of the undertaking."
  },
  {
    "start": 2039042,
    "end": 2039043,
    "content": "<b><a>Ex. 39:42–43</a></b> The double repetition of the same quality-control refrain found earlier in the chapter together with the 2 additional phrases emphasizing exact conformity (note “behold” and “just as”) to all specifications combine to formally mark the closing of these great God-initiated preparations for the place of His presence and the site of their worship. Israel’s skillful craftsmen had done their work with zero tolerance for error in mind!"
  },
  {
    "start": 2039043,
    "content": "<b><a>Ex. 39:43</a></b> <b>Moses saw all the work.</b> Fittingly enough, the one who had been with God on the mount and had passed on to the people the blueprints for everything connected with Yahweh’s tabernacle personally inspected the work and confirmed its successful completion. The term “work” is to be taken as “the end result of professional and skilled craftsmen.” <b>Then Moses blessed them.</b> By this act, Moses set his final and formal seal of approval on the outcome of their earnestness and diligence, and expressed his prayer-wish that good would result to them from their God. This is the only instance recorded in Exodus of Moses’ pronouncing a blessing upon his people. The other appearances of the verb “to bless” occur 3 times with God as the subject of the verb ( <a ref='Exodus 20:11'>20:11</a> , <a ref='Exodus 20:24'>24</a> ; <a ref='Exodus 23:25'>23:25</a> ) and one time with Pharaoh requesting Moses to bless him ( <a ref='Exodus 12:32'>12:32</a> )."
  },
  {
    "start": 2040001,
    "end": 2040033,
    "content": "<b><a>Ex. 40:1–33</a></b> Finally the time arrived for the tabernacle to be erected with the Holy of Holies and its accompanying Holy Place to the west, and the courtyard entrance to the east. In terms of pagan religions and their worship of the sun god, some polemic significance might be seen in the High Priest worshiping God with his back to the rising sun. All who entered the courtyard also turned their backs to the rising sun as they came in to sacrifice and worship."
  },
  {
    "start": 2040017,
    "content": "<b><a>Ex. 40:17</a></b> The tabernacle was completed almost one year after the Exodus from Egypt. The people were at the foot of Mt. Sinai at that time, where the book of Leviticus was given in the first month of that second year. The record of Numbers begins with the people still at Mt. Sinai in the second month of that second year after leaving Egypt (cf. <a ref='Numbers 1:1'>Nu 1:1</a> )."
  },
  {
    "start": 2040034,
    "content": "<b><a>Ex. 40:34</a></b> <b>the cloud covered … the glory of Yahweh filled.</b> This was the final confirmation for Moses and the people that all the work for setting up God’s dwelling place had been properly done and all the tedious instructions obediently followed."
  },
  {
    "start": 2040036,
    "content": "<b><a>Ex. 40:36</a></b> <b>taken up.</b> This first occurred (as recorded in <a ref='Numbers 10:11'>Nu 10:11</a> ) 50 days after the tabernacle was finished and erected."
  }
]