[
  {
    "id": "intro37",
    "title": "The Book of Haggai",
    "content": "The Book of Haggai Title The prophecy bears the name of its author. Because his name means “festal one,” it is suggested that Haggai was born on a feast day. Haggai is the second shortest book in the OT (Obadiah is shorter) and is quoted by the NT once (cf. <a ref='Hebrews 12:26'>Heb 12:26</a> ). Author and Date Little is known about Haggai apart from this short prophecy. He is mentioned briefly in <a ref='Ezra 5:1'>Ezr 5:1</a> and <a ref='Ezra 6:14'>6:14</a> , on both occasions in conjunction with the prophet Zechariah. The lists of refugees in Ezra mention nothing of Haggai; there are no indications of his parentage or tribal ancestry. Nor does history provide any record of his occupation. He is the only person in the OT with the name, although similar names occur (cf. <a ref='Genesis 46:16'>Ge 46:16</a> ; <a ref='Numbers 26:15'>Nu 26:15</a> ; <a ref='2 Samuel 3:4'>2Sa 3:4</a> ; <a ref='1 Chronicles 6:30'>1Chr 6:30</a> ). Furthermore, <a ref='Haggai 2:3'>Hag 2:3</a> may suggest that he too had seen the glory of Solomon’s temple before it was destroyed, making him at least 70 years of age when writing his prophecy. There is no ambiguity or controversy about the date of the prophecy. The occasion of each of his 4 prophecies is clearly specified ( <a ref='Haggai 1:1'>1:1</a> ; <a ref='Haggai 2:1'>2:1</a> ; <a ref='Haggai 2:10'>2:10</a> ; <a ref='Haggai 2:20'>2:20</a> ), occurring within a 4-month span of time in the second year (ca. 520 BC) of Persian king Darius Hystaspes (ca. 521–486 BC). Haggai most likely had returned to Jerusalem from Babylon with Zerubbabel 18 years earlier in 538 BC. Background and Setting In 538 BC, as a result of the proclamation of Cyrus the Persian (cf. <a ref='Ezra 1:1–4'>Ezr 1:1–4</a> ), Israel was allowed to return from Babylon to her homeland under the civil leadership of Zerubbabel and the spiritual guidance of Joshua the High Priest (cf. <a ref='Ezra 3:2'>Ezr 3:2</a> ). About 50,000 Jews returned. In 536 BC, they began to rebuild the temple (cf. <a ref='Ezra 3:1–4:5'>Ezr 3:1—4:5</a> ) but opposition from neighbors and indifference by the Jews caused the work to be abandoned (cf. <a ref='Ezra 4:1–24'>Ezr 4:1–24</a> ). Sixteen years later Haggai and Zechariah were commissioned by the Lord to stir up the people to 1) not only rebuild the temple, but also to 2) reorder their spiritual priorities (cf. <a ref='Ezra 5:1–6:22'>Ezr 5:1—6:22</a> ). As a result, the temple was completed 4 years later (ca. 516 BC; cf. <a ref='Ezra 6:15'>Ezr 6:15</a> ). Historical and Theological Themes The primary theme is the rebuilding of God’s temple, which had been lying in ruins since its destruction by Nebuchadnezzar in 586 BC. By means of 5 messages from the Lord, Haggai exhorted the people to renew their efforts to build the house of the Lord. He motivated them by noting that the drought and crop failures were caused by misplaced spiritual priorities ( <a ref='Haggai 1:9–11'>1:9–11</a> ). But to Haggai, the rebuilding of the temple was not an end in itself. The temple represented God’s dwelling place, His manifest presence with His chosen people. The destruction of the temple by Nebuchadnezzar followed the departure of God’s dwelling glory (cf. <a ref='Eze 8-11'>Eze 8–11</a> ); to the prophet, the rebuilding of the temple invited the return of God’s presence to their midst. Using the historical situation as a springboard, Haggai reveled in the supreme glory of the ultimate messianic temple yet to come ( <a ref='Haggai 2:7'>2:7</a> ), encouraging them with the promise of even greater peace ( <a ref='Haggai 2:9'>2:9</a> ), prosperity ( <a ref='Haggai 2:19'>2:19</a> ), divine rulership ( <a ref='Haggai 2:21–22'>2:21–22</a> ), and national blessing ( <a ref='Haggai 2:23'>2:23</a> ) during the Millennium. Interpretive Challenges The most prominent interpretive ambiguity within the prophecy is the phrase “the desirable things of all nations” ( <a ref='Haggai 2:7'>2:7</a> ). Although many translations exist, there are essentially only two interpretations. Pointing to “The silver is Mine, and the gold is Mine” ( <a ref='Haggai 2:8'>2:8</a> ), as well as to <a ref='Isaiah 60:5'>Is 60:5</a> and <a ref='Zechariah 14:14'>Zec 14:14</a> , some contend that it refers to Jerusalem, to which the wealth of other nations will be brought during the Millennium (cf. <a ref='Isaiah 60:11'>Is 60:11</a> ; <a ref='Isaiah 61:6'>61:6</a> ). It seems preferable, however, to see a reference here to the Messiah, a Deliverer for whom all the nations ultimately long. Not only is this interpretation supported by the ancient rabbis and the early church, the mention of “glory” in the latter part of the verse suggests a personal reference to the Messiah (cf. <a ref='Isaiah 40:5'>Is 40:5</a> ; <a ref='Isaiah 60:1'>60:1</a> ; <a ref='Luke 2:32'>Lk 2:32</a> ). Outline Year Month Day I. Rebuke for Disobedience <a ref='Haggai 1:1–11'>1:1–11</a> 2 6 1 II. Remnant Responds and Rebuilds <a ref='Haggai 1:12–15'>1:12–15</a> 2 6 24 III. Return of God’s Glory <a ref='Haggai 2:1–9'>2:1–9</a> 2 7 21 IV. Religious Questions <a ref='Haggai 2:10–19'>2:10–19</a> 2 9 24 V. Reign of the Lord <a ref='Haggai 2:20–23'>2:20–23</a> 2 9 24",
    "type": "chapter_content"
  },
  {
    "id": "anc37",
    "title": "Study Notes and Features for Haggai",
    "content": "Study Notes and Features <a ref='Haggai 1:1–11'>1:1–11</a> Discouraged by the opposition of her neighbors ( <a ref='Ezra 4:1–5'>Ezr 4:1–5</a> , <a ref='Ezra 4:24'>24</a> ), the people had wrongly concluded that it was not yet time for them to rebuild the temple (v. <a ref='Haggai 1:2'>2</a> ). With a biting query, Yahweh reminded them that it was not right for them to live in paneled houses while the temple lay in ruins (v. <a ref='Haggai 1:4'>4</a> ) and urged them to consider carefully the consequences of their indifference (vv. <a ref='Haggai 1:5–11'>5–11</a> ). <a ref='Haggai 1:1'>1:1</a> <b>second year of Darius the king.</b> Not to be confused with Darius the Mede (cf. <a ref='Daniel 5:31'>Da 5:31</a> ), Darius I (Hystaspes) became king of Persia in 521 BC, having ascended to the throne after the death of Cambyses. As an officer of Cambyses and the great-grandson of Cyrus the Great’s brother, Darius retained the loyalty of the Persian army and thereby defeated other contenders for the throne. He reigned until his death in 486 BC. <b>first day … sixth month.</b> The first day of the month of Elul corresponds to Aug. 29, 520 BC. <b>Zerubbabel.</b> Zerubbabel was the grandson of Jehoiachin (Jeconiah in <a ref='Matthew 1:12'>Mt 1:12</a> ; cf. <a ref='1 Chronicles 3:17'>1Chr 3:17</a> , <a ref='1 Chronicles 3:19'>19</a> ) and thus he was in the Davidic line. Though it is highly questionable if he is to be identified with Sheshbazzar ( <a ref='Ezra 1:8'>Ezr 1:8</a> , <a ref='Ezra 1:11'>11</a> ; <a ref='Ezra 5:14'>5:14</a> , <a ref='Ezra 5:16'>16</a> ), his role as civil leader ( <a ref='Ezra 2:2'>Ezr 2:2</a> ) and overseer of the temple rebuilding project ( <a ref='Zechariah 4:6–10'>Zec 4:6–10</a> ) is certain. He reestablished the Davidic throne, even though it will not again be occupied until the time of Messiah (cf. <a ref='Ps 2'>Pss 2</a> ; <a ref='Ps 110'>110</a> ). <b>Joshua … the high priest.</b> Spelled Jeshua in <a ref='Ezra 3:2'>Ezr 3:2</a> , Joshua was a descendant of Zadok ( <a ref='1 Chronicles 6:15'>1Chr 6:15</a> ) and the religious leader of the exilic community that returned to Jerusalem. He reestablished the high-priestly line of Aaron through Eleazar. <b>Jehozadak.</b> One of Nebuchadnezzar’s captives (cf. <a ref='1 Chronicles 6:15'>1Chr 6:15</a> ). <a ref='Haggai 1:2'>1:2</a> <b>This people says.</b> Haggai begins his message by quoting a popular expression of the people, saying it was not time to build the temple. Though propelled by the hostile opposition of their neighbors ( <a ref='Ezra 4:1–5'>Ezr 4:1–5</a> , <a ref='Ezra 4:24'>24</a> ) and the lack of economic prosperity (cf. vv. <a ref='Haggai 1:9–11'>9–11</a> ), the roots of their reluctance lay ultimately in their selfish indifference to Yahweh. God’s displeasure is noted in His reference to them as “This people” and not “My people.” They wanted their wealth for themselves, not a temple. <a ref='Haggai 1:4'>1:4</a> <b>this house</b> lies <b>waste.</b> Cf. <a ref='Ezra 3:1–13'>Ezr 3:1–13</a> for the start of the second temple. Selfish indulgence, revealed by the prophet’s rhetorical query, demonstrated their hypocrisy and misplaced priorities. Walls and ceilings overlaid with cedar were common in wealthy residences (cf. <a ref='1 Kings 7:3'>1Ki 7:3</a> , <a ref='1 Kings 7:7'>7</a> ; <a ref='Jeremiah 22:14'>Jer 22:14</a> ). <a ref='Haggai 1:6'>1:6</a> Using 5 pairs of poetic contrasts, each concluding essentially the same thing, Haggai painted a vivid picture of their economic and social distress. Their selfish lack of concern for God’s house had only caused them more hardship (cf. <a ref='Matthew 6:33'>Mt 6:33</a> ). This was Solomon’s message in Ecclesiastes, restated, “All is vanity.” <a ref='Haggai 1:8'>1:8</a> <b>Go up … bring wood … rebuild.</b> Three imperatives give the remedy for their trouble. The long captivity of 70 years had let the forests grow so there was ample wood. They were to use it to rebuild the house of Yahweh, and therein He would be glorified. By putting God first, He would then be honored in their worship, and they would be blessed in the secondary matters of life. Compare this pitiful project ( <a ref='Ezra 3:12'>Ezr 3:12</a> ; <a ref='Haggai 2:3'>Hag 2:3</a> ) to the opulence of Solomon’s first temple (cf. <a ref='1Ch 28-29'>1Chr 28–29</a> ; <a ref='2Ch 2-6'>2Chr 2–6</a> ). <a ref='Haggai 1:9'>1:9</a> <b>runs to his own house.</b> Because the Jews were zealous to pursue their own interests, the prophet drew a contrast between the one who eagerly ran to care for “his own house,” while disregarding God’s house (“My house”). <a ref='Haggai 1:10–11'>1:10–11</a> Economic catastrophe, resulting from God’s withholding of the summer dew, was the price for their disobedience (cf. <a ref='Deuteronomy 7:13'>Dt 7:13</a> ). Grain, wine, and oil were the primary crops of the land. Cattle also languished because of the absence of spiritual health (cf. <a ref='Joel 1:18–20'>Joel 1:18–20</a> ). <a ref='Haggai 1:12–15'>1:12–15</a> Haggai’s second message came 23 days after the first one (v. <a ref='Haggai 1:15'>15</a> ), around Sep. 21, 520 BC. Yahweh’s call to “ <i>consider</i> your ways” (vv. <a ref='Haggai 1:5'>5</a> , <a ref='Haggai 1:7'>7</a> ) caused the people to respond in repentance and obedience (v. <a ref='Haggai 1:12'>12</a> ). This new message “I am with you” further stirred the Jews to action (vv. <a ref='Haggai 1:13–14'>13–14</a> ). <a ref='Haggai 1:12'>1:12</a> , <a ref='Haggai 1:14'>14</a> <b>the remnant of the people.</b> The exiles who returned from Babylon took the message to heart. Realizing that the words of the prophet were from Yahweh, they “listened to” and “feared,” knowing that God was present. <a ref='Haggai 1:13'>1:13</a> <b>I am with you.</b> The people were oppressed by hostilities from without and famine from within. Yahweh responded to their genuine repentance and obedience, assuring them of His presence with them. This should have evoked a memory of God’s Word to Joshua and the returning people centuries before (cf. <a ref='Joshua 1:5'>Jos 1:5</a> ). <a ref='Haggai 1:14'>1:14</a> <b>stirred up the spirit.</b> Yahweh energized the leaders and the people through His Word to carry on the work of rebuilding the temple. God had sovereignly moved in the heart of Cyrus 16 years earlier (cf. <a ref='2 Chronicles 36:22–23'>2Chr 36:22–23</a> ; <a ref='Ezra 1:1–3'>Ezr 1:1–3</a> ). The people’s response of repentance and obedience allowed God’s Spirit to energize them for the task. <a ref='Haggai 2:1–9'>2:1–9</a> With building operations in full swing, Yahweh gave a strong message of encouragement, especially to the elderly among them who had seen Solomon’s temple. Though the temple of Solomon was of greater magnificence, Yahweh urged the people to be courageous, assuring them of His presence (v. <a ref='Haggai 2:4'>4</a> ), His faithfulness to His covenant promises (v. <a ref='Haggai 2:5'>5</a> ), and promises of a greater, more glorious temple in the future (vv. <a ref='Haggai 2:6–9'>6–9</a> ). <a ref='Haggai 2:1'>2:1</a> <b>twenty-first … seventh month.</b> This day in the month of Tishri corresponds to Oct. 17, 520 BC. <a ref='Leviticus 23:39–44'>Leviticus 23:39–44</a> indicates that this was the final day of the Feast of Booths, or Tabernacles, a feast to celebrate God’s provision for Israel during her 40 years of wilderness wanderings and give thanks for a bountiful harvest. On this occasion Yahweh gave Haggai the third message. <a ref='Haggai 2:2'>2:2</a> The first message was directed toward the leaders, Zerubbabel and Joshua ( <i>see notes on <a ref='Haggai 1:1'>1:1</a></i> ). Here the prophet includes the remainder of the exiles who returned from Babylon. <a ref='Haggai 2:3'>2:3</a> <b>you … who saw.</b> Some remained, perhaps even Haggai, who had seen the temple of Solomon before its destruction (cf. <a ref='Ezra 3:12–13'>Ezr 3:12–13</a> ). With 3 rhetorical questions, Yahweh through His prophet Haggai drew attention to the fact that this temple was inferior to Solomon’s temple (cf. <a ref='Ezra 3:8–13'>Ezr 3:8–13</a> ), which caused many to be discouraged by its lack of splendor. <a ref='Haggai 2:4'>2:4</a> <b>be strong.</b> To counteract the discouragement, Yahweh repeated the command to “be strong” and to “work,” assuring them of God’s presence. This was the second reminder from Yahweh, “I am with you” (cf. <a ref='Haggai 1:13'>1:13</a> ). <a ref='Haggai 2:5'>2:5</a> Spoken at the close of the feast commemorating God’s provision during the wilderness wanderings, His covenant commitment and the promise that His Spirit would be with them as “when you came out of Egypt” would be most reassuring (ca. 1445 BC). He had not forgotten them over the last 9 centuries ( <a ref='Exodus 33:14'>Ex 33:14</a> ). <b>My Spirit.</b> The third Person of the Triune Godhead (cf. <a ref='Numbers 11:16–17'>Nu 11:16–17</a> ). <a ref='Haggai 2:6–7'>2:6–7</a> <b>I will shake.</b> The shaking of the cosmic bodies and the nations goes beyond the historical removal of kingdoms and the establishment of others, such as the defeat of Persia by Greece ( <a ref='Da 7'>Da 7</a> ). Rather, the text looks to the cataclysm in the universe described in <a ref='Rev 6-19'>Rev 6–19</a> , the subjugation of the nations by the Messiah, and the setting up of His kingdom which will never be destroyed (cf. <a ref='Daniel 2:44'>Da 2:44</a> ; <a ref='Daniel 7:27'>7:27</a> ; <a ref='Zechariah 14:16–21'>Zec 14:16–21</a> ; <a ref='Matthew 25:32'>Mt 25:32</a> ; <a ref='Luke 21:26'>Lk 21:26</a> ; <a ref='Hebrews 12:26'>Heb 12:26</a> ; <a ref='Revelation 19:19–21'>Rev 19:19–21</a> ). <a ref='Haggai 2:7'>2:7</a> <b>desirable things of all nations.</b> See Introduction: Interpretive Challenges . While some view the phrase as referring to Jerusalem (e.g., <a ref='Ezra 6:3–9'>Ezr 6:3–9</a> ), it seems preferable to see a reference here to the Messiah, the Deliverer for whom all the nations ultimately long. <b>I will fill this house with glory.</b> There is no Scripture to indicate that God’s glory ever did come to Zerubbabel’s temple, as the first temple was filled with the Shekinah glory (cf. <a ref='1 Kings 8:10–11'>1Ki 8:10–11</a> ; <a ref='2 Chronicles 5:13–14'>2Chr 5:13–14</a> ). However, His glory will fill the millennial temple ( <a ref='Ezekiel 43:5'>Eze 43:5</a> ). This glorification cannot refer to Christ’s physical presence in Herod’s temple, for the events of vv. <a ref='Haggai 2:6–9'>6–9</a> cannot be accounted for historically. The context speaks of the establishment of His earthly, Davidic, millennial kingdom and His presence in the temple during that kingdom. <a ref='Haggai 2:8'>2:8</a> <b>silver … gold.</b> Economically destitute, the people were reassured that He is the possessor of all things (cf. <a ref='Psalms 50:12'>Ps 50:12</a> ). <a ref='Haggai 2:9'>2:9</a> <b>The latter glory of this house.</b> The Jews viewed the temple in Jerusalem as one temple existing in different forms at different times. The rebuilt temple was considered a continuation of Solomon’s temple (cf. v. <a ref='Haggai 2:3'>3</a> ). However, the eschatological glory of the millennial temple, i.e., the latter temple, will far surpass even the grandeur of Solomon’s temple (the former temple). Cf. <a ref='Eze 40-48'>Eze 40–48</a> for the detailed description of the millennial temple. <b>I will give peace.</b> This peace is not limited to that peace which He gives to believers (e.g., <a ref='Romans 5:1'>Ro 5:1</a> ), but looks ahead to that ultimate peace when He returns to rule as the Prince of Peace upon the throne of David in Jerusalem ( <a ref='Isaiah 9:6–7'>Is 9:6–7</a> ; <a ref='Zechariah 6:13'>Zec 6:13</a> ; <a ref='Acts 2:30'>Ac 2:30</a> ). The Temples of the Bible Identification Date Description References The Tabernacle (mobile Temple) about 1444 BC Detailed plan received by Moses from the Lord Constructed by divinely appointed artisans Desecrated by Nadab and Abihu <a ref='Ex 25-30'>Ex 25–30</a> ; <a ref='Exodus 35:30–40:38'>35:30—40:38</a> ; <a ref='Leviticus 10:1–7'>Lv 10:1–7</a> Solomon’s Temple 966–586 BC Planned by David Constructed by Solomon Destroyed by Nebuchadnezzar <a ref='2 Samuel 7:1–29'>2Sa 7:1–29</a> ; <a ref='1 Kings 8:1–66'>1Ki 8:1–66</a> ; <a ref='Jeremiah 32:28–44'>Jer 32:28–44</a> Zerubbabel’s Temple 516–169 BC Envisioned by Zerubbabel Constructed by Zerubbabel and the elders of the Jews Desecrated by Antiochus Epiphanes <a ref='Ezra 3:1–8'>Ezr 3:1–8</a> ; <a ref='Ezra 4:1–14'>4:1–14</a> ; <a ref='Ezra 6:1–22'>6:1–22</a> Herod’s Temple 19 BC–AD 70 Zerubbabel’s temple restored by Herod the Great Destroyed by the Romans <a ref='Mark 13:2'>Mk 13:2</a> , <a ref='Mark 13:14–23'>14–23</a> ; <a ref='Luke 1:11–20'>Lk 1:11–20</a> ; <a ref='Luke 2:22–38'>2:22–38</a> ; <a ref='Luke 2:42–51'>2:42–51</a> ; <a ref='Luke 4:21–24'>4:21–24</a> ; <a ref='Acts 21:27–33'>Ac 21:27–33</a> The Present Temple Present Age Found in the heart of the believer The body of the believer is the Lord’s only temple until the Messiah returns <a ref='1 Corinthians 6:19–20'>1Co 6:19–20</a> ; <a ref='2 Corinthians 6:16–18'>2Co 6:16–18</a> The Temple of <a ref='Rev 11'>Revelation 11</a> Tribulation Period To be constructed during the tribulation by the Antichrist To be desecrated and destroyed <a ref='Daniel 9:2'>Da 9:2</a> ; <a ref='Matthew 24:15'>Mt 24:15</a> ; <a ref='2 Thessalonians 2:4'>2Th 2:4</a> ; <a ref='Revelation 17:18'>Rev 17:18</a> Ezekiel’s (Millennial) Temple Millennium Envisioned by the prophet Ezekiel To be built by the Messiah during His millennial reign <a ref='Ezekiel 40:1–42:20'>Eze 40:1—42:20</a> ; <a ref='Zechariah 6:12–13'>Zec 6:12–13</a> The Eternal Temple of His Presence The Eternal Kingdom The greatest temple of all (“The Lord God the Almighty and the Lamb are its sanctuary”) A spiritual temple <a ref='Revelation 21:22'>Rev 21:22</a> ; <a ref='Revelation 22:1–21'>22:1–21</a> The temple (Greek <i>hieron</i> ) is a place of worship, a sacred or holy space built primarily for the national worship of God. Go to the Index of Charts and Maps . <a ref='Haggai 2:10–19'>2:10–19</a> The fourth message of Haggai occurred 2 months after the third, on the 24th day of the month of Chislev, corresponding to Dec. 18, 520 BC. Only one month earlier, Zechariah began his prophetic ministry ( <a ref='Zechariah 1:1'>Zec 1:1</a> ). The message sought to demonstrate that while their disobedience caused God’s blessings to be withheld, their obedience would cause His blessings to be released. <a ref='Haggai 2:11–14'>2:11–14</a> To provide an analogy or object lesson for the people, two questions were asked of the priests relative to ceremonial law. The first question was intended to show that ceremonial cleanness cannot be transferred (v. <a ref='Haggai 2:12'>12</a> ), while the second question showed that ceremonial uncleanness can be transferred (v. <a ref='Haggai 2:13'>13</a> ). Haggai then applied the lesson (v. <a ref='Haggai 2:14'>14</a> ). Even though the people had been bringing their offerings while neglecting the rebuilding of the temple, their offerings had not been acceptable. Their sin had caused their sacrifices to be contaminated and ineffectual. And their good works, their offerings, could not transmit cleanness. In other words, sin is contagious; righteousness is not (cf. <a ref='1 Samuel 15:22'>1Sa 15:22</a> ; <a ref='Hosea 6:6'>Hos 6:6</a> ). <a ref='Haggai 2:15–18'>2:15–18</a> Yahweh called the people to again consider their situation prior to the resumption of the temple building. In those days, the farmer found less than expected (cf. <a ref='Haggai 1:6'>1:6</a> , <a ref='Haggai 1:9–11'>9–11</a> ). <a ref='Haggai 2:16'>2:16</a> <b>ten … twenty.</b> Between 50 to 60 percent of the expected harvest had been lost. <a ref='Haggai 2:19'>2:19</a> <b>Yet from this day on I will bless</b> you. As a result of their obedience, God promised to bless them from that day forth (cf. v. <a ref='Haggai 2:10'>10</a> ). <a ref='Haggai 2:20–23'>2:20–23</a> The fifth message to Zerubbabel the governor of Judah (v. <a ref='Haggai 2:20'>20</a> ) came on the same day as the fourth, and he returned to the theme of vv. <a ref='Haggai 2:6–9'>6–9</a> and the millennial reign of the Messiah. Once again, it depicted the overthrow of the kingdoms of the world and the establishment of the messianic kingdom (cf. <a ref='Daniel 2:44'>Da 2:44</a> ; <a ref='Daniel 7:27'>7:27</a> ). As the events predicted did not transpire historically, the promise pertains to the royal line through whom the Messiah would come. It looked to the ultimate day when Messiah reigns on earth (cf. <a ref='Ps 2'>Ps 2</a> ; <a ref='Rev 19-20'>Rev 19–20</a> ). <a ref='Haggai 2:23'>2:23</a> <b>On that day.</b> The day of Messiah’s triumph (cf. <a ref='Zec 12-14'>Zec 12–14</a> ). <b>My servant.</b> A distinctly Davidic and messianic title (cf. <a ref='2 Samuel 3:18'>2Sa 3:18</a> ; <a ref='1 Kings 11:34'>1Ki 11:34</a> ; <a ref='Isaiah 42:1–9'>Is 42:1–9</a> ; <a ref='Ezekiel 37:24–25'>Eze 37:24–25</a> ). <b>signet</b> ring. The signet ring was a symbol of honor, authority, and power (cf. <a ref='Song of Solomon 8:6'>SS 8:6</a> ). It corresponded to a king’s scepter which was used to seal letters and decrees (cf. <a ref='1 Kings 21:8'>1Ki 21:8</a> ; <a ref='Es 8:8'>Es 8:8</a> ; <a ref='Daniel 6:17'>Da 6:17</a> ). Zerubbabel, as God’s signet ring, stands as the official representative of the Davidic dynasty and represents the resumption of the messianic line interrupted by the Exile. Just as Pharaoh gave Joseph his signet ring and made him second in the kingdom ( <a ref='Genesis 41:41–43'>Ge 41:41–43</a> ), so God will do for the Davidic line of kings. The pre-Exilic signet of Jehoiachin was removed by God ( <a ref='Jeremiah 22:24'>Jer 22:24</a> ) and renewed here in his grandson, Zerubbabel, who reestablished the Davidic line of kings, which would culminate in the millennial reign of Christ. <i>See note on <a ref='Ezra 2:2'>Ezr 2:2</a> .</i>",
    "type": "notes"
  },
  {
    "id": "notes37f",
    "title": "Translator’s Notes and Cross-References for Haggai",
    "content": "Notes and Cross-References Haggai 1 1:1 a The personal covenant name of God, a form of I AM WHO I AM, cf. <a ref='Exodus 3:14–15'>Ex 3:14-15</a> 1:1 A <a ref='Ezra 4:24'>Ezr 4:24</a> 1:1 B <a ref='Ezra 5:1'>Ezr 5:1</a> ; <a ref='Ezra 6:14'>6:14</a> ; <a ref='Haggai 1:3'>Hag 1:3</a> , <a ref='Haggai 1:12'>12</a> , <a ref='Haggai 1:13'>13</a> ; <a ref='Haggai 2:1'>2:1</a> , <a ref='Haggai 2:10'>10</a> , <a ref='Haggai 2:20'>20</a> 1:1 C <a ref='Ezra 2:2'>Ezr 2:2</a> ; <a ref='Nehemiah 7:7'>Ne 7:7</a> ; <a ref='Haggai 1:12'>Hag 1:12</a> , <a ref='Haggai 1:14'>14</a> ; <a ref='Zechariah 4:6'>Zec 4:6</a> ; <a ref='Matthew 1:12'>Mt 1:12</a> , <a ref='Matthew 1:13'>13</a> 1:1 D <a ref='1 Kings 10:15'>1Ki 10:15</a> ; <a ref='Ezra 5:3'>Ezr 5:3</a> 1:1 E <a ref='Zechariah 6:11'>Zec 6:11</a> 1:2 b Lit <i>hosts, saying</i> 1:4 F <a ref='Jeremiah 33:10'>Jer 33:10</a> , <a ref='Jeremiah 33:12'>12</a> ; <a ref='Haggai 1:9'>Hag 1:9</a> 1:6 c Lit <i>not becoming drunk</i> 1:6 G <a ref='Deuteronomy 28:38–40'>Dt 28:38-40</a> ; <a ref='Hosea 8:7'>Hos 8:7</a> ; <a ref='Haggai 1:9'>Hag 1:9</a> , <a ref='Haggai 1:10'>10</a> ; <a ref='Haggai 2:16'>2:16</a> , <a ref='Haggai 2:17'>17</a> 1:8 d Lit <i>mountain</i> 1:8 H <a ref='1 Kings 6:1'>1Ki 6:1</a> 1:8 I <a ref='Psalms 132:13'>Ps 132:13</a> , <a ref='Psalms 132:14'>14</a> 1:8 J <a ref='Haggai 2:7'>Hag 2:7</a> , <a ref='Haggai 2:9'>9</a> 1:9 K <a ref='Proverbs 27:20'>Pr 27:20</a> ; <a ref='Ecclesiastes 1:8'>Ecc 1:8</a> 1:9 L <a ref='Isaiah 40:7'>Is 40:7</a> 1:9 M <a ref='Haggai 1:4'>Hag 1:4</a> 1:10 e Lit <i>from dew</i> 1:10 N <a ref='Deuteronomy 28:23'>Dt 28:23</a> , <a ref='Deuteronomy 28:24'>24</a> ; <a ref='1 Kings 17:1'>1Ki 17:1</a> ; <a ref='Joel 1:18–20'>Joel 1:18-20</a> 1:11 f Or <i>waste</i> , cf. <a ref='Haggai 1:4'>1:4</a> , <a ref='Haggai 1:9'>9</a> 1:11 g Lit <i>the palms</i> 1:11 O <a ref='Jeremiah 14:2–6'>Jer 14:2-6</a> ; <a ref='Malachi 3:9'>Mal 3:9</a> , <a ref='Malachi 3:11'>11</a> 1:11 P <a ref='Deuteronomy 28:22'>Dt 28:22</a> 1:11 Q <a ref='Haggai 2:17'>Hag 2:17</a> 1:12 R <a ref='Haggai 1:1'>Hag 1:1</a> 1:12 S <a ref='Haggai 1:14'>Hag 1:14</a> ; <a ref='Haggai 2:2'>2:2</a> 1:12 T <a ref='Isaiah 1:19'>Is 1:19</a> ; <a ref='1 Thessalonians 2:13'>1Th 2:13</a> 1:12 U <a ref='Deuteronomy 31:12'>Dt 31:12</a> , <a ref='Deuteronomy 31:13'>13</a> ; <a ref='Psalms 112:1'>Ps 112:1</a> ; <a ref='Isaiah 50:10'>Is 50:10</a> 1:13 V <a ref='Isaiah 44:26'>Is 44:26</a> ; <a ref='Ezekiel 3:17'>Eze 3:17</a> ; <a ref='Malachi 2:7'>Mal 2:7</a> ; <a ref='Malachi 3:1'>3:1</a> 1:13 W <a ref='Psalms 46:11'>Ps 46:11</a> ; <a ref='Isaiah 41:10'>Is 41:10</a> ; <a ref='Isaiah 43:2'>43:2</a> 1:14 X <a ref='Haggai 1:1'>Hag 1:1</a> ; <a ref='Haggai 2:2'>2:2</a> , <a ref='Haggai 2:21'>21</a> 1:14 Y <a ref='Haggai 1:12'>Hag 1:12</a> 1:14 Z <a ref='Ezra 5:2'>Ezr 5:2</a> ; <a ref='Nehemiah 4:6'>Ne 4:6</a> Haggai 2 2:1 A <a ref='Haggai 1:1'>Hag 1:1</a> 2:2 B <a ref='Haggai 1:1'>Hag 1:1</a> 2:2 C <a ref='Haggai 1:12'>Hag 1:12</a> 2:3 D <a ref='Ezra 3:12'>Ezr 3:12</a> 2:3 E <a ref='Haggai 2:9'>Hag 2:9</a> 2:4 F <a ref='Deuteronomy 31:23'>Dt 31:23</a> ; <a ref='1 Chronicles 22:13'>1Chr 22:13</a> ; <a ref='1 Chronicles 28:20'>28:20</a> ; <a ref='Zechariah 8:9'>Zec 8:9</a> ; <a ref='Ephesians 6:10'>Eph 6:10</a> 2:4 G <a ref='2 Samuel 5:10'>2Sa 5:10</a> ; <a ref='Acts 7:9'>Ac 7:9</a> 2:5 a Lit <i>word</i> 2:5 b Or <i>while…was standing</i> 2:5 H <a ref='Exodus 19:4–6'>Ex 19:4-6</a> ; <a ref='Exodus 29:45'>29:45</a> , <a ref='Exodus 29:46'>46</a> ; <a ref='Exodus 33:12–14'>33:12-14</a> ; <a ref='Exodus 34:8–10'>34:8-10</a> 2:5 I <a ref='Nehemiah 9:20'>Ne 9:20</a> ; <a ref='Isaiah 63:11'>Is 63:11</a> , <a ref='Isaiah 63:14'>14</a> 2:5 J <a ref='Isaiah 41:10'>Is 41:10</a> , <a ref='Isaiah 41:13'>13</a> ; <a ref='Zechariah 8:13'>Zec 8:13</a> 2:6 c Lit <i>it is a little</i> 2:6 K <a ref='Hebrews 12:26'>Heb 12:26</a> 2:6 L <a ref='Isaiah 10:25'>Is 10:25</a> ; <a ref='Isaiah 29:17'>29:17</a> 2:6 M <a ref='Haggai 2:21'>Hag 2:21</a> 2:7 d Or <i>the desire of all nations will come</i> 2:7 N <a ref='Daniel 2:44'>Da 2:44</a> ; <a ref='Joel 3:9'>Joel 3:9</a> , <a ref='Joel 3:16'>16</a> 2:7 O <a ref='Isaiah 60:4–9'>Is 60:4-9</a> 2:7 P <a ref='1 Kings 8:11'>1Ki 8:11</a> ; <a ref='Isaiah 60:7'>Is 60:7</a> 2:8 Q <a ref='1 Chronicles 29:14'>1Chr 29:14</a> , <a ref='1 Chronicles 29:16'>16</a> ; <a ref='Isaiah 60:17'>Is 60:17</a> 2:9 R <a ref='Zechariah 2:5'>Zec 2:5</a> 2:9 S <a ref='Haggai 2:3'>Hag 2:3</a> 2:9 T <a ref='Isaiah 9:6'>Is 9:6</a> , <a ref='Isaiah 9:7'>7</a> ; <a ref='Isaiah 66:12'>66:12</a> 2:10 U <a ref='Haggai 2:20'>Hag 2:20</a> 2:11 V <a ref='Deuteronomy 17:8–11'>Dt 17:8-11</a> ; <a ref='Malachi 2:7'>Mal 2:7</a> 2:12 e Lit <i>wing</i> 2:12 f Lit <i>his wing</i> 2:12 W <a ref='Exodus 29:37'>Ex 29:37</a> ; <a ref='Leviticus 6:27'>Lv 6:27</a> , <a ref='Leviticus 6:29'>29</a> ; <a ref='Leviticus 7:6'>7:6</a> ; <a ref='Ezekiel 44:19'>Eze 44:19</a> ; <a ref='Matthew 23:19'>Mt 23:19</a> 2:13 g Lit <i>soul</i> 2:13 X <a ref='Leviticus 22:4–6'>Lv 22:4-6</a> ; <a ref='Numbers 19:22'>Nu 19:22</a> 2:14 Y <a ref='Proverbs 15:8'>Pr 15:8</a> ; <a ref='Isaiah 1:11–15'>Is 1:11-15</a> 2:15 h Or <i>backward</i> 2:15 Z <a ref='Haggai 1:5'>Hag 1:5</a> , <a ref='Haggai 1:7'>7</a> ; <a ref='Haggai 2:18'>2:18</a> 2:15 A <a ref='Ezra 3:10'>Ezr 3:10</a> ; <a ref='Ezra 4:24'>4:24</a> 2:16 i Lit <i>since they were</i> 2:17 j Or <i>but what did we have in common?</i> 2:17 B <a ref='Deuteronomy 28:22'>Dt 28:22</a> ; <a ref='1 Kings 8:37'>1Ki 8:37</a> ; <a ref='Amos 4:9'>Am 4:9</a> 2:18 k Or <i>backward</i> 2:18 C <a ref='Deuteronomy 32:29'>Dt 32:29</a> ; <a ref='Haggai 2:15'>Hag 2:15</a> 2:18 D <a ref='Haggai 2:10'>Hag 2:10</a> 2:18 E <a ref='Ezra 5:1'>Ezr 5:1</a> , <a ref='Ezra 5:2'>2</a> ; <a ref='Zechariah 8:9'>Zec 8:9</a> , <a ref='Zechariah 8:12'>12</a> 2:19 F <a ref='Psalms 128:1–6'>Ps 128:1-6</a> ; <a ref='Jeremiah 31:12'>Jer 31:12</a> , <a ref='Jeremiah 31:14'>14</a> ; <a ref='Malachi 3:10'>Mal 3:10</a> 2:20 G <a ref='Haggai 2:10'>Hag 2:10</a> 2:21 H <a ref='Ezra 5:2'>Ezr 5:2</a> ; <a ref='Haggai 1:1'>Hag 1:1</a> ; <a ref='Zechariah 4:6–10'>Zec 4:6-10</a> 2:21 I <a ref='Haggai 2:6'>Hag 2:6</a> ; <a ref='Hebrews 12:26'>Heb 12:26</a> , <a ref='Hebrews 12:27'>27</a> 2:22 l Or <i>Gentiles</i> 2:22 J <a ref='Ezekiel 26:16'>Eze 26:16</a> ; <a ref='Zephaniah 3:8'>Zep 3:8</a> 2:22 K <a ref='Micah 7:16'>Mic 7:16</a> 2:22 L <a ref='Psalms 46:9'>Ps 46:9</a> ; <a ref='Ezekiel 39:20'>Eze 39:20</a> ; <a ref='Micah 5:10'>Mic 5:10</a> 2:22 M <a ref='Amos 2:15'>Am 2:15</a> 2:22 N <a ref='Judges 7:22'>Jdg 7:22</a> ; <a ref='2 Chronicles 20:23'>2Chr 20:23</a> 2:23 m Or <i>seal</i> 2:23 O <a ref='Song of Solomon 8:6'>SS 8:6</a> ; <a ref='Jeremiah 22:24'>Jer 22:24</a> 2:23 P <a ref='Isaiah 42:1'>Is 42:1</a> ; <a ref='Isaiah 43:10'>43:10</a>",
    "type": "notes"
  }
]