[
  {
    "id": "intro34",
    "title": "The Book of Nahum",
    "content": "The Book of Nahum Title The book’s title is taken from the prophet-of-God’s oracle against Nineveh, the capital of Assyria. Nahum means “comfort” or “consolation” and is a short form of Nehemiah (“comfort of Yahweh”). Nahum is not quoted in the NT, although there may be an allusion to <a ref='Nahum 1:15'>Na 1:15</a> in <a ref='Romans 10:15'>Ro 10:15</a> (cf. <a ref='Isaiah 52:7'>Is 52:7</a> ). Author and Date The significance of the writing prophets was not their personal lives; it was their message. Thus, background information about the prophet from within the prophecy is rare. Occasionally, one of the historical books will shed additional light. In the case of Nahum, nothing is provided except that he was an Elkoshite ( <a ref='Nahum 1:1'>1:1</a> ), referring either to his birthplace or his place of ministry. Attempts to identify the location of Elkosh have been unsuccessful. Suggestions include Al Qosh, situated in northern Iraq (thus Nahum would have been a descendant of the exiles taken to Assyria in 722 BC), Capernaum (“town of Nahum”), or a location in southern Judah (cf. <a ref='Nahum 1:15'>1:15</a> ). His birthplace or locale is not significant to the interpretation of the book. With no mention of any kings in the introduction, the date of Nahum’s prophecy must be implied by historical data. The message of judgment against Nineveh portrays a nation of strength, intimating a time not only prior to her fall in 612 BC but probably before the death of Ashurbanipal in 626 BC, after which Assyria’s power fell rapidly. Nahum’s mention of the fall of No-amon, also called Thebes ( <a ref='Nahum 3:8–10'>3:8–10</a> ), in 663 BC (at the hands of Ashurbanipal) appears to be fresh in their minds, and there is no mention of the rekindling that occurred ten years later, suggesting a mid-seventh century BC date during the reign of Manasseh (ca. 695–642 BC; cf. <a ref='2 Kings 21:1–18'>2Ki 21:1–18</a> ). Background and Setting A century after Nineveh repented at the preaching of Jonah, she returned to idolatry, violence, and arrogance ( <a ref='Nahum 3:1–4'>3:1–4</a> ). Assyria was at the height of her power, having recovered from Sennacherib’s defeat (701 BC) at Jerusalem (cf. <a ref='Isaiah 37:36–38'>Is 37:36–38</a> ). Her borders extended all the way into Egypt. Esarhaddon had recently transplanted conquered peoples into Samaria and Galilee in 670 BC (cf. <a ref='2 Kings 17:24'>2Ki 17:24</a> ; <a ref='Ezra 4:2'>Ezr 4:2</a> ), leaving Syria and Israel very weak. But God brought Nineveh down under the rising power of Babylon’s king Nabopolassar and his son, Nebuchadnezzar (ca. 612 BC). Assyria’s demise turned out just as God had prophesied. Historical and Theological Themes Nahum forms a sequel to the book of Jonah, who prophesied over a century earlier. Jonah recounts the remission of God’s promised judgment toward Nineveh, while Nahum depicts the later execution of God’s judgment. Nineveh was proud of her invulnerable city, with her walls reaching 100 ft. high and with a moat 150 ft. wide and 60 ft. deep; but Nahum established the fact that the sovereign God ( <a ref='Nahum 1:2–5'>1:2–5</a> ) would bring vengeance upon those who violated His law ( <a ref='Nahum 1:8'>1:8</a> , <a ref='Nahum 1:14'>14</a> ; <a ref='Nahum 3:5–7'>3:5–7</a> ). The same God had a retributive judgment against evil which is also redemptive, bestowing His loving-kindnesses upon the faithful (cf. <a ref='Nahum 1:7'>1:7</a> , <a ref='Nahum 1:12–13'>12–13</a> , <a ref='Nahum 1:15'>15</a> ; <a ref='Nahum 2:2'>2:2</a> ). The prophecy brought comfort to Judah and all who feared the cruel Assyrians. Nahum said Nineveh would end “with an overflowing flood” ( <a ref='Nahum 1:8'>1:8</a> ); and it happened when the Tigris River overflowed to destroy enough of the walls to let the Babylonians through. Nahum also predicted that the city would be hidden ( <a ref='Nahum 3:11'>3:11</a> ). After its destruction in 612 BC, the site was not rediscovered until AD 1842. Interpretive Challenges Apart from the uncertain identity of Elkosh (cf. Introduction: Author and Date ), the prophecy presents no real interpretive difficulties. The book is a straightforward prophetic announcement of judgment against Assyria and her capital Nineveh for cruel atrocities and idolatrous practices. Outline I. Superscription ( <a ref='Nahum 1:1'>1:1</a> ) II. Destruction of Nineveh Declared ( <a ref='Nahum 1:2–15'>1:2–15</a> ) A. God’s Power Illustrated ( <a ref='Nahum 1:2–8'>1:2–8</a> ) B. God’s Punishment Stated ( <a ref='Nahum 1:9–15'>1:9–15</a> ) III. Destruction of Nineveh Detailed ( <a ref='Nahum 2:1–13'>2:1–13</a> ) A. The City is Assaulted ( <a ref='Nahum 2:1–10'>2:1–10</a> ) B. The City is Discredited ( <a ref='Nahum 2:11–13'>2:11–13</a> ) IV. Destruction of Nineveh Demanded ( <a ref='Nahum 3:1–19'>3:1–19</a> ) A. The First Charge ( <a ref='Nahum 3:1–3'>3:1–3</a> ) B. The Second Charge ( <a ref='Nahum 3:4–7'>3:4–7</a> ) C. The Third Charge ( <a ref='Nahum 3:8–19'>3:8–19</a> )",
    "type": "chapter_content"
  },
  {
    "id": "anc34",
    "title": "Study Notes and Features for Nahum",
    "content": "Study Notes and Features <a ref='Nahum 1:1'>1:1</a> <b>oracle.</b> The prophecy is a message of doom. Nahum was only the messenger of this divine oracle of judgment on Nineveh. <a ref='Nahum 1:2–15'>1:2–15</a> The destruction of Nineveh was announced. <a ref='Nahum 1:2–8'>1:2–8</a> Nahum, defining God’s power in general, establishes the fact that He is omnipotent, a holy and jealous God who will punish the wicked and avenge His own. <a ref='Nahum 1:2'>1:2</a> <b>jealous.</b> This attribute, often used of God’s burning zeal for His wife, Israel, emphasizes His passionate reaction against anyone guilty of spiritual adultery. Possibly the captivity of the 10 northern tribes (722 BC) or the invasion of Sennacherib (701 BC) is in view here. <a ref='Nahum 1:3'>1:3</a> <b>slow to anger.</b> The jealousy of v. <a ref='Nahum 1:2'>2</a> should not suggest that God is quick to anger; rather He is longsuffering (cf. <a ref='Exodus 34:6'>Ex 34:6</a> ; <a ref='Numbers 14:18'>Nu 14:18</a> ). God had extended His forbearance to Nineveh at least a century earlier in response to their repentance at Jonah’s preaching (cf. <a ref='Jonah 3:10'>Jon 3:10</a> ; <a ref='Jonah 4:2'>4:2</a> ). But although patient, His justice will eventually punish the wicked. <b>whirlwind … storm … clouds.</b> These figures frequently describe Yahweh’s appearances (theophanies), often in judgment (cf. <a ref='Exodus 19:9'>Ex 19:9</a> , <a ref='Exodus 19:16'>16</a> ; <a ref='Psalms 83:15'>Ps 83:15</a> ; <a ref='Isaiah 29:6'>Is 29:6</a> ; <a ref='Joel 2:2'>Joel 2:2</a> ; <a ref='1 Thessalonians 4:17'>1Th 4:17</a> ). Nature is the theater in which His power and majesty is showcased. <a ref='Nahum 1:4'>1:4</a> His mighty power is revealed when He rebukes the sea, as in the crossing of the Red Sea ( <a ref='Exodus 14:15–25'>Ex 14:15–25</a> ) and when He withholds His rain from the fertile valleys and coastal highlands. <b>Bashan … Carmel … Lebanon.</b> Bashan, located below Mt. Hermon, east of the Jordan, was known for her lush pastures ( <a ref='Micah 7:14'>Mic 7:14</a> ). Carmel, along the coast of Canaan, became synonymous with fruitfulness ( <a ref='Song of Solomon 7:5'>SS 7:5</a> ). Lebanon was renowned for her beautiful cedars ( <a ref='1 Kings 5:14–18'>1Ki 5:14–18</a> ). Yet, they too would wither before the infinite strength of the omnipotent Judge. <a ref='Nahum 1:5'>1:5</a> The violent shaking of the earth provides another evidence of Yahweh’s awesome power, as even that which seems to be most stable trembles. <a ref='Nahum 1:6'>1:6</a> This series of rhetorical questions summarizes vv. <a ref='Nahum 1:2–5'>2–5</a> ; His power and resolve to spew His wrath on Nineveh is irresistible, melting all opposition before it. <a ref='Nahum 1:7'>1:7</a> In contrast to v. <a ref='Nahum 1:6'>6</a> , Nahum eased the fury by adding that God was compassionate, a stronghold or fortress (cf. <a ref='Psalms 46:1'>Ps 46:1</a> ) to those who put their hope in Him (cf. <a ref='Isaiah 33:2–4'>Is 33:2–4</a> ; <a ref='Isaiah 37:3–7'>37:3–7</a> , <a ref='Isaiah 37:29–38'>29–38</a> ). The verse foreshadowed the vindication of Judah in vv. <a ref='Nahum 1:12–13'>12b–13</a> , <a ref='Nahum 1:15'>15</a> ; <a ref='Nahum 2:2'>2:2</a> . <a ref='Nahum 1:8'>1:8</a> <b>flood … darkness.</b> Nahum described Nineveh’s judgment metaphorically as an engulfing flood and darkness from which none can escape. <a ref='Nahum 1:9–15'>1:9–15</a> Having established God’s power and sovereign right to judge generally, Nahum announced specifically God’s judgment upon Nineveh, interweaving expressions of blessing and hope for Israel within the oracles of doom upon the wicked nation. The sovereign Judge not only punishes (vv. <a ref='Nahum 1:9–12'>9–12a</a> , <a ref='Nahum 1:14'>14</a> ) but also saves (vv. <a ref='Nahum 1:12–13'>12b–13</a> , <a ref='Nahum 1:15'>15</a> ). <a ref='Nahum 1:9'>1:9</a> <b>Whatever you devise.</b> All Assyrian attempts to foil God’s judgment would end in futility (cf. <a ref='Ps 2'>Ps 2</a> ). Their affliction of His people would not be allowed to occur again (cf. v. <a ref='Nahum 1:12'>12</a> ). Their end was determined. <a ref='Nahum 1:11'>1:11</a> <b>vile counselor.</b> The phrase, lit. “counselor of Belial,” suggests Satanic influence on the leadership, identified as the king of Assyria (cf. <a ref='Nahum 3:18'>3:18</a> ). Specific reference could be to Ashurbanipal (669–633 BC) or more likely to Sennacherib (705–681 BC), who invaded Judah in 701 BC and of whom Isaiah speaks in similar language ( <a ref='Isaiah 10:7'>Is 10:7</a> ). <a ref='Nahum 1:12'>1:12</a> <b>Thus says Yahweh.</b> Used as a common prophetic formula introducing God’s unequivocal message, it occurs only here in the book. Verse <a ref='Nahum 1:12'>12a</a> is related in the third person, denoting the enemy, while in v. <a ref='Nahum 1:12'>12b</a> the chosen people of God are spoken of in the second person. The safety of a walled city and massive numbers (“many”) would not be a sufficient defense. “Even so” harkens back to vv. <a ref='Nahum 1:7–10'>7–10</a> . <a ref='Nahum 1:12–13'>1:12b–13</a> <b>I will afflict you no longer.</b> Judah was to be no longer afflicted by Assyria. God’s Judgment Against Assyria/Nineveh IN RETROSPECT—Fulfilled 1. <a ref='Jeremiah 50:17–18'>Jer 50:17–18</a> 2. <a ref='Ezekiel 32:22–23'>Eze 32:22–23</a> IN PROSPECT—Prophesied 1. <a ref='Isaiah 10:5'>Is 10:5</a> 6. <a ref='Micah 5:5–6'>Mic 5:5–6</a> 2. <a ref='Isaiah 10:24–27'>Is 10:24–27</a> 7. <a ref='Nahum 1:1'>Na 1:1</a> 3. <a ref='Isaiah 14:24–25'>Is 14:24–25</a> 8. <a ref='Nahum 2:8'>Na 2:8</a> 4. <a ref='Isaiah 30:31–33'>Is 30:31–33</a> 9. <a ref='Nahum 3:7'>Na 3:7</a> , <a ref='Nahum 3:18'>18</a> 5. <a ref='Isaiah 31:8–9'>Is 31:8–9</a> 10. <a ref='Zephaniah 2:13–15'>Zep 2:13–15</a> Go to the Index of Charts and Maps . <a ref='Nahum 1:14'>1:14</a> Three judgments were pronounced. First, the king of Assyria, representing the nation, would become destitute of descendants. Second, the gods by which they received their authority would be destroyed. Third, the king would be put to death (cf. the fall of Nineveh in 612 BC). <a ref='Nahum 1:15'>1:15</a> <b>mountains … feet.</b> The verse echoes <a ref='Isaiah 52:7'>Is 52:7</a> , where it refers to those who announced the deliverance from Babylon. The theme of good tidings and peace reverberates throughout the message of the NT (cf. <a ref='Luke 2:10'>Lk 2:10</a> ; <a ref='Isaiah 61:1'>Is 61:1</a> with <a ref='Luke 4:16–21'>Lk 4:16–21</a> ; <a ref='Romans 10:15'>Ro 10:15</a> ; <a ref='Ephesians 2:14–18'>Eph 2:14–18</a> ). <b>feasts.</b> During a siege, people were prevented from going up to Jerusalem to celebrate her annual feasts (cf. <a ref='Nu 28-29'>Nu 28–29</a> ). With the destruction of Assyria, Judah was called upon to celebrate her feasts and to pay the vows made while under siege (cf. <a ref='Psalms 116:14'>Ps 116:14</a> , <a ref='Psalms 116:17–18'>17–18</a> ). <a ref='Nahum 2:1–13'>2:1–13</a> Nineveh’s fall in 612 BC at the hands of Nebuchadnezzar of Babylon, though still future in Nahum’s day, is described vividly in present tense terms. <a ref='Nahum 2:1'>2:1</a> <b>scatters.</b> Assyria had made a practice of dispersing captives to many nations; now she would receive similar judgment. <b>Guard … watch … Strengthen.</b> The prophet, with irony and satire, ordered the Assyrians to prepare for the coming invasion from Babylon. <a ref='Nahum 2:2'>2:2</a> <b>majesty of Jacob … Israel.</b> This is not a reference to the southern and northern tribes, since the northern tribes had been overrun by Assyria almost a century earlier; but these are titles of honor for Judah, remembering the day when Jacob received God’s blessing at Peniel ( <a ref='Genesis 32:27–28'>Ge 32:27–28</a> ) and had his name changed to Israel. Together, they signify the nation’s restoration to the promised position. <b>those who empty</b> them <b>have emptied them.</b> Assyria had repeatedly “devastated” the land, destroying its fruitful vineyards and economic lifeblood. <a ref='Nahum 2:3'>2:3</a> <b>shields …</b> colored <b>red.</b> Shields were either overlaid with copper, whose reflections of sunshine would make the army appear larger and strike terror in the enemy, or they were covered with hide that was dyed red, so as to extinguish fiery arrows and to minimize the sight of blood. “Scarlet” clothing would have similar benefits. spears <b>are brandished.</b> Warriors, denoting their eagerness and readiness for battle, would wave their weapons. <a ref='Nahum 2:4'>2:4</a> Confusion reigned in Nineveh, where battle preparations were hurriedly made. <a ref='Nahum 2:5'>2:5</a> <b>They hurry to her wall.</b> This may continue the thought of v. <a ref='Nahum 2:4'>4</a> , depicting Nineveh’s royalty and military leaders dashing to one of her many defense towers which, according to the Greek historian Diodorus Siculus, numbered 1,500 and reached a height of 200 ft. It is also possible that the latter part of the verse is a description of the attackers preparing to erect a “mantelet,” a small fortress-type box in which soldiers rode for protection as they advanced to the wall. <a ref='Nahum 2:6'>2:6</a> <b>gates of the rivers.</b> Nineveh, lying at the confluence of 3 rivers (the Tigris and two smaller rivers), constructed dams to minimize the damage of seasonal flooding to her walls. The latter part of v. <a ref='Nahum 2:6'>6</a> suggests that these dam gates were opened, causing the walls to be dissolved and the palace to be taken (cf. Introduction: Historical and Theological Themes ; <a ref='Nahum 1:8'>1:8</a> ). <a ref='Nahum 2:7'>2:7</a> <b>she is carried away.</b> The goddess of Nineveh, probably Ishtar, was taken by her attackers to demonstrate the superiority of their gods (cf. <a ref='1 Samuel 4:1–11'>1Sa 4:1–11</a> ). The temple prostitutes (“maidservants”) mourned the fate of their goddess. <a ref='Nahum 2:8'>2:8</a> <b>pool of water.</b> Though Nineveh was like an oasis in the desert that attracted many people, they fled from the devastation. <a ref='Nahum 2:9'>2:9</a> <b>Plunder.</b> Spoils abounded in Nineveh, but it was her turn to be plundered. <a ref='Nahum 2:10'>2:10</a> <b>Hearts are melting.</b> The great city of Nineveh, lying in ruin, evoked fear and terror in those who observed it (cf. <a ref='Daniel 5:6'>Da 5:6</a> ). <a ref='Nahum 2:11–13'>2:11–13</a> <b>Where is…?</b> Archeologists have found a carving from a palace showing an Assyrian king on a lion hunt. Nahum rhetorically asks where Nineveh has gone. No longer describing Nineveh’s fall, the prophet taunted her, ridiculing her fall from power and glory. Like a pride of lions, with plenty to eat and in fear of no enemy, Nineveh ruthlessly “tore” her prey. She herself will become prey for another nation, under the sovereign direction of God. “I am against you” should be the most feared words a nation could receive from God. <a ref='Nahum 2:13'>2:13</a> <b>burn up her chariots.</b> Nineveh, known for burning the captured cities, would receive the same fate. <b>your messengers.</b> The voice of the messengers who carried the edicts of the mighty king of Assyria to the captured nations would become mute. <a ref='Nahum 3:1–19'>3:1–19</a> The prophet Nahum, asserting that the destruction of Nineveh was justly deserved, makes 3 charges against her (vv. <a ref='Nahum 3:1'>1</a> , <a ref='Nahum 3:4'>4</a> , <a ref='Nahum 3:8–10'>8–10</a> ), followed by the consequences (vv. <a ref='Nahum 3:2–3'>2–3</a> , <a ref='Nahum 3:5–7'>5–7</a> , <a ref='Nahum 3:11–19'>11–19</a> ). <a ref='Nahum 3:1'>3:1</a> <b>city of bloodshed.</b> The first accusation was a charge well documented in history. Assyria proved to be an unusually cruel, bloodthirsty nation. <b>deception.</b> Assyria employed falsehood and treachery to subdue her enemies (cf. <a ref='2 Kings 18:28–32'>2Ki 18:28–32</a> ). <b>pillage.</b> See <a ref='Nahum 2:11–12'>2:11–12</a> . Preying upon her victims, she filled her cities with the goods of other nations. <a ref='Nahum 3:2–3'>3:2–3</a> These verses reach back to the scene portrayed in <a ref='Nahum 2:3–5'>2:3–5</a> . Assyria was so overrun that she is filled with corpses, causing the defenders to stumble over them. <a ref='Nahum 3:4'>3:4</a> The second charge against Nineveh was spiritual and moral harlotry. The nation was likened to a beautiful prostitute who seduced the nations with her illicit enticements. <a ref='Nahum 3:5–6'>3:5–6</a> Nineveh would be publicly exposed, resulting in shame and humiliation. <a ref='Nahum 3:7'>3:7</a> <b>Nineveh is devastated!</b> Instead of mourning, there would be rejoicing at her fall. None would be found to comfort her; she would bear her misery alone. <a ref='Nahum 3:8–10'>3:8–10</a> Nahum sets forth the third and final charge against Nineveh: they hadn’t learned from No-amon. Also known as Thebes, No-amon was the great capital of southern Egypt, 400 mi. south of Cairo. One of the most magnificent ancient civilizations of the world, it was renowned for its 100 gates, a temple measuring 330 ft. long and 170 ft. wide, and its network of canals. It fell to Ashurbanipal of Assyria in 663 BC. Like No-amon by the Nile, Nineveh was situated by the Tigris River, enjoying the security of conquered nations around her. However, her end would be like that of No-amon. <a ref='Nahum 3:9'>3:9</a> <b>Ethiopia … Egypt … Put … Lubim.</b> No-amon was well protected on all sides, nestled between lower Egypt on the north and Ethiopia on the south. The location of Put is best identified in the general vicinity of North Africa. Josephus says that Put, the third son of Ham ( <a ref='Genesis 10:6'>Ge 10:6</a> ), was the founder of Libya. Lubim has been identified with the area of modern Libya as well. <a ref='Nahum 3:11'>3:11</a> <b>drunk.</b> As predicted (cf. <a ref='Nahum 1:10'>1:10</a> ), Nineveh would be made to drink of God’s wrath, making her drunk and defenseless to His judgment. <a ref='Nahum 3:12–13'>3:12–13</a> Nahum employed a series of metaphors to emphasize that Nineveh’s strong defenses would be easily overrun. Their walls would be like ripe fruit that falls at the slightest shaking and their battle forces like weak women. <a ref='Nahum 3:14–15'>3:14–15</a> The prophet taunted the people with sarcasm, urging them to prepare for battle, to fortify the city’s defenses, only to be destroyed. As the locust leaves nothing, stripping all the foliage, so there would be nothing left of Nineveh (cf. <a ref='Amos 7:1'>Am 7:1</a> ). <a ref='Nahum 3:16'>3:16</a> <b>increased your traders.</b> Nineveh had increased her traders, or merchants, bringing immense wealth, which is just more to destroy. <a ref='Nahum 3:17'>3:17</a> <b>locust.</b> Not only was Nineveh’s commercial strength gone (v. <a ref='Nahum 3:16'>16</a> ), but her governing resources disappeared as well. After camping for the night within the massive walls of this great citadel, the locusts, depicting Assyria’s leadership, flew away with the first rays of warm sunshine in search of food. <a ref='Nahum 3:18–19'>3:18–19</a> The destiny of Nineveh was certain. She had received the death blow; she would not recover. And all who hear of it would rejoice. Assyria had devastated the nations with her atrocities and cruelties; the news of her downfall brought happiness and mirth among the nations. <a ref='Nahum 3:18'>3:18</a> <b>sleeping … lying down.</b> The Assyrian leaders and army, described in terms of exhaustion and sleep, were dead; the people were scattered. There were none left to help against the invasion of the Babylonians, to whom they fell in 612 BC.",
    "type": "notes"
  },
  {
    "id": "notes34f",
    "title": "Translator’s Notes and Cross-References for Nahum",
    "content": "Notes and Cross-References Nahum 1 1:1 a Or <i>burden</i> 1:1 A <a ref='Isaiah 13:1'>Is 13:1</a> ; <a ref='Isaiah 19:1'>19:1</a> ; <a ref='Jeremiah 23:33'>Jer 23:33</a> , <a ref='Jeremiah 23:34'>34</a> ; <a ref='Habakkuk 1:1'>Hab 1:1</a> ; <a ref='Zechariah 9:1'>Zec 9:1</a> ; <a ref='Malachi 1:1'>Mal 1:1</a> 1:1 B <a ref='2 Kings 19:36'>2Ki 19:36</a> ; <a ref='Jonah 1:2'>Jon 1:2</a> ; <a ref='Nahum 2:8'>Na 2:8</a> ; <a ref='Zephaniah 2:13'>Zep 2:13</a> 1:2 b The personal covenant name of God, a form of I AM WHO I AM, cf. <a ref='Exodus 3:14–15'>Ex 3:14-15</a> 1:2 c Lit <i>a possessor of wrath</i> 1:2 C <a ref='Exodus 20:5'>Ex 20:5</a> ; <a ref='Joshua 24:19'>Jos 24:19</a> 1:2 D <a ref='Deuteronomy 32:35'>Dt 32:35</a> , <a ref='Deuteronomy 32:41'>41</a> 1:2 E <a ref='Psalms 94:1'>Ps 94:1</a> 1:3 F <a ref='Exodus 34:6'>Ex 34:6</a> , <a ref='Exodus 34:7'>7</a> ; <a ref='Nehemiah 9:17'>Ne 9:17</a> ; <a ref='Psalms 103:8'>Ps 103:8</a> 1:3 G <a ref='Exodus 19:16'>Ex 19:16</a> ; <a ref='Isaiah 29:6'>Is 29:6</a> 1:3 H <a ref='Psalms 104:3'>Ps 104:3</a> ; <a ref='Isaiah 19:1'>Is 19:1</a> 1:4 I <a ref='Joshua 3:15'>Jos 3:15</a> , <a ref='Joshua 3:16'>16</a> ; <a ref='Psalms 106:9'>Ps 106:9</a> ; <a ref='Isaiah 50:2'>Is 50:2</a> ; <a ref='Matthew 8:26'>Mt 8:26</a> 1:4 J <a ref='Isaiah 33:9'>Is 33:9</a> 1:5 K <a ref='Exodus 19:18'>Ex 19:18</a> ; <a ref='2 Samuel 22:8'>2Sa 22:8</a> ; <a ref='Psalms 18:7'>Ps 18:7</a> 1:5 L <a ref='Micah 1:4'>Mic 1:4</a> 1:5 M <a ref='Isaiah 24:1'>Is 24:1</a> , <a ref='Isaiah 24:20'>20</a> 1:5 N <a ref='Psalms 98:7'>Ps 98:7</a> 1:6 O <a ref='Jeremiah 10:10'>Jer 10:10</a> ; <a ref='Malachi 3:2'>Mal 3:2</a> 1:6 P <a ref='Isaiah 13:13'>Is 13:13</a> 1:6 Q <a ref='Isaiah 66:15'>Is 66:15</a> 1:6 R <a ref='1 Kings 19:11'>1Ki 19:11</a> 1:7 S <a ref='Psalms 25:8'>Ps 25:8</a> ; <a ref='Psalms 37:39'>37:39</a> , <a ref='Psalms 37:40'>40</a> ; <a ref='Jeremiah 33:11'>Jer 33:11</a> 1:7 T <a ref='Psalms 1:6'>Ps 1:6</a> ; <a ref='John 10:14'>Jn 10:14</a> ; <a ref='2 Timothy 2:19'>2Ti 2:19</a> 1:8 d Nineveh’s 1:8 U <a ref='Isaiah 28:2'>Is 28:2</a> , <a ref='Isaiah 28:17'>17f</a> ; <a ref='Amos 8:8'>Am 8:8</a> 1:8 V <a ref='Isaiah 13:9'>Is 13:9</a> , <a ref='Isaiah 13:10'>10</a> 1:9 W <a ref='Psalms 2:1'>Ps 2:1</a> ; <a ref='Nahum 1:11'>Na 1:11</a> 1:9 X <a ref='Isaiah 28:22'>Is 28:22</a> 1:10 Y <a ref='2 Samuel 23:6'>2Sa 23:6</a> ; <a ref='Micah 7:4'>Mic 7:4</a> 1:10 Z <a ref='Isaiah 56:12'>Is 56:12</a> ; <a ref='Nahum 3:11'>Na 3:11</a> 1:10 A <a ref='Isaiah 5:24'>Is 5:24</a> ; <a ref='Isaiah 10:17'>10:17</a> ; <a ref='Malachi 4:1'>Mal 4:1</a> 1:11 e Or <i>worthless</i> ; Heb <i>Belial</i> 1:11 B <a ref='Isaiah 10:7–11'>Is 10:7-11</a> ; <a ref='Nahum 1:9'>Na 1:9</a> 1:11 C <a ref='Ezekiel 11:2'>Eze 11:2</a> 1:12 D <a ref='Isaiah 10:16–19'>Is 10:16-19</a> , <a ref='Isaiah 10:33'>33</a> , <a ref='Isaiah 10:34'>34</a> 1:12 E <a ref='Lamentations 3:31'>Lam 3:31</a> , <a ref='Lamentations 3:32'>32</a> 1:13 F <a ref='Isaiah 9:4'>Is 9:4</a> ; <a ref='Isaiah 10:27'>10:27</a> ; <a ref='Jeremiah 2:20'>Jer 2:20</a> 1:14 f The king of Nineveh 1:14 g Lit <i>No more of your name will be sown</i> 1:14 G <a ref='Job 18:17'>Job 18:17</a> ; <a ref='Psalms 109:13'>Ps 109:13</a> ; <a ref='Isaiah 14:22'>Is 14:22</a> 1:14 H <a ref='Isaiah 46:1'>Is 46:1</a> , <a ref='Isaiah 46:2'>2</a> ; <a ref='Micah 5:13'>Mic 5:13</a> , <a ref='Micah 5:14'>14</a> 1:14 I <a ref='Ezekiel 32:22'>Eze 32:22</a> , <a ref='Ezekiel 32:23'>23</a> 1:15 h Ch 2:1 in Heb 1:15 i Or <i>causes peace to be heard</i> 1:15 j Or <i>worthless</i> ; Heb <i>Belial</i> 1:15 J <a ref='Isaiah 40:9'>Is 40:9</a> ; <a ref='Isaiah 52:7'>52:7</a> ; <a ref='Romans 10:15'>Ro 10:15</a> 1:15 K <a ref='Leviticus 23:2'>Lv 23:2</a> , <a ref='Leviticus 23:4'>4</a> 1:15 L <a ref='Isaiah 52:1'>Is 52:1</a> ; <a ref='Joel 3:17'>Joel 3:17</a> 1:15 M <a ref='Isaiah 29:7'>Is 29:7</a> , <a ref='Isaiah 29:8'>8</a> Nahum 2 2:1 a Ch 2:2 in Heb 2:1 b Lit <i>your face</i> 2:1 c Or <i>make your power courageous</i> 2:1 A <a ref='Jeremiah 51:20–23'>Jer 51:20-23</a> 2:2 B <a ref='Isaiah 60:15'>Is 60:15</a> 2:2 C <a ref='Ezekiel 37:21–23'>Eze 37:21-23</a> 2:2 D <a ref='Psalms 80:12'>Ps 80:12</a> , <a ref='Psalms 80:13'>13</a> 2:3 d Those attacking Nineveh 2:3 e Or <i>crimson</i> , cf. <a ref='Lamentations 4:5'>Lam 4:5</a> 2:3 f Lit <i>fire of steel</i> 2:3 g Lit <i>On the day of his preparation</i> 2:3 E <a ref='Ezekiel 23:14'>Eze 23:14</a> , <a ref='Ezekiel 23:15'>15</a> 2:3 F <a ref='Job 39:23'>Job 39:23</a> 2:4 h Lit <i>broad places</i> 2:4 G <a ref='Isaiah 66:15'>Is 66:15</a> ; <a ref='Jeremiah 4:13'>Jer 4:13</a> ; <a ref='Ezekiel 26:10'>Eze 26:10</a> ; <a ref='Nahum 3:2'>Na 3:2</a> , <a ref='Nahum 3:3'>3</a> 2:5 i Lit <i>covering</i> (used in a siege) 2:5 H <a ref='Nahum 3:18'>Na 3:18</a> 2:5 I <a ref='Jeremiah 46:12'>Jer 46:12</a> 2:7 J <a ref='Isaiah 38:14'>Is 38:14</a> ; <a ref='Isaiah 59:11'>59:11</a> 2:7 K <a ref='Isaiah 32:12'>Is 32:12</a> 2:8 j Lit <i>gathers</i> 2:8 L <a ref='Jeremiah 46:5'>Jer 46:5</a> ; <a ref='Jeremiah 47:3'>47:3</a> 2:9 k Lit <i>Glory</i> 2:9 M <a ref='Revelation 18:12'>Rev 18:12</a> , <a ref='Revelation 18:16'>16</a> 2:10 l Lit <i>gather</i> their <i>radiance</i> 2:10 N <a ref='Isaiah 24:1'>Is 24:1</a> ; <a ref='Isaiah 34:10–13'>34:10-13</a> ; <a ref='Nahum 2:2'>Na 2:2</a> 2:10 O <a ref='Psalms 22:14'>Ps 22:14</a> ; <a ref='Isaiah 13:7'>Is 13:7</a> , <a ref='Isaiah 13:8'>8</a> ; <a ref='Ezekiel 21:7'>Eze 21:7</a> 2:10 P <a ref='Joel 2:6'>Joel 2:6</a> 2:11 Q <a ref='Isaiah 5:29'>Is 5:29</a> 2:13 R <a ref='Jeremiah 21:13'>Jer 21:13</a> ; <a ref='Ezekiel 5:8'>Eze 5:8</a> ; <a ref='Nahum 3:5'>Na 3:5</a> 2:13 S <a ref='Joshua 11:6'>Jos 11:6</a> , <a ref='Joshua 11:9'>9</a> ; <a ref='Psalms 46:9'>Ps 46:9</a> 2:13 T <a ref='Isaiah 49:24'>Is 49:24</a> , <a ref='Isaiah 49:25'>25</a> ; <a ref='Nahum 3:1'>Na 3:1</a> Nahum 3 3:1 a Or <i>blood</i> , cf. <a ref='Ezekiel 22:2'>Eze 22:2</a> ; <a ref='Ezekiel 24:6'>24:6</a> 3:1 A <a ref='Ezekiel 24:6'>Eze 24:6</a> , <a ref='Ezekiel 24:9'>9</a> 3:2 b Lit <i>skipping</i> 3:2 B <a ref='Job 39:22–25'>Job 39:22-25</a> ; <a ref='Jeremiah 47:3'>Jer 47:3</a> ; <a ref='Nahum 2:3'>Na 2:3</a> , <a ref='Nahum 2:4'>4</a> 3:3 c Lit <i>their</i> 3:3 C <a ref='Habakkuk 3:11'>Hab 3:11</a> 3:3 D <a ref='Isaiah 34:3'>Is 34:3</a> ; <a ref='Isaiah 66:16'>66:16</a> 3:3 E <a ref='Isaiah 37:36'>Is 37:36</a> ; <a ref='Ezekiel 39:4'>Eze 39:4</a> 3:4 F <a ref='Isaiah 23:17'>Is 23:17</a> ; <a ref='Ezekiel 16:25–29'>Eze 16:25-29</a> ; <a ref='Revelation 17:1'>Rev 17:1</a> , <a ref='Revelation 17:2'>2</a> 3:4 G <a ref='Isaiah 47:9'>Is 47:9</a> , <a ref='Isaiah 47:12'>12</a> , <a ref='Isaiah 47:13'>13</a> 3:4 H <a ref='Revelation 18:3'>Rev 18:3</a> 3:5 I <a ref='Jeremiah 50:31'>Jer 50:31</a> ; <a ref='Ezekiel 26:3'>Eze 26:3</a> ; <a ref='Nahum 2:13'>Na 2:13</a> 3:5 J <a ref='Isaiah 47:2'>Is 47:2</a> , <a ref='Isaiah 47:3'>3</a> ; <a ref='Jeremiah 13:26'>Jer 13:26</a> 3:5 K <a ref='Ezekiel 16:37'>Eze 16:37</a> 3:6 L <a ref='Job 9:31'>Job 9:31</a> 3:6 M <a ref='Job 30:8'>Job 30:8</a> ; <a ref='Malachi 2:9'>Mal 2:9</a> 3:6 N <a ref='Isaiah 14:16'>Is 14:16</a> ; <a ref='Jeremiah 51:37'>Jer 51:37</a> 3:7 O <a ref='Isaiah 51:19'>Is 51:19</a> ; <a ref='Jeremiah 15:5'>Jer 15:5</a> 3:8 d The city of Amon: Thebes 3:8 e The Nile 3:8 P <a ref='Jeremiah 46:25'>Jer 46:25</a> ; <a ref='Ezekiel 30:14–16'>Eze 30:14-16</a> 3:8 Q <a ref='Isaiah 19:6–8'>Is 19:6-8</a> 3:9 f Or <i>Cush</i> , cf. <a ref='Genesis 10:6'>Ge 10:6</a> 3:9 g Lit <i>your</i> 3:9 R <a ref='Isaiah 20:5'>Is 20:5</a> 3:9 S <a ref='Jeremiah 46:9'>Jer 46:9</a> ; <a ref='Ezekiel 27:10'>Eze 27:10</a> ; <a ref='Ezekiel 30:5'>30:5</a> ; <a ref='Ezekiel 38:5'>38:5</a> 3:9 T <a ref='2 Chronicles 12:3'>2Chr 12:3</a> ; <a ref='2 Chronicles 16:8'>16:8</a> 3:10 U <a ref='Isaiah 19:4'>Is 19:4</a> ; <a ref='Isaiah 20:4'>20:4</a> 3:10 V <a ref='Psalms 137:9'>Ps 137:9</a> ; <a ref='Isaiah 13:16'>Is 13:16</a> ; <a ref='Hosea 13:16'>Hos 13:16</a> 3:10 W <a ref='Lamentations 2:19'>Lam 2:19</a> 3:10 X <a ref='Joel 3:3'>Joel 3:3</a> ; <a ref='Obadiah 1:11'>Ob 11</a> 3:11 Y <a ref='Isaiah 49:26'>Is 49:26</a> ; <a ref='Jeremiah 25:27'>Jer 25:27</a> ; <a ref='Nahum 1:10'>Na 1:10</a> 3:11 Z <a ref='Isaiah 2:10'>Is 2:10</a> , <a ref='Isaiah 2:19'>19</a> ; <a ref='Hosea 10:8'>Hos 10:8</a> 3:12 h Lit <i>first fruits</i> 3:12 A <a ref='Revelation 6:13'>Rev 6:13</a> 3:12 B <a ref='Isaiah 28:4'>Is 28:4</a> 3:13 C <a ref='Isaiah 19:16'>Is 19:16</a> ; <a ref='Jeremiah 50:37'>Jer 50:37</a> ; <a ref='Jeremiah 51:30'>51:30</a> 3:13 D <a ref='Isaiah 45:1'>Is 45:1</a> , <a ref='Isaiah 45:2'>2</a> ; <a ref='Nahum 2:6'>Na 2:6</a> 3:14 i Or <i>strengthen</i> , cf. <a ref='Nahum 3:14'>3:14a</a> 3:14 E <a ref='2 Chronicles 32:3'>2Chr 32:3</a> , <a ref='2 Chronicles 32:4'>4</a> 3:14 F <a ref='Nahum 2:1'>Na 2:1</a> 3:15 G <a ref='Isaiah 66:15'>Is 66:15</a> , <a ref='Isaiah 66:16'>16</a> ; <a ref='Nahum 2:13'>Na 2:13</a> ; <a ref='Nahum 3:13'>3:13</a> 3:15 H <a ref='Joel 1:4'>Joel 1:4</a> 3:16 j Strips vegetation; or <i>molts</i> 3:16 I <a ref='Isaiah 23:8'>Is 23:8</a> 3:17 k Or <i>officials</i> 3:17 J <a ref='Revelation 9:7'>Rev 9:7</a> 3:17 K <a ref='Jeremiah 51:27'>Jer 51:27</a> 3:18 l Lit <i>dwelling</i> 3:18 L <a ref='Psalms 76:5'>Ps 76:5</a> , <a ref='Psalms 76:6'>6</a> ; <a ref='Isaiah 56:10'>Is 56:10</a> ; <a ref='Jeremiah 51:57'>Jer 51:57</a> 3:18 M <a ref='Jeremiah 50:18'>Jer 50:18</a> 3:18 N <a ref='Nahum 2:5'>Na 2:5</a> 3:18 O <a ref='1 Kings 22:17'>1Ki 22:17</a> ; <a ref='Isaiah 13:14'>Is 13:14</a> 3:19 P <a ref='Jeremiah 46:11'>Jer 46:11</a> ; <a ref='Micah 1:9'>Mic 1:9</a> 3:19 Q <a ref='Jeremiah 30:12'>Jer 30:12</a> 3:19 R <a ref='Job 27:23'>Job 27:23</a> ; <a ref='Lamentations 2:15'>Lam 2:15</a>",
    "type": "notes"
  }
]