[
  {
    "id": "intro11",
    "title": "The First and Second Books of the Kings",
    "content": "The First and Second Books of the Kings Title First and Second Kings were originally one book, called in the Hebrew text, “Kings,” from the first word in <a ref='1 Kings 1:1'>1:1</a> . The Greek translation of the OT, the Septuagint (LXX), divided the book in two, and this was followed by the Latin Vulgate (Vg.) version and English translations. The division was for the convenience of copying this lengthy book on scrolls and codexes and was not based on features of content. Modern Hebrew Bibles title the books “Kings A” and “Kings B.” The LXX and Vg. connected Kings with the books of Samuel, so that the titles in the LXX are “The Third and Fourth Books of Kingdoms” and in the Vg. “Third and Fourth Kings.” The books of 1 and 2 Samuel and 1 and 2 Kings combined are a chronicle of the entire history of Judah’s and Israel’s kingship from Saul to Zedekiah. First and Second Chronicles provide only the history of Judah’s monarchy. Author and Date Jewish tradition proposed that Jeremiah wrote Kings, though this is unlikely because the final event recorded in the book (see <a ref='2 Kings 25:27–30'>2Ki 25:27–30</a> ) occurred in Babylon in 561 BC. Jeremiah never went to Babylon, but to Egypt ( <a ref='Jeremiah 43:1–7'>Jer 43:1–7</a> ), and would have been at least 86 years old by 561 BC. Actually, the identity of the unnamed author remains unknown. Since the ministry of prophets is emphasized in Kings, it seems that the author was most likely an unnamed prophet of the Lord who lived in exile with Israel in Babylon. Kings was written between 561–538 BC. Since the last narrated event ( <a ref='2 Kings 25:27–30'>2Ki 25:27–30</a> ) sets the earliest possible date of completion and because there is no record of the end of the Babylonian captivity in Kings, the release from exile (538 BC) identifies the latest possible writing date. This date is sometimes challenged on the basis of “to this day” statements in <a ref='1 Kings 8:8'>1Ki 8:8</a> ; <a ref='1 Kings 9:13'>9:13</a> , <a ref='1 Kings 9:20–21'>20–21</a> ; <a ref='1 Kings 10:12'>10:12</a> ; <a ref='1 Kings 12:19'>12:19</a> ; <a ref='2 Kings 2:22'>2Ki 2:22</a> ; <a ref='2 Kings 8:22'>8:22</a> ; <a ref='2 Kings 10:27'>10:27</a> ; <a ref='2 Kings 14:7'>14:7</a> ; <a ref='2 Kings 16:6'>16:6</a> ; <a ref='2 Kings 17:23'>17:23</a> , <a ref='2 Kings 17:34'>34</a> , <a ref='2 Kings 17:41'>41</a> ; <a ref='2 Kings 21:15'>21:15</a> . However, it is best to understand these statements as those of the sources used by the author, rather than statements of the author himself. It is clear that the author used a variety of sources in compiling this book, including “the book of the acts of Solomon” ( <a ref='1 Kings 11:41'>1Ki 11:41</a> ), “the Chronicles of the Kings of Israel” ( <a ref='1 Kings 14:19'>1Ki 14:19</a> ; <a ref='1 Kings 15:31'>15:31</a> ; <a ref='1 Kings 16:5'>16:5</a> , <a ref='1 Kings 16:14'>14</a> , <a ref='1 Kings 16:20'>20</a> , <a ref='1 Kings 16:27'>27</a> ; <a ref='1 Kings 22:39'>22:39</a> ; <a ref='2 Kings 1:18'>2Ki 1:18</a> ; <a ref='2 Kings 10:34'>10:34</a> ; <a ref='2 Kings 13:8'>13:8</a> , <a ref='2 Kings 13:12'>12</a> ; <a ref='2 Kings 14:15'>14:15</a> , <a ref='2 Kings 14:28'>28</a> ; <a ref='2 Kings 15:11'>15:11</a> , <a ref='2 Kings 15:15'>15</a> , <a ref='2 Kings 15:21'>21</a> , <a ref='2 Kings 15:26'>26</a> , <a ref='2 Kings 15:31'>31</a> ), and “the Chronicles of the Kings of Judah” ( <a ref='1 Kings 14:29'>1Ki 14:29</a> ; <a ref='1 Kings 15:7'>15:7</a> , <a ref='1 Kings 15:23'>23</a> ; <a ref='1 Kings 22:45'>22:45</a> ; <a ref='2 Kings 8:23'>2Ki 8:23</a> ; <a ref='2 Kings 12:19'>12:19</a> ; <a ref='2 Kings 14:18'>14:18</a> ; <a ref='2 Kings 15:6'>15:6</a> , <a ref='2 Kings 15:36'>36</a> ; <a ref='2 Kings 16:19'>16:19</a> ; <a ref='2 Kings 20:20'>20:20</a> ; <a ref='2 Kings 21:17'>21:17</a> , <a ref='2 Kings 21:25'>25</a> ; <a ref='2 Kings 23:28'>23:28</a> ; <a ref='2 Kings 24:5'>24:5</a> ). Further, <a ref='Isaiah 36:1–39:8'>Is 36:1—39:8</a> provided information used in <a ref='2 Kings 18:9–20:19'>2Ki 18:9—20:19</a> , and <a ref='Jeremiah 52:31–34'>Jer 52:31–34</a> seems to be the source for <a ref='2 Kings 25:27–29'>2Ki 25:27–29</a> . This explanation posits a single inspired author, living in Babylon during the Exile, using these pre-Exilic source materials at his disposal. Background and Setting A distinction must be made between the setting of the books’ sources and that of the books’ author. The source material was written by participants in and eyewitnesses of the events. It was reliable information, which was historically accurate concerning the sons of Israel, from the death of David and the accession of Solomon (971 BC) to the destruction of the temple and Jerusalem by the Babylonians (586 BC). Thus, Kings traces the histories of two sets of kings and two nations of disobedient people, Israel and Judah, both of whom were growing indifferent to God’s law and His prophets and were headed for captivity. The book of Kings is not only accurate history, but interpreted history. The author, an exile in Babylon, wished to communicate the lessons of Israel’s history to the exiles. Specifically, he taught the exilic community why the Lord’s judgment of exile had come. The writer established early in his narrative that the Lord required obedience by the kings to the Mosaic law, if their kingdom was to receive His blessing; disobedience would bring exile ( <a ref='1 Kings 9:3–9'>1Ki 9:3–9</a> ). The sad reality that history revealed was that all the kings of Israel and the majority of the kings of Judah “did what was evil in the sight of Yahweh.” These evil kings were apostates, who led their people to sin by not confronting idolatry, but sanctioning it. Because of the kings’ failure, the Lord sent His prophets to confront both the monarchs and the people with their sin and their need to return to Him. Because the message of the prophets was rejected, the prophets foretold that the nation(s) would be carried into exile ( <a ref='2 Kings 17:13–23'>2Ki 17:13–23</a> ; <a ref='2 Kings 21:10–15'>21:10–15</a> ). Like every prophecy uttered by the prophets in Kings, this word from the Lord came to pass ( <a ref='2 Kings 17:5–6'>2Ki 17:5–6</a> ; <a ref='2 Kings 25:1–11'>25:1–11</a> ). Therefore, Kings interpreted the people’s experience of exile and helped them to see why they had suffered God’s punishment for idolatry. It also explained that just as God had shown mercy to Ahab ( <a ref='1 Kings 21:27–29'>1Ki 21:27–29</a> ) and Jehoiachin ( <a ref='2 Kings 25:27–30'>2Ki 25:27–30</a> ), so He was willing to show them mercy. The predominant geographical setting of Kings is the whole land of Israel, from Dan to Beersheba ( <a ref='1 Kings 4:25'>1Ki 4:25</a> ), including Transjordan. Four invading nations played a dominant role in the affairs of Israel and Judah from 971 to 561 BC. In the tenth century BC, Egypt impacted Israel’s history during the reigns of Solomon and Rehoboam ( <a ref='1 Kings 3:1'>1Ki 3:1</a> ; <a ref='1 Kings 11:14–22'>11:14–22</a> , <a ref='1 Kings 11:40'>40</a> ; <a ref='1 Kings 12:2'>12:2</a> ; <a ref='1 Kings 14:25–27'>14:25–27</a> ). Syria (Aram) posed a great threat to Israel’s security during the ninth century BC, ca. 890–800 BC ( <a ref='1 Kings 15:9–22'>1Ki 15:9–22</a> ; <a ref='1 Kings 20:1–34'>20:1–34</a> ; <a ref='1 Kings 22:1–4'>22:1–4</a> , <a ref='1 Kings 22:29–40'>29–40</a> ; <a ref='2 Kings 6:8–7:20'>2Ki 6:8—7:20</a> ; <a ref='2 Kings 8:7–15'>8:7–15</a> ; <a ref='2 Kings 10:32–33'>10:32–33</a> ; <a ref='2 Kings 12:17–18'>12:17–18</a> ; <a ref='2 Kings 13:22–25'>13:22–25</a> ). The years from ca. 800 to 750 BC were a half-century of peace and prosperity for Israel and Judah, because Assyria neutralized Syria and did not threaten to the south. This changed during the kingship of Tiglath-Pileser III ( <a ref='2 Kings 15:19–20'>2Ki 15:19–20</a> , <a ref='2 Kings 15:29'>29</a> ). From the mid-eighth century to the late seventh century BC, Assyria terrorized Israel, finally conquering and destroying Israel (the northern kingdom) in 722 BC ( <a ref='2 Kings 17:4–6'>2Ki 17:4–6</a> ) and besieging Jerusalem in 701 BC ( <a ref='2 Kings 18:17–19:37'>2Ki 18:17—19:37</a> ). From 612 to 539 BC, Babylon was the dominant power in the ancient world. Babylon invaded Judah (the southern kingdom) 3 times, with the destruction of Jerusalem and the temple occurring in 586 BC during that third assault ( <a ref='2 Kings 24:1–25:21'>2Ki 24:1—25:21</a> ). Historical and Theological Themes Kings concentrates, then, on the history of the sons of Israel from 971 to 561 BC. <a ref='1 Kings 1:1–11:43'>First Kings 1:1—11:43</a> deals with Solomon’s accession and reign (971–931 BC). The two divided kingdoms of Israel and Judah (931–722 BC) are covered in <a ref='1 Kings 12:1'>1Ki 12:1</a> ; <a ref='2 Kings 17:41'>2Ki 17:41</a> . The author arranged the material in a distinctive way in that the narration follows the kings in both the north and the south. For each reign described, there is the following literary framework. Every king is introduced with: 1) his name and relation to his predecessor; 2) his date of accession in relationship to the year of the contemporary ruler in the other kingdom; 3) his age on coming to the throne (for kings of Judah only); 4) his length of reign; 5) his place of reign; 6) his mother’s name (for Judah only); and 7) spiritual appraisal of his reign. This introduction is followed by a narration of the events that occurred during the reign of each king. The details of this narration vary widely. Each reign is concluded with: 1) a citation of sources; 2) additional historical notes; 3) notice of death; 4) notice of burial; 5) the name of the successor; and 6) in a few instances, an added postscript (e.g., <a ref='1 Kings 15:32'>1Ki 15:32</a> ; <a ref='2 Kings 10:36'>2Ki 10:36</a> ). <a ref='2 Kings 18:1–25:21'>Second Kings 18:1—25:21</a> deals with the time when Judah survived alone (722–586 BC). Two concluding paragraphs speak of events after the Babylonian exile ( <a ref='2 Kings 25:22–26'>2Ki 25:22–26</a> , <a ref='2 Kings 25:27–30'>27–30</a> ). Three theological themes are stressed in Kings. First, the Lord judged Israel and Judah because of their disobedience to His law ( <a ref='2 Kings 17:7–23'>2Ki 17:7–23</a> ). This unfaithfulness on the part of the people was furthered by the apostasy of the evil kings who led them into idolatry ( <a ref='2 Kings 17:21–22'>2Ki 17:21–22</a> ; <a ref='2 Kings 21:11'>21:11</a> ), so the Lord exercised His righteous wrath against His rebellious people. Second, the word of the true prophets came to pass ( <a ref='1 Kings 13:2–3'>1Ki 13:2–3</a> ; <a ref='1 Kings 22:15–28'>22:15–28</a> ; <a ref='2 Kings 23:16'>2Ki 23:16</a> ; <a ref='2 Kings 24:2'>24:2</a> ). This confirmed that the Lord did keep His Word, even His warnings of judgment. Third, the Lord remembered His promise to David ( <a ref='1 Kings 11:12–13'>1Ki 11:12–13</a> , <a ref='1 Kings 11:34–36'>34–36</a> ; <a ref='1 Kings 15:4'>15:4</a> ; <a ref='2 Kings 8:19'>2Ki 8:19</a> ). Even though the kings of the Davidic line proved themselves to be disobedient to the Lord, He did not bring David’s family to an end as He did the families of Jeroboam I, Omri, and Jehu in Israel. Even as the book closes, the line of David still exists ( <a ref='2 Kings 25:27–30'>2Ki 25:27–30</a> ), so there is hope for the coming “seed” of David (see <a ref='2 Samuel 7:12–16'>2Sa 7:12–16</a> ). The Lord is thus seen as faithful, and His Word is trustworthy. Interpretive Challenges The major interpretive challenge in Kings concerns the chronology of the kings of Israel and Judah. Though abundant chronological data is presented in the book of Kings, this data is difficult to interpret for two reasons. First, there seems to be internal inconsistency in the information given. For instance, <a ref='1 Kings 16:23'>1Ki 16:23</a> states that Omri, king of Israel, began to reign in the 31st year of Asa, king of Judah, and that he reigned 12 years. But according to <a ref='1 Kings 16:29'>1Ki 16:29</a> , Omri was succeeded by his son Ahab in the 38th year of Asa, giving Omri a reign of only 7 years, not 12 (for resolution, <i>see note on <a ref='1 Kings 16:23'>1Ki 16:23</a></i> ). Second, from extrabiblical sources (Greek, Assyrian, and Babylonian), correlated with astronomical data, a reliable series of dates can be calculated from 892 to 566 BC. Since Ahab and Jehu, kings of Israel, are believed to be mentioned in Assyrian records, 853 BC can be fixed as the year of Ahab’s death and 841 BC as the year Jehu began to reign. With these fixed dates, it is possible to work backward and forward to determine that the date of the division of Israel from Judah was ca. 931 BC, the fall of Samaria 722 BC, and the fall of Jerusalem 586 BC. But when the total years of royal reigns in Kings are added, the number for Israel is 241 years (not the 210 years of 931 to 722 BC) and Judah 393 years (not the 346 years of 931 to 586 BC). It is recognized that in both kingdoms there were some co-regencies, i.e., a period of rulership when two kings, usually father and son, ruled at the same time, so the overlapping years were counted twice in the total for both kings. Further, different methods of reckoning the years of a king’s rule and even different calendars were used at differing times in the two kingdoms, resulting in the seeming internal inconsistencies. The general accuracy of the chronology in Kings can be demonstrated and confirmed. A second major interpretive challenge deals with Solomon’s relationship to the Abrahamic and Davidic Covenants. <a ref='1 Kings 4:20–21'>First Kings 4:20–21</a> has been interpreted by some as the fulfillment of the promises given to Abraham (cf. <a ref='Genesis 15:18–21'>Ge 15:18–21</a> ; <a ref='Genesis 22:17'>22:17</a> ). However, according to <a ref='Numbers 34:6'>Nu 34:6</a> , the western border of the land promised to Abraham was the Mediterranean Sea. In <a ref='1 Kings 5:1'>1Ki 5:1ff.</a> , Hiram is seen as the independent king of Tyre (along the Mediterranean), dealing with Solomon as an equal. Solomon’s empire was not the fulfillment of the land promise given to Abraham by the Lord, although a great portion of that land was under Solomon’s control. Further, the statements of Solomon in <a ref='1 Kings 5:5'>1Ki 5:5</a> and <a ref='1 Kings 8:20'>8:20</a> are his claims to be the promised seed of the Davidic Covenant (cf. <a ref='2 Samuel 7:12–16'>2Sa 7:12–16</a> ). The author of Kings holds out the possibility that Solomon’s temple was the fulfillment of the Lord’s promise to David. However, while the conditions for the fulfillment of the promise to David are reiterated to Solomon ( <a ref='1 Kings 6:12'>1Ki 6:12</a> ), it is clear that Solomon did not meet these conditions ( <a ref='1 Kings 11:9–13'>1Ki 11:9–13</a> ). In fact, none of the historical kings in the house of David met the condition of complete obedience that was to be the sign of the Promised One. According to Kings, the fulfillment of the Abrahamic and Davidic Covenants did not take place in Israel’s past, thus laying the foundation for the latter prophets (Isaiah, Jeremiah, Ezekiel, and the Twelve) who would point Israel to a future hope under Messiah when the Covenants would be fulfilled (see <a ref='Isaiah 9:6–7'>Is 9:6–7</a> ). Outline Since the division of 1 and 2 Kings arbitrarily takes place in the middle of the narrative concerning King Ahaziah in Israel, the following outline is for both 1 and 2 Kings. I. The United Kingdom: The Reign of Solomon ( <a ref='1 Kings 1:1–11:43'>1Ki 1:1—11:43</a> ) A. The Rise of Solomon ( <a ref='1 Kings 1:1–2:46'>1Ki 1:1—2:46</a> ) B. The Beginning of Solomon’s Wisdom and Wealth ( <a ref='1 Kings 3:1–4:34'>1Ki 3:1—4:34</a> ) C. The Preparations for the Building of the Temple ( <a ref='1 Kings 5:1–18'>1Ki 5:1–18</a> ) D. The Building of the Temple and Solomon’s House ( <a ref='1 Kings 6:1–9:9'>1Ki 6:1—9:9</a> ) E. The Further Building Projects of Solomon ( <a ref='1 Kings 9:10–28'>1Ki 9:10–28</a> ) F. The Culmination of Solomon’s Wisdom and Wealth ( <a ref='1 Kings 10:1–29'>1Ki 10:1–29</a> ) G. The Decline of Solomon ( <a ref='1 Kings 11:1–43'>1Ki 11:1–43</a> ) II. The Divided Kingdom: The Kings of Israel and Judah ( <a ref='1 Kings 12:1–2'>1Ki 12:1-2Ki 17:41</a> ) A. The Rise of Idolatry: Jeroboam of Israel/Rehoboam of Judah ( <a ref='1 Kings 12:1–14:31'>1Ki 12:1—14:31</a> ) B. Kings of Judah/Israel ( <a ref='1 Kings 15:1–16:22'>1Ki 15:1—16:22</a> ) C. The Dynasty of Omri and Its Influence: The Rise and Fall of Baal Worship in Israel and Judah ( <a ref='1 Kings 16:23–2'>1Ki 16:23-2Ki 13:25</a> ) 1. The introduction of Baal worship ( <a ref='1 Kings 16:23–34'>1Ki 16:23–34</a> ) 2. The opposition of Elijah to Baal worship ( <a ref='1 Kings 17:1–2'>1Ki 17:1-2Ki 1:18</a> ) 3. The influence of Elisha concerning the true God ( <a ref='2 Kings 2:1–9:13'>2Ki 2:1—9:13</a> ) 4. The overthrow of Baal worship in Israel ( <a ref='2 Kings 9:14–10:36'>2Ki 9:14—10:36</a> ) 5. The overthrow of Baal worship in Judah ( <a ref='2 Kings 11:1–12:21'>2Ki 11:1—12:21</a> ) 6. The death of Elisha ( <a ref='2 Kings 13:1–25'>2Ki 13:1–25</a> ) D. Kings of Judah/Israel ( <a ref='2 Kings 14:1–15:38'>2Ki 14:1—15:38</a> ) E. The Defeat and Exile of Israel by Assyria ( <a ref='2 Kings 16:1–17:41'>2Ki 16:1—17:41</a> ) III. The Surviving Kingdom: The Kings of Judah ( <a ref='2 Kings 18:1–25:21'>2Ki 18:1—25:21</a> ) A. Hezekiah’s Righteous Reign ( <a ref='2 Kings 18:1–20:21'>2Ki 18:1—20:21</a> ) B. Manasseh’s and Amon’s Wicked Reigns ( <a ref='2 Kings 21:1–26'>2Ki 21:1–26</a> ) C. Josiah’s Righteous Reign ( <a ref='2 Kings 22:1–23:30'>2Ki 22:1—23:30</a> ) D. The Defeat and Exile of Judah by Babylon ( <a ref='2 Kings 23:31–25:21'>2Ki 23:31—25:21</a> ) IV. Epilogue: The People’s Continued Rebellion and the Lord’s Continued Mercy ( <a ref='2 Kings 25:22–30'>2Ki 25:22–30</a> )",
    "type": "chapter_content"
  },
  {
    "id": "resource_1",
    "title": "Resource resource_1",
    "content": "The growth and extension of Israel’s borders under Solomon’s leadership required extensive military expenditures. Coupled with this were ambitious building and commercial projects throughout his expanding kingdom. As a result, Solomon faced an urgent need for ever-increasing revenues. To address this need, Solomon divided Israel into twelve districts and appointed governors over each district. These governors were responsible for levying and collecting taxes to provide for the needs of Jerusalem and the royal palace. The increasingly heavy taxes upon Israel created major dissension because the region of Judah was exempted. Furthermore, the divisions of the districts violated the old tribal boundaries.",
    "type": "figure"
  },
  {
    "id": "resource_2",
    "title": "Resource resource_2",
    "content": "Solomon constructed the temple on Mt. Moriah, north of the ancient City of David. The temple was built according to plans that David received from the Lord and passed on to Solomon ( <a ref='1 Chronicles 28:11–13'>1Chr 28:11–13</a> , <a ref='1 Chronicles 28:19'>19</a> ). The division into a sanctuary and inner sanctuary corresponds to the division of the tabernacle into the holy place and Holy of Holies.",
    "type": "figure"
  },
  {
    "id": "resource_3",
    "title": "Resource resource_3",
    "content": "Elijah’s victory on Mt. Carmel ended with the slaying of 450 prophets of Baal ( <a ref='1 Kings 18:20–40'>1Ki 18:20–40</a> ). His ministry spanned Canaan from the Brook Cherith near his birthplace ( <a ref='1 Kings 17:1–7'>17:1–7</a> ) to Zarephath where he performed the miracle that sustained the widow and her son, and to as far south as Mt. Horeb (not shown). In Samaria Elijah denounced King Ahab’s injustice against Naboth of Jezreel ( <a ref='1 Kings 21:17–29'>21:17–29</a> ). Near Jericho Elijah separated the waters of the Jordan River to cross over and subsequently was carried to heaven in a chariot of fire ( <a ref='2 Kings 2:1–12'>2Ki 2:1–12</a> ). Elisha healed Naaman of leprosy in the Jordan River ( <a ref='2 Kings 5:1–19'>5:1–19</a> ) and led the blinded Syrians to their defeat at Samaria ( <a ref='2 Kings 6:8–23'>6:8–23</a> ). In Damascus, Elisha prophesied the death of Ben-Hadad and the succession of Hazael as king of Syria.",
    "type": "figure"
  },
  {
    "id": "anc11",
    "title": "Study Notes and Features for 1 Kings",
    "content": "Study Notes and Features <a ref='1 Kings 1:1–11:43'>1:1—11:43</a> The first division of Kings chronicles the reign of Solomon. The literary structure is centered around the building activities of Solomon ( <a ref='1 Kings 6:1–9:9'>6:1—9:9</a> ) and climaxes with the failure of Solomon to follow Yahweh wholeheartedly ( <a ref='1 Kings 11:1–43'>11:1–43</a> ). <a ref='1 Kings 1:1'>1:1</a> <b>advanced in age.</b> David was 70 years old (cf. <a ref='2 Samuel 5:4–5'>2Sa 5:4–5</a> ). <a ref='1 Kings 1:2'>1:2</a> <b>the king may keep warm.</b> In his old age, circulatory problems plagued King David so he had trouble keeping warm. The royal staff proposed a solution that a young virgin nurse watch over him and, at night, warm him with her body heat. This was in harmony with the medical customs of that day; both the Jewish historian Josephus (first century AD) and the Greek physician Galen (second century AD) record such a practice. <a ref='1 Kings 1:3'>1:3</a> <b>Abishag the Shunammite.</b> Abishag was a very beautiful teenager from the town of Shunem, in the territory of Issachar located 3 mi. north of Jezreel ( <a ref='Joshua 19:18'>Jos 19:18</a> ; <a ref='1 Samuel 28:4'>1Sa 28:4</a> ; <a ref='2 Kings 4:8'>2Ki 4:8</a> ). Though from the same town, she is not to be identified with the Shulammite in the Song of Songs ( <a ref='Song of Solomon 6:13'>6:13</a> ). <a ref='1 Kings 1:4'>1:4</a> <b>the king did not know her.</b> Although apparently joining David’s harem (cf. <a ref='1 Kings 2:17'>2:17</a> , <a ref='1 Kings 2:22–24'>22–24</a> ), Abishag remained a virgin. <a ref='1 Kings 1:5'>1:5</a> <b>Adonijah.</b> Adonijah was the fourth son of David ( <a ref='2 Samuel 3:4'>2Sa 3:4</a> ) and probably the oldest living son, since Amnon ( <a ref='2 Samuel 13:28–29'>2Sa 13:28–29</a> ) and Absalom ( <a ref='2 Samuel 18:14–15'>2Sa 18:14–15</a> ) had been killed, and Chileab apparently died in his youth, since there is no mention of him beyond his birth. As David’s oldest surviving heir, Adonijah attempted to claim the kingship. <b>a chariot and horsemen.</b> Like Absalom ( <a ref='2 Samuel 15:1'>2Sa 15:1</a> ), Adonijah sought to confirm and support his claim to kingship by raising a small army. <a ref='1 Kings 1:7'>1:7</a> <b>Joab.</b> David’s nephew ( <a ref='1 Chronicles 2:16'>1Chr 2:16</a> ), the commander of the army of Israel ( <a ref='2 Samuel 8:16'>2Sa 8:16</a> ) and a faithful supporter of David’s kingship ( <a ref='2 Samuel 18:2'>2Sa 18:2</a> ; <a ref='2 Samuel 20:22'>20:22</a> ). He was guilty of the illegal killings of Abner and Amasa ( <a ref='1 Kings 2:5'>2:5</a> ; cf. <a ref='2 Samuel 3:39'>2Sa 3:39</a> ; <a ref='2 Samuel 20:10'>20:10</a> ). Adonijah wanted his support in his bid for the throne. <b>Abiathar.</b> One of the two High Priests serving concurrently during David’s reign ( <a ref='2 Samuel 8:17'>2Sa 8:17</a> ), whose influence Adonijah sought. <a ref='1 Kings 1:8'>1:8</a> <b>Zadok.</b> The other High Priest serving during David’s reign ( <a ref='2 Samuel 8:17'>2Sa 8:17</a> ), whose descendants will serve the millennial temple (see <a ref='Ezekiel 44:15'>Eze 44:15</a> ). He had been High Priest in the tabernacle at Gibeon under Saul ( <a ref='1 Chronicles 16:39'>1Chr 16:39</a> ). <b>Benaiah.</b> The commander of the Cherethites and Pelethites (v. <a ref='1 Kings 1:44'>44</a> ), David’s official guards distinguished for bravery (see <a ref='2 Samuel 23:20'>2Sa 23:20</a> ). <i>See note on <a ref='1 Samuel 30:14'>1Sa 30:14</a> .</i> He was regarded by Joab as a rival. <b>Nathan.</b> The most influential prophet during David’s reign ( <a ref='2 Samuel 7:1–17'>2Sa 7:1–17</a> ; <a ref='2 Samuel 12:1–15'>12:1–15</a> , <a ref='2 Samuel 12:25'>25</a> ). <b>Shimei.</b> Cf. <a ref='1 Kings 4:18'>4:18</a> . A different individual than the Shimei referred to in <a ref='1 Kings 2:8'>2:8</a> , <a ref='1 Kings 2:36–46'>36–46</a> ; <a ref='2 Samuel 16:5–8'>2Sa 16:5–8</a> . <b>the mighty men.</b> See <a ref='2 Samuel 23:8–39'>2Sa 23:8–39</a> . <a ref='1 Kings 1:9'>1:9</a> <b>Zoheleth.</b> Or “Serpent Stone,” a standard landmark identified with a previous Jebusite snake worship location. <b>En-rogel.</b> Lit. “the spring of the fuller.” Typically identified as being located at the north/west confluence of the Kidron and Hinnom Valleys. Here Adonijah held a political event to court popularity and secure his claim to the throne. <a ref='1 Kings 1:11–27'>1:11–27</a> The revolt of Adonijah was defeated by Nathan, who knew Yahweh’s will (see <a ref='2 Samuel 7:12'>2Sa 7:12</a> ; <a ref='1 Chronicles 22:9'>1Chr 22:9</a> ) and acted quickly, by having Bathsheba go to David first to report what was happening, after which he would follow (v. <a ref='1 Kings 1:23'>23</a> ). <a ref='1 Kings 1:11'>1:11</a> <b>Bathsheba the mother of Solomon.</b> The mothers of the kings of the Davidic line are continually noted ( <a ref='1 Kings 2:13'>2:13</a> , <a ref='1 Kings 2:19'>19</a> ; <a ref='1 Kings 14:21'>14:21</a> ; <a ref='1 Kings 15:2'>15:2</a> ; <a ref='2 Kings 8:26'>2Ki 8:26</a> ; <a ref='2 Kings 12:1'>12:1</a> ; <a ref='2 Kings 14:2'>14:2</a> ; <a ref='2 Kings 15:2'>15:2</a> , <a ref='2 Kings 15:33'>33</a> ; <a ref='2 Kings 18:2'>18:2</a> ; <a ref='2 Kings 21:1'>21:1</a> , <a ref='2 Kings 21:19'>19</a> ; <a ref='2 Kings 22:1'>22:1</a> ; <a ref='2 Kings 23:31'>23:31</a> , <a ref='2 Kings 23:36'>36</a> ; <a ref='2 Kings 24:8'>24:8</a> ). The queen mother held an influential position in the royal court. For the story of how David sinfully took her, see <a ref='2Sa 11'>2Sa 11</a> . <a ref='1 Kings 1:12'>1:12</a> <b>provide escape for … the life of your son.</b> If Adonijah had become king, the lives of Bathsheba and Solomon would have been in jeopardy, because often in the ancient Near East potential claimants to the throne and their families were put to death (cf. <a ref='1 Kings 15:29'>15:29</a> ; <a ref='1 Kings 16:11'>16:11</a> ; <a ref='2 Kings 10:11'>2Ki 10:11</a> ). <a ref='1 Kings 1:13'>1:13</a> <b>Have you not … sworn.</b> This oath was given privately (unrecorded in Scripture) by David, perhaps to both Nathan and Bathsheba. Solomon’s choice by Yahweh was implicit in his name Jedidiah, meaning “beloved of Yahweh” ( <a ref='2 Samuel 12:24–25'>2Sa 12:24–25</a> ) and explicit in David’s declaration to Solomon ( <a ref='1 Chronicles 22:6–13'>1Chr 22:6–13</a> ). Cf. vv. <a ref='1 Kings 1:17'>17</a> , <a ref='1 Kings 1:20'>20</a> , <a ref='1 Kings 1:35'>35</a> . <a ref='1 Kings 1:28–53'>1:28–53</a> See <a ref='1 Chronicles 29:21–25'>1Chr 29:21–25</a> . <a ref='1 Kings 1:29'>1:29</a> <b>the king swore.</b> David swore another oath to carry out his earlier commitment to make Solomon king, and he made good on it that very day. <a ref='1 Kings 1:33'>1:33</a> <b>my own mule.</b> The riding of David’s royal mule showed Israel that Solomon was David’s chosen successor (see <a ref='2 Samuel 13:29'>2Sa 13:29</a> ). <b>Gihon.</b> This spring, which was Jerusalem’s main water supply, was located about one-half mi. north of En-rogel (v. <a ref='1 Kings 1:9'>9</a> ) and hidden from it by an intervening hill. Thus, the sound of Solomon’s anointing ceremony could have been heard without being seen by Adonijah’s party. <a ref='1 Kings 1:34'>1:34</a> <b>anoint him there as king.</b> Saul and David had been anointed by Samuel, Yahweh’s priest and prophet ( <a ref='1 Samuel 10:1'>1Sa 10:1</a> ; <a ref='1 Samuel 16:13'>16:13</a> ); Solomon was also to be recognized by priest and prophet. The participation of the prophet Nathan gave Solomon’s coronation evidence of Yahweh’s blessing. Throughout the book of Kings, God identified His chosen kings through prophets ( <a ref='1 Kings 11:37'>11:37</a> ; <a ref='1 Kings 15:28–29'>15:28–29</a> ; <a ref='1 Kings 16:12'>16:12</a> ; <a ref='2 Kings 9:3'>2Ki 9:3</a> ). <b>blow the trumpet.</b> The blowing of the trumpet signaled a public assembly where the people corporately recognized Solomon’s new status as co-regent with and successor to David (vv. <a ref='1 Kings 1:39–40'>39–40</a> ). <a ref='1 Kings 1:35'>1:35</a> <b>Israel and Judah.</b> The two major geographical components of David’s and Solomon’s kingdoms. Even while still unified these two separate entities, that would later divide ( <a ref='1 Kings 12:20'>12:20</a> ), were clearly identifiable. <a ref='1 Kings 1:39'>1:39</a> <b>tent.</b> This was the tent David set up in Jerusalem ( <a ref='2 Samuel 6:17'>2Sa 6:17</a> ; <a ref='1 Chronicles 15:1'>1Chr 15:1</a> ) to house the ark of the covenant, not the tabernacle of Moses (see <a ref='1 Kings 3:4'>3:4</a> ). <a ref='1 Kings 1:41–49'>1:41–49</a> <b>Adonijah … heard</b> it <b>.</b> The loud shouts hailing Solomon as king reached the ears of those at Adonijah’s feast at En-rogel nearby. A messenger came with the full report of the coronation of Solomon, so that the cause of Adonijah was lost and the party ended with the people leaving in fear. <a ref='1 Kings 1:42'>1:42</a> <b>Jonathan.</b> The son of Abiathar the priest was an experienced messenger ( <a ref='2 Samuel 15:36'>2Sa 15:36</a> ; <a ref='2 Samuel 17:17'>17:17</a> ). <a ref='1 Kings 1:50'>1:50</a> <b>horns of the altar.</b> Cf. <a ref='1 Kings 2:28'>2:28</a> . The “horns” were corner projections on the altar of burnt offering on which the priests smeared the blood of the sacrifices ( <a ref='Exodus 27:2'>Ex 27:2</a> ; <a ref='Exodus 29:12'>29:12</a> ). By taking hold of the horns, Adonijah sought to place himself under the protection of God (see <a ref='Exodus 21:13–14'>Ex 21:13–14</a> ). <a ref='1 Kings 2:1'>2:1</a> <b>he commanded Solomon.</b> Leaders typically exhorted their successors, e.g., Moses ( <a ref='Deuteronomy 31:7–8'>Dt 31:7–8</a> ), Joshua ( <a ref='Joshua 23:1–6'>Jos 23:1–6</a> ), and Samuel ( <a ref='1 Samuel 12:1–25'>1Sa 12:1–25</a> ). So also David gave Solomon a final exhortation. <a ref='1 Kings 2:2'>2:2</a> <b>the way of all the earth.</b> An expression for death ( <a ref='Joshua 23:14'>Jos 23:14</a> ; cf. <a ref='Genesis 3:19'>Ge 3:19</a> ). <b>So you shall be strong … be a man.</b> An expression of encouragement ( <a ref='Deuteronomy 31:7'>Dt 31:7</a> , <a ref='Deuteronomy 31:23'>23</a> ; <a ref='Joshua 1:6–7'>Jos 1:6–7</a> , <a ref='Joshua 1:9'>9</a> , <a ref='Joshua 1:18'>18</a> ; <a ref='1 Samuel 4:9'>1Sa 4:9</a> ) with which David sought to prepare Solomon for the difficult tasks and the battles in his future. <a ref='1 Kings 2:3'>2:3</a> <b>And you shall keep the responsibility</b> given by <b>Yahweh your God.</b> David admonished Solomon to obey the Mosaic law so he could have a successful kingship (cf. <a ref='Deuteronomy 17:18–20'>Dt 17:18–20</a> ). <a ref='1 Kings 2:4'>2:4</a> <b>His promise.</b> The unconditional Davidic Covenant was made by God with David in <a ref='2 Samuel 7:4–17'>2Sa 7:4–17</a> and confirmed to Solomon in <a ref='1 Kings 9:5'>1Ki 9:5</a> , promising the perpetuation of the Davidic dynasty over Israel. <b>If your sons keep their way.</b> David declared that the king’s obedience to the law of Moses was a necessary condition for the fulfillment of the divine promise. The book of Kings demonstrates that none of the descendants of David remained faithful to God’s law; none of them met the conditions for the fulfillment of the divine promise. Rather, David’s words provided a basis for explaining the Exile. Thus, the ultimate and final King of Israel would appear at a later, undesignated time. <a ref='1 Kings 2:5'>2:5</a> <b>Abner … Amasa.</b> These were victims of Joab’s jealousy and vengeance, who were killed after warfare had ceased ( <a ref='2 Samuel 3:27'>2Sa 3:27</a> ; <a ref='2 Samuel 20:10'>20:10</a> ), thus bringing Joab’s punishment as a murderer ( <a ref='Deuteronomy 19:11–13'>Dt 19:11–13</a> ). <a ref='1 Kings 2:7'>2:7</a> <b>sons of Barzillai.</b> David told Solomon to repay Barzillai’s kindness to David ( <a ref='2 Samuel 17:27–29'>2Sa 17:27–29</a> ) by showing similar kindness to Barzillai’s sons. <b>eat at your table.</b> A position of honor that could include a royal stipend ( <a ref='2 Samuel 9:7'>2Sa 9:7</a> ; <a ref='1 Kings 18:19'>1Ki 18:19</a> ; <a ref='2 Kings 25:29'>2Ki 25:29</a> ). <a ref='1 Kings 2:8'>2:8</a> <b>Shimei.</b> He had angrily stoned and vehemently cursed David when David was escaping from Absalom ( <a ref='2 Samuel 16:5–13'>2Sa 16:5–13</a> ). Shimei’s actions were worthy of death ( <a ref='Exodus 22:28'>Ex 22:28</a> ), and David counseled Solomon through subtle means to arrange for his just punishment (vv. <a ref='1 Kings 2:36–46'>36–46</a> ). <a ref='1 Kings 2:10–12'>2:10–12</a> See <a ref='2 Samuel 5:5'>2Sa 5:5</a> ; <a ref='1 Chronicles 29:26–28'>1Chr 29:26–28</a> . <a ref='1 Kings 2:10'>2:10</a> <b>the city of David.</b> I.e., Jerusalem (cf. <a ref='1 Kings 8:1'>8:1</a> ). <a ref='1 Kings 2:11'>2:11</a> <b>forty years.</b> David ruled from ca. 1011–971 BC, probably with Solomon as co-regent during his final year (cf. <a ref='1 Kings 11:41'>11:41</a> ). <a ref='1 Kings 2:12'>2:12</a> <b>firmly established.</b> Solomon’s succession enjoyed Yahweh’s approval, and Solomon experienced unchallenged authority, prosperity, and renown (v. <a ref='1 Kings 2:46'>46</a> ). <a ref='1 Kings 2:15'>2:15</a> <b>all Israel expected me to be king.</b> A reference to Adonijah’s perceived right to the kingship as the oldest surviving son according to ancient Near East custom. <a ref='1 Kings 2:17'>2:17</a> <b>give me Abishag.</b> In the ancient Near East, possession of the royal harem was a sign of kingship (cf. <a ref='2 Samuel 3:8'>2Sa 3:8</a> ; <a ref='2 Samuel 12:8'>12:8</a> ; <a ref='2 Samuel 16:20–22'>16:20–22</a> ). Adonijah’s request for Abishag was an attempt to support his claim to the kingship and perhaps generate a revolt to usurp the throne. Bathsheba didn’t see the treachery (vv. <a ref='1 Kings 2:18–21'>18–21</a> ). <a ref='1 Kings 2:22'>2:22</a> <b>Ask for him also the kingdom.</b> Solomon recognized Adonijah’s request as the prelude to his usurping of the throne. Because Adonijah’s request violated the terms of loyalty Solomon had previously specified ( <a ref='1 Kings 1:52'>1:52</a> ), he pronounced a formal, legal death sentence on Adonijah (vv. <a ref='1 Kings 2:23–24'>23–24</a> ). <a ref='1 Kings 2:24'>2:24</a> <b>as He promised.</b> Solomon viewed himself as the fulfillment of Yahweh’s promise to David in <a ref='2 Samuel 7:12–16'>2Sa 7:12–16</a> (see also <a ref='1 Kings 5:5'>5:5</a> ; <a ref='1 Kings 8:18–21'>8:18–21</a> ). The ultimate fulfillment will be the Messiah, Jesus, who will return to Israel and set up His kingdom (see <a ref='Isaiah 9:6–7'>Is 9:6–7</a> ). <a ref='1 Kings 2:26'>2:26</a> <b>Anathoth.</b> A priestly town, 3 mi. northeast of Jerusalem (cf. <a ref='Jeremiah 1:1'>Jer 1:1</a> ). There Abiathar, the disloyal High Priest ( <a ref='1 Kings 1:7'>1:7</a> ), lived in banishment. <a ref='1 Kings 2:27'>2:27</a> <b>fulfill the word of Yahweh.</b> Solomon’s removal of Abiathar from the office of priest fulfilled God’s prophecy that Eli’s line of priests would be cut off ( <a ref='1 Samuel 2:30–35'>1Sa 2:30–35</a> ). This reestablished the line of Eleazar/Phinehas in Zadok ( <a ref='1 Kings 2:35'>2:35</a> ), as promised by God (cf. <a ref='Numbers 25:10–13'>Nu 25:10–13</a> ). <a ref='1 Kings 2:28'>2:28</a> <b>Joab fled to the tent.</b> Cf. <a ref='1 Kings 1:50'>1:50</a> . He knew he would have been killed already if he had not been so popular with the army. The altar provided no real sanctuary to the rebel and murderer (cf. <a ref='Exodus 21:14'>Ex 21:14</a> ). <a ref='1 Kings 2:31'>2:31</a> <b>fall upon him.</b> Like Adonijah ( <a ref='1 Kings 1:50'>1:50</a> ), Joab sought asylum at the altar ( <a ref='1 Kings 2:28'>2:28</a> ). The protection of Yahweh at the altar applied only to accidental crimes, not premeditated murder ( <a ref='Exodus 21:14'>Ex 21:14</a> ), so Solomon ordered Benaiah to administer the violent death sought by David ( <a ref='1 Kings 2:6'>2:6</a> ). <a ref='1 Kings 2:33'>2:33</a> <b>peace … forever.</b> This pledge is ultimately to be fulfilled in the Messiah’s kingdom (see <a ref='Isaiah 2:2–4'>Is 2:2–4</a> ; <a ref='Isaiah 9:6–7'>9:6–7</a> ). <a ref='1 Kings 2:34'>2:34</a> <b>wilderness.</b> The tomb of Joab’s father was near Bethlehem ( <a ref='2 Samuel 2:32'>2Sa 2:32</a> ). Joab’s house was probably on the edge of the Judean wilderness, east of Bethlehem. <a ref='1 Kings 2:36'>2:36</a> <b>do not go out.</b> Shimei had not provoked Solomon directly as Adonijah had. Therefore, Solomon determined to keep Shimei under close watch by confining him to Jerusalem. <a ref='1 Kings 2:39'>2:39</a> <b>Gath.</b> A major Philistine city about 30 mi. southwest of Jerusalem. <a ref='1 Kings 2:45'>2:45</a> <b>throne of David.</b> In contrast to Shimei’s curse ( <a ref='2 Samuel 16:5–8'>2Sa 16:5–8</a> ), Yahweh’s blessing was to come through the ruler of David’s, not Saul’s, line (cf. <a ref='2 Samuel 7:12–13'>2Sa 7:12–13</a> , <a ref='2 Samuel 7:16'>16</a> ). <a ref='1 Kings 2:46'>2:46</a> With the death of Shimei, all the rival factions were eliminated. <a ref='1 Kings 3:1'>3:1</a> <b>a marriage alliance with Pharaoh.</b> The Pharaoh was probably Siamun, the next-to-last ruler of the weak 21st dynasty. Solomon’s treaty with Pharaoh signified that he held a high standing in the world of his day. Pharaoh’s daughter was the most politically significant of Solomon’s 700 wives (cf. <a ref='1 Kings 7:8'>7:8</a> ; <a ref='1 Kings 9:16'>9:16</a> ; <a ref='1 Kings 11:1'>11:1</a> ). <a ref='1 Kings 3:2'>3:2</a> <b>the high places.</b> The open-air, hilltop worship centers which the Israelites inherited from the Canaanites had been rededicated to Yahweh; the use of pagan altars had been forbidden ( <a ref='Numbers 33:52'>Nu 33:52</a> ; <a ref='Deuteronomy 7:5'>Dt 7:5</a> ; <a ref='Deuteronomy 12:3'>12:3</a> ). After the building of the temple, worship at the high places was condemned ( <a ref='1 Kings 11:7–8'>11:7–8</a> ; <a ref='1 Kings 12:31'>12:31</a> ; <a ref='2 Kings 16:17–20'>2Ki 16:17–20</a> ; <a ref='2 Kings 21:3'>21:3</a> ; <a ref='2 Kings 23:26'>23:26</a> ). <b>no house … for the name of Yahweh.</b> “Name” represented the character and presence of Yahweh (cf. <a ref='Exodus 3:13–14'>Ex 3:13–14</a> ). He had promised to choose one place “to establish His name there for His dwelling” ( <a ref='Deuteronomy 12:5'>Dt 12:5</a> ). The temple at Jerusalem was to be that place (cf. <a ref='1 Kings 5:3'>5:3</a> , <a ref='1 Kings 5:5'>5</a> ; <a ref='1 Kings 8:16–20'>8:16–20</a> , <a ref='1 Kings 8:29'>29</a> , <a ref='1 Kings 8:43–44'>43–44</a> , <a ref='1 Kings 8:48'>48</a> ; <a ref='1 Kings 9:3'>9:3</a> , <a ref='1 Kings 9:7'>7</a> ). In the ancient Near East, to identify a temple with a god’s name meant that the god owned the place and dwelt there. <a ref='1 Kings 3:3'>3:3</a> <b>except.</b> Solomon’s failure in completely following Yahweh was exhibited in his continual worship at the high places. <a ref='1 Kings 3:4–15'>3:4–15</a> See <a ref='2 Chronicles 1:7–13'>2Chr 1:7–13</a> . <a ref='1 Kings 3:4'>3:4</a> <b>Gibeon.</b> A town about 7 mi. northwest of Jerusalem, where the tabernacle of Moses and the original bronze altar were located ( <a ref='1 Chronicles 21:29'>1Chr 21:29</a> ; <a ref='2 Chronicles 1:2–6'>2Chr 1:2–6</a> ). <a ref='1 Kings 3:5'>3:5</a> <b>dream.</b> God often gave revelation in dreams ( <a ref='Genesis 26:24'>Ge 26:24</a> ; <a ref='Genesis 28:12'>28:12</a> ; <a ref='Genesis 46:2'>46:2</a> ; <a ref='Daniel 2:7'>Da 2:7</a> ; <a ref='Daniel 7:1'>7:1</a> ; <a ref='Matthew 1:20'>Mt 1:20</a> ; <a ref='Matthew 2:12'>2:12</a> , <a ref='Matthew 2:19'>19</a> , <a ref='Matthew 2:22'>22</a> ). However, this dream was unique, a two-way conversation between Yahweh and Solomon. <a ref='1 Kings 3:6'>3:6</a> <b>great lovingkindness.</b> This term implies covenant faithfulness. Solomon viewed his succession to David as evidence of Yahweh’s faithfulness to His promises to David. <a ref='1 Kings 3:7'>3:7</a> <b>little child.</b> Since Solomon was probably only about 20 years of age, he readily admitted his lack of qualification and experience to be king (cf. <a ref='1 Chronicles 22:5'>1Chr 22:5</a> ; <a ref='1 Chronicles 29:1'>29:1</a> ). <i>See note on <a ref='Numbers 27:15–17'>Nu 27:15–17</a> .</i> <a ref='1 Kings 3:8'>3:8</a> <b>a numerous people.</b> Based on the census, which recorded 800,000 men of fighting age in Israel and 500,000 in Judah ( <a ref='2 Samuel 24:9'>2Sa 24:9</a> ), the total population was over 4 million, approximately double what it had been at the time of the Conquest (see <a ref='Numbers 26:1–65'>Nu 26:1–65</a> ). <a ref='1 Kings 3:9'>3:9</a> <b>a listening heart.</b> Humbly admitting his need, Solomon sought an understanding heart to govern God’s people with wisdom. <a ref='1 Kings 3:10'>3:10</a> <b>pleasing in the sight of the Lord.</b> The Lord was delighted that Solomon had not asked for personal benefits, e.g., long life, wealth, or the death of his enemies. <a ref='1 Kings 3:12'>3:12</a> <b>no one like you.</b> Solomon was one of a kind in judicial insight, as illustrated in vv. <a ref='1 Kings 3:16–27'>16–27</a> . <a ref='1 Kings 3:14'>3:14</a> <b>prolong your days.</b> In contrast to riches and honor that were already his, a long life was dependent on Solomon’s future obedience to Yahweh’s commands. Because of his disobedience, Solomon died before reaching 70 years of age (cf. <a ref='Psalms 90:10'>Ps 90:10</a> ). <a ref='1 Kings 3:16–27'>3:16–27</a> <b>harlots came to the king.</b> Here is an illustration of how wisely Solomon ruled. In Israel, the king was the ultimate “judge” of the land, and any citizen, even the basest prostitute, could petition him for a verdict ( <a ref='2 Samuel 14:2–21'>2Sa 14:2–21</a> ; <a ref='2 Samuel 15:1–4'>15:1–4</a> ; <a ref='2 Kings 8:1–6'>2Ki 8:1–6</a> ). <a ref='1 Kings 3:25'>3:25</a> <b>half … half.</b> In ordering his servants to cut the child in two, he knew the liar would not object, but out of maternal compassion the real mother would (cf. <a ref='Exodus 21:35'>Ex 21:35</a> ). <a ref='1 Kings 3:28'>3:28</a> <b>feared the king.</b> Israel was in awe of and willing to submit to the rule of Solomon because of his wisdom from God. <a ref='1 Kings 4:1'>4:1</a> <b>all Israel.</b> Solomon was in firm control of all of the people. Israel’s squabbling factions had fallen in line behind the king. Solomon’s Administrative Districts Go to the Index of Charts and Maps . <a ref='1 Kings 4:2'>4:2</a> <b>Azariah the son of Zadok.</b> Actually, he was the son of Ahimaaz and the grandson of Zadok, as “son of” can mean “descendant of” (cf. <a ref='1 Chronicles 6:8–9'>1Chr 6:8–9</a> ). In David’s roster of officials, the army commander came first ( <a ref='2 Samuel 8:16'>2Sa 8:16</a> ; <a ref='2 Samuel 20:23'>20:23</a> ). Under Solomon, the priest and other officials preceded the military leader. <a ref='1 Kings 4:3'>4:3</a> <b>scribes.</b> Probably they prepared royal edicts and kept official records. <b>recorder.</b> Likely, he maintained the records of all important daily affairs in the kingdom. <a ref='1 Kings 4:4'>4:4</a> <b>priests.</b> Zadok and Abiathar had served together as High Priests under David ( <a ref='2 Samuel 8:17'>2Sa 8:17</a> ; <a ref='2 Samuel 20:25'>20:25</a> ). Although Abiathar had been removed from priestly service and exiled ( <a ref='1 Kings 2:26–27'>2:26–27</a> , <a ref='1 Kings 2:35'>35</a> ), he maintained his priestly title until his death. <a ref='1 Kings 4:5'>4:5</a> <b>Nathan.</b> Whether this is the prophet Nathan ( <i>see note on <a ref='1 Kings 1:8'>1:8</a></i> ) or another person by that name is uncertain, but it could be that Solomon was honoring the sons of the prophet. <a ref='1 Kings 4:6'>4:6</a> <b>over the household.</b> One who managed Solomon’s properties, both lands and buildings (cf. <a ref='1 Kings 16:9'>16:9</a> ; <a ref='1 Kings 18:3'>18:3</a> ; <a ref='2 Kings 18:18'>2Ki 18:18</a> , <a ref='2 Kings 18:37'>37</a> ; <a ref='2 Kings 19:2'>19:2</a> ). <b>over the men subject to forced labor.</b> One who oversaw the conscripted workers of Solomon (cf. <a ref='1 Kings 5:13–18'>5:13–18</a> ). <a ref='1 Kings 4:7'>4:7</a> <b>twelve deputies.</b> Solomon divided the land into 12 geographical districts (different from the tribal boundaries), each supervised by a deputy. Each month a different deputy collected provisions in his district to supply the king and his staff. <a ref='1 Kings 4:20'>4:20</a> <b>numerous as the sand … on the seashore.</b> A clear allusion to Yahweh’s promise to Abraham in <a ref='Genesis 22:17'>Ge 22:17</a> . The early years of Solomon’s reign, characterized by population growth, peace, and prosperity, were a foreshadowing of the blessings that will prevail in Israel when the Abrahamic Covenant is fulfilled. <a ref='1 Kings 4:21'>4:21</a> <b>all the kingdoms.</b> The borders of the kingdoms which Solomon influenced echoed Yahweh’s promise to Abram in <a ref='Genesis 15:18'>Ge 15:18</a> . However, Solomon’s reign was not the fulfillment of the Abrahamic Covenant for 3 reasons: 1) Israel still only lived in the land “from Dan even to Beersheba” (v. <a ref='1 Kings 4:25'>25</a> ). Abraham’s descendants did not inhabit all the land promised to Abraham. 2) The non-Israelite kingdoms did not lose their identity and independence, but rather recognized Solomon’s authority and brought him tribute without surrendering title to their lands. 3) According to <a ref='Numbers 34:6'>Nu 34:6</a> , the Mediterranean Sea is to be the western border of the Land of Promise, indicating that Tyre was to be a part of the Promised Land. However, Hiram king of Tyre was a sovereign who entered into a bilateral or parity treaty (between equals) with Solomon ( <a ref='1 Kings 5:1–12'>5:1–12</a> ). <a ref='1 Kings 4:22'>4:22</a> <b>provision.</b> I.e., the daily provisions for Solomon’s palace. <a ref='1 Kings 4:24'>4:24</a> <b>Tiphsah … Gaza.</b> Tiphsah was located on the west bank of the Euphrates and Gaza on the southwestern Mediterranean coast. These towns represented the northeast and southwest points of Solomon’s influence. <a ref='1 Kings 4:26'>4:26</a> <b>had 40,000 stalls.</b> Though the Hebrew text reads 40,000, this was probably a copyist’s error in transcribing the text, and it should read 4,000 as in <a ref='2 Chronicles 9:25'>2Chr 9:25</a> . <a ref='1 Kings 4:30'>4:30</a> <b>the east … Egypt.</b> The men to the East of Israel in Mesopotamia and Arabia (cf. <a ref='Job 1:3'>Job 1:3</a> ) and in Egypt were known for their wisdom. Egypt had been renowned for learning and science, as well as culture. Solomon’s wisdom was superior to all at home or abroad (v. <a ref='1 Kings 4:31'>31</a> ). <a ref='1 Kings 4:31'>4:31</a> <b>sons of Mahol.</b> This probably meant “singers,” a guild of musicians who created sacred songs. <a ref='1 Kings 4:32'>4:32</a> <b>proverbs … songs.</b> Hundreds of Solomon’s proverbs have been preserved in the book of Proverbs (see Introduction to Proverbs ). One of his songs is the Song of Songs. <a ref='1 Kings 4:33'>4:33</a> <b>trees … animals … birds.</b> Solomon described and taught about all kinds of plant and animal life, e.g., <a ref='Proverbs 6:6–8'>Pr 6:6–8</a> ; <a ref='Proverbs 28:15'>28:15</a> ; <a ref='Proverbs 30:19'>30:19</a> . <a ref='1 Kings 4:34'>4:34</a> <b>men came from all peoples.</b> Solomon acquired an international reputation for his wisdom. Many important visitors came from faraway places to learn from Solomon’s wisdom (cf. <a ref='1 Kings 10:1–13'>10:1–13</a> ). <a ref='1 Kings 5:1–16'>5:1–16</a> See <a ref='2 Chronicles 2:1–18'>2Chr 2:1–18</a> . <a ref='1 Kings 5:1'>5:1</a> <b>Hiram king of Tyre.</b> Tyre was an important port city on the Mediterranean Sea north of Israel. Two towering mountain ranges ran within Lebanon’s borders, and on their slopes grew thick forests of cedars. Hiram I ruled there ca. 978–944 BC. He had earlier provided building materials and workers for David to build his palace ( <a ref='2 Samuel 5:11'>2Sa 5:11</a> ). Solomon maintained the friendly relations with Hiram established by David. They were beneficial to both as Israel exchanged wheat and oil for timber (see vv. <a ref='1 Kings 5:9–11'>9–11</a> ). <a ref='1 Kings 5:4'>5:4</a> <b>rest.</b> The guarantee of peace with the peoples surrounding Israel allowed Solomon to build the temple (cf. <a ref='1 Kings 4:24'>4:24</a> ). <a ref='1 Kings 5:5'>5:5</a> <b>the name.</b> “Name” represents the character and nature of the person indicated. <i>See note on <a ref='1 Kings 3:2'>3:2</a> .</i> <b>Your son.</b> Solomon claimed to be the promised offspring of David, the fulfillment of Yahweh’s promise to David in <a ref='2 Samuel 7:12–13'>2Sa 7:12–13</a> . However, Solomon’s later disobedience proved that he was not the ultimate, promised offspring ( <a ref='1 Kings 11:9–13'>11:9–13</a> ). <a ref='1 Kings 5:6'>5:6</a> <b>cedars from Lebanon.</b> The cedars of Lebanon symbolized majesty and might ( <a ref='Psalms 92:12'>Ps 92:12</a> ; <a ref='Ezekiel 31:3'>Eze 31:3</a> ). Because it was durable, resistant to rot and worms, closely-grained, and could be polished to a fine shine, its wood was regarded as the best timber for building. The logs were tied together and floated down the Mediterranean to Joppa (see v. <a ref='1 Kings 5:9'>9</a> ; <a ref='2 Chronicles 2:16'>2Chr 2:16</a> ), from where they could be transported to Jerusalem, 35 mi. inland. <b>Sidonians.</b> These are the inhabitants of the city of Sidon, located on the Mediterranean Sea about 22 mi. north of Tyre. Here, the term probably referred, in a general sense, to the Phoenicians, who were skilled craftsmen. The Plan of Solomon’s Temple Go to the Index of Charts and Maps . <a ref='1 Kings 5:7'>5:7</a> <b>Blessed be Yahweh.</b> Perhaps Hiram was a worshiper of the true God, but it is equally possible that he was only acknowledging Jehovah as the God of the Hebrews (cf. <a ref='2 Chronicles 2:16'>2Chr 2:16</a> ). <b>a wise son.</b> Hiram recognized Solomon’s wisdom in seeking to honor his father David’s desires. <a ref='1 Kings 5:9'>5:9</a> <b>food to my household.</b> Tyre’s rocky terrain grew great trees, but little good food. Hiram asked Solomon for food for his court in exchange for his lumber. <a ref='1 Kings 5:13'>5:13</a> <b>forced laborers from all Israel.</b> Lit. “conscripted labor.” These 30,000 men who labored in Lebanon were Israelites of the land. They were sent to Lebanon, 10,000 a month in rotation. For every month they worked, they were off two months, which meant they worked only 4 months per year. These Israelite laborers must be distinguished from the Canaanite remnant who were made into permanent slaves. <i>See note on <a ref='1 Kings 9:21–22'>9:21–22</a> .</i> The 30,000 Israelites were free and performed the task of felling trees. <a ref='1 Kings 5:16'>5:16</a> <b>Solomon’s 3,300.</b> <i>See note on <a ref='2 Chronicles 2:2'>2Chr 2:2</a> .</i> <b>people who were doing the work.</b> According to <a ref='2 Chronicles 2:17–18'>2Chr 2:17–18</a> , these 150,000 laborers ( <a ref='1 Kings 5:15'>5:15</a> ) and their supervisors were non-Israelite inhabitants of the land. <a ref='1 Kings 5:18'>5:18</a> <b>Gebalites.</b> Inhabitants of Gebal, a town located about 60 mi. north of Tyre. <a ref='1 Kings 6:1–38'>6:1–38</a> See <a ref='2 Chronicles 3:1–17'>2Chr 3:1–17</a> ; <a ref='2 Chronicles 7:15–22'>7:15–22</a> . <a ref='1 Kings 6:1'>6:1</a> <b>four hundred and eightieth year.</b> Solomon began to build the temple by laying its foundation (v. <a ref='1 Kings 6:37'>37</a> ) 480 years after the Exodus from Egypt. The 480 years are to be taken as the actual years between the Exodus and the building of the temple, because references to numbers of years in the book of Kings are consistently taken in a literal fashion. Also, the literal interpretation correlates with Jephthah’s statement recorded in <a ref='Judges 11:26'>Jdg 11:26</a> . <b>fourth year.</b> I.e., 966 BC. Thus, the Exodus is to be dated 1445 BC. <a ref='1 Kings 6:2'>6:2</a> <b>cubits.</b> Normally the cubit was about 18 in. This would make the temple structure proper 90 ft. long, 30 ft. wide, and 45 ft. high. However, <a ref='2 Chronicles 3:3'>2Chr 3:3</a> may indicate that the longer royal cubit of approximately 21 in. was used in the construction of the temple. On this measurement, the temple structure proper would have been 105 ft. long, 35 ft. wide and 52 1/2 ft. high. The dimensions of the temple seem to be double those of the tabernacle (see <a ref='Exodus 26:15–30'>Ex 26:15–30</a> ; <a ref='Exodus 36:20–34'>36:20–34</a> ). <a ref='1 Kings 6:3'>6:3</a> <b>porch.</b> A porch about 15 ft. long in front of the temple building proper. <a ref='1 Kings 6:4'>6:4</a> <b>windows.</b> Placed high on the inner side of the temple wall, these openings had lattices or shutters capable of being opened, shut, or partially opened. They served to let out the vapors of the lamps and the smoke of incense, as well as to give light. <a ref='1 Kings 6:5'>6:5</a> <b>chambers.</b> Another attached structure surrounded the main building, excluding the porch. It provided rooms off of the main hall to house temple personnel and to store equipment and treasure (cf. <a ref='1 Kings 7:51'>7:51</a> ). <a ref='1 Kings 6:6'>6:6</a> <b>lowest … middle … third.</b> This attached structure to the temple was 3 stories high. Each upper story was one cubit wider than the one below it. Instead of being inserted into the temple walls, beams supporting the stories rested on recessed ledges in the temple walls themselves. <a ref='1 Kings 6:7'>6:7</a> <b>stone prepared at the quarry.</b> The erection of the temple went much faster by utilizing pre-cut and pre-fitted materials moved on rollers to the temple site. In addition, the relative quiet would be consistent with the sacredness of the undertaking. <a ref='1 Kings 6:8'>6:8</a> <b>doorway … stairs.</b> The entrance to the side rooms was on the south side, probably in the middle. Access to the second and third stories was by means of a spiral staircase that led through the middle story to the third floor. <a ref='1 Kings 6:11–13'>6:11–13</a> During the construction of the temple, Yahweh spoke to Solomon, probably through a prophet, and reiterated that the fulfillment of His Word to David through his son was contingent on Solomon’s obedience to His commands (cf. <a ref='1 Kings 2:3–4'>2:3–4</a> ; <a ref='1 Kings 3:14'>3:14</a> ; <a ref='1 Kings 9:4–8'>9:4–8</a> ). The use of the same words, “I will dwell among the sons of Israel,” in v. <a ref='1 Kings 6:13'>13</a> as in <a ref='Exodus 29:45'>Ex 29:45</a> , implied that Solomon’s temple was the legitimate successor to the tabernacle. Yahweh forewarned Solomon and Israel that the temple was no guarantee of His presence; only their continued obedience would assure that. <a ref='1 Kings 6:16'>6:16</a> <b>the Holy of Holies.</b> This inner sanctuary, partitioned off from the main hall by cedar planks, was a perfect cube about 30 ft. on a side (v. <a ref='1 Kings 6:20'>20</a> ) and was the most sacred area of the temple. The Holy of Holies is further described in vv. <a ref='1 Kings 6:19–28'>19–28</a> . The tabernacle also had a “Holy of Holies” ( <a ref='Exodus 26:33–34'>Ex 26:33–34</a> ). <a ref='1 Kings 6:17'>6:17</a> <b>the nave.</b> This was the Holy Place, just outside the Most Holy Place, 60 ft. long, 30 ft. wide and 45 ft. high, that housed the altar of incense, the golden tables of the bread of the Presence, and the golden lampstands ( <a ref='1 Kings 7:48–49'>7:48–49</a> ). <a ref='1 Kings 6:19'>6:19</a> <b>the ark of the covenant of Yahweh.</b> The ark was a rectangular box made of acacia wood. The ark was made at Sinai by Bezalel according to the pattern given to Moses ( <a ref='Exodus 25:10–22'>Ex 25:10–22</a> ; <a ref='Exodus 37:1–9'>37:1–9</a> ). The ark served as the receptacle for the two tablets of the Ten Commandments ( <a ref='Exodus 25:16'>Ex 25:16</a> , <a ref='Exodus 25:21'>21</a> ; <a ref='Exodus 40:20'>40:20</a> ; <a ref='Deuteronomy 10:1–5'>Dt 10:1–5</a> ) and the place in the inner sanctuary where the presence of Yahweh met Israel ( <a ref='Exodus 25:22'>Ex 25:22</a> ). <a ref='1 Kings 6:20'>6:20</a> <b>overlaid it with pure gold.</b> Cf. vv. <a ref='1 Kings 6:21–22'>21–22</a> , <a ref='1 Kings 6:28'>28</a> , <a ref='1 Kings 6:30'>30</a> , <a ref='1 Kings 6:32'>32</a> , <a ref='1 Kings 6:35'>35</a> . Gold was beaten into fine sheets, and then hammered to fit over the beautifully embellished wood (vv. <a ref='1 Kings 6:18'>18</a> , <a ref='1 Kings 6:29'>29</a> ), then attached to every surface in the temple proper, both in the Holy Place and in the Most Holy Place, so that no wood or stone was visible (v. <a ref='1 Kings 6:22'>22</a> ). <a ref='1 Kings 6:23'>6:23</a> <b>cherubim.</b> These two sculptured winged creatures, with human faces overlaid with gold (cf. <a ref='Genesis 3:24'>Ge 3:24</a> ; <a ref='Ezekiel 41:18–19'>Eze 41:18–19</a> ), stood as guards on either side of the ark (see <a ref='2 Chronicles 3:10–13'>2Chr 3:10–13</a> ) and are not to be confused with the cherubim on the mercy seat (see <a ref='Exodus 25:17–22'>Ex 25:17–22</a> ). The cherubim represented angelic beings who were guardians of God’s presence and stood on either side of the ark ( <a ref='1 Kings 8:6–7'>8:6–7</a> ) in the Most Holy Place. They were 15 ft. tall and 15 ft. between wing tips (v. <a ref='1 Kings 6:24–26'>24–26</a> ). <i>See note on <a ref='Exodus 25:18'>Ex 25:18</a> .</i> <a ref='1 Kings 6:29'>6:29</a> <b>palm trees.</b> An image reminiscent of the Garden of Eden in <a ref='Ge 2'>Ge 2</a> . The palm tree represented the tree of life from the Garden. <a ref='1 Kings 6:31–35'>6:31–35</a> There was distinct and magnificent separation by doors between the inner court of the temple (v. <a ref='1 Kings 6:36'>36</a> ) and the Holy Place, as well as between the Holy Place and the Most Holy Place. <a ref='1 Kings 6:36'>6:36</a> <b>the inner court.</b> This walled-in, open space that surrounded the temple was also called “the court of the priests” ( <a ref='2 Chronicles 4:9'>2Chr 4:9</a> ) or the “upper court” ( <a ref='Jeremiah 36:10'>Jer 36:10</a> ). The wall of that court had a layer of wood between each of the 3 courses of stone. The alternation of timber beams with masonry was common in Mediterranean construction. <a ref='1 Kings 6:37'>6:37</a> <b>fourth year … month of Ziv.</b> Cf. <a ref='1 Kings 6:1'>6:1</a> . <a ref='1 Kings 6:38'>6:38</a> <b>seven years.</b> From foundation to finishing, the temple took 7 years and 6 months to build. <i>See note on <a ref='2 Chronicles 5:1'>2Chr 5:1</a> .</i> <a ref='1 Kings 7:1'>7:1</a> <b>thirteen years.</b> Having built the house for Yahweh, Solomon then built one for himself. Solomon’s “house” was a complex of structures that took almost twice as long to build as the temple. The time involved was probably because there was not the same preparation for building or urgency as for the national place of worship. The temple and Solomon’s house together took 20 years to complete (cf. <a ref='1 Kings 9:10'>9:10</a> ). <a ref='1 Kings 7:2–5'>7:2–5</a> <b>the house of the forest of Lebanon.</b> As a part of the palace complex, Solomon also built this large rectangular building, 150 ft. long, 75 ft. wide and 45 ft. high. It was built of a “forest” of cedar pillars from Lebanon. Three rows of cedar columns supported trimmed cedar beams and a cedar roof. <a ref='1 Kings 7:6'>7:6</a> <b>the hall of pillars.</b> This colonnade was probably an entry hall or waiting area for the Hall of Judgment, which was probably used for the transaction of public business. <a ref='1 Kings 7:7'>7:7</a> <b>the hall of judgment.</b> The place where Solomon would publicly hear petitions from Israelites and render judgments was added to the grand palace site. <a ref='1 Kings 7:8'>7:8</a> <b>house … court … house.</b> Behind the Hall of Judgment was an open court. Within this court, Solomon built his own personal residence, a palace for his harem, and royal apartments for the Egyptian princess he had married. <a ref='1 Kings 7:9–12'>7:9–12</a> A fortune was spent on building, adjacent to the temple, the whole palace with its 3 parts: 1) the king’s home, 2) the courtyard in the middle, and 3) the house of the women on the other side. <a ref='1 Kings 7:13'>7:13</a> <b>Hiram.</b> Although having the same Hebrew name, this individual was distinct from the King of Tyre ( <a ref='1 Kings 5:1'>5:1</a> ). Hiram had a Tyrian father, but his mother was of the tribe of Naphtali. <a ref='2 Chronicles 2:14'>Second Chronicles 2:14</a> states that Hiram’s mother came from the tribe of Dan. Probably one verse refers to her place of birth and the other to her place of residence. Or, if her parents were originally from the two tribes, then he could legitimately claim either. The description of Hiram’s skills in v. <a ref='1 Kings 7:14'>14</a> is exactly the same as that of Bezalel who made the tabernacle ( <a ref='Exodus 31:3'>Ex 31:3</a> ; <a ref='Exodus 36:1'>36:1</a> ). Hiram made the pillars (vv. <a ref='1 Kings 7:14–22'>14–22</a> ). <i>See note on <a ref='2 Chronicles 2:13–14'>2Chr 2:13–14</a> .</i> <a ref='1 Kings 7:15'>7:15</a> <b>two pillars.</b> One bronze pillar was on each side of the temple’s entrance (v. <a ref='1 Kings 7:21'>21</a> ). Each pillar was 27 ft. high and 18 ft. around. <i>See note on <a ref='2 Chronicles 3:15'>2Chr 3:15</a> .</i> <a ref='1 Kings 7:16'>7:16</a> <b>capitals.</b> These distinctively treated upper ends of the bronze pillars added 7.5 ft. to the height of each pillar. <a ref='1 Kings 7:18'>7:18</a> <b>pomegranates.</b> One of the fruits of the Promised Land ( <a ref='Numbers 13:23'>Nu 13:23</a> ; <a ref='Deuteronomy 8:8'>Dt 8:8</a> ), these were popular decorative motifs used on the hem of Aaron’s priestly garment ( <a ref='Exodus 28:33–34'>Ex 28:33–34</a> ). <a ref='1 Kings 7:21'>7:21</a> <b>Jachin … Boaz.</b> See marginal note for the meanings. It is likely that each name recalls promises given to the Davidic house, and that they perpetually reminded the worshipers of God’s grace in providing the Davidic monarchy as well as each king’s need to depend on God for his success. <i>See note on <a ref='2 Chronicles 3:17'>2Chr 3:17</a> .</i> They were also symbolic of the strength and stability of God’s promise of a kingdom forever, even though the temple would come down (see <a ref='Jeremiah 52:17'>Jer 52:17</a> ). <a ref='1 Kings 7:23'>7:23</a> <b>the sea.</b> A huge circular bronze basin corresponding to the laver of the tabernacle. According to v. <a ref='1 Kings 7:26'>26</a> , this great basin’s capacity was about 12,000 gal. ( <i>see note on <a ref='2 Chronicles 4:5'>2Chr 4:5</a></i> ). The sea stood in the courtyard on the temple’s southeast side and provided the priests water to wash themselves and their sacrifices ( <a ref='2 Chronicles 4:6'>2Chr 4:6</a> ). It probably also supplied water for the 10 movable basins (vv. <a ref='1 Kings 7:38–39'>38–39</a> ). <i>See note on <a ref='2 Chronicles 4:2'>2Chr 4:2</a> .</i> <a ref='1 Kings 7:25'>7:25</a> <b>twelve oxen.</b> Hiram arranged 3 oxen facing in each of the 4 directions of the compass to support the sea. <i>See note on <a ref='2 Chronicles 4:4'>2Chr 4:4</a> .</i> <a ref='1 Kings 7:26'>7:26</a> <b>two thousand baths.</b> <i>See note on <a ref='2 Chronicles 4:5'>2Chr 4:5</a> .</i> <a ref='1 Kings 7:27–37'>7:27–37</a> <b>stands.</b> Hiram made 10 movable stands of bronze 6 ft. square and 4.5 ft. high. Each consisted of 4 upright corner poles joined together by square panels. For mobility, the stands rode on 4 wheels of bronze (v. <a ref='1 Kings 7:30'>30</a> ). <a ref='1 Kings 7:38'>7:38</a> <b>lavers.</b> Hiram made 10 bronze lavers as water containers for the stands. Each measured 6 ft. across and held about 240 gal. of water. <a ref='1 Kings 7:40'>7:40</a> <b>the shovels and the bowls.</b> Shovels were used to scoop up the ashes that were then emptied into the bowls for disposal. The same tools served the same purpose in the tabernacle ( <a ref='Exodus 27:3'>Ex 27:3</a> ). <a ref='1 Kings 7:45'>7:45</a> <b>polished bronze.</b> I.e., bronze polished to a high shine. <a ref='1 Kings 7:46'>7:46</a> <b>between Succoth and Zarethan.</b> Succoth was located on the east side of the Jordan River just north of the Jabbok River ( <a ref='Genesis 33:17'>Ge 33:17</a> ; <a ref='Joshua 13:27'>Jos 13:27</a> ; <a ref='Judges 8:4–5'>Jdg 8:4–5</a> ). Zarethan was nearby. This location was conducive to good metallurgy, because it abounded in clay suitable for molds and lay close to a source of charcoal for heat, namely the forests across the Jordan. <a ref='1 Kings 7:48'>7:48</a> <b>the golden altar.</b> The altar of incense stood in front of the Most Holy Place (cf. <a ref='Exodus 30:1–4'>Ex 30:1–4</a> ). <b>the golden table.</b> The table on which the bread of the Presence was placed, which the Law required to be continually in God’s presence ( <a ref='Exodus 25:30'>Ex 25:30</a> ). <a ref='1 Kings 7:49'>7:49</a> <b>lampstands.</b> Ten golden lampstands standing directly in front of the Most Holy Place, 5 on either side of the doors, provided a corridor of light. <a ref='1 Kings 7:51'>7:51</a> <b>set apart as holy by … David.</b> Solomon deposited that which David had set apart as holy to Yahweh ( <a ref='2 Samuel 8:7–12'>2Sa 8:7–12</a> ) in the side rooms of the temple. <a ref='1 Kings 8:1–21'>8:1–21</a> See <a ref='2 Chronicles 5:2–6:11'>2Chr 5:2—6:11</a> . <a ref='1 Kings 8:1'>8:1</a> <b>elders … heads.</b> The “elders” of Israel were respected men who were in charge of local government and justice throughout Israel ( <a ref='Exodus 18:13–26'>Ex 18:13–26</a> ; <a ref='Numbers 11:16–30'>Nu 11:16–30</a> ; <a ref='1 Samuel 8:1–9'>1Sa 8:1–9</a> ). They advised the king on important matters of state ( <a ref='1 Samuel 15:30'>1Sa 15:30</a> ; <a ref='2 Samuel 17:5'>2Sa 17:5</a> ; <a ref='1 Kings 12:6–11'>1Ki 12:6–11</a> ). The “heads” of the tribes or “leaders” were the oldest living males within each extended family unit. They were the ones responsible for learning the law and leading their families to obey it. <a ref='1 Kings 8:2'>8:2</a> <b>seventh month.</b> Solomon finished building the temple in the eighth month of the previous year ( <a ref='1 Kings 6:38'>6:38</a> ; see <a ref='2 Chronicles 5:1'>2Chr 5:1</a> ); all its detail signifying the magnificence and beauty of God’s nature and His transcendent, uncommon glory. The celebration, then, did not take place until 11 months later. Apparently Solomon intentionally scheduled the dedication of the temple to coincide with the Feast of Booths or Tabernacles held in the seventh month, when there would be a general assembly of the people in Jerusalem. That was also a Jubilee year, so it was especially appropriate ( <a ref='Leviticus 23:33–36'>Lv 23:33–36</a> , <a ref='Leviticus 23:39–43'>39–43</a> ; <a ref='Deuteronomy 16:13–15'>Dt 16:13–15</a> ). <a ref='1 Kings 8:4–6'>8:4–6</a> <b>brought up the ark.</b> The ark of the covenant was transported by the priests and the Levites from the tent that David had made for it in Jerusalem ( <a ref='2 Samuel 6:17'>2Sa 6:17</a> ). They also brought to the temple the tabernacle and all its furnishings which had been located at Gibeon ( <a ref='2 Chronicles 1:2–6'>2Chr 1:2–6</a> ). The ark was placed into the Most Holy Place (v. <a ref='1 Kings 8:6'>6</a> ). <a ref='1 Kings 8:7–8'>8:7–8</a> <b>poles.</b> God had originally commanded that poles be used to carry the ark ( <a ref='Exodus 25:13–15'>Ex 25:13–15</a> ). They were left protruding to serve as a guide so the High Priest could be guided by them when he entered the dark inner sanctuary. <a ref='1 Kings 8:8'>8:8</a> <b>to this day.</b> The phrase is used from the perspective of one who lived and wrote before the destruction of the temple in 586 BC. The writer of 1 Kings incorporated such sources into his book (cf. <a ref='1 Kings 9:13'>9:13</a> , <a ref='1 Kings 9:21'>21</a> ; <a ref='1 Kings 10:12'>10:12</a> ; <a ref='1 Kings 12:19'>12:19</a> ). <a ref='1 Kings 8:9'>8:9</a> <b>two tablets of stone.</b> At this time the ark of the covenant contained only the two tablets inscribed with the Ten Commandments. The pot of manna ( <a ref='Exodus 16:33'>Ex 16:33</a> ) and Aaron’s rod that budded ( <a ref='Numbers 17:10'>Nu 17:10</a> ) were no longer in the ark. See <a ref='Hebrews 9:4'>Heb 9:4</a> . <a ref='1 Kings 8:10'>8:10</a> <b>the cloud.</b> The cloud was “the glory of Yahweh” (v. <a ref='1 Kings 8:11'>11</a> ), the visible symbol of God’s presence. It signaled Yahweh’s approval of this new temple. A similar manifestation took place when the tabernacle was dedicated ( <a ref='Exodus 40:34–35'>Ex 40:34–35</a> ). <i>See note on <a ref='Leviticus 9:23'>Lv 9:23</a> .</i> <a ref='1 Kings 8:12–21'>8:12–21</a> See <a ref='2 Chronicles 6:1–11'>2Chr 6:1–11</a> . <a ref='1 Kings 8:12–13'>8:12–13</a> Solomon’s solemn declaration was addressed to Yahweh. Solomon recognized the thick darkness as the manifestation of Yahweh’s gracious presence among His people (cf. <a ref='Exodus 19:9'>Ex 19:9</a> ; <a ref='Exodus 20:21'>20:21</a> ; <a ref='Leviticus 16:2'>Lv 16:2</a> ) and affirmed that he had built the temple so that Yahweh could dwell there in the glory of thick darkness. <a ref='1 Kings 8:14–21'>8:14–21</a> Solomon turned around from addressing Yahweh and spoke to the assembly of Israel gathered at the temple. Solomon, in vv. <a ref='1 Kings 8:15–19'>15–19</a> , rehearsed the story of <a ref='2 Samuel 7:12–16'>2Sa 7:12–16</a> and claimed that he, having built the temple, had become the fulfillment of God’s promise to his father David (vv. <a ref='1 Kings 8:20–21'>20–21</a> ). However, Solomon’s claim was premature because Yahweh later appeared to him declaring the necessity of obedience for the establishment of Solomon’s throne ( <a ref='1 Kings 9:4–9'>9:4–9</a> ), an obedience which would be lacking in Solomon ( <a ref='1 Kings 11:6'>11:6</a> , <a ref='1 Kings 11:9–10'>9–10</a> ). <a ref='1 Kings 8:22–53'>8:22–53</a> <i>See note on <a ref='2 Chronicles 6:12–40'>2Chr 6:12–40</a> .</i> Solomon then moved to the altar of burnt offering to offer a lengthy prayer of consecration to Yahweh. First, he affirmed that no god could compare to Israel’s God, Yahweh (vv. <a ref='1 Kings 8:23–24'>23–24</a> ). Second, he asked Yahweh for His continued presence and protection (vv. <a ref='1 Kings 8:25–30'>25–30</a> ). Third, he listed 7 typical Israelite prayers that would require Yahweh’s response (vv. <a ref='1 Kings 8:31–54'>31–54</a> ). These supplications recalled the detailed list of curses that <a ref='Deuteronomy 28:15–68'>Dt 28:15–68</a> ascribed for the breaking of the law. Specifically, Solomon prayed that Yahweh would judge between the wicked and the righteous (vv. <a ref='1 Kings 8:31–32'>31–32</a> ); Yahweh would forgive the sins that had caused defeat in battle (vv. <a ref='1 Kings 8:33–34'>33–34</a> ); Yahweh would forgive the sins that had brought on drought (vv. <a ref='1 Kings 8:35–36'>35–36</a> ); Yahweh would forgive the sins that had resulted in national calamities (vv. <a ref='1 Kings 8:37–40'>37–40</a> ); Yahweh would show mercy to God-fearing foreigners (vv. <a ref='1 Kings 8:41–43'>41–43</a> ); Yahweh would give victory in battle (vv. <a ref='1 Kings 8:44–45'>44–45</a> ); and Yahweh would bring restoration after captivity (vv. <a ref='1 Kings 8:46–54'>46–54</a> ). <a ref='1 Kings 8:22'>8:22</a> <b>spread out his hands.</b> The spreading of open hands toward heaven was a normal posture of individual prayer ( <a ref='Exodus 9:29'>Ex 9:29</a> ; <a ref='Isaiah 1:15'>Is 1:15</a> ). <a ref='1 Kings 8:27'>8:27</a> <b>heaven … cannot contain You.</b> Solomon confessed that even though Yahweh had chosen to dwell among His people in the cloud at the temple, He far transcended containment by anything in all creation. <a ref='1 Kings 8:54–61'>8:54–61</a> Solomon arose to pronounce a benediction on the people. His words were substantially a brief recapitulation of the preceding prayer in which he affirmed the faithfulness of Yahweh to Israel (v. <a ref='1 Kings 8:56'>56</a> ) and exhorted Israel to faithfulness to Yahweh (vv. <a ref='1 Kings 8:57–61'>57–61</a> ). <a ref='1 Kings 8:62–66'>8:62–66</a> See <a ref='2 Chronicles 7:1–10'>2Chr 7:1–10</a> . <a ref='1 Kings 8:62'>8:62</a> <b>were offering sacrifices.</b> To complete the temple’s dedication, Solomon led the people in offering peace offerings to Yahweh (cf. <a ref='Leviticus 3:1–17'>Lv 3:1–17</a> ; <a ref='Leviticus 7:11–21'>7:11–21</a> ), in which they consumed 22,000 bulls and 120,000 sheep (v. <a ref='1 Kings 8:63'>63</a> ). Although the number of sacrifices offered seems high, it was in keeping with the magnitude of this event. Obviously, the single bronze altar could not accommodate such an enormous number of sacrifices. Solomon first had to consecrate the entire middle courtyard, the one directly in front of the temple (v. <a ref='1 Kings 8:64'>64</a> ). After consecrating the court, Solomon probably had a series of auxiliary altars set up in the court to accommodate all the peace offerings. <a ref='1 Kings 8:65'>8:65</a> <b>Lebo-hamath to the brook of Egypt.</b> “Lebo-hamath” was located about 20 mi. south of Kadesh on the Orontes River and was the northern boundary of the land promised to Israel ( <a ref='Numbers 34:7–9'>Nu 34:7–9</a> ; <a ref='Joshua 13:5'>Jos 13:5</a> ). “The brook of Egypt” is to be equated with Wadi El-Armish in the northeastern Sinai, the southern boundary of the land promised to Israel. These locations show that people from all over Israel attended the dedication of the temple. <a ref='1 Kings 9:1–9'>9:1–9</a> See <a ref='2 Chronicles 7:11–22'>2Chr 7:11–22</a> . <a ref='1 Kings 9:1–2'>9:1–2</a> <b>completed … the king’s house.</b> According to <a ref='1 Kings 6:1'>6:1</a> , Solomon began building the temple in Apr./May 966 BC. The temple was completed in Oct./Nov. 959 BC ( <a ref='1 Kings 6:38'>6:38</a> ). The temple dedication and Solomon’s prayer to Yahweh occurred 11 months after the completion of the temple in Sep./Oct. 958 BC. Yahweh did not appear to Solomon this second time (cf. <a ref='1 Kings 3:5–14'>3:5–14</a> ) until Solomon had completed the building of his own palace in 946 BC (cf. <a ref='1 Kings 7:1'>7:1</a> ). Thus, Yahweh’s response came approximately 12 years after Solomon’s prayer and supplication to Yahweh recorded in <a ref='1 Kings 8:22–53'>8:22–53</a> . <a ref='1 Kings 9:3'>9:3</a> <b>set apart as holy.</b> Yahweh made the temple holy by being present in the cloud (cf. <a ref='1 Kings 8:10'>8:10</a> ). As proof of the temple’s consecration, Yahweh told Solomon that He had put His name there (cf. <a ref='1 Kings 3:2'>3:2</a> ). <b>forever.</b> God was not saying He will dwell in that building forever, since in less than 400 years it was destroyed by the Babylonians (cf. vv. <a ref='1 Kings 9:7–9'>7–9</a> ). He was saying that Jerusalem and the temple mount are to be His earthly throne as long as the earth remains, through the millennial kingdom (see <a ref='Isaiah 2:1–4'>Is 2:1–4</a> ; <a ref='Zechariah 14:16'>Zec 14:16</a> ). Even during the New Heaven and New Earth, the eternal state, there will be the heavenly Jerusalem, where God will eternally dwell (see <a ref='Revelation 21:1–2'>Rev 21:1–2</a> ). <b>eyes … heart.</b> These symbolized, respectively, Yahweh’s constant attention toward and deep affection for Israel. By implication, He promised them access to His presence and answers to their prayers. <a ref='1 Kings 9:4–9'>9:4–9</a> See <a ref='2 Chronicles 7:17–22'>2Chr 7:17–22</a> . <a ref='1 Kings 9:4'>9:4</a> <b>if you will walk.</b> Yahweh reiterated to Solomon the importance of obedience to the Mosaic statutes in order to experience the blessings of the Davidic Covenant (cf. <a ref='1 Kings 2:3–4'>2:3–4</a> ). <a ref='1 Kings 9:6'>9:6</a> <b>if you … turn.</b> If Israel (“you” is pl.) abandoned Yahweh to worship other gods, God would expel Israel from the Land and destroy the temple (v. <a ref='1 Kings 9:7'>7</a> ). <a ref='1 Kings 9:9'>9:9</a> <b>this calamity.</b> The destruction of Jerusalem and exile from the land (v. <a ref='1 Kings 9:8'>8</a> ) were predicted by Moses in <a ref='Deuteronomy 29:24–28'>Dt 29:24–28</a> . The devastation of the temple, which came in 586 BC, graphically demonstrated Yahweh’s anger against Israel’s sin, particularly the sin of idolatry. <a ref='1 Kings 9:10–28'>9:10–28</a> See <a ref='2 Chronicles 8:1–18'>2Chr 8:1–18</a> . <a ref='1 Kings 9:10'>9:10</a> <b>at the end of twenty years.</b> The completion of the building of the temple (7 years) and the building of Solomon’s palace (13 years) would be ca. 946 BC ( <i>see note on <a ref='1 Kings 9:1–2'>9:1–2</a></i> ). <a ref='1 Kings 9:11'>9:11</a> <b>Solomon then gave Hiram twenty cities.</b> Solomon sold these 20 cities in Galilee to Hiram in exchange for the gold (about 4.5 tons) mentioned in v. <a ref='1 Kings 9:14'>14</a> . Probably these cities lay along the border between Tyre and Israel, just outside the territory of Asher. Later, Hiram gave the towns back to Solomon. <i>See note on <a ref='2 Chronicles 8:2'>2Chr 8:2</a> .</i> <a ref='1 Kings 9:13'>9:13</a> <b>to this day.</b> <i>See note on <a ref='1 Kings 8:8'>8:8</a> .</i> <a ref='1 Kings 9:15'>9:15</a> <b>the Millo.</b> A landfill in the depression between the city of David and the temple and palace complex to the north (see <a ref='2 Samuel 5:9'>2Sa 5:9</a> ). <b>Hazor.</b> Ten mi. north of the Sea of Galilee, Hazor protected Israel’s northeastern entrance from Syria and Mesopotamia. <b>Megiddo.</b> Megiddo guarded a crucial pass in the Carmel mountains, which linked the valley of Jezreel and the international coastal highway to Egypt. <b>Gezer.</b> Twenty mi. west of Jerusalem, Gezer lay in the coastal plain at the intersection of the coastal highway and the main road to Jerusalem. <a ref='1 Kings 9:17'>9:17</a> <b>lower Beth-horon.</b> About 12 mi. northwest of Jerusalem along a road connecting Gibeon with the western lowlands (Shephelah) and providing a western approach to Jerusalem. <i>See note on <a ref='2 Chronicles 8:5'>2Chr 8:5</a> .</i> <a ref='1 Kings 9:18'>9:18</a> <b>Baalath.</b> The designation of several cities in Canaan. <i>See note on <a ref='2 Chronicles 8:6'>2Chr 8:6</a> .</i> <b>Tamar.</b> This city was located 16 mi. southwest of the Dead Sea on the southeastern boundary of the Land (cf. <a ref='Ezekiel 47:19'>Eze 47:19</a> ; <a ref='Ezekiel 48:28'>48:28</a> ). <a ref='1 Kings 9:19'>9:19</a> <b>storage cities.</b> Cities whose primary purpose was to store food ( <a ref='2 Chronicles 17:12'>2Chr 17:12</a> ; <a ref='2 Chronicles 32:28'>32:28</a> ). <b>cities for his chariots.</b> Solomon built military outposts for his chariots and horses. To defend his kingdom, these garrisons were probably located along key roads throughout the nation. All the cities listed in vv. <a ref='1 Kings 9:15–19'>15–19</a> met this requirement. <a ref='1 Kings 9:20–23'>9:20–23</a> See <a ref='2 Chronicles 8:7–10'>2Chr 8:7–10</a> . <a ref='1 Kings 9:21–22'>9:21–22</a> <b>forced laborers.</b> I.e., “conscripted slave labor.” <i>See note on <a ref='1 Kings 5:13'>5:13</a> .</i> Only resident aliens permanently became part of this force since the law did not allow Israelites to make fellow-Israelites slaves against their will ( <a ref='Exodus 21:2–11'>Ex 21:2–11</a> ; <a ref='Leviticus 25:44–46'>Lv 25:44–46</a> ; <a ref='Deuteronomy 15:12–18'>Dt 15:12–18</a> ). Additionally, v. <a ref='1 Kings 9:22'>22</a> adds that he did not move someone from an established post, even for a specific project. <a ref='1 Kings 9:21'>9:21</a> <b>to this day.</b> <i>See note on <a ref='1 Kings 8:8'>8:8</a> .</i> <a ref='1 Kings 9:25'>9:25</a> <b>Solomon offered.</b> Once the temple had been built, Solomon’s practice of sacrificing to God at the various high places ceased (cf. <a ref='1 Kings 3:2–4'>3:2–4</a> ). He kept Israel’s 3 great annual feasts, Passover, Weeks, and Booths ( <a ref='Deuteronomy 16:1–17'>Dt 16:1–17</a> ), at the temple in Jerusalem. <a ref='1 Kings 9:26'>9:26</a> <b>Ezion-geber.</b> Solomon’s port located on the modern Gulf of Aqabah. <a ref='1 Kings 9:28'>9:28</a> <b>Ophir.</b> The location of Ophir is unknown. It has been suggested it was located on the southwestern Arabian peninsula. <a ref='1 Kings 10:11–12'>First Kings 10:11–12</a> possibly suggests that Ophir was close to or a part of the kingdom of Sheba. <b>420 talents.</b> This was about 16 tons of gold. <a ref='2 Chronicles 8:18'>Second Chronicles 8:18</a> has 450 talents ( <i>see note on <a ref='2 Chronicles 8:18'>2Chr 8:18</a></i> ). <a ref='1 Kings 10:1–29'>10:1–29</a> See <a ref='2 Chronicles 9:1–28'>2Chr 9:1–28</a> . <a ref='1 Kings 10:1'>10:1</a> <b>Sheba.</b> Sheba was located in southwestern Arabia, about 1,200 mi. from Jerusalem. <b>concerning the name of Yahweh.</b> The primary motive for the queen’s visit was to verify Solomon’s reputation for wisdom and devotion to Yahweh. <b>riddles.</b> Difficult questions designed to stump the hearer (cf. <a ref='Judges 14:12'>Jdg 14:12</a> ). <a ref='1 Kings 10:5'>10:5</a> <b>no more spirit in her.</b> Lit. the experience “left her breathless.” <a ref='1 Kings 10:9'>10:9</a> <b>Yahweh your God.</b> The queen was willing to credit Solomon’s God with giving him wisdom that resulted in just and righteous decisions. Though she recognized Yahweh as Israel’s national God, there was no confession that Solomon’s God had become her God to the exclusion of all others. There is no record that she made any offerings to God at the temple. <a ref='1 Kings 10:10'>10:10</a> <b>120 talents.</b> About 4.5 tons (cf. <a ref='1 Kings 9:28'>9:28</a> ). <a ref='1 Kings 10:11'>10:11</a> <b>almug trees.</b> Probably the strong, long-lasting sandalwood, which is black on the outside and ruby red inside. <a ref='1 Kings 10:12'>10:12</a> <b>to this day.</b> <i>See note on <a ref='1 Kings 8:8'>8:8</a> .</i> <a ref='1 Kings 10:14'>10:14</a> <b>weight … was 666 talents.</b> About 25 tons of gold. <a ref='1 Kings 10:15'>10:15</a> Gold also came to Solomon from tolls and tariffs from traders, revenues from loyal administrators, and taxes from Arabian kings who used caravan routes under Solomon’s control. <a ref='1 Kings 10:16–17'>10:16–17</a> <b>shields.</b> From his gold revenues, Solomon made 200 large shields, containing about 7.5 pounds of gold each, and 300 small shields, having 3.75 pounds of gold each, that were ornamental in design and restricted to ceremonial use. <a ref='1 Kings 10:21'>10:21</a> <b>house of the forest of Lebanon.</b> <i>See note on <a ref='1 Kings 7:2–5'>7:2–5</a> .</i> <b>silver.</b> To show the wealth of Solomon’s kingdom, the writer explains that gold was so plentiful that the value of silver dropped to nothing. <a ref='1 Kings 10:22'>10:22</a> <b>ships of Tarshish.</b> These were large, all-weather cargo vessels designed to make long ocean voyages. <a ref='1 Kings 10:25'>10:25</a> <b>silver and gold … horses.</b> The wisdom God had given to Solomon (v. <a ref='1 Kings 10:24'>24</a> ) caused many rulers, like the queen of Sheba (vv. <a ref='1 Kings 10:1–13'>1–13</a> ), to bring presents to Solomon as they sought to buy his wisdom to be applied in their own nations. These gifts led Solomon to multiply for himself horses, as well as silver and gold, precisely that which God’s king was warned against in <a ref='Deuteronomy 17:16–17'>Dt 17:16–17</a> . Solomon became ensnared by the blessings of his own wisdom and disobeyed God’s commands. <a ref='1 Kings 10:28'>10:28</a> <b>Kue.</b> Kue was in Cilicia, an area south of the Taurus Mountains in Asia Minor. In antiquity, Cilicia was fabled for breeding and selling the best horses. <a ref='1 Kings 10:29'>10:29</a> <b>chariot … for 600</b> shekels <b>.</b> About 15 lbs. of silver. <b>horse for 150.</b> About 3.75 lbs. of silver. <b>Hittites.</b> The majority of Hittites lived in Anatolia (Asia Minor). From ca. 1720–1200 BC a unified kingdom ruled over the Hittites. These kings spread the influence of the Hittites throughout the ancient Near East; the Hittite empire reached the peak of its power ca. 1380–1350 BC. When the Hittite empire collapsed, ca. 1200 BC, many Hittite city-states developed, each with its own king. These rulers were called “the kings of the Hittites” and were scattered in Solomon’s day throughout Anatolia and northern Aram (Syria). <b>Aram.</b> The geographical area within the bounds set by the Taurus Mountains in the north, the western bend of the Euphrates River and the edge of the desert in the east, the Litani River to the south and the Mediterranean Sea to the west, had as its major city, Damascus. Later known by the Greek term “Syria,” the land was known in OT times as Aram. <a ref='1 Kings 11:1–6'>11:1–6</a> <b>loved many foreign women.</b> Many of Solomon’s marriages were for the purpose of ratifying treaties with other nations, a common practice in the ancient Near East. The practice of multiplying royal wives, prohibited in <a ref='Deuteronomy 17:17'>Dt 17:17</a> because the practice would turn the king’s heart away from Yahweh, proved to be accurate in the experience of Solomon. His love for his wives (vv. <a ref='1 Kings 11:1–2'>1–2</a> ) led him to abandon his loyalty to Yahweh and worship other gods (vv. <a ref='1 Kings 11:3–6'>3–6</a> ). No sadder picture can be imagined than the ugly apostasy of his later years (over 50), which can be traced back to his sins with foreign wives. Polygamy was tolerated among the ancient Hebrews, though most in the East had only one wife. A number of wives was seen as a sign of wealth and importance. The king desired to have a larger harem than any of his subjects, and Solomon resorted to this form of state magnificence. But it was a sin directly violating God’s law, and the very result which that law was designed to prevent happened. <a ref='1 Kings 11:1'>11:1</a> <b>Moabite.</b> Descendants of Lot ( <a ref='Genesis 19:37'>Ge 19:37</a> ) who lived in the land east of the Dead Sea between the Arnon River to the north and the Zered Brook to the south. <b>Ammonite.</b> Descendants of Lot ( <a ref='Genesis 19:38'>Ge 19:38</a> ) who were located in the area of the Transjordan beginning about 25 mi. east of the Jordan River. <b>Edomite.</b> Descendants of Esau ( <a ref='Genesis 36:1'>Ge 36:1</a> ) who were located in the area south of Moab, to the southeast of the Dead Sea. <b>Sidonian.</b> <i>See note on <a ref='1 Kings 5:6'>5:6</a> .</i> <b>Hittite.</b> <i>See note on <a ref='1 Kings 10:29'>10:29</a> .</i> <a ref='1 Kings 11:4'>11:4</a> <b>as … David.</b> Cf. v. <a ref='1 Kings 11:6'>6</a> . David is consistently presented in Kings as the standard by which other kings were to act and be judged ( <a ref='1 Kings 3:14'>3:14</a> ; <a ref='1 Kings 9:4'>9:4</a> ; <a ref='1 Kings 14:8'>14:8</a> ; <a ref='1 Kings 15:3'>15:3</a> ; <a ref='2 Kings 8:19'>2Ki 8:19</a> ; <a ref='2 Kings 22:2'>22:2</a> ). This was not because David had not sinned (cf. <a ref='2Sa 11-12'>2Sa 11–12</a> ), but rather because he repented appropriately from his sin ( <a ref='Ps 32'>Pss 32</a> ; <a ref='Ps 51'>51</a> ), and because sin did not continue as the pattern of his life. <a ref='1 Kings 11:5'>11:5</a> <b>Ashtoreth.</b> A deliberate distortion of the Canaanite “ashtart,” re-vocalized based on the Hebrew word for “shame.” She was the goddess of love and fertility, especially worshiped at Tyre and Sidon. <b>Milcom.</b> Another name for Molech (v. <a ref='1 Kings 11:7'>7</a> ), the national god of the Ammonites. His name seems to mean “the one who rules.” The worship of Molech was associated with the sacrifice of children in the fire ( <a ref='Leviticus 18:21'>Lv 18:21</a> ; <a ref='Leviticus 20:2–5'>20:2–5</a> ; <a ref='Jeremiah 32:35'>Jer 32:35</a> ). <a ref='1 Kings 11:6'>11:6</a> <b>evil in the sight of Yahweh.</b> The particular evil of Solomon was his tolerance of and personal practice of idolatry. These same words were used throughout the book of Kings to describe the rulers who promoted and practiced idolatry ( <a ref='1 Kings 15:26'>15:26</a> , <a ref='1 Kings 15:34'>34</a> ; <a ref='1 Kings 16:19'>16:19</a> , <a ref='1 Kings 16:25'>25</a> , <a ref='1 Kings 16:30'>30</a> ; <a ref='1 Kings 22:52'>22:52</a> ; <a ref='2 Kings 3:2'>2Ki 3:2</a> ; <a ref='2 Kings 8:18'>8:18</a> , <a ref='2 Kings 8:27'>27</a> ; <a ref='2 Kings 13:2'>13:2</a> , <a ref='2 Kings 13:11'>11</a> ; <a ref='2 Kings 14:24'>14:24</a> ; <a ref='2 Kings 15:9'>15:9</a> , <a ref='2 Kings 15:18'>18</a> , <a ref='2 Kings 15:24'>24</a> , <a ref='2 Kings 15:28'>28</a> ; <a ref='2 Kings 17:2'>17:2</a> ; <a ref='2 Kings 21:2'>21:2</a> , <a ref='2 Kings 21:20'>20</a> ; <a ref='2 Kings 23:32'>23:32</a> , <a ref='2 Kings 23:37'>37</a> ; <a ref='2 Kings 24:9'>24:9</a> , <a ref='2 Kings 24:19'>19</a> ). Solomon became an open idolater, worshiping images of wood and stone in the sight of the temple which, in his early years, he had erected to the one true God. <a ref='1 Kings 11:7'>11:7</a> <b>Chemosh.</b> The god of the Moabites, to whom the sacrifice of children as a burnt offering was customary ( <a ref='2 Kings 3:27'>2Ki 3:27</a> ). <b>mountain … east of Jerusalem.</b> Probably, the Mt. of Olives. This is the area called Tophet in <a ref='Jeremiah 7:30–34'>Jer 7:30–34</a> and the mount of corruption in <a ref='2 Kings 23:13'>2Ki 23:13</a> . <a ref='1 Kings 11:9–10'>11:9–10</a> <b>appeared to him twice.</b> Once was at Gibeon ( <a ref='1 Kings 3:5'>3:5</a> ), the next at Jerusalem ( <a ref='1 Kings 9:2'>9:2</a> ). On both occasions, God had warned Solomon, so he had no excuses. <a ref='1 Kings 11:11'>11:11</a> <b>not kept My covenant.</b> Solomon failed to obey the commandments to honor God ( <a ref='Exodus 20:3–6'>Ex 20:3–6</a> ), which were part of the Mosaic Covenant. Obedience to that Covenant was necessary for receiving the blessings of the Davidic Covenant (see <a ref='1 Kings 2:3–4'>2:3–4</a> ). <b>tear the kingdom from you.</b> Yahweh’s tearing of the kingdom from Solomon was announced in Ahijah’s symbolic action of tearing his garment in vv. <a ref='1 Kings 11:29–39'>29–39</a> . The tearing of the robe, picturing the loss of the kingdom, recalls the interaction between Samuel and Saul ( <a ref='1 Samuel 15:27–28'>1Sa 15:27–28</a> ), when Yahweh took the kingdom away from Saul because of his disobedience. The great gifts to Solomon followed by his great abuse warranted such a judgment. <a ref='1 Kings 11:12'>11:12</a> <b>not do it in your days.</b> Yahweh’s great love for David caused Him to temper His judgment with mercy by not disrupting the kingdom in Solomon’s lifetime (cf. v. <a ref='1 Kings 11:34'>34</a> ). This showed that Solomon’s disobedience did not annul the Davidic Covenant; Yahweh’s commitment to fulfill His Word to David remained firm (cf. <a ref='2 Samuel 7:12–16'>2Sa 7:12–16</a> ). <a ref='1 Kings 11:13'>11:13</a> <b>one tribe.</b> The one tribe that remained loyal to the Davidic dynasty was Judah (cf. <a ref='1 Kings 12:20'>12:20</a> ). <b>for the sake of Jerusalem.</b> Yahweh had chosen Jerusalem as the place where His name would dwell forever ( <a ref='1 Kings 9:3'>9:3</a> ). Therefore, Jerusalem and the temple would remain so that the divine promise might stand. <a ref='1 Kings 11:14–18'>11:14–18</a> <b>Hadad the Edomite.</b> Even though Hadad belonged to the royal family that ruled Edom, he escaped death at the hands of David’s army when he was a child, and he fled to Egypt (cf. <a ref='2 Samuel 8:13–14'>2Sa 8:13–14</a> ; <a ref='1 Chronicles 18:12–13'>1Chr 18:12–13</a> ). <a ref='1 Kings 11:18'>11:18</a> <b>Midian.</b> The land directly east of Edom, to which Hadad first fled on his way to Egypt. <b>Paran.</b> A wilderness southeast of Kadesh in the central area of the Sinai peninsula (cf. <a ref='Numbers 12:16'>Nu 12:16</a> ; <a ref='Numbers 13:3'>13:3</a> ). <a ref='1 Kings 11:21'>11:21</a> <b>Send me away.</b> Like Moses ( <a ref='Exodus 2:10'>Ex 2:10</a> ), Hadad’s son grew up in Pharaoh’s household. As did Moses ( <a ref='Exodus 5:1'>Ex 5:1</a> ), Hadad requested that Pharaoh allow him to leave Egypt. Hearing of the deaths of David and Joab, he renounced his easy position and possessions in Egypt to return to Edom in order to regain his throne. His activities gave great trouble to Israel (v. <a ref='1 Kings 11:25'>25</a> ). <a ref='1 Kings 11:23–25'>11:23–25</a> <b>Rezon.</b> After David conquered Zobar ( <a ref='2 Samuel 8:3–8'>2Sa 8:3–8</a> ), Rezon and his men took Damascus and established the strong dynasty of Syrian kings that severely troubled Israel in the ninth century BC (cf. <a ref='1 Kings 15:18'>15:18</a> ; <a ref='1 Kings 20:1'>20:1</a> ). <a ref='1 Kings 11:26'>11:26</a> <b>Jeroboam the son of Nebat.</b> In contrast to Hadad and Rezon, who were external adversaries of Solomon, God raised up Jeroboam from a town in Ephraim as an internal adversary. Jeroboam was from Ephraim, the leading tribe of Israel’s northern 10 tribes. He was a young man of talent and energy who, having been appointed by Solomon as leader over the building works around Jerusalem, rose to public notice. <a ref='1 Kings 11:28'>11:28</a> <b>load-bearers.</b> <i>See note on <a ref='1 Kings 5:13'>5:13</a> .</i> <a ref='1 Kings 11:29'>11:29</a> <b>Ahijah the Shilonite.</b> Ahijah was a prophet of Yahweh who lived in Shiloh, a town in Ephraim about 20 mi. north of Jerusalem. <i>See note on <a ref='1 Samuel 1:3'>1Sa 1:3</a> .</i> <a ref='1 Kings 11:30–32'>11:30–32</a> Here is a monumental prophecy that because of Solomon’s sins the kingdom would be divided and Jeroboam would rule in the northern area (cf. vv. <a ref='1 Kings 11:35–37'>35–37</a> ). <a ref='1 Kings 11:33'>11:33</a> <i>See notes on <a ref='1 Kings 11:5'>11:5</a> , <a ref='1 Kings 11:7'>7</a> .</i> <a ref='1 Kings 11:36'>11:36</a> <b>a lamp always before Me.</b> A lighted lamp represented the life of an individual ( <a ref='Job 18:6'>Job 18:6</a> ; <a ref='Psalms 132:17'>Ps 132:17</a> ). God promised that from the tribe of Judah David would continue to have descendants ruling in Jerusalem (cf. <a ref='2 Samuel 21:17'>2Sa 21:17</a> ; <a ref='1 Kings 15:4'>1Ki 15:4</a> ; <a ref='2 Kings 8:19'>2Ki 8:19</a> ). <a ref='1 Kings 11:38'>11:38</a> <b>if you listen to all that I command you.</b> Yahweh gave to Jeroboam the same promise that He had made to David—an enduring royal dynasty over Israel, the 10 northern tribes, if he obeyed God’s law. Yahweh imposed on Jeroboam the same conditions for his kingship that He had imposed on David ( <a ref='1 Kings 2:3–4'>2:3–4</a> ; <a ref='1 Kings 3:14'>3:14</a> ). <a ref='1 Kings 11:39'>11:39</a> <b>but not always.</b> This statement implied that the kingdom’s division was not to be permanent and that David’s house would ultimately rule all the tribes of Israel again (cf. <a ref='Ezekiel 37:15–28'>Eze 37:15–28</a> ). <a ref='1 Kings 11:40'>11:40</a> <b>put Jeroboam to death.</b> Though the prophecy was private (v. <a ref='1 Kings 11:29'>29</a> ), the king heard about it and Jeroboam became a marked man, guilty in Solomon’s eyes of rebellion and worthy of the death penalty. <b>Shishak.</b> Shishak was the founder of the 22nd dynasty in Egypt. He reigned ca. 945–924 BC. He invaded Judah during the reign of Rehoboam ( <a ref='1 Kings 14:25–26'>14:25–26</a> ). <a ref='1 Kings 11:42'>11:42</a> <b>forty years.</b> 971–931 BC. <a ref='1 Kings 12:1–2'>12:1-2Ki 17:41</a> The division of Solomon’s kingdom had been predicted by Yahweh to Solomon ( <a ref='1 Kings 11:11–13'>11:11–13</a> ) and through Ahijah to Jeroboam ( <a ref='1 Kings 11:29–37'>11:29–37</a> ). This section of the books of Kings shows how the Word of Yahweh through the prophet was fulfilled and narrates the history of the divided kingdom, Israel (the northern kingdom) and Judah (the southern kingdom), from 931–722 BC. <a ref='1 Kings 12:1–14:31'>12:1—14:31</a> This section describes the disruption of the Kingdom ( <a ref='1 Kings 12:1–24'>12:1–24</a> ) plus the establishment and royal sanctioning of idolatry in Israel ( <a ref='1 Kings 12:25–14:20'>12:25—14:20</a> ) and Judah ( <a ref='1 Kings 14:21–31'>14:21–31</a> ). The reigns of Solomon’s son, Rehoboam, in the south (ca. 931–913 BC) and Solomon’s servant, Jeroboam, in the north (ca. 931–910 BC) are discussed. See <a ref='2 Chronicles 10:1–12:16'>2Chr 10:1—12:16</a> . <a ref='1 Kings 12:1'>12:1</a> <b>Shechem.</b> A city located in the hill country of northern Ephraim, 30 mi. north of Jerusalem. Shechem had a long and important history as a political and religious center (cf. <a ref='Genesis 12:6'>Ge 12:6</a> ; <a ref='Joshua 8:30–35'>Jos 8:30–35</a> ; <a ref='Joshua 24:1–28'>24:1–28</a> , <a ref='Joshua 24:32'>32</a> ). <b>all Israel.</b> The representatives of the 10 northern tribes assembled to accept Rehoboam as king (cf. <a ref='2 Samuel 5:3'>2Sa 5:3</a> ). The Kings of the Divided Kingdom Judah Israel Rehoboam 931–913 Jeroboam I 931–910 Abijah (Abijam) 913–911 Nadab 910–909 Asa 911–870 Baasha 909–886 Elah 886–885 Zimri 885 Tibni 885–880 Jehoshaphat 873–848 Omri 885–874 Ahab 874–853 Ahaziah 853–852 Jehoram (Joram) 853–841 Joram (Jehoram) 852–841 Ahaziah 841 Jehu 841–814 Athaliah (queen) 841–835 Joash (Jehoash) 835–796 Jehoahaz 814–798 Amaziah 796–767 Jehoash (Joash) 798–782 Azariah (Uzziah) 790–739 Jeroboam II 793–753 Jotham 750–731 Zechariah 753 Shallum 752 Ahaz 735–715 Menahem 752–742 Pekahiah 742–740 Hezekiah 715–686 Pekah 752–732 Hoshea 732–722 Manasseh 695–642 Amon 642–640 Josiah 640–609 Jehoahaz 609 Jehoiakim 609–597 Jehoiachin 597 Zedekiah 597–586 Go to the Index of Charts and Maps . <a ref='1 Kings 12:2'>12:2</a> <b>heard</b> of it <b>.</b> Jeroboam, in Egypt ( <a ref='1 Kings 11:40'>11:40</a> ), learned about the death of Solomon ( <a ref='1 Kings 11:43'>11:43</a> ). <a ref='1 Kings 12:3'>12:3</a> <b>Jeroboam … spoke.</b> The 10 northern tribes summoned Jeroboam from Egypt to become their representative and spokesman in their dealings with Rehoboam. <a ref='1 Kings 12:4'>12:4</a> <b>yoke.</b> The hardships that resulted from Solomon’s policy of compulsory labor service (cf. <a ref='1 Kings 5:13'>5:13</a> ; <a ref='1 Kings 9:22'>9:22</a> ; <a ref='1 Kings 11:28'>11:28</a> ) and excessive taxes (cf. <a ref='1 Kings 4:7'>4:7</a> ) came because the splendor of his courts, the magnitude of his wealth, and the profits of his enterprises were not enough to sustain his demands. <a ref='1 Kings 12:6–7'>12:6–7</a> <b>the elders.</b> These were older, experienced counselors and administrators who had served Solomon. They counseled Rehoboam to give concessions to the 10 tribes. <a ref='1 Kings 12:8–10'>12:8–10</a> <b>the young men.</b> The contemporaries of Rehoboam, about forty years of age (cf. <a ref='1 Kings 14:21'>14:21</a> ), who were acquainted only with the royal court life of Solomon, recommended that Rehoboam be even harsher on the 10 tribes than was Solomon. <a ref='1 Kings 12:10'>12:10</a> <b>My little finger … my father’s loins!</b> A proverbial manner of saying he was going to come at them with greater force than Solomon had exhibited (vv. <a ref='1 Kings 12:11–14'>11–14</a> ). <a ref='1 Kings 12:15'>12:15</a> <b>from Yahweh.</b> God sovereignly used the foolishness of Rehoboam to fulfill Ahijah’s prophecy ( <a ref='1 Kings 11:29–39'>11:29–39</a> ). <a ref='1 Kings 12:16'>12:16</a> <b>David.</b> These words of Israel (v. <a ref='1 Kings 12:16'>16</a> ) expressed deliberate, willful rebellion against the dynasty of David (cf. v. <a ref='1 Kings 12:19'>19</a> ). Defiantly, the Israelites quoted the rallying cry used in Sheba’s failed rebellion against David ( <a ref='2 Samuel 20:1'>2Sa 20:1</a> ). The northern tribes declared that they had no legal tie with David and went their way. <a ref='1 Kings 12:17'>12:17</a> <b>the sons of Israel.</b> People from the northern tribes who had migrated south and settled in Judah. <a ref='1 Kings 12:18'>12:18</a> <b>Adoram.</b> Sending the chief of taxation and forced labor (Adoniram in <a ref='1 Kings 4:6'>4:6</a> ; <a ref='1 Kings 5:14'>5:14</a> ) to negotiate with the northern tribes was foolish (cf. v. <a ref='1 Kings 12:4'>4</a> ). <a ref='1 Kings 12:19'>12:19</a> <b>to this day.</b> <i>See note on <a ref='1 Kings 8:8'>8:8</a> .</i> <a ref='1 Kings 12:20–24'>12:20–24</a> The kingdom was divided at that point. Israel (the northern 10 tribes) had its own king. <a ref='1 Kings 12:21'>12:21</a> <b>the tribe of Benjamin.</b> The tribe of Benjamin had split loyalty and land during the divided-kingdom era. According to v. <a ref='1 Kings 12:20'>20</a> , only the tribe of Judah remained completely loyal to the house of David, but in vv. <a ref='1 Kings 12:21'>21</a> , <a ref='1 Kings 12:23'>23</a> it is said that Benjamin was associated with “all the house of Judah,” the emphasis being on the tribe of Judah. Certain towns of northern Benjamin, most notably Bethel (v. <a ref='1 Kings 12:29'>29</a> ), were included in the northern kingdom. Simeon, the tribe originally given land in the southern section of Judah’s territory ( <a ref='Joshua 19:1–9'>Jos 19:1–9</a> ), had apparently migrated north and was counted with the 10 northern tribes (cf. <a ref='1 Chronicles 12:23–25'>1Chr 12:23–25</a> ; <a ref='2 Chronicles 15:9'>2Chr 15:9</a> ; <a ref='2 Chronicles 34:6'>34:6</a> ). Thus, the 10 northern tribes were Reuben, Simeon, Zebulun, Issachar, Dan, Gad, Asher, Naphtali, Manasseh, and Ephraim. The southern kingdom was the tribe of Judah only. The 12th tribe, Benjamin, was split between the two kingdoms. The tribe of Levi, originally scattered throughout both kingdoms ( <a ref='Joshua 21:1–42'>Jos 21:1–42</a> ), resided in Judah during the divided kingdom (see <a ref='2 Chronicles 11:13–16'>2Chr 11:13–16</a> ). <a ref='1 Kings 12:22'>12:22</a> <b>the man of God.</b> Cf. <a ref='1 Kings 17:24'>17:24</a> . A common OT expression designating a man with a message from God who would speak authoritatively on Yahweh’s behalf (cf. <a ref='Deuteronomy 33:1'>Dt 33:1</a> ; <a ref='2 Timothy 3:17'>2Ti 3:17</a> ). <i>See note on <a ref='Deuteronomy 33:1'>Dt 33:1</a> .</i> <a ref='1 Kings 12:24'>12:24</a> <b>this thing is from Me.</b> Through the prophet Shemaiah, Yahweh commanded Rehoboam and his army not to invade Israel. God, in judgment, had ordained the north-south split (v. <a ref='1 Kings 12:15'>15</a> ; <a ref='1 Kings 11:29–39'>11:29–39</a> ), so to attack Israel was to oppose God Himself. <a ref='1 Kings 12:25'>12:25</a> <b>Shechem.</b> Cf. v. <a ref='1 Kings 12:1'>1</a> . Jeroboam fortified the city of Shechem and made it into his royal residence. Cf. <a ref='Judges 9:1–47'>Jdg 9:1–47</a> . <b>Penuel.</b> Jeroboam also fortified Penuel, a city about 10 mi. east of the Jordan River on the River Jabbok, asserting his sovereignty over the Israelites east of the Jordan. <a ref='1 Kings 12:26'>12:26</a> <b>return to the house of David.</b> Yahweh had ordained a political, not a religious, division of Solomon’s kingdom. Yahweh had promised Jeroboam political control of the 10 northern tribes ( <a ref='1 Kings 11:31'>11:31</a> , <a ref='1 Kings 11:35'>35</a> , <a ref='1 Kings 11:37'>37</a> ). However, Jeroboam was to religiously follow the Mosaic law, which demanded that he follow Yahweh’s sacrificial system at the temple in Jerusalem ( <a ref='1 Kings 11:38'>11:38</a> ). Having received the kingdom from God, he should have relied on divine protection, but he did not. Seeking to keep his subjects from being influenced by Rehoboam when they went to Jerusalem to worship, he set up worship in the north (vv. <a ref='1 Kings 12:27–28'>27–28</a> ). <a ref='1 Kings 12:28'>12:28</a> <b>two golden calves.</b> These two calves, probably made of wood overlaid with gold, were presented to Israel as pedestals on which Yahweh supposedly sat or stood. He publicly presented them with the very words with which idolatrous Israel had welcomed Aaron’s golden calf. He repeated Aaron’s destructive sin of trying to make an earthly image of God. <i>See note on <a ref='Exodus 32:4'>Ex 32:4</a> .</i> <a ref='1 Kings 12:29'>12:29</a> <b>Bethel … Dan.</b> Bethel was located about 11 mi. north of Jerusalem within the territory of Benjamin ( <a ref='Joshua 18:11–13'>Jos 18:11–13</a> , <a ref='Joshua 18:22'>22</a> ). It lay at the southern end of Jeroboam’s kingdom on the main north-south road to Jerusalem. Israel had long revered Bethel as a sacred place because Jacob had worshiped there ( <a ref='Genesis 28:10–22'>Ge 28:10–22</a> ; <a ref='Genesis 35:1–15'>35:1–15</a> ). Dan was located in the northernmost part of Jeroboam’s kingdom, about 25 mi. north of the Sea of Galilee. A paganized worship of Yahweh was practiced at Dan during the period of the judges ( <a ref='Judges 18:30–31'>Jdg 18:30–31</a> ). <a ref='1 Kings 12:30'>12:30</a> <b>this thing became a sin.</b> Jeroboam’s policy promoted gross and flagrant violation of the second commandment ( <a ref='Exodus 20:4–6'>Ex 20:4–6</a> ) and led to violation of the first commandment ( <a ref='Exodus 20:3'>Ex 20:3</a> ). <a ref='1 Kings 12:31'>12:31</a> <b>high places.</b> Jeroboam built minor sanctuaries on high places throughout the land of Israel. Over the centuries these high places became the breeding ground of Israel’s idolatrous apostasy (cf. <a ref='Hosea 5:1'>Hos 5:1</a> ). <i>See note on <a ref='1 Kings 3:2'>3:2</a> .</i> <b>priests.</b> Jeroboam appointed priests to run his sanctuaries from all his tribes. His action blatantly violated the stipulation that only Aaron’s descendants were to hold that office in Israel ( <a ref='Numbers 3:10'>Nu 3:10</a> ). <a ref='1 Kings 12:32'>12:32</a> <b>made a feast.</b> Jeroboam instituted a religious festival to compete with the Feast of Booths held at the temple in Jerusalem and scheduled it for the 15th day of the 8th month (Oct./Nov.), exactly one month after its divinely ordained Judean counterpart ( <a ref='Exodus 34:22–23'>Ex 34:22–23</a> ; <a ref='Leviticus 23:33–36'>Lv 23:33–36</a> , <a ref='Leviticus 23:39–40'>39–40</a> ). <a ref='1 Kings 13:1'>13:1</a> <b>man of God.</b> <i>See note on <a ref='1 Kings 12:22'>12:22</a> .</i> <a ref='1 Kings 13:2'>13:2</a> <b>Josiah.</b> He ruled Judah about 300 years later ca. 640–609 BC (cf. <a ref='2 Kings 22:1–23:30'>2Ki 22:1—23:30</a> ). <b>sacrifice the priests of the high places.</b> The prophet predicted that Josiah would slaughter the illegitimate priests of the high places of his day who made offerings on the altar at Bethel. This prophecy was realized in <a ref='2 Kings 23:15–20'>2Ki 23:15–20</a> , executing the divine judgment on the non-Levitical priesthood established by Jeroboam ( <a ref='1 Kings 12:31–32'>12:31–32</a> ). <a ref='1 Kings 13:3'>13:3</a> <b>sign.</b> An immediate “wonder” that served to authenticate the reliability of the long-term prediction (cf. <a ref='Deuteronomy 18:21–22'>Dt 18:21–22</a> ), this sign came to pass in v. <a ref='1 Kings 13:5'>5</a> . <b>the ashes … shall be poured out.</b> Proper ritual required the disposal of sacrificial ashes in a special “clean” place ( <a ref='Leviticus 4:12'>Lv 4:12</a> ; <a ref='Leviticus 6:10–11'>6:10–11</a> ). Contact with the ground would render the ashes “unclean” and nullify the procedure. <a ref='1 Kings 13:9'>13:9</a> <b>commanded me by the word of Yahweh.</b> The prophet’s divine commission expressly forbade receiving any hospitality at Bethel. It even required him to return home by a different route from the one by which he came, lest he should be recognized. The prophet’s own conduct was to symbolize Yahweh’s total rejection of Israel’s false worship and the recognition that all the people had become apostates. <a ref='1 Kings 13:11'>13:11</a> <b>an old prophet.</b> Here was a spokesman for Yahweh who had compromised his ministry by his willingness to live at the very center of the false system of worship without speaking out against it. <a ref='1 Kings 13:18'>13:18</a> <b>he dealt falsely with him.</b> Why the old prophet deceived the man of God the text does not state. It may be that his own sons were worshipers at Bethel or perhaps priests, and this man wanted to gain favor with the king by showing up the man of God as an imposter who acted contrary to his own claim to have heard from God. Accustomed to receiving direct revelations, the Judean prophet should have regarded the supposed angelic message with suspicion and sought divine verification of this revised order. <a ref='1 Kings 13:20'>13:20</a> <b>the word of Yahweh.</b> The lie arose from his own imagination (cf. <a ref='Jeremiah 23:16'>Jer 23:16</a> ; <a ref='Ezekiel 13:2'>Eze 13:2</a> , <a ref='Ezekiel 13:7'>7</a> ), but the true prophecy came from Yahweh (cf. <a ref='Exodus 4:16'>Ex 4:16</a> ; <a ref='Deuteronomy 18:18'>Dt 18:18</a> ; <a ref='Jeremiah 1:9'>Jer 1:9</a> ). <a ref='1 Kings 13:22'>13:22</a> <b>your body shall not come to the grave of your fathers.</b> Israelites buried their dead with the bones of ancestors in a common grave ( <a ref='Judges 8:32'>Jdg 8:32</a> ; <a ref='2 Samuel 2:32'>2Sa 2:32</a> ). The lack of such a burial was considered in Israel a severe punishment and disgrace. <i>See note on <a ref='Ecclesiastes 6:3–6'>Ecc 6:3–6</a> .</i> <a ref='1 Kings 13:24'>13:24</a> <b>donkey … lion.</b> Both the donkey and the lion acted unnaturally: the donkey did not run and the lion did not attack the donkey or disturb the man’s body. Unlike the disobedient prophet, the beasts bent their wills to God’s sovereignty. <a ref='1 Kings 13:32'>13:32</a> <b>shall surely happen.</b> The old prophet instructed his sons to bury him beside the Judean prophet (v. <a ref='1 Kings 13:31'>31</a> ). The old prophet was finally willing to identify himself with the message that the man of God from Judah had given against worship at Bethel. <a ref='1 Kings 13:33'>13:33</a> <b>he returned and made priests.</b> Unlike the old prophet, Jeroboam did not change his evil ways, but continued appointing priests outside the tribe of Levi to serve the high places ( <a ref='1 Kings 12:30–32'>12:30–32</a> ). <a ref='1 Kings 14:1'>14:1</a> <b>At that time.</b> Probably indicating a time shortly after the incident recorded in chap. <a ref='1Ki 13'>13</a> . <b>Abijah.</b> Meaning “my father is Yahweh,” Jeroboam’s son’s name implies that his father desired to be regarded as a worshiper of Yahweh at the time of his son’s birth. Abijah was referred to as a “child” (vv. <a ref='1 Kings 14:12'>12</a> , <a ref='1 Kings 14:17'>17</a> ), a term which can be used from childhood through young adulthood. Of all of Jeroboam’s family, Abijah was the most responsive to Yahweh (v. <a ref='1 Kings 14:13'>13</a> ). Jeroboam’s son, Abijah, should not be confused with Rehoboam’s son of the same name ( <i>see note on <a ref='1 Kings 15:1–8'>15:1–8</a></i> ). <a ref='1 Kings 14:2'>14:2</a> <b>disguise yourself.</b> Probably for the avoidance of recognition by the people. Jeroboam did not want his subjects to know that he was consulting a prophet of Yahweh. <b>Shiloh.</b> <i>See note on <a ref='1 Kings 11:29'>11:29</a> .</i> <a ref='1 Kings 14:3'>14:3</a> <b>take ten loaves.</b> A simple ordinary food gift added to the disguise (cf. <a ref='1 Samuel 9:7–8'>1Sa 9:7–8</a> ; <a ref='2 Kings 8:8'>2Ki 8:8</a> ). Ten loaves of bread, some cakes, and a jar of honey reflected the means of a common person, not royalty. <a ref='1 Kings 14:9'>14:9</a> <b>more evil.</b> Jeroboam had not only failed to live up to the standard of David, but his wickedness had surpassed even that of Saul and Solomon. He had installed a paganized system of worship for the entire population of the northern kingdom (cf. <a ref='1 Kings 16:25'>16:25</a> , <a ref='1 Kings 16:30'>30</a> ; <a ref='2 Kings 21:11'>2Ki 21:11</a> ). <a ref='1 Kings 14:11'>14:11</a> <b>dogs … birds.</b> The covenant curse of <a ref='Deuteronomy 28:26'>Dt 28:26</a> was applied to Jeroboam’s male descendants. <a ref='1 Kings 14:13'>14:13</a> <b>the grave.</b> <i>See note on <a ref='1 Kings 13:22'>13:22</a> .</i> <a ref='1 Kings 14:14'>14:14</a> <b>a king.</b> I.e., Baasha ( <a ref='1 Kings 15:27–30'>15:27–30</a> ). <a ref='1 Kings 14:15'>14:15</a> Ahijah announced God’s stern judgment on Israel for joining Jeroboam’s apostasy. Struck by Yahweh, Israel would sway like a reed in a rushing river, a biblical metaphor for political instability (cf. <a ref='Matthew 11:7'>Mt 11:7</a> ; <a ref='Luke 7:24'>Lk 7:24</a> ). One day, Yahweh would uproot Israel from Palestinian soil and scatter it in exile east of the Euphrates. The fulfillment of this prophecy is recorded in <a ref='2 Kings 17:23'>2Ki 17:23</a> . <a ref='1 Kings 14:17'>14:17</a> <b>Tirzah.</b> Jeroboam had apparently moved his capital from Shechem to Tirzah (cf. <a ref='1 Kings 12:25'>12:25</a> ), located in the tribal region of Manasseh, about 7 mi. northeast of Shechem and 35 mi. north of Jerusalem. Tirzah was famous for its beauty ( <a ref='Song of Solomon 6:4'>SS 6:4</a> ). <a ref='1 Kings 14:20'>14:20</a> <b>twenty-two years.</b> 931–910 BC. <a ref='1 Kings 14:21'>14:21</a> <b>seventeen years.</b> 931–913 BC. <a ref='1 Kings 14:22–24'>14:22–24</a> Judah outdid her ancestors in evil, provoking Yahweh to jealous anger (v. <a ref='1 Kings 14:22'>22</a> ). Signs of idolatrous practice were everywhere (vv. <a ref='1 Kings 14:23–24'>23–24</a> ). She even practiced sacred prostitution to promote fertility (v. <a ref='1 Kings 14:24'>24</a> ). Judah had begun the downward slide toward doom that Israel was in. <a ref='1 Kings 14:25'>14:25</a> <b>fifth year.</b> 927/926 BC. <b>Shishak.</b> <i>See note on <a ref='1 Kings 11:40'>11:40</a> .</i> <a ref='1 Kings 14:27'>14:27</a> <b>shields of bronze.</b> These bronze shields replaced Solomon’s gold shields, which were used as a ransom paid to Shishak. The bronze shields illustrate the sharp decline from the reign of Solomon to Rehoboam. <a ref='1 Kings 14:30'>14:30</a> <b>war … all</b> their <b>days.</b> Many border skirmishes erupted as the armies in the north/south maneuvered for tactical advantage and control of territory ( <a ref='1 Kings 14:19'>14:19</a> ; <a ref='1 Kings 15:6'>15:6</a> ). A major battle ultimately erupted during the reign of Abijam (cf. <a ref='2 Chronicles 13:1–20'>2Chr 13:1–20</a> ). <a ref='1 Kings 15:1–16:22'>15:1—16:22</a> Having documented the establishment of idolatry in both Israel and Judah ( <a ref='1 Kings 12:1–14:31'>12:1—14:31</a> ), the text moves to a quick survey of the kings of Judah and Israel from 913 to 885 BC. The author notes that the high places remained in Judah ( <a ref='1 Kings 15:14'>15:14</a> ), and the sins of Jeroboam continued in Israel ( <a ref='1 Kings 15:26'>15:26</a> , <a ref='1 Kings 15:34'>34</a> ; <a ref='1 Kings 16:13'>16:13</a> , <a ref='1 Kings 16:19'>19</a> ). <a ref='1 Kings 15:1–8'>15:1–8</a> <b>Abijam.</b> He was at first called Abijah in <a ref='2 Chronicles 13:1–2'>2Chr 13:1–2</a> . Since Abijam means “father of the sea,” and Abijah, “my father is Yahweh,” he may have had his name changed because of his sin. <i>See notes on <a ref='2 Chronicles 13:1–22'>2Chr 13:1–22</a> .</i> <a ref='1 Kings 15:2'>15:2</a> <b>three years.</b> 913–911 BC. Parts of years were considered as whole years in this reckoning (cf. v. <a ref='1 Kings 15:9'>9</a> ). <a ref='1 Kings 15:3'>15:3</a> <b>his heart was not wholly devoted.</b> Cf. <a ref='1 Kings 11:4'>11:4</a> , where the same statement was made concerning Solomon. Cf. v. <a ref='1 Kings 11:14'>14</a> . <a ref='1 Kings 15:4'>15:4</a> <b>a lamp.</b> <i>See note on <a ref='1 Kings 11:36'>11:36</a> .</i> <a ref='1 Kings 15:5'>15:5</a> <b>what was right in the sight of Yahweh.</b> This commendation is frequently used in speaking of kings of Judah and means only that they did or did not do what was generally acceptable to God, e.g., v. <a ref='1 Kings 15:11'>11</a> . <a ref='1 Kings 15:7'>15:7</a> <b>war.</b> See <a ref='1 Kings 14:30'>14:30</a> ; <a ref='2 Chronicles 13:1–20'>2Chr 13:1–20</a> . <a ref='1 Kings 15:9–24'>15:9–24</a> <b>Asa.</b> He was the first of the religiously good kings of Judah (cf. v. <a ref='1 Kings 15:11'>11</a> ). <i>See notes on <a ref='2 Chronicles 14:1–16:14'>2Chr 14:1—16:14</a> .</i> <a ref='1 Kings 15:10'>15:10</a> <b>forty-one years.</b> 911–870 BC. <a ref='1 Kings 15:11–15'>15:11–15</a> Asa did 4 good things: 1) he removed the sacred prostitutes (v. <a ref='1 Kings 15:12'>12</a> ); 2) he rid the land of all the idols made by his predecessors (v. <a ref='1 Kings 15:12'>12</a> ); 3) he removed the corrupt queen mother and burned the idol she had made; and 4) he placed “holy things,” items that he and his father had dedicated to Yahweh, back in the temple (v. <a ref='1 Kings 15:15'>15</a> ). Though he never engaged in idolatry, Asa’s failure was his toleration of “the high places” (v. <a ref='1 Kings 15:14'>14</a> ). <a ref='1 Kings 15:13'>15:13</a> <b>horrid image.</b> This term is derived from the verb “to shudder” ( <a ref='Job 9:6'>Job 9:6</a> ). “Horrible, repulsive thing” suggests a shocking, perhaps even a sexually explicit, idol. Asa removed his mother (“grandmother” in some translations), Maacah, the official queen mother, because of her association with this idol. <b>brook Kidron.</b> A seasonal river that ran through the Kidron Valley that marks the eastern boundary of Jerusalem. <a ref='1 Kings 15:16'>15:16</a> <b>Baasha.</b> Asa, who ruled Judah (ca. 911–870 BC), enjoyed 10 years of peace after Jeroboam’s defeat by Abijam ( <a ref='2 Chronicles 13:19–20'>2Chr 13:19–20</a> ) until Baasha began attacking. <i>See notes on <a ref='1 Kings 15:27–16:7'>15:27—16:7</a> ; <a ref='2 Chronicles 16:1–6'>2Chr 16:1–6</a> .</i> <a ref='1 Kings 15:17'>15:17</a> <b>Ramah.</b> A strategic town in Benjamin, located about 5 mi. north of Jerusalem along the main north-south highway, built by Baasha, king of Israel, to effectively blockade the city of Jerusalem. <a ref='1 Kings 15:18'>15:18</a> <b>Ben-hadad.</b> Ben-hadad I, the grandson of Hezion (probably Rezon; <i>see note on <a ref='1 Kings 11:23–25'>11:23–25</a></i> , ca. 940–915 BC) and the son of Tabrimmon (ca. 912–890 BC). He was the powerful ruler of the Syrian kingdom (Aramea; <i>see note on <a ref='1 Kings 10:29'>10:29</a></i> ), centered in Damascus. The majority of historians think that Ben-hadad reigned ca. 900–860 BC and was succeeded by a son or grandson, Ben-hadad II, who ruled ca. 860–841 BC (cf. <a ref='1 Kings 20:34'>20:34</a> ). Asa sent a sizable gift to influence Ben-hadad I to break his treaty with Israel, enter instead a treaty with Judah, and invade Israel from the north. <a ref='1 Kings 15:20'>15:20</a> <b>Ijon … Naphtali.</b> The army of Ben-hadad I invaded Israel and took cities in the land north of the Sea of Galilee, a conquest giving Syria control of the trade routes to the Mediterranean coast and Israel’s fertile Jezreel Valley, and also making Syria a great military threat to Israel. Baasha gave up fortifying Ramah and went to live in Tirzah, the capital of the northern kingdom. <a ref='1 Kings 15:22'>15:22</a> <b>Geba … Mizpah.</b> With the threat to Judah from Israel removed, Asa conscripted a Judean labor force to fortify Geba, about 6 mi. northeast of Jerusalem, and Mizpah, about 7 mi. north of Jerusalem, using the very building material for those fortifications that Baasha had used at Ramah. <a ref='1 Kings 15:25'>15:25</a> <b>Nadab … two years.</b> 910–909 BC. <a ref='1 Kings 15:27–16:7'>15:27—16:7</a> <b>Baasha.</b> <i>See note on <a ref='1 Kings 15:16'>15:16</a> .</i> <a ref='1 Kings 15:27'>15:27</a> <b>Gibbethon.</b> This city, located about 32 mi. west of Jerusalem, within the territory of Dan, was given to the Levites ( <a ref='Joshua 19:44'>Jos 19:44</a> ) but controlled by the Philistines, on whose border it lay. <a ref='1 Kings 15:29'>15:29</a> <b>he struck down all the household of Jeroboam.</b> Baasha, the northern king, in a vicious practice too common in the ancient Near East, annihilated all of Jeroboam’s family. This act fulfilled Ahijah’s prophecy against Jeroboam (cf. <a ref='1 Kings 14:9–11'>14:9–11</a> ). However, Baasha went beyond the words of the prophecy, since <a ref='1 Kings 14:10'>14:10</a> specified judgment only on every male, while Baasha killed all men, women, and children. <a ref='1 Kings 15:30'>15:30</a> This epitaph for wicked Jeroboam of Israel follows through the history of the northern kingdom relentlessly as the standard of sin by which judgment fell on the successive kings (see <a ref='1 Kings 15:34'>15:34</a> ; <a ref='1 Kings 16:2'>16:2</a> , <a ref='1 Kings 16:19'>19</a> , <a ref='1 Kings 16:31'>31</a> ; <a ref='1 Kings 22:52'>22:52</a> ; <a ref='2 Kings 3:3'>2Ki 3:3</a> ; <a ref='2 Kings 10:29'>10:29</a> , <a ref='2 Kings 10:31'>31</a> ; <a ref='2 Kings 13:2'>13:2</a> , <a ref='2 Kings 13:11'>11</a> ; <a ref='2 Kings 14:24'>14:24</a> ; <a ref='2 Kings 15:9'>15:9</a> , <a ref='2 Kings 15:18'>18</a> , <a ref='2 Kings 15:24'>24</a> , <a ref='2 Kings 15:28'>28</a> ). <a ref='1 Kings 15:33'>15:33</a> <b>twenty-four years.</b> 909–886 BC. <a ref='1 Kings 16:1'>16:1</a> <b>Jehu the son of Hanani.</b> Cf. v. <a ref='1 Kings 16:7'>7</a> . This Hanani may have been the prophet who warned Judah’s King Asa ( <a ref='2 Chronicles 16:7–9'>2Chr 16:7–9</a> ). Jehu, like Ahijah before him ( <a ref='1 Kings 14:7–16'>14:7–16</a> ), delivered Yahweh’s message of judgment to the king of Israel. The pattern emerges in the book of Kings that Yahweh used His prophets as a legitimate means by which to confront the sin of Israel’s kings. <a ref='1 Kings 16:2–4'>16:2–4</a> Baasha had angered Yahweh by following the sinful paths of Jeroboam. Appropriately, he faced the same humiliating judgment Jeroboam had ( <a ref='1 Kings 14:10–11'>14:10–11</a> ). Though he waded through slaughter to his throne, he owed it to the permission of God, by whom all kings reign. His judgment was that no long line of heirs would succeed him; instead, his family would be totally annihilated and their corpses shamefully scavenged by hungry dogs and birds. <a ref='1 Kings 16:8–14'>16:8–14</a> <b>Elah … two years.</b> Ca. 886–885 BC. <a ref='1 Kings 16:11'>16:11</a> <b>kinsman redeemers.</b> I.e., “relatives able to redeem.” Cf. <a ref='Ruth 2:1'>Ru 2:1</a> . Zimri not only killed Elah and his immediate sons, but all of the extended relatives of Baasha who could help his family. <a ref='1 Kings 16:15'>16:15</a> <b>seven days.</b> Zimri’s reign (885 BC) was the shortest of any king of Israel. <b>Gibbethon.</b> <i>See note on <a ref='1 Kings 15:27'>15:27</a> .</i> <a ref='1 Kings 16:16'>16:16</a> <b>Omri.</b> When the soldiers of Israel in the field heard of Elah’s death, they immediately acclaimed Omri, the commander of Israel’s army, as the new king. <a ref='1 Kings 16:21'>16:21</a> <b>Tibni.</b> The death of Zimri (vv. <a ref='1 Kings 16:17–18'>17–18</a> ) automatically placed the kingdom in Omri’s hands. Half of the population, including the army, sided with Omri, but the other half backed Tibni. Nothing further is known of Tibni, but he was strong enough to rival Omri for about 4 years (cf. v. <a ref='1 Kings 16:15'>15</a> with v. <a ref='1 Kings 16:23'>23</a> ). <a ref='1 Kings 16:21–28'>16:21–28</a> <b>Omri.</b> Ruled the northern kingdom ca. 885–874 BC. <a ref='1 Kings 16:23–2'>16:23-2Ki 13:25</a> This section is strategic in the book(s) of Kings and contains over one-third of the total narrative of the book(s). The coming of the dynasty of Omri to the kingship of Israel brought with it the introduction of Baal worship with official sanction in Israel ( <a ref='1 Kings 16:31–32'>16:31–32</a> ). Through intermarriage with the house of Omri, Baal worship penetrated into Judah and corrupted the line of David ( <a ref='2 Kings 8:18'>2Ki 8:18</a> , <a ref='2 Kings 8:27'>27</a> ), initiating a gigantic struggle before Baalism was officially eradicated in both Israel and Judah ( <a ref='2 Kings 9:14–12:21'>2Ki 9:14—12:21</a> ). <a ref='1 Kings 16:23'>16:23</a> <b>twelve years.</b> Omri ruled 12 years (ca. 885–874 BC), from Asa’s 27th year ( <a ref='1 Kings 16:15'>16:15</a> ) to Asa’s 38th year (v. <a ref='1 Kings 16:29'>29</a> ). This notice of his beginning to reign in Asa’s 31st year must be a reference to his sole rule. <a ref='1 Kings 16:24'>16:24</a> <b>Samaria.</b> The hill of Samaria, named after its owner, Shemer, was located 7 mi. northwest of Shechem and stood 300 ft. high. Though ringed by other mountains, it stood by itself so that attackers had to charge uphill from every side. This new capital amounted to the northern equivalent of Jerusalem. Its central location gave Israelites easy access to it. <a ref='1 Kings 16:29–22:40'>16:29—22:40</a> <b>Ahab … twenty-two years.</b> Ca. 874–853 BC; <i>see notes on <a ref='2 Chronicles 18:1–34'>2Chr 18:1–34</a></i> . <a ref='1 Kings 16:30'>16:30</a> <b>evil … more than all who were before him.</b> With Ahab, Israel’s spiritual decay reached its lowest point. He was even worse than his father, Omri, who was more wicked than all before him (v. <a ref='1 Kings 16:25'>25</a> ). Ahab’s evil consisted of perpetuating all the sins of Jeroboam and promoting the worship of Baal in Israel (vv. <a ref='1 Kings 16:31–32'>31–32</a> ). Of all Israel’s kings, Ahab outraged Yahweh most (v. <a ref='1 Kings 16:33'>33</a> ). <a ref='1 Kings 16:31'>16:31</a> <b>Jezebel.</b> The wretched wife of Ahab became symbolic of the evil of false religion (cf. <a ref='Revelation 2:20'>Rev 2:20</a> ). <b>Ethbaal.</b> His name meant “Baal is alive.” The father of Jezebel was the king of Phoenicia (including Tyre and Sidon) who had murdered his predecessor and, according to Josephus, was a priest of the gods Melqart and Astarte. <a ref='1 Kings 16:31–32'>16:31–32</a> <b>Baal.</b> Meaning “lord, husband, owner,” Baal was the predominant god in Canaanite religion. He was the storm god who provided the rain necessary for the fertility of the land. The worship of Baal was widespread among the Canaanites with many local manifestations under various other titles, the Tyrians calling him Baal Melqart. The worship of Baal had infiltrated Israel long before the time of Ahab ( <a ref='Judges 2:11'>Jdg 2:11</a> , <a ref='Judges 2:13'>13</a> ; <a ref='Judges 3:7'>3:7</a> ; <a ref='Judges 10:6'>10:6</a> , <a ref='Judges 10:10'>10</a> ; <a ref='1 Samuel 12:10'>1Sa 12:10</a> ). However, Ahab gave it official sanction in Samaria through building a temple for Baal (see <a ref='2 Kings 3:2'>2Ki 3:2</a> ). As David had captured Jerusalem and his son Solomon had built a temple for Yahweh there, so Omri established Samaria and his son Ahab built a temple for Baal there. <a ref='1 Kings 16:34'>16:34</a> <b>Hiel the Bethelite built Jericho.</b> The re-fortification of Jericho was forbidden by God, who had supernaturally destroyed it. But Joshua predicted that a man and his sons would violate God’s restriction ( <i>see note on <a ref='Joshua 6:26'>Jos 6:26</a></i> ). Two of Hiel’s sons died when they sought to assist him to fortify the city. <a ref='1 Kings 17:1'>17:1</a> <b>Elijah.</b> His name means “Yahweh is God.” The prophet Elijah’s ministry corresponded to his name: He was sent by God to confront Baalism and to declare to Israel that Yahweh was God and there was no other. <b>Tishbite.</b> Elijah lived in a town called Tishbe, east of the Jordan River in the vicinity of the Jabbok River. <b>neither dew nor rain.</b> The autumn and spring rains and summer dew were necessities for the crops of Israel. Yahweh had threatened to withhold these from the land if His people turned from Him to serve other gods ( <a ref='Leviticus 26:18–19'>Lv 26:18–19</a> ; <a ref='Deuteronomy 11:16–17'>Dt 11:16–17</a> ; <a ref='Deuteronomy 28:23–24'>28:23–24</a> ). Elijah had prayed for the drought (cf. <a ref='James 5:17'>Jas 5:17</a> ) and God answered. It lasted 3 years and 6 months according to James ( <a ref='1 Kings 5:17'>5:17</a> ). The drought proved that Baal, the god of the rains and fertility, was impotent before Yahweh. <a ref='1 Kings 17:3'>17:3</a> <b>brook Cherith.</b> Probably this was a seasonal brook that flowed during the rainy season but dried up when the weather turned hot. It was located east of the Jordan River. <a ref='1 Kings 17:6'>17:6</a> <b>ravens were bringing.</b> God’s supernatural provision, much like the manna and quail during Israel’s wilderness wanderings ( <a ref='Exodus 16:13–36'>Ex 16:13–36</a> ). <a ref='1 Kings 17:9'>17:9</a> <b>Zarephath.</b> A town on the Mediterranean coast about 7 mi. south of Sidon. Elijah was sent to live there, in a territory controlled by Ahab’s father-in-law, Ethbaal. In this way, he showed the power of God in the very area where the impotent Baal was worshiped, as He provided miraculously for the widow in the famine (vv. <a ref='1 Kings 17:10–16'>10–16</a> ). Resuscitations from the Dead 1. Widow of Zarephath’s son, raised by Elijah <a ref='1 Kings 17:22'>1Ki 17:22</a> 2. Shunammite woman’s son, raised by Elisha <a ref='2 Kings 4:34–35'>2Ki 4:34–35</a> 3. Man raised when he came into contact with the bones of Elisha <a ref='2 Kings 13:20–21'>2Ki 13:20–21</a> 4. Widow of Nain’s son, raised by Jesus <a ref='Luke 7:14–15'>Lk 7:14–15</a> 5. Jairus’ daughter, raised by Jesus <a ref='Luke 8:52–56'>Lk 8:52–56</a> 6. Lazarus of Bethany, brother of Mary and Martha, raised by Jesus <a ref='Jn 11'>Jn 11</a> 7. Dorcas, raised by Peter <a ref='Acts 9:40'>Ac 9:40</a> 8. Eutychus, raised by Paul <a ref='Acts 20:9–12'>Ac 20:9–12</a> Go to the Index of Charts and Maps . <a ref='1 Kings 17:23'>17:23</a> <b>your son is alive.</b> Canaanite myths claimed that Baal could revive the dead, but here it was Yahweh, not Baal, who gave back the boy’s life. This conclusively demonstrated that Yahweh was the only true God and Elijah was His prophet (v. <a ref='1 Kings 17:24'>24</a> ). <a ref='1 Kings 17:24'>17:24</a> <b>a man of God.</b> <i>See note on <a ref='1 Kings 12:22'>12:22</a> .</i> A man of God has a true word from God. <a ref='1 Kings 18:1'>18:1</a> <b>third year.</b> Cf. <a ref='James 5:17'>Jas 5:17</a> . <a ref='1 Kings 18:2'>18:2</a> <b>famine.</b> This was to give Ahab opportunity to repent. He was the cause of national judgment in the famine. If he repented, rain would come. <a ref='1 Kings 18:3'>18:3</a> <b>Obadiah.</b> His name means “servant of Yahweh.” He was the manager of Ahab’s royal palace and a devout worshiper of Yahweh, who had demonstrated his devotion to Yahweh by protecting 100 of Yahweh’s prophets from death by Jezebel (vv. <a ref='1 Kings 18:4'>4</a> , <a ref='1 Kings 18:13'>13</a> ) which had put him on tenuous ground with Ahab. <a ref='1 Kings 18:12'>18:12</a> <b>the Spirit of Yahweh will carry you.</b> The servant had been asked to tell Ahab that Elijah was present to speak with him (vv. <a ref='1 Kings 18:7'>7</a> , <a ref='1 Kings 18:18'>18</a> ), but he was afraid because Ahab was seeking Elijah so intensely. Since Elijah had disappeared from sight earlier ( <a ref='1 Kings 17:5'>17:5</a> ), Obadiah was afraid that the Holy Spirit would carry Elijah away again (cf. <a ref='2 Kings 2:16'>2Ki 2:16</a> ) and the irrational Ahab would kill him for the false report of Elijah’s presence. <a ref='1 Kings 18:17'>18:17</a> <b>troubler.</b> Such was one who brought misfortune on a community by breaking an oath or by making a foolish one ( <a ref='Joshua 6:18'>Jos 6:18</a> ; <a ref='Joshua 7:25'>7:25</a> ). <a ref='1 Kings 18:18'>18:18</a> <b>Baals.</b> These were the local idols of Baal (cf. <a ref='Judges 2:11'>Jdg 2:11</a> ). The prophet boldly told Ahab that the calamity of drought and famine was traceable directly to his and his family’s patronage and practice of idolatry. <a ref='1 Kings 18:19'>18:19</a> <b>Mount Carmel.</b> The Carmel range of mountains, rising to 1,800 ft. at its highest point, extends about 30 mi. to the southeast from the shores of the Mediterranean Sea into the south of the Jezreel Valley. A series of rounded peaks and valleys, it became a symbol of beauty and fruitfulness because of its lush tree cover ( <a ref='Song of Solomon 7:5'>SS 7:5</a> ; <a ref='Isaiah 35:2'>Is 35:2</a> ). It is not known at exactly what point along this ridge the contest between Elijah and the prophets of Baal took place. The queen cared for 850 false prophets who were associated with her. Elijah and Elisha Go to the Index of Charts and Maps . <a ref='1 Kings 18:21'>18:21</a> <b>be limping between two opinions.</b> Lit. “limp along on or between two twigs.” Israel had not totally rejected Yahweh, but was seeking to combine worship of Him with the worship of Baal. The issue posed by Elijah was that Israel had to choose who was God, Yahweh or Baal, and then serve God wholeheartedly. Rather than decide by his message, Elijah sought a visible sign from heaven. <a ref='1 Kings 18:24'>18:24</a> <b>the God who answers by fire.</b> Since Baal’s followers believed that he controlled the thunder, lightning, and storms, and Yahweh’s followers declared the same ( <a ref='Psalms 18:14'>Pss 18:14</a> ; <a ref='Psalms 29:3–9'>29:3–9</a> ; <a ref='Psalms 104:3'>104:3</a> ), this would prove to be a fair test to show who was God. <a ref='1 Kings 18:27'>18:27</a> <b>mocked.</b> The myths surrounding Baal portrayed him as musing on actions to take, fighting a war, traveling, and even dying and coming back to life. Elijah’s sarcastic advice to the prophets of Baal played on these beliefs. <a ref='1 Kings 18:28'>18:28</a> <b>the blood gushed out.</b> Self-laceration was practiced to rouse a god’s pity and response in the ancient world, but was prohibited by the OT law ( <a ref='Leviticus 19:28'>Lv 19:28</a> ; <a ref='Deuteronomy 14:1'>Dt 14:1</a> ). <a ref='1 Kings 18:29'>18:29</a> <b>no … no … no.</b> This 3-fold declaration emphasized the complete lack of response on the part of Baal. The fact that there was no response indicated Baal’s impotence and nonexistence ( <a ref='Jeremiah 10:5'>Jer 10:5</a> ). <a ref='1 Kings 18:31'>18:31</a> <b>twelve stones.</b> The 12 stones represented the 12 tribes, since this contest had significance for both Judah and Israel. Although the tribes had been divided into two nations, they were still one people in Yahweh’s plans, with the same covenants and a single destiny. <a ref='1 Kings 18:32'>18:32</a> <b>two seahs.</b> This was about 4 gal. or a third of a bu. of seed. <a ref='1 Kings 18:36'>18:36</a> <b>the</b> evening <b>sacrifice.</b> This sacrifice was offered around 3:00 p.m. ( <a ref='Exodus 29:38–41'>Ex 29:38–41</a> ; <a ref='Numbers 28:3–8'>Nu 28:3–8</a> ). <a ref='1 Kings 18:40'>18:40</a> <b>Seize the prophets.</b> Taking advantage of the excited feelings of the people over the manifestation of Jehovah as the true God, Elijah called on them to seize the priestly imposters and fill the river with their blood, the river that was dried up by their idolatry. <b>brook Kishon.</b> This river, which drains the Jezreel Valley from east to the northwest, was in the valley north of Mt. Carmel. <b>slaughtered them.</b> The killing of the 450 prophets of Baal ( <a ref='1 Kings 18:19'>18:19</a> ) fulfilled the law’s demands that false prophets be executed ( <a ref='Deuteronomy 13:1–5'>Dt 13:1–5</a> ) and that those embracing idolatry or inciting others to practice it were worthy of death ( <a ref='Deuteronomy 13:13–18'>Dt 13:13–18</a> ; <a ref='Deuteronomy 17:2–7'>17:2–7</a> ). Further, these deaths were just retribution for Jezebel’s killing of Yahweh’s prophets (vv. <a ref='1 Kings 18:4'>4</a> , <a ref='1 Kings 18:13'>13</a> ). <a ref='1 Kings 18:41'>18:41</a> <b>eat and drink.</b> Elijah instructed Ahab to celebrate the end of the drought. <a ref='1 Kings 18:42'>18:42</a> <b>stretched himself down.</b> Elijah’s actions expressed his and Israel’s humble submission to God. Elijah prayed for rain this time (cf. <a ref='1 Kings 17:1'>17:1</a> ; <a ref='James 5:17'>Jas 5:17</a> ), and God again answered (cf. <a ref='James 5:18'>Jas 5:18</a> ). Since Yahweh’s curse was lifted, the rains would be coming. <a ref='1 Kings 18:45'>18:45</a> <b>Jezreel.</b> A town located in the tribal allotment of Issachar at the eastern end of the Jezreel Valley, north of Mt. Gilboa, about 55 mi. north of Jerusalem. Jezreel was Ahab’s winter capital (see <a ref='1 Kings 21:1'>21:1</a> ), situated between 15 to 25 mi. east of the Carmel Range. <a ref='1 Kings 18:46'>18:46</a> <b>outran.</b> It was customary in the ancient Near East for kings to have runners before their chariots. The prophet showed Ahab his loyalty by rendering to him that service. Empowered by God, Elijah ran on foot ahead of Ahab’s chariot the 15 to 25 mi. from Mt. Carmel to Jezreel. <a ref='1 Kings 19:3'>19:3</a> <b>he was afraid.</b> His hope shattered, Elijah fled as a prophet, broken by Jezebel’s threats (v. <a ref='1 Kings 19:2'>2</a> ), her unrepentant Baalism, and her continuing power over Israel. Elijah expected Jezebel to surrender; when she did not capitulate, he became a discouraged man (vv. <a ref='1 Kings 19:4'>4</a> , <a ref='1 Kings 19:10'>10</a> , <a ref='1 Kings 19:14'>14</a> ). <b>Beersheba.</b> A city located 100 mi. south of Jezreel ( <a ref='1 Kings 18:45–46'>18:45–46</a> ) in the Negev, it marked the southern boundary of the population of Judah. <a ref='1 Kings 19:4'>19:4</a> <b>broom tree.</b> A desert bush that grew to a height of 10 ft. It had slender branches featuring small leaves and fragrant blossoms. <b>take my life.</b> Since Israelites believed that suicide was an affront to Yahweh, it was not an option, whatever the distress. So Elijah asked Yahweh for death (cf. <a ref='Jonah 4:3'>Jon 4:3</a> , <a ref='Jonah 4:8'>8</a> ) because he viewed the situation as hopeless. Job ( <a ref='Job 6:8–9'>Job 6:8–9</a> ), Moses ( <a ref='Numbers 11:10–15'>Nu 11:10–15</a> ), and Jeremiah ( <a ref='Jeremiah 20:14–18'>Jer 20:14–18</a> ) had also reacted in similar fashion during their ministries. <a ref='1 Kings 19:6'>19:6</a> <b>cake … and … water.</b> As at Cherith and Zarephath ( <a ref='1 Kings 17:6'>17:6</a> , <a ref='1 Kings 17:19'>19</a> ), God provided food and drink for Elijah in the midst of his distress and the surrounding famine. <a ref='1 Kings 19:8'>19:8</a> <b>forty days.</b> Elijah’s trip took over double the time it should have taken. Therefore, the period had symbolic meaning as well as showing literal time. As the people of Israel had a notable spiritual failure and so wandered 40 years in the wilderness ( <a ref='Numbers 14:26–35'>Nu 14:26–35</a> ), so a discouraged Elijah was to spend 40 days in the desert. As Moses had spent 40 days on the mountain without bread and water, sustained only by God as he awaited a new phase of service ( <a ref='Exodus 34:28'>Ex 34:28</a> ), so Elijah was to spend 40 days depending on God’s enablement as he prepared for a new commission from Yahweh. As Moses had seen the presence of God ( <a ref='Exodus 33:12–23'>Ex 33:12–23</a> ), so Elijah experienced a manifestation of God. <b>Horeb.</b> An alternate name for Mt. Sinai, located about 200 mi. south of Beersheba. <a ref='1 Kings 19:10'>19:10</a> , <a ref='1 Kings 19:14'>14</a> Elijah viewed the Israelites as rebels against the Mosaic Covenant, a rebellion that his ministry had been unable to arrest (see v. <a ref='1 Kings 19:3'>3</a> ). Paul used this incident as an illustration in <a ref='Romans 11:3'>Ro 11:3</a> . <a ref='1 Kings 19:11'>19:11</a> <b>Yahweh was passing by.</b> The 3 phenomena, wind, earthquake, and fire, announced the imminent arrival of Yahweh (cf. <a ref='Exodus 19:16–19'>Ex 19:16–19</a> ; <a ref='Psalms 18:7–15'>Ps 18:7–15</a> ; <a ref='Habakkuk 3:3–6'>Hab 3:3–6</a> ). Yahweh’s self-revelation to Elijah came in a faint, whispering voice (v. <a ref='1 Kings 19:12'>12</a> ). The lesson for Elijah was that Almighty God was quietly, sometimes imperceptibly, doing His work in Israel (v. <a ref='1 Kings 19:18'>18</a> ). <a ref='1 Kings 19:15'>19:15</a> <b>the wilderness of Damascus.</b> The Syrian Desert south and east of the city of Damascus, the city located to the northeast of Israel. <a ref='1 Kings 19:15–17'>19:15–17</a> Yahweh instructed Elijah to anoint Hazael of Aram (see <a ref='2 Kings 8:8'>2Ki 8:8</a> ), Jehu (see <a ref='2 Kings 9:2'>2Ki 9:2</a> ), and Elisha (v. <a ref='1 Kings 19:19'>19</a> ) for the purpose of commissioning them to destroy Baal worship in Israel. Through these 3 men, Yahweh completed the execution of Baal worshipers that Elijah had begun. Actually, Elijah commissioned only the last of these 3 men directly—the other two were indirectly commissioned through Elisha. Elisha was involved in Hazael’s becoming Syria’s king ( <a ref='2 Kings 8:7–14'>2Ki 8:7–14</a> ), and one of Elisha’s associates anointed Jehu ( <a ref='2 Kings 9:1–3'>2Ki 9:1–3</a> ). By the time the last of these men died ( <a ref='2 Kings 13:24'>2Ki 13:24</a> ), Baalism had been officially barred from Israel. <a ref='1 Kings 19:16'>19:16</a> <b>Abel-meholah.</b> The hometown of Elisha was located in the Jordan Valley, 10 mi. south of Beth-shanon, in the tribal allotment of Manasseh. <a ref='1 Kings 19:18'>19:18</a> Paul used God’s response to Elijah as an illustration in <a ref='Romans 11:4'>Ro 11:4</a> . <b>kissed him.</b> Kissing the image or symbol of Baal was apparently a common act in worship (cf. <a ref='Hosea 13:2'>Hos 13:2</a> ). <a ref='1 Kings 19:19'>19:19</a> <b>Elisha.</b> This name means “my God is salvation” and belonged to Elisha, the successor to Elijah (see <a ref='2 Kings 2:9–15'>2Ki 2:9–15</a> ). <b>Shaphat.</b> Elisha’s father, whose name meant “he judges.” <b>twelve pairs</b> of oxen <b>.</b> It was a common practice for several teams of oxen, each with its own plow and driver, to work together in a row. After letting the others pass, Elijah threw his mantle around the last man, Elisha, thus designating him as his successor. <a ref='1 Kings 19:20'>19:20</a> <b>Go back again.</b> Elijah instructed Elisha to go, but to keep in mind the solemn call of God and not to allow any earthly affection to detain his obedience. <a ref='1 Kings 19:21'>19:21</a> <b>sacrificed.</b> The slaughter of the oxen was a farewell feast for family and friends, indicating that Elisha was making a decisive break. He followed Elijah and became his servant (lit. “aide,” the same term used for Joshua’s relationship with Moses in <a ref='Exodus 24:13'>Ex 24:13</a> ; <a ref='Exodus 33:11'>33:11</a> ). Just as Elijah resembled Moses, so Elisha resembled Joshua. <a ref='1 Kings 20:1'>20:1</a> <b>Ben-hadad.</b> This was likely Ben-hadad II of Syria ( <i>see note on <a ref='1 Kings 15:18'>15:18</a></i> ), who marched on the capital of Israel and demanded surrender by Ahab (vv. <a ref='1 Kings 20:2–6'>2–6</a> ). <b>thirty-two kings.</b> These were probably rulers of client city-states in the land of Syria ( <i>see notes on <a ref='1 Kings 10:29'>10:29</a></i> ). <a ref='1 Kings 20:9'>20:9</a> <b>I will do. … cannot do.</b> Ahab was willing to give tribute to Ben-hadad as his vassal (vv. <a ref='1 Kings 20:2–4'>2–4</a> ), but he refused to allow the Syrian king to plunder his palace (vv. <a ref='1 Kings 20:5–8'>5–8</a> ). <a ref='1 Kings 20:10–11'>20:10–11</a> Ben-hadad boasted that his army would level the hill of Samaria to dust (v. <a ref='1 Kings 20:10'>10</a> ). Ahab replied that Ben-hadad should not boast of the outcome of the battle before it began (v. <a ref='1 Kings 20:11'>11</a> ). <a ref='1 Kings 20:13'>20:13</a> <b>I will deliver them into your hand today.</b> These were the words of assurance given before battles when Yahweh was about to fight on Israel’s side ( <a ref='Joshua 6:2'>Jos 6:2</a> , <a ref='Joshua 6:16'>16</a> ; <a ref='Joshua 8:1'>8:1</a> , <a ref='Joshua 8:18'>18</a> ; <a ref='Judges 7:2'>Jdg 7:2</a> ; <a ref='Judges 18:10'>18:10</a> ; <a ref='1 Samuel 23:4'>1Sa 23:4</a> ; <a ref='1 Samuel 24:4'>24:4</a> ). Further, the victory would show Ahab that Yahweh was in every respect the mighty God He claimed to be. Though the people and king of Israel had dishonored God, He would not utterly cast them off (vv. <a ref='1 Kings 20:14–15'>14–15</a> ). <a ref='1 Kings 20:17–21'>20:17–21</a> The battle strategy was to send out the young leaders who could perhaps draw near to the Syrians without arousing too much alarm and then, at a given signal, initiate a charge joined by Ahab’s main striking force that would catch the drunken Syrians off guard and throw them into confusion. The glorious victory, won so easily and with such a small force, was granted so that Ahab and the people would know that God was sovereign. <a ref='1 Kings 20:22'>20:22</a> <b>the turn of the year.</b> Spring was the usual time for battles in the ancient Near East ( <i>see note on <a ref='2 Samuel 11:1'>2Sa 11:1</a></i> ), and a prophet warned Ahab that Ben-hadad would retaliate in the following year. <a ref='1 Kings 20:23'>20:23</a> <b>gods of the mountains.</b> The advisors of Ben-hadad believed that Israel had won the previous battle because it occurred in mountainous terrain, the area they believed was ruled by Israel’s “gods.” They counseled Ben-hadad to strengthen his army and fight Israel again, only on level ground (v. <a ref='1 Kings 20:25'>25</a> ). Obviously, this attitude insulted Israel’s God, Yahweh, who is sovereign over the whole earth (cf. <a ref='2 Kings 19:16–19'>2Ki 19:16–19</a> ). That blasphemous depreciation of Yahweh’s power meant certain defeat for the Syrians (v. <a ref='1 Kings 20:28'>28</a> ). <a ref='1 Kings 20:26'>20:26</a> <b>Aphek.</b> Though several towns in Israel bore the name Aphek, the one mentioned here probably lay about 3 mi. east of the Sea of Galilee, north of the Yarmuk River. <a ref='1 Kings 20:27'>20:27</a> <b>like two little flocks of goats.</b> Compared to the massive herd of Arameans covering the land, Israel looked like two little goat flocks. Goats were never seen in large flocks or scattered like sheep; hence the description of the two compact, small divisions. <a ref='1 Kings 20:28'>20:28</a> <b>man of God.</b> <i>See note on <a ref='1 Kings 12:22'>12:22</a> .</i> <a ref='1 Kings 20:30'>20:30</a> <b>inner chamber.</b> Lit. “a room in a room,” a safe, well-hidden place. <a ref='1 Kings 20:31'>20:31</a> <b>sackcloth … and ropes.</b> Sackcloth traditionally symbolized mourning and penitence. Ropes around the heads were symbols of surrender. <a ref='1 Kings 20:34'>20:34</a> <b>streets.</b> Lit. “outside places.” Bazaars were set up in a foreign land (cf. <a ref='Nehemiah 13:16'>Ne 13:16</a> ), a lucrative market for Israelite goods. <a ref='1 Kings 20:35'>20:35</a> <b>sons of the prophets.</b> An association of prophets that met and possibly lived together for study, encouragement, and service ( <i>see note on <a ref='1 Samuel 10:5'>1Sa 10:5</a></i> ). <a ref='1 Kings 20:35–36'>20:35–36</a> The prophet needed to be wounded as if in battle to carry out the drama. The refusal to do as the prophet said was wrong, as it was a withholding of necessary aid to a prophet of God in the discharge of his duty. It was severely punished as a warning to others (cf. <a ref='1 Kings 13:2–24'>13:2–24</a> ). <a ref='1 Kings 20:39–43'>20:39–43</a> The prophet illustrated that, just as a soldier pays dearly for losing a prisoner in war, Ahab will pay for letting Ben-hadad, the idolatrous enemy of God, live. <a ref='1 Kings 20:39'>20:39</a> <b>a talent of silver.</b> This was about 75 lbs. of silver, more than a common soldier could afford and for which debt he would face death. <a ref='1 Kings 20:40'>20:40</a> <b>your judgment.</b> This “judicial parable” was designed to trap Ahab into announcing the punishment for his own crime (see <a ref='2 Samuel 12:1–12'>2Sa 12:1–12</a> ). Unknowingly, Ahab declared his own judgment (v. <a ref='1 Kings 20:42'>42</a> ). <a ref='1 Kings 20:42'>20:42</a> <b>destruction.</b> By declaring the battles to be holy war (vv. <a ref='1 Kings 20:13'>13</a> , <a ref='1 Kings 20:22'>22</a> , <a ref='1 Kings 20:28'>28</a> ), Yahweh had put Ben-hadad and the Syrians under the ban, a reference to something belonging to Yahweh and destined to be destroyed ( <a ref='Deuteronomy 7:2'>Dt 7:2</a> ; <a ref='Deuteronomy 20:16'>20:16</a> ). By freeing Ben-hadad, Ahab had disobeyed the law and would suffer the ban in place of Ben-hadad. <a ref='1 Kings 20:43'>20:43</a> <b>sullen and enraged.</b> Ahab was resentful and angry because of Yahweh’s reaction to his actions (cf. <a ref='1 Kings 21:4'>21:4</a> ). <a ref='1 Kings 21:1'>21:1</a> <b>Jezreel.</b> <i>See note on <a ref='1 Kings 18:45'>18:45</a> .</i> Ahab had built a second palace in Jezreel, where he lived when not in the capital at Samaria. <a ref='1 Kings 21:2'>21:2</a> <b>Give me your vineyard.</b> In Canaanite culture, since land was simply a commodity to be traded and sold for profit, Ahab’s offer to Naboth of an exchange of property or offer of purchase was a common transaction in the Near East. <a ref='1 Kings 21:3'>21:3</a> <b>Yahweh forbid.</b> Naboth’s words implied that trading or selling his property would be a disregard of the law and thus displeasing in God’s eyes (cf. <a ref='1 Samuel 24:6'>1Sa 24:6</a> ; <a ref='1 Samuel 26:11'>26:11</a> ; <a ref='2 Samuel 23:17'>2Sa 23:17</a> ). The reason was that the vineyard was his ancestral property. Yahweh, the owner of all of the land of Israel, had forbidden Israelite families to surrender ownership of family lands permanently ( <a ref='Leviticus 25:23–28'>Lv 25:23–28</a> ; <a ref='Numbers 36:7–9'>Nu 36:7–9</a> ). Out of loyalty to God, Naboth declined Ahab’s offer. <a ref='1 Kings 21:7'>21:7</a> <b>Do you now exercise kingship over Israel?</b> Jezebel was sarcastically rebuking Ahab for not exercising absolute royal power in the matter. <a ref='1 Kings 21:8'>21:8</a> <b>she wrote letters.</b> Written by the royal scribe, ancient letters were mainly in the form of a scroll sealed in clay or wax with the sender’s personal sign. The seal made the contents of the letters a royal mandate and implied that disobedience would certainly lead to some kind of punishment. <a ref='1 Kings 21:9'>21:9</a> <b>Call for a fast.</b> To call an assembly for solemn fasting implied that a disaster threatened the people that could be averted only if they would humble themselves before Yahweh and remove any person whose sin had brought God’s judgment upon them (cf. <a ref='Judges 20:26'>Jdg 20:26</a> ; <a ref='1 Samuel 7:5–6'>1Sa 7:5–6</a> ; <a ref='2 Chronicles 20:2–4'>2Chr 20:2–4</a> ). <a ref='1 Kings 21:10'>21:10</a> <b>two … men.</b> The Mosaic law required two witnesses in capital cases ( <a ref='Numbers 35:30'>Nu 35:30</a> ; <a ref='Deuteronomy 17:6'>Dt 17:6</a> ; <a ref='Deuteronomy 19:5'>19:5</a> ). <b>vile men.</b> Lit. “sons of Belial.” These were utterly wicked men. <i>See note on <a ref='1 Samuel 2:12'>1Sa 2:12</a> .</i> <b>cursed God and the king.</b> The penalty for cursing God and the king was death ( <a ref='Exodus 22:28'>Ex 22:28</a> ). <a ref='1 Kings 21:13'>21:13</a> <b>outside the city.</b> They hypocritically climaxed their violent murder by killing the innocent Naboth in a place that was in accordance with the Mosaic law ( <a ref='Leviticus 24:14'>Lv 24:14</a> ; <a ref='Numbers 15:35–36'>Nu 15:35–36</a> ). He was stoned to death in the open fields and his sons were killed with him ( <a ref='2 Kings 9:26'>2Ki 9:26</a> ), eliminating all possible heirs. <a ref='1 Kings 21:19'>21:19</a> Elijah’s first announcement of judgment applied to Ahab personally. He said that the dogs would lick Ahab’s blood in the same place that Naboth died, outside the city of Jezreel. This prophecy was not fulfilled because of his repentance (vv. <a ref='1 Kings 21:27–29'>27–29</a> ), but was partially fulfilled in the licking of Ahab’s blood by dogs at the pool in Samaria ( <a ref='1 Kings 22:37–38'>22:37–38</a> ). <a ref='1 Kings 21:21–24'>21:21–24</a> Elijah’s second announcement of judgment applied to Ahab and his house. The judgment was virtually identical with one made to Jeroboam ( <a ref='1 Kings 14:10–11'>14:10–11</a> ) and similar to the one made to Baasha ( <a ref='1 Kings 16:3–4'>16:3–4</a> ). <a ref='1 Kings 21:23'>21:23</a> <b>Of Jezebel.</b> Jezebel was singled out for judgment because of her initiative in driving Ahab in the promotion of Baalism (v. <a ref='1 Kings 21:25'>25</a> ). Elijah’s prophecy concerning her was literally fulfilled in <a ref='2 Kings 9:10'>2Ki 9:10</a> , <a ref='2 Kings 9:30–37'>30–37</a> . <a ref='1 Kings 21:27'>21:27</a> <b>tore his clothes.</b> The tearing of garments was a common expression of grief, terror, or repentance in the face of great personal or national calamity ( <a ref='Numbers 14:6'>Nu 14:6</a> ; <a ref='Joshua 7:6'>Jos 7:6</a> ; <a ref='Judges 11:35'>Jdg 11:35</a> ; <a ref='2 Samuel 1:2'>2Sa 1:2</a> ; <a ref='2 Samuel 3:31'>3:31</a> ). <a ref='1 Kings 21:29'>21:29</a> <b>his son’s days.</b> Since Ahab had truly humbled himself before Yahweh, he did not see the disaster forecast for him (v. <a ref='1 Kings 21:19'>19</a> ). Instead, God postponed it until the reign of his son, Joram, ca. 852–841 BC ( <a ref='2 Kings 9:25–26'>2Ki 9:25–26</a> ). Joram died in the field of Naboth (cf. v. <a ref='1 Kings 21:19'>19</a> ). <a ref='1 Kings 22:1'>22:1</a> <b>three years.</b> Israel had peace for three years following the two years of war with Syria described in <a ref='1 Kings 20:1–34'>20:1–34</a> . During this peace, Ben-hadad, Ahab, and 10 other kings formed a coalition to repel an Assyrian invasion. Assyrian records described the major battle fought at Qarqar on the Orontes River in 853 BC. Though Assyria claimed victory, later events show that they were stopped from further advance southward at that time. With the Assyrian threat neutralized, Ahab turned his attention to the unfinished conflict with Syria. <a ref='1 Kings 22:2'>22:2</a> <b>Jehoshaphat.</b> The king of Judah, ca. 873–848, whose reign is described in vv. <a ref='1 Kings 22:41–50'>41–50</a> . <i>See notes on <a ref='2 Chronicles 17:1–21:3'>2Chr 17:1—21:3</a> .</i> <a ref='1 Kings 22:3'>22:3</a> <b>Ramoth-gilead.</b> Ramoth-gilead was a Levitical city east of the Jordan River in Gilead, on the north border of Gad, the home of Jephthah ( <a ref='Judges 11:34'>Jdg 11:34</a> ), and a key administrative center in Solomon’s kingdom ( <a ref='1 Kings 4:13'>4:13</a> ). It seems to have been one of the cities that Ben-hadad should have returned to Israel ( <a ref='1 Kings 20:34'>20:34</a> ). <a ref='1 Kings 22:5'>22:5</a> <b>inquire first for the word of Yahweh.</b> Jehoshaphat was willing to help Ahab fight Syria (v. <a ref='1 Kings 22:4'>4</a> ), but reminded Ahab of the need to seek the will of Yahweh before going into battle (cf. <a ref='1 Samuel 23:1–5'>1Sa 23:1–5</a> , <a ref='1 Samuel 23:9–13'>9–13</a> ; <a ref='2 Samuel 2:1'>2Sa 2:1</a> ; <a ref='2 Samuel 5:19–25'>5:19–25</a> ; <a ref='2 Kings 3:11–20'>2Ki 3:11–20</a> ). <a ref='1 Kings 22:6'>22:6</a> <b>prophets.</b> These 400 prophets of Ahab were not true prophets of Yahweh. They worshiped at Bethel in the golden-calf center set up by Jeroboam ( <a ref='1 Kings 12:28–29'>12:28–29</a> ) and were supported by Ahab, whose religious policy also permitted Baal worship. Their words were designed to please Ahab (v. <a ref='1 Kings 22:8'>8</a> ), so they refused to begin with the authoritative “thus says Yahweh” and did not use the covenant name for Israel’s God, “Yahweh.” <a ref='1 Kings 22:7'>22:7</a> <b>a prophet of Yahweh.</b> Jehoshaphat recognized that the 400 prophets were not true prophets of Yahweh, and wished to hear from a true prophet. <a ref='1 Kings 22:8'>22:8</a> <b>Micaiah.</b> His name means “Who is like Yahweh?” <a ref='1 Kings 22:10'>22:10</a> <b>throne.</b> A portable, high-backed chair made of wood with armrests and separate footstool. <a ref='1 Kings 22:11'>22:11</a> <b>Zedekiah.</b> He was the spokesman for the false prophets. In contrast to v. <a ref='1 Kings 22:6'>6</a> , he used the introductory formula and God’s covenant name. <a ref='1 Kings 22:15'>22:15</a> <b>Go up and succeed.</b> Micaiah sarcastically repeated the message of the false prophets as he had been encouraged to do (v. <a ref='1 Kings 22:13'>13</a> ). Ahab clearly sensed the sarcasm and demanded that Micaiah tell him the truth (v. <a ref='1 Kings 22:16'>16</a> ). <a ref='1 Kings 22:17'>22:17</a> <b>sheep which have no shepherd.</b> The image of the king as a shepherd and his people as the sheep was a familiar one ( <a ref='Numbers 27:16–17'>Nu 27:16–17</a> ; <a ref='Zechariah 13:7'>Zec 13:7</a> ). Micaiah’s point was that Israel’s shepherd, King Ahab, would be killed and his army scattered. <a ref='1 Kings 22:22'>22:22</a> <b>a lying spirit.</b> This must be Satan, whom Yahweh allowed to speak through 400 demons who indwelt the 400 false prophets. <a ref='1 Kings 22:24'>22:24</a> <b>struck … on the cheek.</b> This was a rebuke by the leader of the false prophets (v. <a ref='1 Kings 22:6'>6</a> ) for the perceived insolence of Micaiah and his claim to truly speak for God. It was followed by a sarcastic question asking if the prophet could tell which direction the spirit in Zedekiah had gone. <a ref='1 Kings 22:28'>22:28</a> <b>If you indeed return.</b> In accordance with <a ref='Deuteronomy 18:21–22'>Dt 18:21–22</a> , Micaiah declared to Ahab that if he lived to return from the battle, then he had uttered a false prophecy. <a ref='1 Kings 22:30'>22:30</a> <b>disguise myself.</b> Rejecting the prophecy, but fearing it also, Ahab decided not to wear his official robe, but the clothes of an ordinary soldier. <a ref='1 Kings 22:31'>22:31</a> <b>with the king of Israel alone.</b> The very Syrian king, Ben-hadad, whose life Ahab had spared ( <a ref='1 Kings 20:34'>20:34</a> ), ungratefully singled him out for death. <a ref='1 Kings 22:32'>22:32</a> <b>Jehoshaphat cried out.</b> According to <a ref='2 Chronicles 18:31'>2Chr 18:31</a> , this was a prayer for Yahweh’s deliverance. Jehoshaphat’s cry showed the Syrians that he was not Ahab. <a ref='1 Kings 22:34'>22:34</a> <b>at random.</b> The Syrian bowman shot at an Israelite soldier, not knowing that it was the disguised Ahab. The arrow found a small groove between the breastpiece and the flexible scale armor that covered the lower abdomen and thighs. Instantly, Ahab slumped in his chariot, mortally wounded in the stomach and bleeding to death. <a ref='1 Kings 22:38'>22:38</a> <b>now the harlots bathed.</b> The Hebrew text may read “where” or “while.” In either case, the point is the same: Ahab, the spiritual harlot (i.e., idolater), was associated with the physical harlots at his death. <b>according to the word of Yahweh.</b> Ahab’s death fulfilled the prophecies spoken by Elijah ( <a ref='1 Kings 21:19'>21:19</a> ) and Micaiah (v. <a ref='1 Kings 22:17'>17</a> ). <a ref='1 Kings 22:39'>22:39</a> <b>the ivory house.</b> Ahab’s palace at Samaria had internal walled panels that were made of inlaid ivory, indicative of his kingdom’s economic prosperity. <b>cities which he built.</b> Archeological excavations show that Ahab strengthened the fortifications of Samaria, Megiddo, and Hazor. <a ref='1 Kings 22:41'>22:41</a> <b>fourth year.</b> A reference to the beginning of Jehoshaphat’s reign, after being co-regent with his father Asa, in 870 BC. <a ref='1 Kings 22:42'>22:42</a> <b>twenty-five years.</b> 873–848 BC. <a ref='1 Kings 22:43'>22:43</a> <b>doing what is right.</b> Jehoshaphat faithfully followed in his father Asa’s footsteps, doing what pleased Yahweh. His only major fault, like that of his father, was his failure to close down the high places. <a ref='1 Kings 22:44'>22:44</a> <b>made peace.</b> In <a ref='2 Chronicles 19:2'>2Chr 19:2</a> , Jehu the prophet rebuked Jehoshaphat for this alliance. <a ref='1 Kings 22:45'>22:45</a> <b>warred.</b> See <a ref='2 Kings 3:7–27'>2Ki 3:7–27</a> ; <a ref='2 Chronicles 17:11'>2Chr 17:11</a> ; <a ref='2 Chronicles 20:1–30'>20:1–30</a> . <a ref='1 Kings 22:47–49'>22:47–49</a> Jehoshaphat controlled Edom, which gave him access to Ezion-geber. He sought to emulate Solomon’s fleet and wealth ( <a ref='1 Kings 9:26–28'>9:26–28</a> ), but was unsuccessful. According to <a ref='2 Chronicles 20:36–37'>2Chr 20:36–37</a> , Yahweh destroyed his fleet because of Jehoshaphat’s alliance to build it with Ahaziah, king of Israel. <a ref='1 Kings 22:49'>First Kings 22:49</a> apparently refers to a subsequent attempt by Ahaziah to continue the joint venture after the disaster. <a ref='1 Kings 22:51–2'>22:51-2Ki 1:18</a> <b>Ahaziah … two years.</b> 853–852 BC. <a ref='1 Kings 22:53'>22:53</a> <b>he served Baal.</b> Ahaziah continued the official promotion of Baal worship (cf. <a ref='1 Kings 16:31–32'>16:31–32</a> ). First Kings ends at this point in the middle of Ahaziah’s reign which is picked up in <a ref='2 Kings 1:1–18'>2Ki 1:1–18</a> . The explanation for this unusual break is found in Introduction: Title . The Kings of Israel and Judah King Scripture United Kingdom Saul <a ref='1 Samuel 9:1–31:13'>1 Samuel 9:1—31:13</a> ; <a ref='1 Chronicles 10:1–14'>1 Chronicles 10:1–14</a> David 2 Samuel; <a ref='1 Kings 1:1–2:9'>1 Kings 1:1—2:9</a> ; <a ref='1 Chronicles 11:1–29:30'>1 Chronicles 11:1—29:30</a> Solomon <a ref='1 Kings 2:10–11:43'>1 Kings 2:10—11:43</a> ; <a ref='2 Chronicles 1:1–9:31'>2 Chronicles 1:1—9:31</a> Northern Kingdom (Israel) Jeroboam I <a ref='1 Kings 12:25–14:20'>1 Kings 12:25—14:20</a> Nadab <a ref='1 Kings 15:25–31'>1 Kings 15:25–31</a> Baasha <a ref='1 Kings 15:32–16:7'>1 Kings 15:32—16:7</a> Elah <a ref='1 Kings 16:8–14'>1 Kings 16:8–14</a> Zimri <a ref='1 Kings 16:15–20'>1 Kings 16:15–20</a> Tibni <a ref='1 Kings 16:21–22'>1 Kings 16:21–22</a> Omri <a ref='1 Kings 16:21–28'>1 Kings 16:21–28</a> Ahab <a ref='1 Kings 16:29–22:40'>1 Kings 16:29—22:40</a> Ahaziah <a ref='1 Kings 22:51–53'>1 Kings 22:51–53</a> ; <a ref='2 Kings 1:1–18'>2 Kings 1:1–18</a> Jehoram (Joram) <a ref='2 Kings 2:1–8:15'>2 Kings 2:1—8:15</a> Jehu <a ref='2 Kings 9:1–10:36'>2 Kings 9:1—10:36</a> Jehoahaz <a ref='2 Kings 13:1–9'>2 Kings 13:1–9</a> Jehoash (Joash) <a ref='2 Kings 13:10–25'>2 Kings 13:10–25</a> Jeroboam II <a ref='2 Kings 14:23–29'>2 Kings 14:23–29</a> Zechariah <a ref='2 Kings 15:8–12'>2 Kings 15:8–12</a> Shallum <a ref='2 Kings 15:13–15'>2 Kings 15:13–15</a> Menahem <a ref='2 Kings 15:16–22'>2 Kings 15:16–22</a> Pekahiah <a ref='2 Kings 15:23–26'>2 Kings 15:23–26</a> Pekah <a ref='2 Kings 15:27–31'>2 Kings 15:27–31</a> Hoshea <a ref='2 Kings 17:1–41'>2 Kings 17:1–41</a> Southern Kingdom (Judah) Rehoboam <a ref='1 Kings 12:1–14:31'>1 Kings 12:1—14:31</a> ; <a ref='2 Chronicles 10:1–12:16'>2 Chronicles 10:1—12:16</a> Abijam (Abijah) <a ref='1 Kings 15:1–8'>1 Kings 15:1–8</a> ; <a ref='2 Chronicles 13:1–22'>2 Chronicles 13:1–22</a> Asa <a ref='1 Kings 15:9–24'>1 Kings 15:9–24</a> ; <a ref='2 Chronicles 14:1–16:14'>2 Chronicles 14:1—16:14</a> Jehoshaphat <a ref='1 Kings 22:41–50'>1 Kings 22:41–50</a> ; <a ref='2 Chronicles 17:1–20:37'>2 Chronicles 17:1—20:37</a> Joram (Jehoram) <a ref='2 Kings 8:16–24'>2 Kings 8:16–24</a> ; <a ref='2 Chronicles 21:1–20'>2 Chronicles 21:1–20</a> Ahaziah <a ref='2 Kings 8:25–29'>2 Kings 8:25–29</a> ; <a ref='2 Chronicles 22:1–9'>2 Chronicles 22:1–9</a> Athaliah (queen) <a ref='2 Kings 11:1–16'>2 Kings 11:1–16</a> ; <a ref='2 Chronicles 22:1–23:21'>2 Chronicles 22:1—23:21</a> Joash (Jehoash) <a ref='2 Kings 11:17–12:21'>2 Kings 11:17—12:21</a> ; <a ref='2 Chronicles 23:16–24:27'>2 Chronicles 23:16—24:27</a> Amaziah <a ref='2 Kings 14:1–22'>2 Kings 14:1–22</a> ; <a ref='2 Chronicles 25:1–28'>2 Chronicles 25:1–28</a> Uzziah (Azariah) <a ref='2 Kings 15:1–7'>2 Kings 15:1–7</a> ; <a ref='2 Chronicles 26:1–23'>2 Chronicles 26:1–23</a> Jotham <a ref='2 Kings 15:32–38'>2 Kings 15:32–38</a> ; <a ref='2 Chronicles 27:1–9'>2 Chronicles 27:1–9</a> Ahaz <a ref='2 Kings 16:1–20'>2 Kings 16:1–20</a> ; <a ref='2 Chronicles 28:1–27'>2 Chronicles 28:1–27</a> Hezekiah <a ref='2 Kings 18:1–20:21'>2 Kings 18:1—20:21</a> ; <a ref='2 Chronicles 29:1–32:33'>2 Chronicles 29:1—32:33</a> Manasseh <a ref='2 Kings 21:1–18'>2 Kings 21:1–18</a> ; <a ref='2 Chronicles 33:1–20'>2 Chronicles 33:1–20</a> Amon <a ref='2 Kings 21:19–26'>2 Kings 21:19–26</a> ; <a ref='2 Chronicles 33:21–25'>2 Chronicles 33:21–25</a> Josiah <a ref='2 Kings 22:1–23:30'>2 Kings 22:1—23:30</a> ; <a ref='2 Chronicles 34:1–35:27'>2 Chronicles 34:1—35:27</a> Jehoahaz <a ref='2 Kings 23:31–33'>2 Kings 23:31–33</a> ; <a ref='2 Chronicles 36:1–4'>2 Chronicles 36:1–4</a> Jehoiakim <a ref='2 Kings 23:34–24:7'>2 Kings 23:34—24:7</a> ; <a ref='2 Chronicles 36:5–8'>2 Chronicles 36:5–8</a> Jehoiachin <a ref='2 Kings 24:8–16'>2 Kings 24:8–16</a> ; <a ref='2 Chronicles 36:9–10'>2 Chronicles 36:9–10</a> Zedekiah <a ref='2 Kings 24:18–25:21'>2 Kings 24:18—25:21</a> ; <a ref='2 Chronicles 36:11–21'>2 Chronicles 36:11–21</a> Go to the Index of Charts and Maps .",
    "type": "notes"
  },
  {
    "id": "notes11f",
    "title": "Translator’s Notes and Cross-References for 1 Kings",
    "content": "Notes and Cross-References 1 Kings 1 1:3 A <a ref='Joshua 19:18'>Jos 19:18</a> ; <a ref='1 Samuel 28:4'>1Sa 28:4</a> 1:4 a Or <i>have relations with</i> 1:5 B <a ref='2 Samuel 3:4'>2Sa 3:4</a> 1:5 C <a ref='2 Samuel 15:1'>2Sa 15:1</a> 1:6 b Lit <i>pained him</i> 1:6 c Lit <i>she gave him birth</i> 1:6 D <a ref='2 Samuel 3:3'>2Sa 3:3</a> , <a ref='2 Samuel 3:4'>4</a> 1:7 d Lit <i>His words were</i> 1:7 E <a ref='1 Chronicles 11:6'>1Chr 11:6</a> 1:7 F <a ref='1 Samuel 22:20'>1Sa 22:20</a> , <a ref='1 Samuel 22:23'>23</a> ; <a ref='2 Samuel 20:25'>2Sa 20:25</a> 1:7 G <a ref='1 Kings 2:22'>1Ki 2:22</a> 1:8 H <a ref='2 Samuel 20:25'>2Sa 20:25</a> ; <a ref='1 Chronicles 16:39'>1Chr 16:39</a> 1:8 I <a ref='2 Samuel 8:18'>2Sa 8:18</a> 1:8 J <a ref='2 Samuel 12:1'>2Sa 12:1</a> 1:8 K <a ref='1 Kings 4:18'>1Ki 4:18</a> 1:8 L <a ref='2 Samuel 23:8–39'>2Sa 23:8-39</a> 1:9 e Lit <i>Gliding</i> , <i>Serpent Stone</i> 1:9 M <a ref='Joshua 15:7'>Jos 15:7</a> ; <a ref='Joshua 18:16'>18:16</a> ; <a ref='2 Samuel 17:17'>2Sa 17:17</a> 1:10 N <a ref='2 Samuel 12:24'>2Sa 12:24</a> 1:11 O <a ref='2 Samuel 12:24'>2Sa 12:24</a> 1:12 P <a ref='Proverbs 15:22'>Pr 15:22</a> 1:13 f Lit <i>and enter</i> 1:13 Q <a ref='1 Kings 1:30'>1Ki 1:30</a> ; <a ref='1 Chronicles 22:9–13'>1Chr 22:9-13</a> 1:15 R <a ref='1 Kings 1:1'>1Ki 1:1</a> 1:16 g Lit <i>to</i> 1:16 h Lit <i>to you</i> 1:17 i The personal covenant name of God, a form of I AM WHO I AM, cf. <a ref='Exodus 3:14–15'>Ex 3:14-15</a> 1:17 S <a ref='1 Kings 1:13'>1Ki 1:13</a> 1:19 T <a ref='1 Kings 1:9'>1Ki 1:9</a> 1:21 j Lit <i>sinners</i> 1:21 U <a ref='Deuteronomy 31:16'>Dt 31:16</a> ; <a ref='2 Samuel 7:12'>2Sa 7:12</a> ; <a ref='1 Kings 2:10'>1Ki 2:10</a> 1:23 k Lit <i>to</i> 1:23 l Lit <i>nose</i> 1:25 V <a ref='1 Kings 1:9'>1Ki 1:9</a> 1:25 W <a ref='1 Samuel 10:24'>1Sa 10:24</a> 1:26 X <a ref='1 Kings 1:8'>1Ki 1:8</a> , <a ref='1 Kings 1:10'>10</a> 1:27 m Some mss <i>servant</i> 1:29 Y <a ref='2 Samuel 4:9'>2Sa 4:9</a> 1:30 Z <a ref='1 Kings 1:13'>1Ki 1:13</a> , <a ref='1 Kings 1:17'>17</a> 1:31 n Lit <i>nose</i> 1:31 o Lit <i>to</i> 1:31 A <a ref='Daniel 2:4'>Da 2:4</a> ; <a ref='Daniel 3:9'>3:9</a> 1:32 B <a ref='1 Kings 1:8'>1Ki 1:8</a> 1:33 C <a ref='2 Samuel 20:6'>2Sa 20:6</a> , <a ref='2 Samuel 20:7'>7</a> 1:33 D <a ref='2 Chronicles 32:30'>2Chr 32:30</a> ; <a ref='2 Chronicles 33:14'>33:14</a> 1:34 E <a ref='1 Samuel 10:1'>1Sa 10:1</a> ; <a ref='1 Samuel 16:3'>16:3</a> , <a ref='1 Samuel 16:12'>12</a> ; <a ref='2 Samuel 5:3'>2Sa 5:3</a> ; <a ref='1 Kings 19:16'>1Ki 19:16</a> ; <a ref='2 Kings 9:3'>2Ki 9:3</a> 1:34 F <a ref='2 Samuel 15:10'>2Sa 15:10</a> 1:34 G <a ref='1 Kings 1:25'>1Ki 1:25</a> 1:37 H <a ref='Joshua 1:5'>Jos 1:5</a> , <a ref='Joshua 1:17'>17</a> ; <a ref='1 Samuel 20:13'>1Sa 20:13</a> 1:37 I <a ref='1 Kings 1:47'>1Ki 1:47</a> 1:38 J <a ref='1 Kings 1:8'>1Ki 1:8</a> 1:38 K <a ref='2 Samuel 8:18'>2Sa 8:18</a> 1:38 L <a ref='1 Kings 1:33'>1Ki 1:33</a> 1:39 M <a ref='Exodus 30:23–32'>Ex 30:23-32</a> ; <a ref='Psalms 89:20'>Ps 89:20</a> 1:39 N <a ref='1 Chronicles 29:22'>1Chr 29:22</a> 1:39 O <a ref='1 Kings 1:34'>1Ki 1:34</a> 1:39 P <a ref='1 Samuel 10:24'>1Sa 10:24</a> 1:40 p Lit <i>fluting</i> 1:40 q Lit <i>was split</i> 1:42 Q <a ref='2 Samuel 15:27'>2Sa 15:27</a> , <a ref='2 Samuel 15:36'>36</a> ; <a ref='2 Samuel 17:17'>17:17</a> 1:42 R <a ref='2 Samuel 18:27'>2Sa 18:27</a> 1:45 S <a ref='1 Kings 1:40'>1Ki 1:40</a> 1:46 T <a ref='1 Chronicles 29:23'>1Chr 29:23</a> 1:47 U <a ref='1 Kings 1:37'>1Ki 1:37</a> 1:47 V <a ref='Genesis 47:31'>Ge 47:31</a> 1:48 W <a ref='2 Samuel 7:12'>2Sa 7:12</a> ; <a ref='1 Kings 3:6'>1Ki 3:6</a> 1:50 X <a ref='Exodus 27:2'>Ex 27:2</a> ; <a ref='Exodus 30:10'>30:10</a> ; <a ref='1 Kings 2:28'>1Ki 2:28</a> 1:52 Y <a ref='1 Samuel 14:45'>1Sa 14:45</a> ; <a ref='2 Samuel 14:11'>2Sa 14:11</a> ; <a ref='Acts 27:34'>Ac 27:34</a> 1:53 r Lit <i>to</i> 1 Kings 2 2:1 a Lit <i>days</i> 2:1 A <a ref='Genesis 47:29'>Ge 47:29</a> ; <a ref='Deuteronomy 31:14'>Dt 31:14</a> 2:2 B <a ref='Joshua 23:14'>Jos 23:14</a> 2:2 C <a ref='Deuteronomy 31:7'>Dt 31:7</a> , <a ref='Deuteronomy 31:23'>23</a> ; <a ref='Joshua 1:6'>Jos 1:6</a> , <a ref='Joshua 1:7'>7</a> 2:3 D <a ref='Deuteronomy 17:18–20'>Dt 17:18-20</a> 2:3 E <a ref='1 Chronicles 22:12'>1Chr 22:12</a> , <a ref='1 Chronicles 22:13'>13</a> 2:4 b Or <i>faithfulness</i> 2:4 c Lit <i>there shall not be cast off to you a man from before Me</i> 2:4 F <a ref='2 Samuel 7:25'>2Sa 7:25</a> 2:4 G <a ref='Psalms 132:12'>Ps 132:12</a> 2:4 H <a ref='2 Kings 20:3'>2Ki 20:3</a> 2:4 I <a ref='2 Samuel 7:12'>2Sa 7:12</a> , <a ref='2 Samuel 7:13'>13</a> ; <a ref='1 Kings 8:25'>1Ki 8:25</a> ; <a ref='1 Kings 9:5'>9:5</a> 2:5 d Lit <i>made</i> 2:5 e Lit <i>that was about</i> 2:5 f Lit <i>loins</i> 2:5 g Lit <i>that were on</i> 2:5 J <a ref='2 Samuel 2:13'>2Sa 2:13</a> , <a ref='2 Samuel 2:18'>18</a> 2:5 K <a ref='2 Samuel 3:27'>2Sa 3:27</a> ; <a ref='1 Kings 2:32'>1Ki 2:32</a> 2:5 L <a ref='2 Samuel 20:10'>2Sa 20:10</a> 2:6 M <a ref='1 Kings 2:9'>1Ki 2:9</a> 2:7 h Lit <i>came near to</i> 2:7 N <a ref='2 Samuel 19:31–38'>2Sa 19:31-38</a> 2:7 O <a ref='2 Samuel 9:7'>2Sa 9:7</a> , <a ref='2 Samuel 9:10'>10</a> 2:7 P <a ref='2 Samuel 17:27–29'>2Sa 17:27-29</a> 2:8 i Or <i>grievous</i> 2:8 Q <a ref='2 Samuel 16:5–8'>2Sa 16:5-8</a> 2:8 R <a ref='2 Samuel 19:18–23'>2Sa 19:18-23</a> 2:9 S <a ref='1 Kings 2:6'>1Ki 2:6</a> 2:10 T <a ref='Acts 2:29'>Ac 2:29</a> ; <a ref='Acts 13:36'>13:36</a> 2:10 U <a ref='2 Samuel 5:7'>2Sa 5:7</a> ; <a ref='1 Kings 3:1'>1Ki 3:1</a> 2:11 j Lit <i>days</i> 2:11 V <a ref='2 Samuel 5:4'>2Sa 5:4</a> , <a ref='2 Samuel 5:5'>5</a> ; <a ref='1 Chronicles 3:4'>1Chr 3:4</a> ; <a ref='1 Chronicles 29:26'>29:26</a> , <a ref='1 Chronicles 29:27'>27</a> 2:11 W <a ref='2 Samuel 5:5'>2Sa 5:5</a> 2:12 X <a ref='1 Chronicles 29:23'>1Chr 29:23</a> ; <a ref='2 Chronicles 1:1'>2Chr 1:1</a> 2:13 Y <a ref='1 Samuel 16:4'>1Sa 16:4</a> 2:15 k Lit <i>set their faces on me</i> 2:15 Z <a ref='2 Samuel 3:3'>2Sa 3:3</a> , <a ref='2 Samuel 3:4'>4</a> ; <a ref='1 Kings 2:22'>1Ki 2:22</a> 2:15 A <a ref='1 Kings 1:5–25'>1Ki 1:5-25</a> 2:15 B <a ref='1 Kings 1:38–50'>1Ki 1:38-50</a> 2:15 C <a ref='1 Chronicles 22:9'>1Chr 22:9</a> , <a ref='1 Chronicles 22:10'>10</a> ; <a ref='1 Chronicles 28:5–7'>28:5-7</a> 2:16 l Lit <i>turn away my face</i> 2:17 m Lit <i>turn away your face</i> 2:17 D <a ref='1 Kings 1:3'>1Ki 1:3</a> , <a ref='1 Kings 1:4'>4</a> 2:19 E <a ref='1 Kings 15:13'>1Ki 15:13</a> 2:19 F <a ref='Psalms 45:9'>Ps 45:9</a> 2:20 n Lit <i>my face</i> 2:20 o Lit <i>your face</i> 2:20 G <a ref='1 Kings 2:16'>1Ki 2:16</a> 2:21 H <a ref='1 Kings 1:3'>1Ki 1:3</a> , <a ref='1 Kings 1:4'>4</a> 2:22 I <a ref='2 Samuel 12:8'>2Sa 12:8</a> 2:22 J <a ref='1 Kings 1:6'>1Ki 1:6</a> ; <a ref='1 Kings 2:15'>2:15</a> ; <a ref='1 Chronicles 3:2'>1Chr 3:2</a> , <a ref='1 Chronicles 3:5'>5</a> 2:22 K <a ref='1 Kings 1:7'>1Ki 1:7</a> 2:23 p Lit <i>soul</i> 2:23 L <a ref='Ruth 1:17'>Ru 1:17</a> 2:24 M <a ref='2 Samuel 7:11'>2Sa 7:11</a> , <a ref='2 Samuel 7:13'>13</a> ; <a ref='1 Chronicles 22:10'>1Chr 22:10</a> 2:25 N <a ref='2 Samuel 8:18'>2Sa 8:18</a> 2:26 q Lit <i>are a man of death</i> 2:26 O <a ref='Joshua 21:18'>Jos 21:18</a> ; <a ref='Jeremiah 1:1'>Jer 1:1</a> 2:26 P <a ref='1 Samuel 26:16'>1Sa 26:16</a> 2:26 Q <a ref='1 Samuel 23:6'>1Sa 23:6</a> ; <a ref='2 Samuel 15:24–29'>2Sa 15:24-29</a> 2:26 R <a ref='1 Samuel 22:20–23'>1Sa 22:20-23</a> ; <a ref='1 Samuel 23:8'>23:8</a> , <a ref='1 Samuel 23:9'>9</a> 2:27 S <a ref='1 Samuel 2:27–36'>1Sa 2:27-36</a> 2:28 T <a ref='1 Kings 1:7'>1Ki 1:7</a> 2:28 U <a ref='2 Samuel 17:25'>2Sa 17:25</a> ; <a ref='2 Samuel 18:2'>18:2</a> 2:28 V <a ref='1 Kings 1:50'>1Ki 1:50</a> 2:29 W <a ref='1 Kings 2:25'>1Ki 2:25</a> 2:29 X <a ref='Exodus 21:14'>Ex 21:14</a> 2:31 Y <a ref='Exodus 21:14'>Ex 21:14</a> 2:31 Z <a ref='Numbers 35:33'>Nu 35:33</a> ; <a ref='Deuteronomy 19:13'>Dt 19:13</a> ; <a ref='Deuteronomy 21:8'>21:8</a> , <a ref='Deuteronomy 21:9'>9</a> 2:32 A <a ref='Genesis 9:6'>Ge 9:6</a> ; <a ref='Judges 9:24'>Jdg 9:24</a> , <a ref='Judges 9:57'>57</a> ; <a ref='Psalms 7:16'>Ps 7:16</a> 2:32 B <a ref='2 Chronicles 21:13'>2Chr 21:13</a> , <a ref='2 Chronicles 21:14'>14</a> 2:32 C <a ref='2 Samuel 3:27'>2Sa 3:27</a> 2:32 D <a ref='2 Samuel 20:9'>2Sa 20:9</a> , <a ref='2 Samuel 20:10'>10</a> 2:33 E <a ref='2 Samuel 3:29'>2Sa 3:29</a> 2:34 F <a ref='1 Kings 2:25'>1Ki 2:25</a> 2:34 G <a ref='Joshua 15:61'>Jos 15:61</a> ; <a ref='Matthew 3:1'>Mt 3:1</a> 2:35 H <a ref='1 Kings 4:4'>1Ki 4:4</a> 2:35 I <a ref='1 Chronicles 6:53'>1Chr 6:53</a> ; <a ref='1 Chronicles 24:3'>24:3</a> ; <a ref='1 Chronicles 29:22'>29:22</a> 2:35 J <a ref='1 Kings 2:27'>1Ki 2:27</a> 2:36 K <a ref='2 Samuel 16:5'>2Sa 16:5</a> ; <a ref='1 Kings 2:8'>1Ki 2:8</a> 2:37 r Or <i>wadi</i> 2:37 L <a ref='2 Samuel 15:23'>2Sa 15:23</a> ; <a ref='2 Kings 23:6'>2Ki 23:6</a> ; <a ref='John 18:1'>Jn 18:1</a> 2:37 M <a ref='Joshua 2:19'>Jos 2:19</a> ; <a ref='2 Samuel 1:16'>2Sa 1:16</a> ; <a ref='Ezekiel 18:13'>Eze 18:13</a> 2:39 N <a ref='1 Samuel 27:2'>1Sa 27:2</a> 2:44 s Lit <i>your heart acknowledges</i> 2:44 O <a ref='2 Samuel 16:5–13'>2Sa 16:5-13</a> 2:44 P <a ref='1 Samuel 25:39'>1Sa 25:39</a> ; <a ref='2 Kings 11:1'>2Ki 11:1</a> , <a ref='2 Kings 11:12–16'>12-16</a> ; <a ref='Psalms 7:16'>Ps 7:16</a> 2:45 Q <a ref='2 Samuel 7:13'>2Sa 7:13</a> ; <a ref='Proverbs 25:5'>Pr 25:5</a> 2:46 R <a ref='1 Kings 2:25'>1Ki 2:25</a> , <a ref='1 Kings 2:34'>34</a> 2:46 S <a ref='1 Kings 2:12'>1Ki 2:12</a> ; <a ref='2 Chronicles 1:1'>2Chr 1:1</a> 1 Kings 3 3:1 a Lit <i>made himself a son-in-law of Pharaoh</i> 3:1 A <a ref='1 Kings 7:8'>1Ki 7:8</a> ; <a ref='1 Kings 9:16'>9:16</a> , <a ref='1 Kings 9:24'>24</a> ; <a ref='2 Chronicles 8:11'>2Chr 8:11</a> 3:1 B <a ref='1 Kings 9:24'>1Ki 9:24</a> 3:1 C <a ref='1 Kings 7:1'>1Ki 7:1</a> ; <a ref='1 Kings 9:10'>9:10</a> 3:1 D <a ref='1 Kings 9:15'>1Ki 9:15</a> 3:2 E <a ref='Leviticus 17:3–5'>Lv 17:3-5</a> ; <a ref='Deuteronomy 12:2'>Dt 12:2</a> , <a ref='Deuteronomy 12:13'>13</a> , <a ref='Deuteronomy 12:14'>14</a> ; <a ref='1 Kings 22:43'>1Ki 22:43</a> 3:3 F <a ref='Deuteronomy 6:5'>Dt 6:5</a> ; <a ref='Deuteronomy 10:12'>10:12</a> , <a ref='Deuteronomy 10:13'>13</a> ; <a ref='Deuteronomy 11:13'>11:13</a> ; <a ref='Deuteronomy 30:16'>30:16</a> ; <a ref='Psalms 31:23'>Ps 31:23</a> ; <a ref='Psalms 145:20'>145:20</a> ; <a ref='1 Corinthians 8:3'>1Co 8:3</a> 3:3 G <a ref='1 Kings 2:3'>1Ki 2:3</a> ; <a ref='1 Kings 9:4'>9:4</a> ; <a ref='1 Kings 11:4'>11:4</a> , <a ref='1 Kings 11:6'>6</a> , <a ref='1 Kings 11:38'>38</a> 3:4 H <a ref='2 Chronicles 1:3'>2Chr 1:3</a> 3:4 I <a ref='Joshua 18:21–25'>Jos 18:21-25</a> 3:4 J <a ref='1 Chronicles 16:39'>1Chr 16:39</a> ; <a ref='1 Chronicles 21:29'>21:29</a> 3:5 K <a ref='1 Kings 9:2'>1Ki 9:2</a> ; <a ref='1 Kings 11:9'>11:9</a> 3:5 L <a ref='Numbers 12:6'>Nu 12:6</a> ; <a ref='Matthew 1:20'>Mt 1:20</a> ; <a ref='Matthew 2:13'>2:13</a> 3:5 M <a ref='John 15:7'>Jn 15:7</a> 3:6 b Or <i>faithfulness</i> 3:6 N <a ref='2 Samuel 7:8–17'>2Sa 7:8-17</a> ; <a ref='2 Chronicles 1:8'>2Chr 1:8</a> 3:6 O <a ref='1 Kings 9:4'>1Ki 9:4</a> 3:6 P <a ref='1 Kings 1:48'>1Ki 1:48</a> 3:7 Q <a ref='1 Chronicles 22:9–13'>1Chr 22:9-13</a> 3:7 R <a ref='1 Chronicles 29:1'>1Chr 29:1</a> ; <a ref='Jeremiah 1:6'>Jer 1:6</a> , <a ref='Jeremiah 1:7'>7</a> 3:7 S <a ref='Numbers 27:17'>Nu 27:17</a> 3:8 T <a ref='Exodus 19:6'>Ex 19:6</a> ; <a ref='Deuteronomy 7:6'>Dt 7:6</a> 3:8 U <a ref='Genesis 15:5'>Ge 15:5</a> ; <a ref='Genesis 22:17'>22:17</a> 3:9 c Or <i>do justice for</i> 3:9 V <a ref='2 Chronicles 1:10'>2Chr 1:10</a> ; <a ref='Psalms 72:1'>Ps 72:1</a> , <a ref='Psalms 72:2'>2</a> ; <a ref='Proverbs 2:3–9'>Pr 2:3-9</a> ; <a ref='James 1:5'>Jas 1:5</a> 3:9 W <a ref='2 Samuel 14:17'>2Sa 14:17</a> ; <a ref='Hebrews 5:14'>Heb 5:14</a> 3:10 d Lit <i>the thing</i> 3:11 e Lit <i>many days</i> 3:11 X <a ref='James 4:3'>Jas 4:3</a> 3:12 Y <a ref='1 John 5:14'>1Jn 5:14</a> , <a ref='1 John 5:15'>15</a> 3:12 Z <a ref='1 Kings 4:29–31'>1Ki 4:29-31</a> ; <a ref='1 Kings 5:12'>5:12</a> ; <a ref='1 Kings 10:23'>10:23</a> , <a ref='1 Kings 10:24'>24</a> ; <a ref='Ecclesiastes 1:16'>Ecc 1:16</a> 3:13 A <a ref='1 Kings 4:21–24'>1Ki 4:21-24</a> ; <a ref='1 Kings 10:23'>10:23</a> , <a ref='1 Kings 10:27'>27</a> ; <a ref='Matthew 6:33'>Mt 6:33</a> ; <a ref='Ephesians 3:20'>Eph 3:20</a> 3:13 B <a ref='Proverbs 3:16'>Pr 3:16</a> 3:14 C <a ref='1 Kings 3:6'>1Ki 3:6</a> 3:14 D <a ref='Psalms 91:16'>Ps 91:16</a> ; <a ref='Proverbs 3:2'>Pr 3:2</a> 3:15 E <a ref='Genesis 41:7'>Ge 41:7</a> 3:15 F <a ref='1 Kings 8:65'>1Ki 8:65</a> 3:17 f Lit <i>I and this woman</i> 3:22 g Lit <i>this one was saying</i> 3:23 h Lit <i>this one</i> 3:26 i Lit <i>her compassion grew warm</i> 3:26 G <a ref='Genesis 43:30'>Ge 43:30</a> ; <a ref='Isaiah 49:15'>Is 49:15</a> ; <a ref='Jeremiah 31:20'>Jer 31:20</a> ; <a ref='Hosea 11:8'>Hos 11:8</a> 3:27 j Lit <i>her the living child</i> 3:28 k Lit <i>judged</i> 3:28 H <a ref='1 Kings 3:9'>1Ki 3:9</a> , <a ref='1 Kings 3:11'>11</a> , <a ref='1 Kings 3:12'>12</a> ; <a ref='Daniel 1:17'>Da 1:17</a> ; <a ref='Colossians 2:2'>Col 2:2</a> , <a ref='Colossians 2:3'>3</a> 1 Kings 4 4:2 A <a ref='1 Chronicles 6:10'>1Chr 6:10</a> 4:3 B <a ref='2 Samuel 8:16'>2Sa 8:16</a> 4:4 C <a ref='1 Kings 2:35'>1Ki 2:35</a> 4:4 D <a ref='1 Kings 2:27'>1Ki 2:27</a> 4:5 E <a ref='1 Kings 4:7'>1Ki 4:7</a> 4:8 F <a ref='Joshua 24:33'>Jos 24:33</a> 4:9 G <a ref='Judges 1:35'>Jdg 1:35</a> 4:9 H <a ref='Joshua 21:16'>Jos 21:16</a> 4:10 I <a ref='Joshua 15:35'>Jos 15:35</a> 4:10 J <a ref='Joshua 12:17'>Jos 12:17</a> 4:11 a Or <i>Naphoth-dor</i> 4:11 K <a ref='Joshua 11:1'>Jos 11:1</a> , <a ref='Joshua 11:2'>2</a> 4:12 L <a ref='Judges 5:19'>Jdg 5:19</a> 4:12 M <a ref='Joshua 17:11'>Jos 17:11</a> 4:12 N <a ref='Joshua 3:16'>Jos 3:16</a> 4:12 O <a ref='1 Kings 19:16'>1Ki 19:16</a> 4:12 P <a ref='1 Chronicles 6:68'>1Chr 6:68</a> 4:13 b Or <i>the towns of Jair</i> 4:13 Q <a ref='1 Kings 22:3–15'>1Ki 22:3-15</a> 4:13 R <a ref='Numbers 32:41'>Nu 32:41</a> 4:13 S <a ref='Deuteronomy 3:4'>Dt 3:4</a> 4:14 T <a ref='Joshua 13:26'>Jos 13:26</a> 4:15 U <a ref='2 Samuel 15:27'>2Sa 15:27</a> 4:16 c Or <i>in Aloth</i> 4:16 V <a ref='2 Samuel 15:32'>2Sa 15:32</a> 4:18 W <a ref='1 Kings 1:8'>1Ki 1:8</a> 4:19 X <a ref='Deuteronomy 3:8–10'>Dt 3:8-10</a> 4:20 d Lit <i>sea</i> 4:20 Y <a ref='Genesis 22:17'>Ge 22:17</a> ; <a ref='Genesis 32:12'>32:12</a> ; <a ref='1 Kings 3:8'>1Ki 3:8</a> 4:21 e Ch 5:1 in Heb 4:21 f The Euphrates River 4:21 Z <a ref='2 Chronicles 9:26'>2Chr 9:26</a> 4:21 A <a ref='Genesis 15:18'>Ge 15:18</a> ; <a ref='Joshua 1:4'>Jos 1:4</a> 4:21 B <a ref='2 Samuel 8:2'>2Sa 8:2</a> , <a ref='2 Samuel 8:6'>6</a> 4:22 g Lit <i>bread</i> 4:22 h Approx. 195 bu. or 6.9 metric tons, a kor was approx. 6.5 bu. or 230 l 4:22 i Approx. 390 bu. or 13.8 metric tons 4:23 j Lit <i>oxen of the pasture</i> 4:24 k Lit <i>beyond</i> 4:24 l The Euphrates River 4:24 C <a ref='Judges 1:18'>Jdg 1:18</a> 4:24 D <a ref='Psalms 72:11'>Ps 72:11</a> 4:24 E <a ref='1 Chronicles 22:9'>1Chr 22:9</a> 4:25 F <a ref='Jeremiah 23:6'>Jer 23:6</a> ; <a ref='Micah 4:4'>Mic 4:4</a> ; <a ref='Zechariah 3:10'>Zec 3:10</a> 4:25 G <a ref='1 Samuel 3:20'>1Sa 3:20</a> 4:26 m One ms <i>4,000</i> , cf. <a ref='2 Chronicles 9:25'>2Chr 9:25</a> 4:26 H <a ref='1 Kings 10:26'>1Ki 10:26</a> ; <a ref='2 Chronicles 1:14'>2Chr 1:14</a> 4:28 I <a ref='Es 8:10'>Es 8:10</a> , <a ref='Es 8:14'>14</a> ; <a ref='Micah 1:13'>Mic 1:13</a> 4:29 J <a ref='1 Kings 3:12'>1Ki 3:12</a> 4:29 K <a ref='1 Kings 4:20'>1Ki 4:20</a> 4:30 L <a ref='Genesis 29:1'>Ge 29:1</a> ; <a ref='Judges 6:33'>Jdg 6:33</a> 4:30 M <a ref='Isaiah 19:11'>Is 19:11</a> ; <a ref='Acts 7:22'>Ac 7:22</a> 4:31 n In <a ref='1 Chronicles 2:6'>1Chr 2:6</a> , <i>Dara</i> 4:31 N <a ref='1 Kings 3:12'>1Ki 3:12</a> 4:31 O <a ref='1 Chronicles 15:19'>1Chr 15:19</a> ; <a ref='Ps 89'>Ps 89</a> :title 4:31 P <a ref='1 Chronicles 2:6'>1Chr 2:6</a> 4:32 Q <a ref='Proverbs 1:1'>Pr 1:1</a> ; <a ref='Proverbs 10:1'>10:1</a> ; <a ref='Proverbs 25:1'>25:1</a> ; <a ref='Ecclesiastes 12:9'>Ecc 12:9</a> ; <a ref='Song of Solomon 1:1'>SS 1:1</a> 4:34 o Lit <i>they</i> 4:34 R <a ref='1 Kings 10:1'>1Ki 10:1</a> ; <a ref='2 Chronicles 9:23'>2Chr 9:23</a> 1 Kings 5 5:1 a Ch 5:15 in Heb 5:1 b Lit <i>all the day</i> 5:1 A <a ref='2 Chronicles 2:3'>2Chr 2:3</a> 5:1 B <a ref='2 Samuel 5:11'>2Sa 5:11</a> ; <a ref='1 Chronicles 14:1'>1Chr 14:1</a> 5:2 C <a ref='2 Chronicles 2:3'>2Chr 2:3</a> 5:3 D <a ref='2 Samuel 7:5'>2Sa 7:5</a> ; <a ref='1 Chronicles 28:2'>1Chr 28:2</a> , <a ref='1 Chronicles 28:3'>3</a> 5:4 c Lit <i>evil occurrence</i> 5:4 E <a ref='1 Kings 4:24'>1Ki 4:24</a> ; <a ref='1 Chronicles 22:9'>1Chr 22:9</a> 5:5 d Lit <i>say</i> 5:5 F <a ref='2 Samuel 7:12'>2Sa 7:12</a> , <a ref='2 Samuel 7:13'>13</a> ; <a ref='1 Chronicles 17:12'>1Chr 17:12</a> ; <a ref='1 Chronicles 22:10'>22:10</a> ; <a ref='1 Chronicles 28:6'>28:6</a> ; <a ref='2 Chronicles 2:4'>2Chr 2:4</a> 5:6 G <a ref='2 Chronicles 2:8'>2Chr 2:8</a> 5:8 e Lit <i>all your pleasure</i> 5:9 f Lit <i>send</i> 5:9 H <a ref='2 Chronicles 2:16'>2Chr 2:16</a> 5:9 I <a ref='Ezra 3:7'>Ezr 3:7</a> ; <a ref='Ezekiel 27:17'>Eze 27:17</a> 5:10 g Heb <i>Hirom</i> 5:10 h Lit <i>was giving</i> 5:10 i Lit <i>all his desire</i> 5:11 j Approx. 130,000 bu. or 4,600 metric tons 5:11 k Approx. 130 bu. or 4,600 l 5:11 J <a ref='2 Chronicles 2:10'>2Chr 2:10</a> 5:12 l Lit <i>spoke to</i> 5:12 K <a ref='1 Kings 3:12'>1Ki 3:12</a> 5:13 m Lit <i>was</i> 5:13 L <a ref='1 Kings 4:6'>1Ki 4:6</a> ; <a ref='1 Kings 9:15'>9:15</a> 5:14 n Lit <i>changes</i> 5:14 M <a ref='1 Kings 4:6'>1Ki 4:6</a> ; <a ref='1 Kings 12:18'>12:18</a> 5:15 o Or <i>burden bearers</i> 5:15 N <a ref='1 Kings 9:20–22'>1Ki 9:20-22</a> ; <a ref='2 Chronicles 2:17'>2Chr 2:17</a> , <a ref='2 Chronicles 2:18'>18</a> 5:16 p Lit <i>work</i> 5:16 O <a ref='1 Kings 9:23'>1Ki 9:23</a> 5:17 P <a ref='1 Kings 6:7'>1Ki 6:7</a> ; <a ref='1 Chronicles 22:2'>1Chr 22:2</a> 5:18 q Heb <i>Hirom’s</i> 5:18 r Or <i>chiseled</i> 5:18 Q <a ref='Joshua 13:5'>Jos 13:5</a> ; <a ref='Ezekiel 27:9'>Eze 27:9</a> 1 Kings 6 6:1 a Lit <i>built</i> 6:1 A <a ref='2 Chronicles 3:1'>2Chr 3:1</a> , <a ref='2 Chronicles 3:2'>2</a> 6:2 b Approx. 90 ft. long, 30 ft. wide, and 45 ft. high or 27 m, 9 m, and 14 m; a cubit was approx. 18 in. or 45 cm 6:3 c Lit <i>in its length</i> 6:3 d Lit <i>on the face of</i> 6:3 e Lit <i>width</i> 6:4 B <a ref='Ezekiel 40:16'>Eze 40:16</a> ; <a ref='Ezekiel 41:16'>41:16</a> 6:5 C <a ref='Ezekiel 41:6'>Eze 41:6</a> 6:5 D <a ref='1 Kings 6:16'>1Ki 6:16</a> , <a ref='1 Kings 6:19'>19</a> , <a ref='1 Kings 6:20'>20</a> 6:5 E <a ref='Ezekiel 41:5'>Eze 41:5</a> 6:6 f Lit <i>gave</i> 6:6 g Lit <i>take hold</i> 6:7 h Lit <i>finished</i> 6:7 F <a ref='Exodus 20:25'>Ex 20:25</a> ; <a ref='Deuteronomy 27:5'>Dt 27:5</a> , <a ref='Deuteronomy 27:6'>6</a> 6:8 i As in Gr and versions; M.T. <i>middle</i> 6:9 j Lit <i>rows</i> 6:9 G <a ref='1 Kings 6:14'>1Ki 6:14</a> , <a ref='1 Kings 6:38'>38</a> 6:10 k A cubit was approx. 18 in. or 45 cm 6:10 l Lit <i>took hold</i> 6:12 H <a ref='2 Samuel 7:5–16'>2Sa 7:5-16</a> ; <a ref='1 Kings 9:4'>1Ki 9:4</a> 6:13 I <a ref='Exodus 25:8'>Ex 25:8</a> ; <a ref='Exodus 29:45'>29:45</a> ; <a ref='Leviticus 26:11'>Lv 26:11</a> 6:13 J <a ref='Deuteronomy 31:6'>Dt 31:6</a> ; <a ref='Joshua 1:5'>Jos 1:5</a> ; <a ref='Hebrews 13:5'>Heb 13:5</a> 6:14 K <a ref='1 Kings 6:9'>1Ki 6:9</a> , <a ref='1 Kings 6:38'>38</a> 6:15 m Lit <i>walls of ceiling</i> 6:15 L <a ref='1 Kings 7:7'>1Ki 7:7</a> 6:16 n Lit <i>walls</i> 6:16 M <a ref='2 Chronicles 3:8'>2Chr 3:8</a> 6:16 N <a ref='Exodus 26:33'>Ex 26:33</a> , <a ref='Exodus 26:34'>34</a> ; <a ref='Leviticus 16:2'>Lv 16:2</a> ; <a ref='1 Kings 8:6'>1Ki 8:6</a> ; <a ref='Hebrews 9:3'>Heb 9:3</a> 6:17 o Approx. 60 ft. or 18 m 6:18 O <a ref='1 Kings 7:24'>1Ki 7:24</a> 6:20 p Lit <i>before</i> 6:22 P <a ref='Exodus 30:1'>Ex 30:1</a> , <a ref='Exodus 30:3'>3</a> , <a ref='Exodus 30:6'>6</a> 6:23 Q <a ref='Exodus 37:7–9'>Ex 37:7-9</a> ; <a ref='2 Chronicles 3:10–12'>2Chr 3:10-12</a> 6:27 R <a ref='Exodus 25:20'>Ex 25:20</a> ; <a ref='Exodus 37:9'>37:9</a> ; <a ref='1 Kings 8:7'>1Ki 8:7</a> 6:34 q As in Gr; M.T. <i>curtains</i> 6:34 S <a ref='Ezekiel 41:23–25'>Eze 41:23-25</a> 6:36 T <a ref='1 Kings 7:12'>1Ki 7:12</a> ; <a ref='Jeremiah 36:10'>Jer 36:10</a> 6:37 U <a ref='1 Kings 6:1'>1Ki 6:1</a> 6:38 r Lit <i>judgments</i> 1 Kings 7 7:1 A <a ref='1 Kings 3:1'>1Ki 3:1</a> ; <a ref='1 Kings 9:10'>9:10</a> ; <a ref='2 Chronicles 8:1'>2Chr 8:1</a> 7:2 a Approx. 150 ft. long, 75 ft. wide, and 45 ft. tall or 45 m, 22.5 m, and 13.5 m 7:2 B <a ref='1 Kings 10:17'>1Ki 10:17</a> , <a ref='1 Kings 10:21'>21</a> ; <a ref='2 Chronicles 9:16'>2Chr 9:16</a> 7:6 C <a ref='1 Kings 7:12'>1Ki 7:12</a> 7:6 D <a ref='Ezekiel 41:25'>Eze 41:25</a> , <a ref='Ezekiel 41:26'>26</a> 7:7 E <a ref='Psalms 122:5'>Ps 122:5</a> ; <a ref='Proverbs 20:8'>Pr 20:8</a> 7:7 F <a ref='1 Kings 6:15'>1Ki 6:15</a> , <a ref='1 Kings 6:16'>16</a> 7:8 G <a ref='1 Kings 9:24'>1Ki 9:24</a> ; <a ref='2 Chronicles 8:11'>2Chr 8:11</a> 7:8 H <a ref='1 Kings 3:1'>1Ki 3:1</a> 7:12 I <a ref='1 Kings 6:36'>1Ki 6:36</a> 7:12 J <a ref='1 Kings 7:6'>1Ki 7:6</a> 7:13 K <a ref='2 Chronicles 2:13'>2Chr 2:13</a> , <a ref='2 Chronicles 2:14'>14</a> ; <a ref='2 Chronicles 4:11'>4:11</a> 7:14 L <a ref='2 Chronicles 2:14'>2Chr 2:14</a> 7:14 M <a ref='Exodus 28:3'>Ex 28:3</a> ; <a ref='Exodus 31:3–5'>31:3-5</a> ; <a ref='Exodus 35:31'>35:31</a> ; <a ref='Exodus 36:1'>36:1</a> 7:14 N <a ref='2 Chronicles 4:11–16'>2Chr 4:11-16</a> 7:15 b Lit <i>went around the other pillar</i> 7:15 O <a ref='2 Kings 25:17'>2Ki 25:17</a> ; <a ref='2 Chronicles 3:15'>2Chr 3:15</a> ; <a ref='2 Chronicles 4:12'>4:12</a> ; <a ref='Jeremiah 52:21'>Jer 52:21</a> 7:15 P <a ref='1 Kings 7:41'>1Ki 7:41</a> 7:16 c A cubit was approx. 18 in. or 45 cm 7:20 d Lit <i>belly</i> 7:20 e Lit <i>on the other capital</i> 7:20 Q <a ref='1 Kings 7:42'>1Ki 7:42</a> ; <a ref='2 Chronicles 3:16'>2Chr 3:16</a> ; <a ref='2 Chronicles 4:13'>4:13</a> ; <a ref='Jeremiah 52:23'>Jer 52:23</a> 7:21 f Lit <i>he shall establish</i> 7:21 g Lit <i>in it is strength</i> 7:21 R <a ref='2 Chronicles 3:17'>2Chr 3:17</a> 7:21 S <a ref='1 Kings 6:3'>1Ki 6:3</a> 7:23 h Lit <i>a line of thirty cubits went around it</i> 7:23 T <a ref='2 Chronicles 4:2'>2Chr 4:2</a> 7:23 U <a ref='2 Kings 16:17'>2Ki 16:17</a> ; <a ref='2 Kings 25:13'>25:13</a> 7:24 V <a ref='1 Kings 6:18'>1Ki 6:18</a> 7:24 W <a ref='2 Chronicles 4:3'>2Chr 4:3</a> 7:25 X <a ref='2 Chronicles 4:4'>2Chr 4:4</a> , <a ref='2 Chronicles 4:5'>5</a> ; <a ref='Jeremiah 52:20'>Jer 52:20</a> 7:26 i A handbreadth was approx. 3 in. or 7.6 cm 7:26 j Approx. 12,000 gal. or 45,424 l, a bath was approx. 6 gal. or 23 l 7:27 Y <a ref='1 Kings 7:38'>1Ki 7:38</a> ; <a ref='2 Kings 25:13'>2Ki 25:13</a> ; <a ref='2 Chronicles 4:14'>2Chr 4:14</a> 7:28 k Or <i>crossbars</i> 7:29 l Or <i>crossbars</i> 7:35 m A cubit was approx. 18 in. or 45 cm 7:35 n Lit <i>hands</i> 7:37 Z <a ref='2 Chronicles 4:14'>2Chr 4:14</a> 7:38 A <a ref='Exodus 30:18'>Ex 30:18</a> ; <a ref='2 Chronicles 4:6'>2Chr 4:6</a> 7:41 B <a ref='1 Kings 7:17'>1Ki 7:17</a> , <a ref='1 Kings 7:18'>18</a> 7:42 C <a ref='1 Kings 7:20'>1Ki 7:20</a> 7:44 D <a ref='1 Kings 7:23'>1Ki 7:23</a> , <a ref='1 Kings 7:25'>25</a> 7:45 E <a ref='Exodus 27:3'>Ex 27:3</a> ; <a ref='2 Chronicles 4:16'>2Chr 4:16</a> 7:46 F <a ref='2 Chronicles 4:17'>2Chr 4:17</a> 7:46 G <a ref='Genesis 33:17'>Ge 33:17</a> ; <a ref='Joshua 13:27'>Jos 13:27</a> 7:46 H <a ref='Joshua 3:16'>Jos 3:16</a> 7:47 I <a ref='1 Chronicles 22:3'>1Chr 22:3</a> , <a ref='1 Chronicles 22:14'>14</a> 7:48 J <a ref='Exodus 30:1–3'>Ex 30:1-3</a> ; <a ref='Exodus 37:10–29'>37:10-29</a> ; <a ref='2 Chronicles 4:8'>2Chr 4:8</a> 7:48 K <a ref='Exodus 25:30'>Ex 25:30</a> 7:49 L <a ref='Exodus 25:31–38'>Ex 25:31-38</a> 7:50 M <a ref='Exodus 27:3'>Ex 27:3</a> ; <a ref='2 Kings 25:15'>2Ki 25:15</a> 7:51 N <a ref='2 Chronicles 5:1'>2Chr 5:1</a> 7:51 O <a ref='2 Samuel 8:11'>2Sa 8:11</a> ; <a ref='1 Chronicles 18:11'>1Chr 18:11</a> ; <a ref='2 Chronicles 5:1'>2Chr 5:1</a> 1 Kings 8 8:1 A <a ref='2 Chronicles 5:2–10'>2Chr 5:2-10</a> 8:1 B <a ref='Numbers 1:4'>Nu 1:4</a> ; <a ref='Numbers 7:2'>7:2</a> 8:1 C <a ref='2 Samuel 6:12–17'>2Sa 6:12-17</a> ; <a ref='1 Chronicles 15:25–29'>1Chr 15:25-29</a> 8:1 D <a ref='2 Samuel 5:7'>2Sa 5:7</a> 8:2 E <a ref='Leviticus 23:34'>Lv 23:34</a> ; <a ref='1 Kings 8:65'>1Ki 8:65</a> ; <a ref='2 Chronicles 7:8–10'>2Chr 7:8-10</a> 8:3 F <a ref='Numbers 7:9'>Nu 7:9</a> ; <a ref='Deuteronomy 31:9'>Dt 31:9</a> ; <a ref='Joshua 3:3'>Jos 3:3</a> , <a ref='Joshua 3:6'>6</a> 8:4 G <a ref='1 Kings 3:4'>1Ki 3:4</a> ; <a ref='2 Chronicles 1:3'>2Chr 1:3</a> 8:5 a Lit <i>sheep and oxen…numbered for multitude</i> 8:5 H <a ref='2 Samuel 6:13'>2Sa 6:13</a> ; <a ref='2 Chronicles 1:6'>2Chr 1:6</a> 8:6 I <a ref='1 Kings 8:3'>1Ki 8:3</a> 8:6 J <a ref='1 Kings 6:19'>1Ki 6:19</a> 8:6 K <a ref='1 Kings 6:27'>1Ki 6:27</a> 8:8 L <a ref='Exodus 25:13–15'>Ex 25:13-15</a> ; <a ref='Exodus 37:4'>37:4</a> , <a ref='Exodus 37:5'>5</a> 8:9 M <a ref='Exodus 25:16'>Ex 25:16</a> , <a ref='Exodus 25:21'>21</a> ; <a ref='Deuteronomy 10:2–5'>Dt 10:2-5</a> ; <a ref='Hebrews 9:4'>Heb 9:4</a> 8:9 N <a ref='Exodus 24:7'>Ex 24:7</a> , <a ref='Exodus 24:8'>8</a> ; <a ref='Exodus 40:20'>40:20</a> ; <a ref='Deuteronomy 4:13'>Dt 4:13</a> 8:10 O <a ref='Exodus 40:34'>Ex 40:34</a> , <a ref='Exodus 40:35'>35</a> ; <a ref='2 Chronicles 7:1'>2Chr 7:1</a> , <a ref='2 Chronicles 7:2'>2</a> 8:12 P <a ref='2 Chronicles 6:1'>2Chr 6:1</a> 8:12 Q <a ref='Leviticus 16:2'>Lv 16:2</a> ; <a ref='Psalms 18:11'>Ps 18:11</a> ; <a ref='Psalms 97:2'>97:2</a> 8:13 R <a ref='2 Samuel 7:13'>2Sa 7:13</a> 8:13 S <a ref='Exodus 15:17'>Ex 15:17</a> ; <a ref='Psalms 132:14'>Ps 132:14</a> 8:14 T <a ref='2 Samuel 6:18'>2Sa 6:18</a> ; <a ref='1 Kings 8:55'>1Ki 8:55</a> 8:15 U <a ref='1 Chronicles 29:10'>1Chr 29:10</a> , <a ref='1 Chronicles 29:20'>20</a> ; <a ref='Nehemiah 9:5'>Ne 9:5</a> ; <a ref='Luke 1:68'>Lk 1:68</a> 8:15 V <a ref='2 Samuel 7:12'>2Sa 7:12</a> , <a ref='2 Samuel 7:13'>13</a> ; <a ref='1 Chronicles 22:10'>1Chr 22:10</a> 8:16 W <a ref='2 Samuel 7:4'>2Sa 7:4</a> , <a ref='2 Samuel 7:5'>5</a> ; <a ref='1 Chronicles 17:3–10'>1Chr 17:3-10</a> ; <a ref='2 Chronicles 6:5'>2Chr 6:5</a> 8:16 X <a ref='Deuteronomy 12:5'>Dt 12:5</a> , <a ref='Deuteronomy 12:11'>11</a> 8:16 Y <a ref='1 Samuel 16:1'>1Sa 16:1</a> ; <a ref='2 Samuel 7:8'>2Sa 7:8</a> 8:17 b Lit <i>with</i> 8:17 Z <a ref='2 Samuel 7:2'>2Sa 7:2</a> , <a ref='2 Samuel 7:3'>3</a> ; <a ref='1 Chronicles 17:1'>1Chr 17:1</a> , <a ref='1 Chronicles 17:2'>2</a> 8:18 c Lit <i>with</i> 8:19 A <a ref='2 Samuel 7:5'>2Sa 7:5</a> , <a ref='2 Samuel 7:12'>12</a> , <a ref='2 Samuel 7:13'>13</a> ; <a ref='1 Kings 5:3'>1Ki 5:3</a> , <a ref='1 Kings 5:5'>5</a> ; <a ref='1 Chronicles 17:11'>1Chr 17:11</a> , <a ref='1 Chronicles 17:12'>12</a> ; <a ref='1 Chronicles 22:8–10'>22:8-10</a> 8:19 B <a ref='Genesis 35:11'>Ge 35:11</a> 8:20 d Lit <i>spoke</i> 8:20 C <a ref='1 Chronicles 28:5'>1Chr 28:5</a> , <a ref='1 Chronicles 28:6'>6</a> 8:21 D <a ref='Deuteronomy 31:26'>Dt 31:26</a> ; <a ref='1 Kings 8:9'>1Ki 8:9</a> 8:22 E <a ref='1 Kings 8:54'>1Ki 8:54</a> ; <a ref='2 Chronicles 6:12'>2Chr 6:12</a> 8:22 F <a ref='Exodus 9:33'>Ex 9:33</a> ; <a ref='Ezra 9:5'>Ezr 9:5</a> 8:23 G <a ref='1 Samuel 2:2'>1Sa 2:2</a> ; <a ref='2 Samuel 7:22'>2Sa 7:22</a> 8:23 H <a ref='Deuteronomy 7:9'>Dt 7:9</a> ; <a ref='Nehemiah 1:5'>Ne 1:5</a> ; <a ref='Nehemiah 9:32'>9:32</a> ; <a ref='Daniel 9:4'>Da 9:4</a> 8:24 e Or <i>slave</i> , cf. <a ref='1 Kings 8:23'>8:23</a> ; see Foreword , “ The Terminology of Slave ” 8:24 f Lit <i>spoken to</i> 8:25 g Or <i>slave</i> , cf. <a ref='1 Kings 8:23'>8:23</a> ; see Foreword , “ The Terminology of Slave ” 8:25 h Lit <i>spoken to</i> 8:25 I <a ref='1 Kings 2:4'>1Ki 2:4</a> 8:26 i Or <i>be true</i> 8:26 j Or <i>slave</i> , cf. <a ref='1 Kings 8:23'>8:23</a> ; see Foreword , “ The Terminology of Slave ” 8:26 J <a ref='2 Samuel 7:25'>2Sa 7:25</a> 8:27 k Lit <i>heaven of heavens</i> 8:27 l Or <i>uphold</i> ; lit <i>sustain</i> 8:27 K <a ref='2 Chronicles 2:6'>2Chr 2:6</a> ; <a ref='Psalms 139:7–16'>Ps 139:7-16</a> ; <a ref='Isaiah 66:1'>Is 66:1</a> ; <a ref='Jeremiah 23:24'>Jer 23:24</a> ; <a ref='Acts 7:49'>Ac 7:49</a> 8:28 L <a ref='Philippians 4:6'>Php 4:6</a> 8:29 M <a ref='2 Chronicles 7:15'>2Chr 7:15</a> ; <a ref='Nehemiah 1:6'>Ne 1:6</a> 8:29 N <a ref='Deuteronomy 12:11'>Dt 12:11</a> 8:30 O <a ref='Nehemiah 1:6'>Ne 1:6</a> 8:30 P <a ref='Daniel 6:10'>Da 6:10</a> 8:30 Q <a ref='Exodus 34:6'>Ex 34:6</a> , <a ref='Exodus 34:7'>7</a> ; <a ref='Psalms 85:2'>Ps 85:2</a> ; <a ref='Daniel 9:9'>Da 9:9</a> ; <a ref='1 John 1:9'>1Jn 1:9</a> 8:31 R <a ref='Exodus 22:8–11'>Ex 22:8-11</a> 8:32 m Lit <i>giving</i> 8:32 S <a ref='Deuteronomy 25:1'>Dt 25:1</a> 8:33 n Lit <i>smitten</i> 8:33 T <a ref='Leviticus 26:17'>Lv 26:17</a> , <a ref='Leviticus 26:25'>25</a> ; <a ref='Deuteronomy 28:25'>Dt 28:25</a> , <a ref='Deuteronomy 28:48'>48</a> 8:33 U <a ref='Leviticus 26:40–42'>Lv 26:40-42</a> 8:35 V <a ref='Leviticus 26:19'>Lv 26:19</a> ; <a ref='Deuteronomy 11:16'>Dt 11:16</a> , <a ref='Deuteronomy 11:17'>17</a> ; <a ref='2 Samuel 24:10–13'>2Sa 24:10-13</a> 8:36 W <a ref='1 Samuel 12:23'>1Sa 12:23</a> ; <a ref='Psalms 5:8'>Ps 5:8</a> ; <a ref='Psalms 25:4'>25:4</a> , <a ref='Psalms 25:5'>5</a> ; <a ref='Psalms 27:11'>27:11</a> ; <a ref='Psalms 86:11'>86:11</a> ; <a ref='Psalms 119:133'>119:133</a> ; <a ref='Jeremiah 6:16'>Jer 6:16</a> 8:36 X <a ref='1 Kings 18:1'>1Ki 18:1</a> , <a ref='1 Kings 18:41–45'>41-45</a> ; <a ref='Jeremiah 14:22'>Jer 14:22</a> 8:37 o Lit <i>gates</i> 8:37 Y <a ref='Leviticus 26:16'>Lv 26:16</a> , <a ref='Leviticus 26:25'>25</a> , <a ref='Leviticus 26:26'>26</a> ; <a ref='Deuteronomy 28:21–23'>Dt 28:21-23</a> , <a ref='Deuteronomy 28:38–42'>38-42</a> 8:38 p Lit <i>plague</i> 8:38 q Lit <i>palms</i> 8:39 Z <a ref='1 Samuel 2:3'>1Sa 2:3</a> ; <a ref='1 Samuel 16:7'>16:7</a> 8:39 A <a ref='1 Chronicles 28:9'>1Chr 28:9</a> ; <a ref='Psalms 11:4'>Ps 11:4</a> ; <a ref='Jeremiah 17:10'>Jer 17:10</a> ; <a ref='John 2:24'>Jn 2:24</a> , <a ref='John 2:25'>25</a> ; <a ref='Acts 1:24'>Ac 1:24</a> 8:40 r Or <i>reverence</i> 8:42 B <a ref='Exodus 13:3'>Ex 13:3</a> ; <a ref='Deuteronomy 3:24'>Dt 3:24</a> 8:43 s Or <i>reverence</i> 8:43 C <a ref='Joshua 4:23'>Jos 4:23</a> , <a ref='Joshua 4:24'>24</a> ; <a ref='1 Samuel 17:46'>1Sa 17:46</a> ; <a ref='Psalms 67:2'>Ps 67:2</a> 8:44 t Lit <i>his</i> 8:44 u Lit in <i>the way of</i> 8:44 D <a ref='2 Chronicles 14:11'>2Chr 14:11</a> 8:46 v Lit <i>their captors take them captive</i> 8:46 E <a ref='Psalms 130:3'>Ps 130:3</a> , <a ref='Psalms 130:4'>4</a> ; <a ref='Psalms 143:2'>143:2</a> ; <a ref='Proverbs 20:9'>Pr 20:9</a> ; <a ref='Ecclesiastes 7:20'>Ecc 7:20</a> ; <a ref='Romans 3:23'>Ro 3:23</a> ; <a ref='1 John 1:8–10'>1Jn 1:8-10</a> 8:46 F <a ref='Leviticus 26:34–39'>Lv 26:34-39</a> ; <a ref='2 Kings 17:6'>2Ki 17:6</a> , <a ref='2 Kings 17:18'>18</a> ; <a ref='2 Kings 25:21'>25:21</a> 8:47 w Or <i>repent</i> 8:47 G <a ref='Leviticus 26:40–42'>Lv 26:40-42</a> ; <a ref='Deuteronomy 30:1'>Dt 30:1</a> ; <a ref='Nehemiah 9:2'>Ne 9:2</a> 8:47 H <a ref='Ezra 9:6'>Ezr 9:6</a> , <a ref='Ezra 9:7'>7</a> ; <a ref='Nehemiah 1:6'>Ne 1:6</a> ; <a ref='Psalms 106:6'>Ps 106:6</a> ; <a ref='Daniel 9:5'>Da 9:5</a> 8:48 I <a ref='Deuteronomy 4:29'>Dt 4:29</a> ; <a ref='1 Samuel 7:3'>1Sa 7:3</a> , <a ref='1 Samuel 7:4'>4</a> ; <a ref='Nehemiah 1:9'>Ne 1:9</a> 8:48 J <a ref='Daniel 6:10'>Da 6:10</a> ; <a ref='Jonah 2:4'>Jon 2:4</a> 8:50 K <a ref='2 Chronicles 30:9'>2Chr 30:9</a> ; <a ref='Psalms 106:46'>Ps 106:46</a> ; <a ref='Acts 7:10'>Ac 7:10</a> 8:51 L <a ref='Exodus 32:11'>Ex 32:11</a> , <a ref='Exodus 32:12'>12</a> ; <a ref='Deuteronomy 9:26–29'>Dt 9:26-29</a> 8:51 M <a ref='Deuteronomy 4:20'>Dt 4:20</a> ; <a ref='Jeremiah 11:4'>Jer 11:4</a> 8:52 N <a ref='1 Kings 8:29'>1Ki 8:29</a> 8:53 x Or <i>slave</i> , cf. <a ref='1 Kings 8:52'>8:52</a> ; see Foreword , “ The Terminology of Slave ” 8:53 O <a ref='Exodus 19:5'>Ex 19:5</a> , <a ref='Exodus 19:6'>6</a> ; <a ref='Deuteronomy 9:26–29'>Dt 9:26-29</a> 8:54 y Or <i>completed</i> , cf. <a ref='1 Kings 9:1'>9:1</a> ; <a ref='2 Chronicles 7:11'>2Chr 7:11</a> ; <a ref='2 Chronicles 8:16'>8:16</a> 8:54 z Lit <i>palms</i> 8:54 P <a ref='2 Chronicles 7:1'>2Chr 7:1</a> 8:54 Q <a ref='2 Chronicles 6:13'>2Chr 6:13</a> 8:55 R <a ref='Numbers 6:23–26'>Nu 6:23-26</a> ; <a ref='2 Samuel 6:18'>2Sa 6:18</a> ; <a ref='1 Kings 8:14'>1Ki 8:14</a> 8:56 a Lit <i>spoke</i> 8:56 b Lit <i>fallen</i> 8:56 c Lit <i>word</i> 8:56 d Or <i>slave</i> , cf. <a ref='1 Kings 8:52'>8:52</a> ; see Foreword , “ The Terminology of Slave ” 8:56 S <a ref='Deuteronomy 12:10'>Dt 12:10</a> 8:56 T <a ref='Joshua 21:45'>Jos 21:45</a> ; <a ref='Joshua 23:14'>23:14</a> , <a ref='Joshua 23:15'>15</a> 8:57 U <a ref='Deuteronomy 31:6'>Dt 31:6</a> , <a ref='Deuteronomy 31:17'>17</a> ; <a ref='Joshua 1:5'>Jos 1:5</a> ; <a ref='1 Samuel 12:22'>1Sa 12:22</a> ; <a ref='Romans 8:31'>Ro 8:31</a> ; <a ref='Hebrews 13:5'>Heb 13:5</a> 8:58 V <a ref='Psalms 119:36'>Ps 119:36</a> ; <a ref='Jeremiah 31:33'>Jer 31:33</a> 8:59 e Lit <i>the thing of a day in its day</i> 8:60 W <a ref='Joshua 4:24'>Jos 4:24</a> ; <a ref='1 Samuel 17:46'>1Sa 17:46</a> ; <a ref='1 Kings 8:43'>1Ki 8:43</a> ; <a ref='2 Kings 19:19'>2Ki 19:19</a> 8:60 X <a ref='Deuteronomy 4:35'>Dt 4:35</a> ; <a ref='1 Kings 18:39'>1Ki 18:39</a> ; <a ref='Jeremiah 10:10–12'>Jer 10:10-12</a> 8:61 f Lit <i>complete with</i> 8:61 Y <a ref='Deuteronomy 18:13'>Dt 18:13</a> ; <a ref='1 Kings 11:4'>1Ki 11:4</a> ; <a ref='2 Kings 20:3'>2Ki 20:3</a> 8:62 Z <a ref='2 Chronicles 7:4–10'>2Chr 7:4-10</a> 8:62 A <a ref='2 Samuel 6:17–19'>2Sa 6:17-19</a> ; <a ref='Ezra 6:16'>Ezr 6:16</a> , <a ref='Ezra 6:17'>17</a> 8:63 B <a ref='Ezra 6:15–18'>Ezr 6:15-18</a> ; <a ref='Nehemiah 12:27'>Ne 12:27</a> 8:64 g Lit <i>made</i> 8:64 C <a ref='2 Chronicles 4:1'>2Chr 4:1</a> 8:65 h Or <i>the entrance of Hamath</i> 8:65 D <a ref='Leviticus 23:34–42'>Lv 23:34-42</a> ; <a ref='1 Kings 8:2'>1Ki 8:2</a> 8:65 E <a ref='Numbers 34:8'>Nu 34:8</a> ; <a ref='Joshua 13:5'>Jos 13:5</a> ; <a ref='Judges 3:3'>Jdg 3:3</a> ; <a ref='2 Kings 14:25'>2Ki 14:25</a> 8:65 F <a ref='Genesis 15:18'>Ge 15:18</a> ; <a ref='Exodus 23:31'>Ex 23:31</a> ; <a ref='Numbers 34:5'>Nu 34:5</a> ; <a ref='Joshua 13:3'>Jos 13:3</a> 8:66 i Or <i>slave</i> , cf. <a ref='1 Kings 8:52'>8:52</a> ; see Foreword , “ The Terminology of Slave ” 1 Kings 9 9:1 a Lit <i>Solomon’s desire which he was pleased to do</i> 9:1 A <a ref='2 Chronicles 7:11'>2Chr 7:11</a> 9:1 B <a ref='1 Kings 7:1'>1Ki 7:1</a> , <a ref='1 Kings 7:2'>2</a> 9:1 C <a ref='2 Chronicles 8:6'>2Chr 8:6</a> 9:2 D <a ref='1 Kings 3:5'>1Ki 3:5</a> ; <a ref='1 Kings 11:9'>11:9</a> ; <a ref='2 Chronicles 1:7'>2Chr 1:7</a> 9:3 E <a ref='2 Kings 20:5'>2Ki 20:5</a> ; <a ref='Psalms 10:17'>Ps 10:17</a> ; <a ref='Psalms 34:17'>34:17</a> 9:3 F <a ref='1 Kings 8:29'>1Ki 8:29</a> 9:3 G <a ref='Deuteronomy 11:12'>Dt 11:12</a> ; <a ref='2 Chronicles 6:40'>2Chr 6:40</a> 9:4 H <a ref='1 Kings 3:6'>1Ki 3:6</a> , <a ref='1 Kings 3:14'>14</a> ; <a ref='1 Kings 11:4'>11:4</a> , <a ref='1 Kings 11:6'>6</a> , <a ref='1 Kings 11:8'>8</a> ; <a ref='2 Kings 20:3'>2Ki 20:3</a> ; <a ref='Psalms 128:1'>Ps 128:1</a> 9:5 b Lit <i>spoke</i> 9:5 I <a ref='2 Samuel 7:12'>2Sa 7:12</a> , <a ref='2 Samuel 7:16'>16</a> ; <a ref='1 Kings 2:4'>1Ki 2:4</a> ; <a ref='1 Kings 6:12'>6:12</a> ; <a ref='1 Chronicles 22:10'>1Chr 22:10</a> 9:6 J <a ref='2 Samuel 7:14–16'>2Sa 7:14-16</a> ; <a ref='1 Chronicles 28:9'>1Chr 28:9</a> ; <a ref='Psalms 89:30'>Ps 89:30ff</a> 9:7 c Lit <i>send</i> 9:7 K <a ref='Leviticus 18:24–29'>Lv 18:24-29</a> ; <a ref='Deuteronomy 4:26'>Dt 4:26</a> ; <a ref='2 Kings 17:23'>2Ki 17:23</a> 9:7 L <a ref='Jeremiah 7:4–14'>Jer 7:4-14</a> 9:7 M <a ref='Deuteronomy 28:37'>Dt 28:37</a> ; <a ref='Psalms 44:14'>Ps 44:14</a> ; <a ref='Jeremiah 24:9'>Jer 24:9</a> 9:8 d Heb <i>high</i> 9:8 N <a ref='2 Kings 25:9'>2Ki 25:9</a> ; <a ref='2 Chronicles 36:19'>2Chr 36:19</a> 9:8 O <a ref='Deuteronomy 29:24–26'>Dt 29:24-26</a> ; <a ref='2 Chronicles 7:21'>2Chr 7:21</a> ; <a ref='Jeremiah 22:8'>Jer 22:8</a> , <a ref='Jeremiah 22:9'>9</a> , <a ref='Jeremiah 22:28'>28</a> 9:9 P <a ref='Deuteronomy 29:25–28'>Dt 29:25-28</a> ; <a ref='Jeremiah 2:10–13'>Jer 2:10-13</a> 9:10 Q <a ref='2 Chronicles 8:1'>2Chr 8:1</a> 9:10 R <a ref='1 Kings 6:37'>1Ki 6:37</a> , <a ref='1 Kings 6:38'>38</a> ; <a ref='1 Kings 7:1'>7:1</a> ; <a ref='1 Kings 9:1'>9:1</a> 9:13 e Lit <i>he called them</i> 9:13 f Lit <i>as good as nothing</i> 9:13 S <a ref='Joshua 19:27'>Jos 19:27</a> 9:14 g Approx. 4.5 tons or 4 metric tons, a talent was approx. 75 lb. or 34 kg 9:14 T <a ref='1 Kings 9:11'>1Ki 9:11</a> 9:15 h Citadel 9:15 U <a ref='1 Kings 5:13'>1Ki 5:13</a> 9:15 V <a ref='2 Samuel 5:9'>2Sa 5:9</a> ; <a ref='1 Kings 9:24'>1Ki 9:24</a> 9:15 W <a ref='Joshua 11:1'>Jos 11:1</a> ; <a ref='Joshua 19:36'>19:36</a> 9:15 X <a ref='Joshua 17:11'>Jos 17:11</a> 9:15 Y <a ref='Judges 1:29'>Jdg 1:29</a> 9:16 Z <a ref='Joshua 16:10'>Jos 16:10</a> 9:16 A <a ref='1 Kings 3:1'>1Ki 3:1</a> ; <a ref='1 Kings 7:8'>7:8</a> 9:17 B <a ref='Joshua 10:10'>Jos 10:10</a> ; <a ref='Joshua 16:3'>16:3</a> ; <a ref='Joshua 21:22'>21:22</a> ; <a ref='2 Chronicles 8:5'>2Chr 8:5</a> 9:18 C <a ref='Joshua 19:44'>Jos 19:44</a> 9:19 i Lit <i>the</i> 9:19 j Lit <i>the desire of Solomon which he desired to build in Jerusalem</i> 9:19 k Lit <i>of</i> 9:19 D <a ref='1 Kings 10:26'>1Ki 10:26</a> ; <a ref='2 Chronicles 1:14'>2Chr 1:14</a> 9:19 E <a ref='1 Kings 4:26'>1Ki 4:26</a> 9:19 F <a ref='1 Kings 9:1'>1Ki 9:1</a> 9:21 G <a ref='Judges 1:21–29'>Jdg 1:21-29</a> ; <a ref='Judges 3:1'>3:1</a> 9:21 H <a ref='Joshua 15:63'>Jos 15:63</a> ; <a ref='Joshua 17:12'>17:12</a> , <a ref='Joshua 17:13'>13</a> 9:21 I <a ref='Judges 1:28'>Jdg 1:28</a> , <a ref='Judges 1:35'>35</a> 9:21 J <a ref='Genesis 9:25'>Ge 9:25</a> , <a ref='Genesis 9:26'>26</a> ; <a ref='Ezra 2:55'>Ezr 2:55</a> , <a ref='Ezra 2:58'>58</a> 9:22 K <a ref='Leviticus 25:39'>Lv 25:39</a> 9:23 l Or <i>officers of the deputies</i> 9:23 L <a ref='2 Chronicles 8:10'>2Chr 8:10</a> 9:23 M <a ref='1 Kings 5:16'>1Ki 5:16</a> 9:24 N <a ref='1 Kings 3:1'>1Ki 3:1</a> ; <a ref='1 Kings 7:8'>7:8</a> 9:24 O <a ref='2 Samuel 5:9'>2Sa 5:9</a> ; <a ref='1 Kings 9:15'>1Ki 9:15</a> ; <a ref='1 Kings 11:27'>11:27</a> ; <a ref='2 Chronicles 32:5'>2Chr 32:5</a> 9:25 P <a ref='Exodus 23:14–17'>Ex 23:14-17</a> ; <a ref='Deuteronomy 16:16'>Dt 16:16</a> 9:26 m Lit <i>Sea of Reeds</i> 9:26 Q <a ref='1 Kings 22:48'>1Ki 22:48</a> 9:26 R <a ref='Numbers 33:35'>Nu 33:35</a> ; <a ref='Deuteronomy 2:8'>Dt 2:8</a> ; <a ref='1 Kings 22:48'>1Ki 22:48</a> 9:27 S <a ref='1 Kings 5:6'>1Ki 5:6</a> , <a ref='1 Kings 5:9'>9</a> ; <a ref='1 Kings 10:11'>10:11</a> 9:28 T <a ref='1 Chronicles 29:4'>1Chr 29:4</a> ; <a ref='2 Chronicles 8:18'>2Chr 8:18</a> 1 Kings 10 10:1 A <a ref='2 Chronicles 9:1'>2Chr 9:1</a> ; <a ref='Matthew 12:42'>Mt 12:42</a> ; <a ref='Luke 11:31'>Lk 11:31</a> 10:1 B <a ref='Genesis 10:7'>Ge 10:7</a> , <a ref='Genesis 10:28'>28</a> ; <a ref='Psalms 72:10'>Ps 72:10</a> , <a ref='Psalms 72:15'>15</a> 10:1 C <a ref='Judges 14:12–14'>Jdg 14:12-14</a> ; <a ref='Psalms 49:4'>Ps 49:4</a> 10:2 D <a ref='1 Kings 10:10'>1Ki 10:10</a> 10:5 a Or <i>his burnt offering which he offered</i> 10:8 E <a ref='Proverbs 8:34'>Pr 8:34</a> 10:9 F <a ref='1 Kings 5:7'>1Ki 5:7</a> 10:9 G <a ref='1 Chronicles 17:22'>1Chr 17:22</a> ; <a ref='2 Chronicles 2:11'>2Chr 2:11</a> 10:9 H <a ref='2 Samuel 8:15'>2Sa 8:15</a> ; <a ref='2 Samuel 23:3'>23:3</a> ; <a ref='Psalms 72:2'>Ps 72:2</a> 10:10 b Approx. 4.5 tons or 4.08 metric tons, a talent was approx. 75 lb. or 34 kg 10:10 I <a ref='1 Kings 10:2'>1Ki 10:2</a> 10:11 J <a ref='1 Kings 9:27'>1Ki 9:27</a> , <a ref='1 Kings 9:28'>28</a> ; <a ref='Job 22:24'>Job 22:24</a> 10:12 K <a ref='2 Chronicles 9:11'>2Chr 9:11</a> 10:13 c Lit <i>the hand of King Solomon</i> 10:14 L <a ref='2 Chronicles 9:13–28'>2Chr 9:13-28</a> 10:15 d Or <i>traffic</i> 10:15 M <a ref='2 Chronicles 9:14'>2Chr 9:14</a> 10:16 e Lit <i>he brought up</i> 10:16 N <a ref='1 Kings 14:26–28'>1Ki 14:26-28</a> ; <a ref='2 Chronicles 12:9'>2Chr 12:9</a> , <a ref='2 Chronicles 12:10'>10</a> 10:17 f Lit <i>he brought up</i> 10:17 g Approx. 3.8 lb. or 1.7 kg, a mina was approx. 1.25 lb. or 0.6 kg 10:17 O <a ref='1 Kings 14:26'>1Ki 14:26</a> 10:17 P <a ref='1 Kings 7:2'>1Ki 7:2</a> 10:18 Q <a ref='1 Kings 10:22'>1Ki 10:22</a> ; <a ref='2 Chronicles 9:17'>2Chr 9:17</a> ; <a ref='Psalms 45:8'>Ps 45:8</a> 10:19 h Lit <i>hands</i> 10:19 i Lit <i>on this side and on this at the place of the seat</i> 10:21 j Lit <i>anything</i> 10:22 R <a ref='1 Kings 9:26–28'>1Ki 9:26-28</a> ; <a ref='1 Kings 22:48'>22:48</a> ; <a ref='2 Chronicles 20:36'>2Chr 20:36</a> 10:23 S <a ref='1 Kings 3:12'>1Ki 3:12</a> , <a ref='1 Kings 3:13'>13</a> ; <a ref='1 Kings 4:30'>4:30</a> 10:24 T <a ref='1 Kings 3:9'>1Ki 3:9</a> , <a ref='1 Kings 3:12'>12</a> , <a ref='1 Kings 3:28'>28</a> 10:25 U <a ref='Psalms 68:29'>Ps 68:29</a> 10:26 k As in ancient versions; Heb <i>led</i> 10:26 V <a ref='1 Kings 4:26'>1Ki 4:26</a> ; <a ref='2 Chronicles 1:14–17'>2Chr 1:14-17</a> ; <a ref='2 Chronicles 9:25'>9:25</a> 10:26 W <a ref='1 Kings 9:19'>1Ki 9:19</a> 10:27 l Or <i>lowland</i> 10:27 X <a ref='Deuteronomy 17:17'>Dt 17:17</a> ; <a ref='2 Chronicles 1:15'>2Chr 1:15</a> 10:28 Y <a ref='Deuteronomy 17:16'>Dt 17:16</a> ; <a ref='2 Chronicles 1:16'>2Chr 1:16</a> ; <a ref='2 Chronicles 9:28'>9:28</a> 10:29 m Lit <i>came up and went out from</i> 10:29 n Lit <i>in like manner by their hand</i> 10:29 Z <a ref='2 Kings 7:6'>2Ki 7:6</a> , <a ref='2 Kings 7:7'>7</a> 1 Kings 11 11:1 A <a ref='Deuteronomy 17:17'>Dt 17:17</a> ; <a ref='Nehemiah 13:23–27'>Ne 13:23-27</a> 11:2 a Lit <i>go among</i> 11:2 B <a ref='Exodus 23:31–33'>Ex 23:31-33</a> ; <a ref='Exodus 34:12–16'>34:12-16</a> ; <a ref='Deuteronomy 7:3'>Dt 7:3</a> 11:3 C <a ref='2 Samuel 5:13–16'>2Sa 5:13-16</a> 11:4 b Lit <i>complete with</i> 11:4 D <a ref='1 Kings 9:4'>1Ki 9:4</a> 11:5 c In <a ref='Jeremiah 49:1'>Jer 49:1</a> , <a ref='Jeremiah 49:3'>3</a> , <i>Malcam</i> 11:5 E <a ref='Judges 2:13'>Jdg 2:13</a> ; <a ref='Judges 10:6'>10:6</a> ; <a ref='1 Samuel 7:3'>1Sa 7:3</a> , <a ref='1 Samuel 7:4'>4</a> 11:5 F <a ref='1 Kings 11:7'>1Ki 11:7</a> 11:7 d Lit <i>before</i> 11:7 G <a ref='Numbers 21:29'>Nu 21:29</a> ; <a ref='Judges 11:24'>Jdg 11:24</a> ; <a ref='2 Kings 23:13'>2Ki 23:13</a> 11:7 H <a ref='Leviticus 20:2–5'>Lv 20:2-5</a> ; <a ref='2 Kings 23:10'>2Ki 23:10</a> ; <a ref='Acts 7:43'>Ac 7:43</a> 11:9 I <a ref='Psalms 90:7'>Ps 90:7</a> 11:9 J <a ref='1 Kings 11:2'>1Ki 11:2</a> , <a ref='1 Kings 11:4'>4</a> 11:9 K <a ref='1 Kings 3:5'>1Ki 3:5</a> ; <a ref='1 Kings 9:2'>9:2</a> 11:10 L <a ref='1 Kings 6:12'>1Ki 6:12</a> ; <a ref='1 Kings 9:6'>9:6</a> , <a ref='1 Kings 9:7'>7</a> 11:11 M <a ref='1 Samuel 2:30'>1Sa 2:30</a> ; <a ref='1 Kings 11:29–31'>1Ki 11:29-31</a> ; <a ref='1 Kings 12:15'>12:15</a> , <a ref='1 Kings 12:16'>16</a> , <a ref='1 Kings 12:20'>20</a> ; <a ref='2 Kings 17:15'>2Ki 17:15</a> , <a ref='2 Kings 17:21'>21</a> 11:13 N <a ref='2 Samuel 7:15'>2Sa 7:15</a> ; <a ref='1 Chronicles 17:13'>1Chr 17:13</a> ; <a ref='Psalms 89:33'>Ps 89:33</a> 11:13 O <a ref='1 Kings 11:32'>1Ki 11:32</a> , <a ref='1 Kings 11:36'>36</a> ; <a ref='1 Kings 12:20'>12:20</a> 11:13 P <a ref='1 Kings 8:29'>1Ki 8:29</a> 11:15 Q <a ref='2 Samuel 8:14'>2Sa 8:14</a> ; <a ref='1 Chronicles 18:12'>1Chr 18:12</a> , <a ref='1 Chronicles 18:13'>13</a> 11:15 R <a ref='Deuteronomy 20:13'>Dt 20:13</a> 11:17 e Lit <i>to go into</i> 11:18 S <a ref='Numbers 10:12'>Nu 10:12</a> ; <a ref='Deuteronomy 1:1'>Dt 1:1</a> 11:21 T <a ref='1 Kings 2:10'>1Ki 2:10</a> 11:22 f Lit <i>send me away</i> 11:23 U <a ref='1 Kings 11:14'>1Ki 11:14</a> 11:23 V <a ref='2 Samuel 8:3'>2Sa 8:3</a> ; <a ref='2 Samuel 10:16'>10:16</a> 11:24 g Some of them from Zobah 11:24 h Lit <i>in it</i> 11:24 W <a ref='2 Samuel 10:8'>2Sa 10:8</a> , <a ref='2 Samuel 10:18'>18</a> 11:26 i Or <i>rebelled</i> 11:26 X <a ref='1 Kings 11:11'>1Ki 11:11</a> , <a ref='1 Kings 11:28'>28</a> ; <a ref='1 Kings 12:2'>12:2</a> , <a ref='1 Kings 12:20'>20</a> ; <a ref='2 Chronicles 13:6'>2Chr 13:6</a> 11:26 Y <a ref='2 Samuel 20:21'>2Sa 20:21</a> 11:27 j Or <i>rebelled</i> 11:27 k Citadel 11:27 Z <a ref='1 Kings 9:15'>1Ki 9:15</a> , <a ref='1 Kings 9:24'>24</a> 11:28 l Lit <i>a doer of work</i> 11:28 A <a ref='Proverbs 22:29'>Pr 22:29</a> 11:29 m Ahijah 11:29 B <a ref='1 Kings 12:15'>1Ki 12:15</a> ; <a ref='1 Kings 14:2'>14:2</a> ; <a ref='2 Chronicles 9:29'>2Chr 9:29</a> 11:30 C <a ref='1 Samuel 15:27'>1Sa 15:27</a> , <a ref='1 Samuel 15:28'>28</a> 11:31 D <a ref='1 Kings 11:11'>1Ki 11:11</a> , <a ref='1 Kings 11:12'>12</a> 11:32 E <a ref='1 Kings 11:13'>1Ki 11:13</a> ; <a ref='1 Kings 12:21'>12:21</a> 11:32 F <a ref='1 Kings 11:13'>1Ki 11:13</a> ; <a ref='1 Kings 14:21'>14:21</a> 11:33 G <a ref='1 Samuel 7:3'>1Sa 7:3</a> ; <a ref='1 Kings 11:5–8'>1Ki 11:5-8</a> 11:33 H <a ref='Numbers 21:29'>Nu 21:29</a> ; <a ref='Jeremiah 48:7'>Jer 48:7</a> , <a ref='Jeremiah 48:13'>13</a> 11:34 n Or <i>prince</i> 11:35 I <a ref='1 Kings 11:12'>1Ki 11:12</a> ; <a ref='1 Kings 12:16'>12:16</a> , <a ref='1 Kings 12:17'>17</a> 11:36 J <a ref='1 Kings 11:13'>1Ki 11:13</a> 11:36 K <a ref='1 Kings 15:4'>1Ki 15:4</a> ; <a ref='2 Kings 8:19'>2Ki 8:19</a> ; <a ref='Psalms 132:17'>Ps 132:17</a> 11:38 L <a ref='Deuteronomy 31:8'>Dt 31:8</a> ; <a ref='Joshua 1:5'>Jos 1:5</a> 11:38 M <a ref='2 Samuel 7:11'>2Sa 7:11</a> , <a ref='2 Samuel 7:27'>27</a> 11:40 N <a ref='1 Kings 14:25'>1Ki 14:25</a> ; <a ref='2 Chronicles 12:2–9'>2Chr 12:2-9</a> 11:41 O <a ref='2 Chronicles 9:29'>2Chr 9:29</a> 11:42 P <a ref='2 Chronicles 9:30'>2Chr 9:30</a> 11:43 Q <a ref='1 Kings 2:10'>1Ki 2:10</a> ; <a ref='2 Chronicles 9:31'>2Chr 9:31</a> 11:43 R <a ref='1 Kings 14:21'>1Ki 14:21</a> ; <a ref='Matthew 1:7'>Mt 1:7</a> 1 Kings 12 12:1 A <a ref='2 Chronicles 10:1'>2Chr 10:1</a> 12:1 B <a ref='Judges 9:6'>Jdg 9:6</a> 12:2 a Lit <i>Jeroboam</i> 12:2 C <a ref='1 Kings 11:26'>1Ki 11:26</a> , <a ref='1 Kings 11:40'>40</a> 12:4 D <a ref='1 Samuel 8:11–18'>1Sa 8:11-18</a> ; <a ref='1 Kings 4:7'>1Ki 4:7</a> , <a ref='1 Kings 4:21–25'>21-25</a> ; <a ref='1 Kings 9:15'>9:15</a> 12:5 b Lit <i>yet 3</i> 12:5 E <a ref='1 Kings 12:12'>1Ki 12:12</a> 12:6 F <a ref='1 Kings 4:1–6'>1Ki 4:1-6</a> ; <a ref='Job 12:12'>Job 12:12</a> ; <a ref='Job 32:7'>32:7</a> 12:7 c Lit <i>answer them</i> 12:7 G <a ref='2 Chronicles 10:7'>2Chr 10:7</a> ; <a ref='Proverbs 15:1'>Pr 15:1</a> 12:12 H <a ref='1 Kings 12:5'>1Ki 12:5</a> 12:13 d Lit <i>advised</i> 12:14 I <a ref='Exodus 1:13'>Ex 1:13</a> , <a ref='Exodus 1:14'>14</a> ; <a ref='Exodus 5:5–9'>5:5-9</a> , <a ref='Exodus 5:16–18'>16-18</a> 12:15 J <a ref='Deuteronomy 2:30'>Dt 2:30</a> ; <a ref='Judges 14:4'>Jdg 14:4</a> ; <a ref='1 Kings 12:24'>1Ki 12:24</a> ; <a ref='2 Chronicles 10:15'>2Chr 10:15</a> 12:15 K <a ref='1 Kings 11:11'>1Ki 11:11</a> , <a ref='1 Kings 11:31'>31</a> 12:16 L <a ref='2 Samuel 20:1'>2Sa 20:1</a> 12:17 M <a ref='1 Kings 11:13'>1Ki 11:13</a> , <a ref='1 Kings 11:36'>36</a> 12:18 e Lit <i>stoned with stones</i> 12:18 N <a ref='2 Samuel 20:24'>2Sa 20:24</a> ; <a ref='1 Kings 4:6'>1Ki 4:6</a> ; <a ref='1 Kings 5:14'>5:14</a> 12:19 O <a ref='2 Kings 17:21'>2Ki 17:21</a> 12:20 P <a ref='1 Kings 11:13'>1Ki 11:13</a> , <a ref='1 Kings 11:32'>32</a> , <a ref='1 Kings 11:36'>36</a> 12:21 Q <a ref='2 Chronicles 11:1'>2Chr 11:1</a> 12:22 R <a ref='2 Chronicles 11:2'>2Chr 11:2</a> ; <a ref='2 Chronicles 12:5–7'>12:5-7</a> 12:23 S <a ref='1 Kings 12:17'>1Ki 12:17</a> 12:24 T <a ref='1 Kings 12:15'>1Ki 12:15</a> 12:25 f Lit <i>in it</i> 12:25 U <a ref='Genesis 12:6'>Ge 12:6</a> ; <a ref='Judges 9:45–49'>Jdg 9:45-49</a> 12:25 V <a ref='Genesis 32:30'>Ge 32:30</a> , <a ref='Genesis 32:31'>31</a> ; <a ref='Judges 8:8'>Jdg 8:8</a> , <a ref='Judges 8:17'>17</a> 12:27 W <a ref='Deuteronomy 12:5–7'>Dt 12:5-7</a> , <a ref='Deuteronomy 12:14'>14</a> 12:28 X <a ref='2 Kings 10:29'>2Ki 10:29</a> ; <a ref='2 Kings 17:16'>17:16</a> ; <a ref='Hosea 8:4–7'>Hos 8:4-7</a> 12:28 Y <a ref='Hosea 10:5'>Hos 10:5</a> 12:28 Z <a ref='Exodus 32:4'>Ex 32:4</a> , <a ref='Exodus 32:8'>8</a> 12:29 A <a ref='Hosea 10:5'>Hos 10:5</a> 12:29 B <a ref='Genesis 28:19'>Ge 28:19</a> 12:29 C <a ref='Judges 18:26–31'>Jdg 18:26-31</a> 12:30 D <a ref='1 Kings 13:34'>1Ki 13:34</a> ; <a ref='2 Kings 17:21'>2Ki 17:21</a> 12:31 g Or <i>the extremities of</i> 12:31 E <a ref='1 Kings 13:32'>1Ki 13:32</a> 12:31 F <a ref='1 Kings 13:33'>1Ki 13:33</a> ; <a ref='2 Kings 17:32'>2Ki 17:32</a> ; <a ref='2 Chronicles 11:15'>2Chr 11:15</a> ; <a ref='2 Chronicles 13:9'>13:9</a> 12:32 h Or <i>offered upon</i> 12:32 G <a ref='Leviticus 23:33'>Lv 23:33</a> , <a ref='Leviticus 23:34'>34</a> ; <a ref='Numbers 29:12'>Nu 29:12</a> ; <a ref='1 Kings 8:2'>1Ki 8:2</a> , <a ref='1 Kings 8:5'>5</a> 12:32 H <a ref='Amos 7:10–13'>Am 7:10-13</a> 12:33 i Or <i>offered upon</i> 12:33 j Lit <i>made</i> 12:33 k Lit <i>from</i> 12:33 l Or <i>sacrifices</i> 12:33 I <a ref='Numbers 15:39'>Nu 15:39</a> 12:33 J <a ref='1 Kings 13:1'>1Ki 13:1</a> 1 Kings 13 13:1 A <a ref='1 Kings 12:22'>1Ki 12:22</a> ; <a ref='2 Kings 23:17'>2Ki 23:17</a> 13:1 B <a ref='1 Kings 12:33'>1Ki 12:33</a> 13:2 C <a ref='1 Kings 13:32'>1Ki 13:32</a> 13:2 D <a ref='2 Kings 23:15'>2Ki 23:15</a> , <a ref='2 Kings 23:16'>16</a> 13:3 a Lit <i>ashes of fat</i> 13:3 E <a ref='Exodus 4:1–5'>Ex 4:1-5</a> ; <a ref='Judges 6:17'>Jdg 6:17</a> ; <a ref='Isaiah 38:7'>Is 38:7</a> ; <a ref='John 2:18'>Jn 2:18</a> ; <a ref='1 Corinthians 1:22'>1Co 1:22</a> 13:5 b Lit <i>ashes of fat</i> 13:6 c Lit <i>soften the face of</i> 13:6 d Lit <i>softened the face of</i> 13:6 F <a ref='Exodus 8:8'>Ex 8:8</a> , <a ref='Exodus 8:28'>28</a> ; <a ref='Exodus 9:28'>9:28</a> ; <a ref='Exodus 10:17'>10:17</a> ; <a ref='Acts 8:24'>Ac 8:24</a> ; <a ref='James 5:16'>Jas 5:16</a> 13:6 G <a ref='Luke 6:27'>Lk 6:27</a> , <a ref='Luke 6:28'>28</a> 13:7 H <a ref='1 Samuel 9:7'>1Sa 9:7</a> , <a ref='1 Samuel 9:8'>8</a> ; <a ref='2 Kings 5:15'>2Ki 5:15</a> 13:8 I <a ref='Numbers 22:18'>Nu 22:18</a> ; <a ref='Numbers 24:13'>24:13</a> ; <a ref='1 Kings 13:16'>1Ki 13:16</a> , <a ref='1 Kings 13:17'>17</a> 13:9 e Lit <i>he commanded me</i> 13:11 f Lit <i>son</i> 13:11 J <a ref='1 Kings 13:25'>1Ki 13:25</a> ; <a ref='2 Kings 23:18'>2Ki 23:18</a> 13:12 g Lit <i>Where is the way he went</i> 13:12 h Some ancient versions <i>showed him</i> 13:14 i Or a <i>terebinth</i> 13:16 K <a ref='1 Kings 13:8'>1Ki 13:8</a> , <a ref='1 Kings 13:9'>9</a> 13:17 L <a ref='1 Kings 20:35'>1Ki 20:35</a> 13:18 M <a ref='Matthew 7:15'>Mt 7:15</a> ; <a ref='1 John 4:1'>1Jn 4:1</a> 13:18 N <a ref='Galatians 1:8'>Ga 1:8</a> 13:18 O <a ref='Proverbs 12:19'>Pr 12:19</a> , <a ref='Proverbs 12:22'>22</a> ; <a ref='Proverbs 19:5'>19:5</a> ; <a ref='Jeremiah 29:31'>Jer 29:31</a> , <a ref='Jeremiah 29:32'>32</a> ; <a ref='Ezekiel 13:8'>Eze 13:8</a> , <a ref='Ezekiel 13:9'>9</a> ; <a ref='1 Timothy 4:1'>1Ti 4:1</a> , <a ref='1 Timothy 4:2'>2</a> 13:21 j Lit <i>mouth</i> 13:24 P <a ref='1 Kings 20:36'>1Ki 20:36</a> 13:25 Q <a ref='1 Kings 13:11'>1Ki 13:11</a> 13:26 k Lit <i>mouth</i> 13:30 R <a ref='Jeremiah 22:18'>Jer 22:18</a> 13:31 S <a ref='Ruth 1:17'>Ru 1:17</a> ; <a ref='2 Kings 23:17'>2Ki 23:17</a> , <a ref='2 Kings 23:18'>18</a> 13:32 T <a ref='1 Kings 13:2'>1Ki 13:2</a> 13:32 U <a ref='Leviticus 26:30'>Lv 26:30</a> ; <a ref='1 Kings 12:31'>1Ki 12:31</a> 13:32 V <a ref='1 Kings 16:24'>1Ki 16:24</a> ; <a ref='John 4:5'>Jn 4:5</a> ; <a ref='Acts 8:14'>Ac 8:14</a> 13:33 l Or <i>the extremities of</i> 13:33 m Lit <i>he</i> 13:33 W <a ref='1 Kings 12:31'>1Ki 12:31</a> , <a ref='1 Kings 12:32'>32</a> 13:33 X <a ref='Judges 17:5'>Jdg 17:5</a> 13:34 n Lit <i>by this thing he became</i> 13:34 Y <a ref='1 Kings 12:30'>1Ki 12:30</a> ; <a ref='2 Kings 17:21'>2Ki 17:21</a> 13:34 Z <a ref='1 Kings 14:10'>1Ki 14:10</a> ; <a ref='1 Kings 15:29'>15:29</a> , <a ref='1 Kings 15:30'>30</a> 1 Kings 14 14:2 A <a ref='1 Samuel 28:8'>1Sa 28:8</a> ; <a ref='2 Samuel 14:2'>2Sa 14:2</a> ; <a ref='2 Chronicles 18:29'>2Chr 18:29</a> 14:2 B <a ref='Joshua 18:1'>Jos 18:1</a> 14:2 C <a ref='1 Kings 11:29–31'>1Ki 11:29-31</a> 14:3 D <a ref='1 Samuel 9:7'>1Sa 9:7</a> , <a ref='1 Samuel 9:8'>8</a> ; <a ref='1 Kings 13:7'>1Ki 13:7</a> ; <a ref='2 Kings 4:42'>2Ki 4:42</a> 14:4 a Became dim 14:4 E <a ref='1 Kings 14:2'>1Ki 14:2</a> 14:4 F <a ref='1 Kings 11:29'>1Ki 11:29</a> 14:4 G <a ref='1 Samuel 3:2'>1Sa 3:2</a> ; <a ref='1 Samuel 4:15'>4:15</a> 14:5 b Lit <i>seek a word from</i> 14:5 H <a ref='2 Samuel 14:2'>2Sa 14:2</a> 14:7 I <a ref='2 Samuel 12:7'>2Sa 12:7</a> ; <a ref='1 Kings 11:28–31'>1Ki 11:28-31</a> ; <a ref='1 Kings 16:2'>16:2</a> 14:8 J <a ref='1 Kings 11:31'>1Ki 11:31</a> 14:8 K <a ref='1 Kings 11:33'>1Ki 11:33</a> , <a ref='1 Kings 11:38'>38</a> 14:8 L <a ref='1 Kings 15:5'>1Ki 15:5</a> 14:9 M <a ref='1 Kings 12:28'>1Ki 12:28</a> ; <a ref='2 Chronicles 11:15'>2Chr 11:15</a> 14:9 N <a ref='Exodus 34:17'>Ex 34:17</a> 14:9 O <a ref='Nehemiah 9:26'>Ne 9:26</a> ; <a ref='Psalms 50:17'>Ps 50:17</a> ; <a ref='Ezekiel 23:35'>Eze 23:35</a> 14:10 c Lit <i>him who urinates against the wall</i> , cf. <a ref='1 Samuel 25:22'>1Sa 25:22</a> , <a ref='1 Samuel 25:34'>34</a> ; <a ref='1 Kings 16:11'>1Ki 16:11</a> ; <a ref='1 Kings 21:21'>21:21</a> ; <a ref='2 Kings 9:8'>2Ki 9:8</a> 14:10 P <a ref='1 Kings 21:21'>1Ki 21:21</a> ; <a ref='2 Kings 9:8'>2Ki 9:8</a> 14:10 Q <a ref='Deuteronomy 32:36'>Dt 32:36</a> ; <a ref='2 Kings 14:26'>2Ki 14:26</a> 14:10 R <a ref='1 Kings 15:29'>1Ki 15:29</a> 14:11 S <a ref='1 Kings 16:4'>1Ki 16:4</a> ; <a ref='1 Kings 21:24'>21:24</a> 14:12 T <a ref='1 Kings 14:17'>1Ki 14:17</a> 14:13 d Lit <i>the one</i> 14:13 U <a ref='2 Chronicles 19:3'>2Chr 19:3</a> 14:14 e Lit <i>and what even now?</i> 14:14 V <a ref='1 Kings 15:27–29'>1Ki 15:27-29</a> 14:15 f The Euphrates River 14:15 g Wooden symbols of a female deity 14:15 W <a ref='Deuteronomy 29:28'>Dt 29:28</a> ; <a ref='2 Kings 17:6'>2Ki 17:6</a> ; <a ref='Psalms 52:5'>Ps 52:5</a> 14:15 X <a ref='Joshua 23:15'>Jos 23:15</a> , <a ref='Joshua 23:16'>16</a> 14:15 Y <a ref='2 Kings 15:29'>2Ki 15:29</a> 14:15 Z <a ref='Exodus 34:13'>Ex 34:13</a> , <a ref='Exodus 34:14'>14</a> ; <a ref='Deuteronomy 12:3'>Dt 12:3</a> , <a ref='Deuteronomy 12:4'>4</a> 14:16 A <a ref='1 Kings 12:30'>1Ki 12:30</a> ; <a ref='1 Kings 13:34'>13:34</a> ; <a ref='1 Kings 15:30'>15:30</a> , <a ref='1 Kings 15:34'>34</a> ; <a ref='1 Kings 16:2'>16:2</a> 14:17 B <a ref='1 Kings 15:21'>1Ki 15:21</a> , <a ref='1 Kings 15:33'>33</a> ; <a ref='1 Kings 16:6–9'>16:6-9</a> , <a ref='1 Kings 16:15'>15</a> , <a ref='1 Kings 16:23'>23</a> ; <a ref='Song of Solomon 6:4'>SS 6:4</a> 14:17 C <a ref='1 Kings 14:12'>1Ki 14:12</a> 14:18 D <a ref='1 Kings 14:13'>1Ki 14:13</a> 14:19 E <a ref='1 Kings 14:30'>1Ki 14:30</a> ; <a ref='2 Chronicles 13:2–20'>2Chr 13:2-20</a> 14:21 F <a ref='2 Chronicles 12:13'>2Chr 12:13</a> 14:21 G <a ref='1 Kings 11:32'>1Ki 11:32</a> , <a ref='1 Kings 11:36'>36</a> 14:22 h Lit <i>their</i> 14:22 H <a ref='2 Chronicles 12:1'>2Chr 12:1</a> , <a ref='2 Chronicles 12:14'>14</a> 14:22 I <a ref='Deuteronomy 32:21'>Dt 32:21</a> ; <a ref='Psalms 78:58'>Ps 78:58</a> ; <a ref='1 Corinthians 10:22'>1Co 10:22</a> 14:23 i Wooden symbols of a female deity 14:23 J <a ref='Deuteronomy 12:2'>Dt 12:2</a> ; <a ref='Ezekiel 16:24'>Eze 16:24</a> 14:23 K <a ref='Deuteronomy 16:22'>Dt 16:22</a> 14:23 L <a ref='1 Kings 14:15'>1Ki 14:15</a> 14:23 M <a ref='2 Kings 17:10'>2Ki 17:10</a> ; <a ref='Isaiah 57:5'>Is 57:5</a> ; <a ref='Jeremiah 2:20'>Jer 2:20</a> 14:24 N <a ref='Genesis 19:5'>Ge 19:5</a> ; <a ref='Deuteronomy 23:17'>Dt 23:17</a> ; <a ref='1 Kings 15:12'>1Ki 15:12</a> ; <a ref='1 Kings 22:46'>22:46</a> ; <a ref='2 Kings 23:7'>2Ki 23:7</a> 14:25 O <a ref='1 Kings 11:40'>1Ki 11:40</a> ; <a ref='2 Chronicles 12:2'>2Chr 12:2</a> , <a ref='2 Chronicles 12:9'>9</a> 14:26 P <a ref='1 Kings 15:18'>1Ki 15:18</a> ; <a ref='2 Chronicles 12:9'>2Chr 12:9</a> 14:26 Q <a ref='1 Kings 10:17'>1Ki 10:17</a> ; <a ref='2 Chronicles 9:15'>2Chr 9:15</a> , <a ref='2 Chronicles 9:16'>16</a> 14:27 j Lit <i>runner</i> 14:27 R <a ref='1 Samuel 8:11'>1Sa 8:11</a> ; <a ref='1 Samuel 22:17'>22:17</a> 14:28 k Lit <i>runners</i> 14:29 S <a ref='2 Chronicles 12:15'>2Chr 12:15</a> , <a ref='2 Chronicles 12:16'>16</a> 14:30 T <a ref='1 Kings 12:21'>1Ki 12:21</a> ; <a ref='1 Kings 15:6'>15:6</a> 14:31 U <a ref='1 Kings 14:21'>1Ki 14:21</a> 1 Kings 15 15:1 A <a ref='2 Chronicles 13:1'>2Chr 13:1</a> 15:2 a In <a ref='2 Chronicles 13:2'>2Chr 13:2</a> , <i>Micaiah, the daughter of Uriel</i> 15:2 b In <a ref='2 Chronicles 11:20'>2Chr 11:20</a> , <i>Absalom</i> 15:2 B <a ref='2 Chronicles 13:2'>2Chr 13:2</a> 15:2 C <a ref='2 Chronicles 11:21'>2Chr 11:21</a> 15:3 c Lit <i>complete with</i> 15:3 D <a ref='1 Kings 11:4'>1Ki 11:4</a> ; <a ref='Psalms 119:80'>Ps 119:80</a> 15:4 E <a ref='2 Samuel 21:17'>2Sa 21:17</a> ; <a ref='1 Kings 11:36'>1Ki 11:36</a> ; <a ref='2 Chronicles 21:7'>2Chr 21:7</a> 15:5 F <a ref='1 Kings 9:4'>1Ki 9:4</a> ; <a ref='1 Kings 14:8'>14:8</a> ; <a ref='Luke 1:6'>Lk 1:6</a> 15:5 G <a ref='2 Samuel 11:3'>2Sa 11:3f</a> , <a ref='2 Samuel 11:15–17'>15-17</a> ; <a ref='2 Samuel 12:9'>12:9</a> , <a ref='2 Samuel 12:10'>10</a> 15:6 H <a ref='1 Kings 14:30'>1Ki 14:30</a> ; <a ref='2 Chronicles 12:15–13:20'>2Chr 12:15-13:20</a> 15:7 I <a ref='2 Chronicles 13:2'>2Chr 13:2</a> , <a ref='2 Chronicles 13:21'>21</a> , <a ref='2 Chronicles 13:22'>22</a> 15:7 J <a ref='2 Chronicles 13:3–20'>2Chr 13:3-20</a> 15:8 K <a ref='2 Chronicles 14:1'>2Chr 14:1</a> 15:10 L <a ref='1 Kings 15:2'>1Ki 15:2</a> 15:11 M <a ref='2 Chronicles 14:2'>2Chr 14:2</a> 15:12 N <a ref='Deuteronomy 23:17'>Dt 23:17</a> ; <a ref='1 Kings 14:24'>1Ki 14:24</a> ; <a ref='1 Kings 22:46'>22:46</a> 15:12 O <a ref='1 Kings 11:7'>1Ki 11:7</a> , <a ref='1 Kings 11:8'>8</a> ; <a ref='1 Kings 14:23'>14:23</a> ; <a ref='2 Chronicles 14:2–5'>2Chr 14:2-5</a> 15:13 d Lit <i>Also Maacah his mother and he removed her</i> 15:13 e Or <i>as an Asherah</i> 15:13 P <a ref='2 Chronicles 15:16–18'>2Chr 15:16-18</a> 15:13 Q <a ref='Exodus 32:20'>Ex 32:20</a> 15:14 f Lit <i>complete with</i> 15:14 R <a ref='1 Kings 22:43'>1Ki 22:43</a> ; <a ref='2 Kings 12:3'>2Ki 12:3</a> 15:14 S <a ref='1 Kings 8:61'>1Ki 8:61</a> ; <a ref='1 Kings 15:3'>15:3</a> 15:15 T <a ref='1 Kings 7:51'>1Ki 7:51</a> 15:16 U <a ref='1 Kings 15:32'>1Ki 15:32</a> 15:17 V <a ref='2 Chronicles 16:1–6'>2Chr 16:1-6</a> 15:17 W <a ref='Joshua 18:25'>Jos 18:25</a> ; <a ref='1 Kings 15:21'>1Ki 15:21</a> , <a ref='1 Kings 15:22'>22</a> 15:17 X <a ref='1 Kings 12:26–29'>1Ki 12:26-29</a> 15:18 Y <a ref='1 Kings 14:26'>1Ki 14:26</a> ; <a ref='1 Kings 15:15'>15:15</a> 15:18 Z <a ref='2 Kings 12:17'>2Ki 12:17</a> , <a ref='2 Kings 12:18'>18</a> ; <a ref='2 Chronicles 16:2'>2Chr 16:2</a> 15:18 A <a ref='Genesis 14:15'>Ge 14:15</a> ; <a ref='1 Kings 11:23'>1Ki 11:23</a> , <a ref='1 Kings 11:24'>24</a> 15:19 g Lit <i>me and you</i> 15:19 B <a ref='2 Chronicles 16:7'>2Chr 16:7</a> 15:20 C <a ref='2 Kings 15:29'>2Ki 15:29</a> 15:20 D <a ref='Judges 18:29'>Jdg 18:29</a> ; <a ref='1 Kings 12:29'>1Ki 12:29</a> 15:20 E <a ref='2 Samuel 20:15'>2Sa 20:15</a> ; <a ref='2 Kings 15:29'>2Ki 15:29</a> 15:20 F <a ref='Joshua 11:2'>Jos 11:2</a> ; <a ref='Joshua 12:3'>12:3</a> 15:21 G <a ref='1 Kings 15:17'>1Ki 15:17</a> 15:21 H <a ref='1 Kings 14:17'>1Ki 14:17</a> ; <a ref='1 Kings 16:15–18'>16:15-18</a> 15:22 I <a ref='Joshua 18:24'>Jos 18:24</a> ; <a ref='Joshua 21:17'>21:17</a> 15:23 J <a ref='2 Chronicles 16:11–14'>2Chr 16:11-14</a> 15:24 K <a ref='1 Kings 22:41–44'>1Ki 22:41-44</a> ; <a ref='2 Chronicles 17:1'>2Chr 17:1</a> ; <a ref='Matthew 1:8'>Mt 1:8</a> 15:25 L <a ref='1 Kings 14:20'>1Ki 14:20</a> 15:26 M <a ref='1 Kings 12:28–33'>1Ki 12:28-33</a> ; <a ref='1 Kings 13:33'>13:33</a> , <a ref='1 Kings 13:34'>34</a> 15:26 N <a ref='1 Kings 14:16'>1Ki 14:16</a> ; <a ref='1 Kings 15:30'>15:30</a> , <a ref='1 Kings 15:34'>34</a> 15:27 O <a ref='1 Kings 14:14'>1Ki 14:14</a> 15:27 P <a ref='Joshua 19:44'>Jos 19:44</a> ; <a ref='Joshua 21:23'>21:23</a> ; <a ref='1 Kings 16:15'>1Ki 16:15</a> 15:29 Q <a ref='1 Kings 14:9–16'>1Ki 14:9-16</a> 15:30 R <a ref='1 Kings 15:26'>1Ki 15:26</a> 15:31 S <a ref='1 Kings 14:19'>1Ki 14:19</a> 15:32 T <a ref='1 Kings 15:16'>1Ki 15:16</a> 15:34 U <a ref='1 Kings 15:26'>1Ki 15:26</a> 1 Kings 16 16:1 A <a ref='1 Kings 16:7'>1Ki 16:7</a> ; <a ref='2 Chronicles 19:2'>2Chr 19:2</a> ; <a ref='2 Chronicles 20:34'>20:34</a> 16:1 B <a ref='2 Chronicles 16:7–10'>2Chr 16:7-10</a> 16:2 C <a ref='1 Samuel 2:8'>1Sa 2:8</a> ; <a ref='1 Kings 14:7'>1Ki 14:7</a> 16:2 D <a ref='1 Kings 15:34'>1Ki 15:34</a> 16:3 E <a ref='1 Kings 14:10'>1Ki 14:10</a> ; <a ref='1 Kings 21:21'>21:21</a> 16:3 F <a ref='1 Kings 16:11'>1Ki 16:11</a> 16:3 G <a ref='1 Kings 15:29'>1Ki 15:29</a> 16:4 H <a ref='1 Kings 14:11'>1Ki 14:11</a> ; <a ref='1 Kings 21:24'>21:24</a> 16:5 I <a ref='1 Kings 14:19'>1Ki 14:19</a> ; <a ref='1 Kings 15:31'>15:31</a> 16:6 J <a ref='1 Kings 14:17'>1Ki 14:17</a> ; <a ref='1 Kings 15:21'>15:21</a> 16:7 a Or <i>him</i> 16:7 K <a ref='1 Kings 16:1'>1Ki 16:1</a> 16:7 L <a ref='Psalms 115:4'>Ps 115:4</a> ; <a ref='Isaiah 2:8'>Is 2:8</a> 16:7 M <a ref='1 Kings 14:14'>1Ki 14:14</a> ; <a ref='1 Kings 15:27'>15:27</a> , <a ref='1 Kings 15:29'>29</a> 16:9 N <a ref='2 Kings 9:30–33'>2Ki 9:30-33</a> 16:9 O <a ref='Genesis 24:2'>Ge 24:2</a> ; <a ref='Genesis 39:4'>39:4</a> ; <a ref='1 Kings 18:3'>1Ki 18:3</a> 16:11 b Lit <i>him who urinates against the wall</i> , cf. <a ref='1 Samuel 25:22'>1Sa 25:22</a> , <a ref='1 Samuel 25:34'>34</a> ; <a ref='1 Kings 14:10'>1Ki 14:10</a> ; <a ref='1 Kings 21:21'>21:21</a> ; <a ref='2 Kings 9:8'>2Ki 9:8</a> 16:11 P <a ref='1 Kings 15:29'>1Ki 15:29</a> ; <a ref='1 Kings 16:3'>16:3</a> 16:12 Q <a ref='1 Kings 16:3'>1Ki 16:3</a> 16:12 R <a ref='2 Chronicles 19:2'>2Chr 19:2</a> ; <a ref='2 Chronicles 20:34'>20:34</a> 16:13 c Lit <i>vanities</i> 16:13 S <a ref='Deuteronomy 32:21'>Dt 32:21</a> ; <a ref='1 Kings 15:30'>1Ki 15:30</a> 16:14 T <a ref='1 Kings 16:5'>1Ki 16:5</a> 16:15 U <a ref='1 Kings 15:27'>1Ki 15:27</a> 16:16 d Lit <i>saying</i> 16:18 V <a ref='1 Samuel 31:4'>1Sa 31:4</a> , <a ref='1 Samuel 31:5'>5</a> ; <a ref='2 Samuel 17:23'>2Sa 17:23</a> 16:19 W <a ref='1 Kings 12:28'>1Ki 12:28</a> ; <a ref='1 Kings 14:16'>14:16</a> ; <a ref='1 Kings 15:26'>15:26</a> 16:20 e Lit <i>conspired</i> 16:20 X <a ref='1 Kings 16:5'>1Ki 16:5</a> , <a ref='1 Kings 16:14'>14</a> , <a ref='1 Kings 16:27'>27</a> 16:23 Y <a ref='1 Kings 15:21'>1Ki 15:21</a> 16:24 f Heb <i>Shomeron</i> 16:24 g A talent was approx. 75 lb. or 34 kg 16:24 Z <a ref='1 Kings 16:28'>1Ki 16:28</a> , <a ref='1 Kings 16:29'>29</a> , <a ref='1 Kings 16:32'>32</a> 16:25 A <a ref='Micah 6:16'>Mic 6:16</a> 16:25 B <a ref='1 Kings 14:9'>1Ki 14:9</a> ; <a ref='1 Kings 16:30–33'>16:30-33</a> 16:26 h Lit <i>vanities</i> 16:26 C <a ref='1 Kings 16:19'>1Ki 16:19</a> 16:27 i Lit <i>did</i> 16:30 D <a ref='1 Kings 14:9'>1Ki 14:9</a> ; <a ref='1 Kings 16:25'>16:25</a> 16:31 E <a ref='Deuteronomy 7:1–5'>Dt 7:1-5</a> 16:31 F <a ref='Judges 18:7'>Jdg 18:7</a> ; <a ref='1 Kings 11:1–5'>1Ki 11:1-5</a> ; <a ref='2 Kings 10:18'>2Ki 10:18</a> ; <a ref='2 Kings 17:16'>17:16</a> 16:32 G <a ref='2 Kings 10:21'>2Ki 10:21</a> , <a ref='2 Kings 10:26'>26</a> , <a ref='2 Kings 10:27'>27</a> 16:33 j A wooden symbol of a female deity 16:33 H <a ref='2 Kings 13:6'>2Ki 13:6</a> 16:33 I <a ref='1 Kings 14:9'>1Ki 14:9</a> ; <a ref='1 Kings 16:29'>16:29</a> , <a ref='1 Kings 16:30'>30</a> ; <a ref='1 Kings 21:25'>21:25</a> 16:34 J <a ref='Joshua 6:26'>Jos 6:26</a> 1 Kings 17 17:1 a Or <i>Tishbe in Gilead</i> 17:1 A <a ref='Judges 12:4'>Jdg 12:4</a> 17:1 B <a ref='1 Kings 18:10'>1Ki 18:10</a> ; <a ref='1 Kings 22:14'>22:14</a> ; <a ref='2 Kings 3:14'>2Ki 3:14</a> ; <a ref='2 Kings 5:20'>5:20</a> 17:1 C <a ref='1 Kings 18:1'>1Ki 18:1</a> ; <a ref='Luke 4:25'>Lk 4:25</a> ; <a ref='James 5:17'>Jas 5:17</a> 17:3 b Lit <i>before</i> 17:4 D <a ref='1 Kings 17:9'>1Ki 17:9</a> 17:5 c Lit <i>before</i> 17:9 E <a ref='Obadiah 1:20'>Ob 20</a> ; <a ref='Luke 4:26'>Lk 4:26</a> 17:9 F <a ref='1 Kings 17:4'>1Ki 17:4</a> 17:10 d Or <i>vessel</i> 17:10 G <a ref='Genesis 24:17'>Ge 24:17</a> ; <a ref='John 4:7'>Jn 4:7</a> 17:12 e Lit <i>cake</i> 17:12 f Lit <i>pitcher</i> 17:12 g Lit <i>two</i> 17:12 H <a ref='1 Kings 17:1'>1Ki 17:1</a> 17:12 I <a ref='2 Kings 4:2–7'>2Ki 4:2-7</a> 17:12 J <a ref='Genesis 21:15'>Ge 21:15</a> , <a ref='Genesis 21:16'>16</a> 17:13 h Lit <i>there</i> 17:14 i Lit <i>pitcher</i> 17:14 j Lit <i>lack</i> 17:16 k Lit <i>pitcher</i> 17:16 l Lit <i>lack</i> 17:18 m Or <i>Have you come…death?</i> 17:18 K <a ref='2 Samuel 16:10'>2Sa 16:10</a> ; <a ref='2 Kings 3:13'>2Ki 3:13</a> ; <a ref='Luke 4:34'>Lk 4:34</a> ; <a ref='John 2:4'>Jn 2:4</a> 17:18 L <a ref='1 Kings 12:22'>1Ki 12:22</a> 17:21 n Lit <i>upon his inward part</i> 17:21 M <a ref='2 Kings 4:34'>2Ki 4:34</a> , <a ref='2 Kings 4:35'>35</a> ; <a ref='Acts 20:10'>Ac 20:10</a> 17:22 o Lit <i>upon his inward part</i> 17:22 N <a ref='Luke 7:14'>Lk 7:14</a> ; <a ref='Hebrews 11:35'>Heb 11:35</a> 17:24 O <a ref='John 2:11'>Jn 2:11</a> ; <a ref='John 3:2'>3:2</a> ; <a ref='John 16:30'>16:30</a> 1 Kings 18 18:1 A <a ref='1 Kings 17:1'>1Ki 17:1</a> ; <a ref='Luke 4:25'>Lk 4:25</a> ; <a ref='James 5:17'>Jas 5:17</a> 18:1 B <a ref='Deuteronomy 28:12'>Dt 28:12</a> 18:3 a Or <i>reverenced</i> 18:3 C <a ref='1 Kings 16:9'>1Ki 16:9</a> 18:3 D <a ref='Nehemiah 7:2'>Ne 7:2</a> ; <a ref='Job 28:28'>Job 28:28</a> 18:4 E <a ref='1 Kings 18:13'>1Ki 18:13</a> 18:4 F <a ref='Matthew 10:40–42'>Mt 10:40-42</a> 18:7 b Lit <i>to meet</i> 18:7 G <a ref='2 Kings 1:6–8'>2Ki 1:6-8</a> 18:9 c Lit <i>have I sinned</i> 18:10 H <a ref='1 Kings 17:1'>1Ki 17:1</a> 18:12 d Or <i>reverenced</i> 18:12 I <a ref='2 Kings 2:16'>2Ki 2:16</a> ; <a ref='Ezekiel 3:12'>Eze 3:12</a> , <a ref='Ezekiel 3:14'>14</a> ; <a ref='Acts 8:39'>Ac 8:39</a> 18:13 e Lit <i>a hundred men of the prophets</i> 18:13 J <a ref='1 Kings 18:4'>1Ki 18:4</a> 18:15 K <a ref='1 Kings 17:1'>1Ki 17:1</a> 18:17 L <a ref='Joshua 7:25'>Jos 7:25</a> ; <a ref='1 Kings 21:20'>1Ki 21:20</a> 18:18 M <a ref='1 Kings 9:9'>1Ki 9:9</a> ; <a ref='2 Chronicles 15:2'>2Chr 15:2</a> 18:18 N <a ref='1 Kings 16:31'>1Ki 16:31</a> ; <a ref='1 Kings 21:25'>21:25</a> , <a ref='1 Kings 21:26'>26</a> 18:19 O <a ref='Joshua 19:26'>Jos 19:26</a> ; <a ref='2 Kings 2:25'>2Ki 2:25</a> 18:19 P <a ref='1 Kings 18:22'>1Ki 18:22</a> 18:19 Q <a ref='1 Kings 16:33'>1Ki 16:33</a> 18:21 R <a ref='2 Kings 17:41'>2Ki 17:41</a> ; <a ref='Matthew 6:24'>Mt 6:24</a> 18:21 S <a ref='Joshua 24:15'>Jos 24:15</a> 18:22 T <a ref='1 Kings 19:10'>1Ki 19:10</a> , <a ref='1 Kings 19:14'>14</a> 18:22 U <a ref='1 Kings 18:19'>1Ki 18:19</a> 18:24 f Lit <i>The matter is good</i> 18:24 V <a ref='1 Kings 18:38'>1Ki 18:38</a> 18:26 g Lit <i>he gave</i> 18:26 h A type of ceremonial dance 18:26 i As in some mss and the ancient versions; M.T. <i>he</i> 18:26 W <a ref='Psalms 115:4'>Ps 115:4</a> , <a ref='Psalms 115:5'>5</a> ; <a ref='Jeremiah 10:5'>Jer 10:5</a> 18:28 X <a ref='Leviticus 19:28'>Lv 19:28</a> ; <a ref='Deuteronomy 14:1'>Dt 14:1</a> 18:29 j Lit <i>attentiveness</i> 18:29 Y <a ref='Exodus 29:39'>Ex 29:39</a> , <a ref='Exodus 29:41'>41</a> 18:30 Z <a ref='1 Kings 19:10'>1Ki 19:10</a> , <a ref='1 Kings 19:14'>14</a> ; <a ref='2 Chronicles 33:16'>2Chr 33:16</a> 18:31 A <a ref='Genesis 32:28'>Ge 32:28</a> ; <a ref='Genesis 35:10'>35:10</a> ; <a ref='2 Kings 17:34'>2Ki 17:34</a> 18:32 k A seah was approx. 7 qt. or 7.7 l 18:32 B <a ref='Colossians 3:17'>Col 3:17</a> 18:33 C <a ref='Genesis 22:9'>Ge 22:9</a> ; <a ref='Leviticus 1:7'>Lv 1:7</a> , <a ref='Leviticus 1:8'>8</a> 18:36 D <a ref='1 Kings 18:29'>1Ki 18:29</a> 18:36 E <a ref='Genesis 28:13'>Ge 28:13</a> ; <a ref='Exodus 3:6'>Ex 3:6</a> ; <a ref='Exodus 4:5'>4:5</a> ; <a ref='Matthew 22:32'>Mt 22:32</a> 18:36 F <a ref='1 Kings 8:43'>1Ki 8:43</a> 18:36 G <a ref='Numbers 16:28–32'>Nu 16:28-32</a> 18:38 H <a ref='Genesis 15:17'>Ge 15:17</a> ; <a ref='Leviticus 9:24'>Lv 9:24</a> ; <a ref='Leviticus 10:1'>10:1</a> , <a ref='Leviticus 10:2'>2</a> ; <a ref='Judges 6:21'>Jdg 6:21</a> ; <a ref='2 Kings 1:12'>2Ki 1:12</a> ; <a ref='1 Chronicles 21:26'>1Chr 21:26</a> ; <a ref='2 Chronicles 7:1'>2Chr 7:1</a> ; <a ref='Job 1:16'>Job 1:16</a> 18:39 I <a ref='1 Kings 18:21'>1Ki 18:21</a> , <a ref='1 Kings 18:24'>24</a> 18:40 J <a ref='Judges 4:7'>Jdg 4:7</a> ; <a ref='Judges 5:21'>5:21</a> 18:40 K <a ref='Deuteronomy 13:5'>Dt 13:5</a> ; <a ref='Deuteronomy 18:20'>18:20</a> ; <a ref='2 Kings 10:24'>2Ki 10:24</a> , <a ref='2 Kings 10:25'>25</a> 18:42 L <a ref='1 Kings 18:19'>1Ki 18:19</a> , <a ref='1 Kings 18:20'>20</a> 18:42 M <a ref='James 5:18'>Jas 5:18</a> 18:44 l Lit <i>Tie</i> , <i>Harness</i> 18:44 N <a ref='Luke 12:54'>Lk 12:54</a> 18:45 O <a ref='Joshua 17:16'>Jos 17:16</a> ; <a ref='Judges 6:33'>Jdg 6:33</a> 18:46 m Lit <i>ran before</i> 18:46 P <a ref='2 Kings 3:15'>2Ki 3:15</a> ; <a ref='Isaiah 8:11'>Is 8:11</a> ; <a ref='Ezekiel 3:14'>Eze 3:14</a> 18:46 Q <a ref='2 Kings 4:29'>2Ki 4:29</a> ; <a ref='Jeremiah 1:17'>Jer 1:17</a> ; <a ref='1 Peter 1:13'>1Pe 1:13</a> 1 Kings 19 19:1 a Lit <i>all</i> about <i>how</i> 19:1 A <a ref='1 Kings 18:40'>1Ki 18:40</a> 19:2 b Lit <i>soul</i> 19:2 B <a ref='Ruth 1:17'>Ru 1:17</a> ; <a ref='1 Kings 20:10'>1Ki 20:10</a> ; <a ref='2 Kings 6:31'>2Ki 6:31</a> 19:3 c As in many mss; Heb possibly <i>saw</i> 19:3 d Lit <i>he went</i> 19:3 e Lit <i>soul</i> 19:3 C <a ref='Genesis 21:31'>Ge 21:31</a> 19:4 f Lit <i>soul</i> 19:4 D <a ref='Numbers 11:15'>Nu 11:15</a> ; <a ref='Jeremiah 20:14–18'>Jer 20:14-18</a> ; <a ref='Jonah 4:3'>Jon 4:3</a> , <a ref='Jonah 4:8'>8</a> 19:5 E <a ref='Genesis 28:12'>Ge 28:12</a> 19:8 F <a ref='Exodus 24:18'>Ex 24:18</a> ; <a ref='Exodus 34:28'>34:28</a> ; <a ref='Deuteronomy 9:9–11'>Dt 9:9-11</a> , <a ref='Deuteronomy 9:18'>18</a> ; <a ref='Matthew 4:2'>Mt 4:2</a> 19:8 G <a ref='Exodus 3:1'>Ex 3:1</a> ; <a ref='Exodus 4:27'>4:27</a> 19:9 H <a ref='Exodus 33:21'>Ex 33:21</a> , <a ref='Exodus 33:22'>22</a> 19:10 I <a ref='Exodus 20:5'>Ex 20:5</a> ; <a ref='Exodus 34:14'>34:14</a> 19:10 J <a ref='Romans 11:3'>Ro 11:3</a> , <a ref='Romans 11:4'>4</a> 19:10 K <a ref='1 Kings 18:22'>1Ki 18:22</a> 19:11 L <a ref='Exodus 19:20'>Ex 19:20</a> ; <a ref='Exodus 24:12'>24:12</a> , <a ref='Exodus 24:18'>18</a> 19:11 M <a ref='Ezekiel 1:4'>Eze 1:4</a> 19:12 g Lit <i>silence</i> 19:12 N <a ref='Job 4:16'>Job 4:16</a> ; <a ref='Zechariah 4:6'>Zec 4:6</a> 19:13 O <a ref='Exodus 3:6'>Ex 3:6</a> 19:13 P <a ref='1 Kings 19:9'>1Ki 19:9</a> 19:14 Q <a ref='1 Kings 19:10'>1Ki 19:10</a> 19:15 R <a ref='2 Kings 8:8–15'>2Ki 8:8-15</a> 19:16 S <a ref='2 Kings 9:1–10'>2Ki 9:1-10</a> 19:16 T <a ref='1 Kings 19:19–21'>1Ki 19:19-21</a> ; <a ref='2 Kings 2:9'>2Ki 2:9</a> , <a ref='2 Kings 2:15'>15</a> 19:17 U <a ref='2 Kings 8:12'>2Ki 8:12</a> ; <a ref='2 Kings 13:3'>13:3</a> , <a ref='2 Kings 13:22'>22</a> 19:17 V <a ref='2 Kings 9:14–10:25'>2Ki 9:14-10:25</a> 19:18 W <a ref='Romans 11:4'>Ro 11:4</a> 19:18 X <a ref='Hosea 13:2'>Hos 13:2</a> 19:19 Y <a ref='1 Samuel 28:14'>1Sa 28:14</a> ; <a ref='2 Kings 2:8'>2Ki 2:8</a> , <a ref='2 Kings 2:13'>13</a> , <a ref='2 Kings 2:14'>14</a> 19:20 Z <a ref='Matthew 8:21'>Mt 8:21</a> , <a ref='Matthew 8:22'>22</a> ; <a ref='Luke 9:61'>Lk 9:61</a> , <a ref='Luke 9:62'>62</a> ; <a ref='Acts 20:37'>Ac 20:37</a> 19:21 A <a ref='2 Samuel 24:22'>2Sa 24:22</a> 1 Kings 20 20:1 A <a ref='1 Kings 15:18'>1Ki 15:18</a> , <a ref='1 Kings 15:20'>20</a> ; <a ref='2 Kings 6:24'>2Ki 6:24</a> 20:1 B <a ref='1 Kings 22:31'>1Ki 22:31</a> 20:1 C <a ref='1 Kings 16:24'>1Ki 16:24</a> ; <a ref='2 Kings 6:24'>2Ki 6:24</a> 20:5 a Lit <i>Ben-hadad, saying</i> 20:6 b Lit <i>all the desire of your eyes</i> 20:7 D <a ref='2 Kings 5:7'>2Ki 5:7</a> 20:10 c Lit <i>handfuls</i> 20:10 d Lit <i>are at my feet</i> 20:10 E <a ref='1 Kings 19:2'>1Ki 19:2</a> ; <a ref='2 Kings 6:31'>2Ki 6:31</a> 20:11 F <a ref='Proverbs 27:1'>Pr 27:1</a> 20:12 e Lit <i>he and</i> 20:12 G <a ref='1 Kings 16:9'>1Ki 16:9</a> ; <a ref='Proverbs 31:4'>Pr 31:4</a> , <a ref='Proverbs 31:5'>5</a> 20:13 H <a ref='1 Kings 20:28'>1Ki 20:28</a> 20:13 I <a ref='1 Kings 18:36'>1Ki 18:36</a> 20:14 f Lit <i>bind</i> 20:16 g Lit <i>he and the thirty-two kings</i> 20:16 J <a ref='1 Kings 16:9'>1Ki 16:9</a> ; <a ref='1 Kings 20:12'>20:12</a> ; <a ref='Proverbs 20:1'>Pr 20:1</a> 20:18 K <a ref='2 Kings 14:8–12'>2Ki 14:8-12</a> 20:22 L <a ref='1 Kings 20:13'>1Ki 20:13</a> 20:22 M <a ref='2 Samuel 11:1'>2Sa 11:1</a> ; <a ref='1 Kings 20:26'>1Ki 20:26</a> 20:23 N <a ref='1 Kings 14:23'>1Ki 14:23</a> ; <a ref='Jeremiah 16:19–21'>Jer 16:19-21</a> ; <a ref='Romans 1:21–23'>Ro 1:21-23</a> 20:26 O <a ref='1 Kings 20:22'>1Ki 20:22</a> 20:26 P <a ref='2 Kings 13:17'>2Ki 13:17</a> 20:27 Q <a ref='Judges 6:3–5'>Jdg 6:3-5</a> ; <a ref='1 Samuel 13:5–8'>1Sa 13:5-8</a> 20:28 R <a ref='1 Kings 17:18'>1Ki 17:18</a> 20:28 S <a ref='1 Kings 20:23'>1Ki 20:23</a> 20:28 T <a ref='1 Kings 20:13'>1Ki 20:13</a> 20:30 U <a ref='1 Kings 20:26'>1Ki 20:26</a> 20:30 V <a ref='1 Kings 22:25'>1Ki 22:25</a> ; <a ref='2 Chronicles 18:24'>2Chr 18:24</a> 20:31 h Lit <i>soul</i> 20:31 W <a ref='1 Kings 20:23–26'>1Ki 20:23-26</a> 20:31 X <a ref='Genesis 37:34'>Ge 37:34</a> ; <a ref='2 Samuel 3:31'>2Sa 3:31</a> 20:32 Y <a ref='1 Kings 20:31'>1Ki 20:31</a> 20:32 Z <a ref='1 Kings 20:3–6'>1Ki 20:3-6</a> 20:33 i Lit <i>caught from him</i> 20:33 j Lit <i>caused him to come up</i> 20:34 A <a ref='1 Kings 15:20'>1Ki 15:20</a> 20:35 k Lit <i>his neighbor</i> 20:35 B <a ref='2 Kings 2:3–7'>2Ki 2:3-7</a> 20:35 C <a ref='1 Kings 13:17'>1Ki 13:17</a> , <a ref='1 Kings 13:18'>18</a> 20:36 D <a ref='1 Kings 13:24'>1Ki 13:24</a> 20:37 l Lit <i>smite</i> 20:37 m Lit <i>smote</i> 20:37 n Lit <i>striking and wounding</i> 20:38 E <a ref='1 Kings 14:2'>1Ki 14:2</a> 20:39 o A talent was approx. 75 lb. or 34 kg 20:39 F <a ref='2 Kings 10:24'>2Ki 10:24</a> 20:42 p Lit <i>soul</i> 20:42 G <a ref='1 Kings 20:39'>1Ki 20:39</a> 20:43 H <a ref='1 Kings 21:4'>1Ki 21:4</a> 1 Kings 21 21:1 A <a ref='Judges 6:33'>Jdg 6:33</a> ; <a ref='1 Kings 18:45'>1Ki 18:45</a> , <a ref='1 Kings 18:46'>46</a> 21:2 a Lit <i>this</i> 21:2 B <a ref='1 Samuel 8:14'>1Sa 8:14</a> 21:3 C <a ref='Leviticus 25:23'>Lv 25:23</a> ; <a ref='Numbers 36:7'>Nu 36:7</a> ; <a ref='Ezekiel 46:18'>Eze 46:18</a> 21:4 b Lit <i>bread</i> 21:4 D <a ref='1 Kings 20:43'>1Ki 20:43</a> 21:5 c Lit <i>bread</i> 21:7 E <a ref='1 Samuel 8:14'>1Sa 8:14</a> 21:8 F <a ref='Es 3:12'>Es 3:12</a> ; <a ref='Es 8:8'>8:8</a> , <a ref='Es 8:10'>10</a> 21:8 G <a ref='1 Kings 20:7'>1Ki 20:7</a> 21:10 d Heb <i>bless</i> ; used euphemistically for curse, cf. <a ref='1 Kings 21:13'>21:13</a> ; <a ref='Job 1:5'>Job 1:5</a> , <a ref='Job 1:11'>11</a> ; <a ref='Job 2:5'>2:5</a> , <a ref='Job 2:9'>9</a> 21:10 H <a ref='1 Samuel 2:12'>1Sa 2:12</a> ; <a ref='2 Samuel 20:1'>2Sa 20:1</a> 21:10 I <a ref='Exodus 22:28'>Ex 22:28</a> ; <a ref='Leviticus 24:15'>Lv 24:15</a> , <a ref='Leviticus 24:16'>16</a> ; <a ref='Acts 6:11'>Ac 6:11</a> 21:10 J <a ref='Leviticus 24:14'>Lv 24:14</a> 21:12 K <a ref='Isaiah 58:4'>Is 58:4</a> 21:13 L <a ref='2 Kings 9:26'>2Ki 9:26</a> ; <a ref='2 Chronicles 24:21'>2Chr 24:21</a> ; <a ref='Acts 7:58'>Ac 7:58</a> , <a ref='Acts 7:59'>59</a> ; <a ref='Hebrews 11:37'>Heb 11:37</a> 21:18 M <a ref='1 Kings 16:29'>1Ki 16:29</a> 21:19 N <a ref='2 Samuel 12:9'>2Sa 12:9</a> 21:19 O <a ref='1 Kings 22:38'>1Ki 22:38</a> ; <a ref='2 Kings 9:26'>2Ki 9:26</a> 21:20 e Lit <i>said</i> 21:20 P <a ref='1 Kings 18:17'>1Ki 18:17</a> 21:20 Q <a ref='1 Kings 21:25'>1Ki 21:25</a> ; <a ref='2 Kings 17:17'>2Ki 17:17</a> ; <a ref='Romans 7:14'>Ro 7:14</a> 21:21 f Lit <i>him who urinates against the wall</i> , cf. <a ref='1 Samuel 25:22'>1Sa 25:22</a> , <a ref='1 Samuel 25:34'>34</a> ; <a ref='1 Kings 14:10'>1Ki 14:10</a> ; <a ref='1 Kings 16:11'>16:11</a> ; <a ref='2 Kings 9:8'>2Ki 9:8</a> 21:21 R <a ref='1 Kings 14:10'>1Ki 14:10</a> ; <a ref='2 Kings 9:8'>2Ki 9:8</a> 21:22 S <a ref='1 Kings 15:29'>1Ki 15:29</a> 21:22 T <a ref='1 Kings 16:3'>1Ki 16:3</a> , <a ref='1 Kings 16:11'>11</a> 21:22 U <a ref='1 Kings 12:30'>1Ki 12:30</a> ; <a ref='1 Kings 13:34'>13:34</a> ; <a ref='1 Kings 14:16'>14:16</a> 21:23 g Lit <i>portion</i> ; some mss <i>rampart</i> 21:23 V <a ref='2 Kings 9:10'>2Ki 9:10</a> , <a ref='2 Kings 9:30–37'>30-37</a> 21:24 W <a ref='1 Kings 14:11'>1Ki 14:11</a> ; <a ref='1 Kings 16:4'>16:4</a> 21:25 X <a ref='1 Kings 16:30–33'>1Ki 16:30-33</a> ; <a ref='1 Kings 21:20'>21:20</a> 21:26 Y <a ref='1 Kings 15:12'>1Ki 15:12</a> ; <a ref='2 Kings 17:12'>2Ki 17:12</a> 21:26 Z <a ref='Genesis 15:16'>Ge 15:16</a> ; <a ref='Leviticus 18:25–30'>Lv 18:25-30</a> ; <a ref='2 Kings 21:11'>2Ki 21:11</a> 21:27 h Lit <i>sackcloth on his flesh</i> 21:27 i Or <i>softly</i> 21:27 A <a ref='Genesis 37:34'>Ge 37:34</a> ; <a ref='2 Samuel 3:31'>2Sa 3:31</a> ; <a ref='2 Kings 6:30'>2Ki 6:30</a> 21:29 B <a ref='2 Kings 9:25–37'>2Ki 9:25-37</a> 1 Kings 22 22:1 a Lit the Israelites <i>sat for 3 years</i> 22:2 A <a ref='2 Chronicles 18:2'>2Chr 18:2</a> 22:2 B <a ref='1 Kings 15:24'>1Ki 15:24</a> 22:3 C <a ref='Deuteronomy 4:43'>Dt 4:43</a> ; <a ref='Joshua 21:38'>Jos 21:38</a> ; <a ref='1 Kings 4:13'>1Ki 4:13</a> 22:4 D <a ref='2 Kings 3:7'>2Ki 3:7</a> 22:5 b Lit <i>as the day</i> 22:6 E <a ref='1 Kings 18:19'>1Ki 18:19</a> 22:7 F <a ref='2 Kings 3:11'>2Ki 3:11</a> 22:10 G <a ref='1 Kings 22:6'>1Ki 22:6</a> 22:11 H <a ref='Zechariah 1:18–21'>Zec 1:18-21</a> 22:11 I <a ref='Deuteronomy 33:17'>Dt 33:17</a> 22:14 J <a ref='1 Kings 18:10'>1Ki 18:10</a> , <a ref='1 Kings 18:15'>15</a> 22:14 K <a ref='Numbers 22:18'>Nu 22:18</a> ; <a ref='Numbers 24:13'>24:13</a> 22:15 L <a ref='1 Kings 22:12'>1Ki 22:12</a> 22:17 M <a ref='Numbers 27:17'>Nu 27:17</a> ; <a ref='1 Kings 22:34–36'>1Ki 22:34-36</a> ; <a ref='2 Chronicles 18:16'>2Chr 18:16</a> ; <a ref='Matthew 9:36'>Mt 9:36</a> ; <a ref='Mark 6:34'>Mk 6:34</a> 22:18 N <a ref='1 Kings 22:8'>1Ki 22:8</a> 22:19 c Lit <i>he</i> 22:19 O <a ref='Isaiah 6:1'>Is 6:1</a> ; <a ref='Ezekiel 1:26–28'>Eze 1:26-28</a> ; <a ref='Daniel 7:9'>Da 7:9</a> , <a ref='Daniel 7:10'>10</a> 22:19 P <a ref='Job 1:6'>Job 1:6</a> ; <a ref='Job 2:1'>2:1</a> ; <a ref='Psalms 103:20'>Ps 103:20</a> , <a ref='Psalms 103:21'>21</a> ; <a ref='Daniel 7:10'>Da 7:10</a> ; <a ref='Matthew 18:10'>Mt 18:10</a> ; <a ref='Hebrews 1:7'>Heb 1:7</a> , <a ref='Hebrews 1:14'>14</a> 22:22 Q <a ref='Judges 9:23'>Jdg 9:23</a> ; <a ref='1 Samuel 16:14'>1Sa 16:14</a> ; <a ref='1 Samuel 18:10'>18:10</a> ; <a ref='1 Samuel 19:9'>19:9</a> ; <a ref='Ezekiel 14:9'>Eze 14:9</a> ; <a ref='2 Thessalonians 2:11'>2Th 2:11</a> 22:23 R <a ref='Ezekiel 14:9'>Eze 14:9</a> 22:24 S <a ref='1 Kings 22:11'>1Ki 22:11</a> ; <a ref='Matthew 5:39'>Mt 5:39</a> ; <a ref='Acts 23:2'>Ac 23:2</a> , <a ref='Acts 23:3'>3</a> 22:24 T <a ref='2 Chronicles 18:23'>2Chr 18:23</a> 22:25 U <a ref='1 Kings 20:30'>1Ki 20:30</a> 22:27 d Lit <i>with bread of affliction and water of affliction</i> 22:27 V <a ref='2 Chronicles 16:10'>2Chr 16:10</a> ; <a ref='2 Chronicles 18:25–27'>18:25-27</a> 22:28 W <a ref='Deuteronomy 18:22'>Dt 18:22</a> 22:28 X <a ref='Micah 1:2'>Mic 1:2</a> 22:29 Y <a ref='1 Kings 22:3'>1Ki 22:3</a> , <a ref='1 Kings 22:4'>4</a> 22:30 Z <a ref='2 Chronicles 35:22'>2Chr 35:22</a> 22:31 A <a ref='1 Kings 20:1'>1Ki 20:1</a> , <a ref='1 Kings 20:16'>16</a> , <a ref='1 Kings 20:24'>24</a> ; <a ref='2 Chronicles 18:30'>2Chr 18:30</a> 22:34 e Lit <i>between the scale-armor and the breastplate</i> 22:34 f Lit <i>your hand</i> 22:34 g Lit <i>camp</i> 22:34 B <a ref='2 Chronicles 35:23'>2Chr 35:23</a> 22:35 h Lit <i>went up</i> 22:36 C <a ref='2 Kings 14:12'>2Ki 14:12</a> 22:38 D <a ref='1 Kings 21:19'>1Ki 21:19</a> 22:39 E <a ref='Amos 3:15'>Am 3:15</a> 22:41 F <a ref='2 Chronicles 20:31'>2Chr 20:31</a> 22:43 G <a ref='2 Chronicles 17:3'>2Chr 17:3</a> 22:43 H <a ref='1 Kings 15:14'>1Ki 15:14</a> ; <a ref='2 Kings 12:3'>2Ki 12:3</a> 22:44 I <a ref='1 Kings 22:2'>1Ki 22:2</a> ; <a ref='2 Kings 8:16'>2Ki 8:16</a> , <a ref='2 Kings 8:18'>18</a> ; <a ref='2 Chronicles 19:2'>2Chr 19:2</a> 22:45 J <a ref='2 Chronicles 20:34'>2Chr 20:34</a> 22:46 K <a ref='Genesis 19:5'>Ge 19:5</a> ; <a ref='Deuteronomy 23:17'>Dt 23:17</a> ; <a ref='1 Kings 14:24'>1Ki 14:24</a> ; <a ref='1 Kings 15:12'>15:12</a> ; <a ref='Jude 1:7'>Jd 7</a> 22:47 L <a ref='2 Samuel 8:14'>2Sa 8:14</a> ; <a ref='2 Kings 3:9'>2Ki 3:9</a> 22:48 M <a ref='1 Kings 10:22'>1Ki 10:22</a> ; <a ref='2 Chronicles 20:36'>2Chr 20:36</a> 22:48 N <a ref='1 Kings 9:28'>1Ki 9:28</a> 22:48 O <a ref='2 Chronicles 20:37'>2Chr 20:37</a> 22:48 P <a ref='1 Kings 9:26'>1Ki 9:26</a> 22:50 Q <a ref='2 Chronicles 21:1'>2Chr 21:1</a> 22:51 R <a ref='1 Kings 22:40'>1Ki 22:40</a> 22:52 S <a ref='1 Kings 15:26'>1Ki 15:26</a> ; <a ref='1 Kings 21:25'>21:25</a> 22:53 T <a ref='Judges 2:11'>Jdg 2:11</a> ; <a ref='1 Kings 16:30–32'>1Ki 16:30-32</a>",
    "type": "notes"
  }
]