[
  {
    "start": 7001001,
    "content": "<b><a>1:1</a></b> <b>after the death of Joshua.</b> after the death of Joshua. Ca. 1383 BC (cf. Jos 14:7–10 with Jos 24:29 ). Descriptions of the book’s setting in Jdg 1–2 vary between times after Joshua’s death and flashbacks summarizing conditions while he was alive (as 2:2–6 ). Compare Jos 1:1 , “After the death of Moses. …”"
  },
  {
    "start": 7001002,
    "content": "<b><a>1:2</a></b> <b>Judah shall go up.</b> Judah shall go up. This tribe received God’s first go-ahead to push for a more thorough conquest of its territory. The reason probably lay in God’s choice that Judah be the leader among the tribes ( Ge 49:8–12 ; 1Chr 5:1–2 ) and set the example for them in the other territories."
  },
  {
    "start": 7001006,
    "end": 7001007,
    "content": "<b><a>1:6–7</a></b> <b>cut off his thumbs and big toes.</b> cut off his thumbs and big toes. Removing the king’s thumbs hampered effective use of a weapon; taking off his big toes rendered footing unreliable in battle. Yahweh Himself is nowhere said to endorse this tactic, but it was an act of retributive justice for what Adoni-bezek had done to others. It appears from his confession that he was acknowledging he deserved it."
  },
  {
    "start": 7001012,
    "end": 7001015,
    "content": "<b><a>1:12–15</a></b> <b>Caleb said.</b> Caleb said. This repeats the account of Caleb and his family (cf. Jos 15:13–19 )."
  },
  {
    "start": 7001016,
    "content": "<b><a>1:16</a></b> <b>the city of palms.</b> the city of palms. Since Jericho was destroyed in the invasion, this refers to the area around Jericho, an oasis of springs and palms ( Dt 34:3 )."
  },
  {
    "start": 7001019,
    "content": "<b><a>1:19</a></b> <b>they</b> <b>not dispossess.</b> they could not dispossess. “They” of Judah could not. They had been promised by Joshua that they could conquer the Shephelah ( Jos 17:16 , 18 ) and should have remembered Jos 11:4–9 . This is a recurring failure among the tribes to rise to full trust and obedience for victory by God’s power. Compromising for less than what God was able to give ( Jos 1:6–9 ) began even in Joshua’s day ( Jdg 2:2–6 ) and earlier ( Nu 13–14 ). In another sense, God permitted enemies to hold out as a test to display whether His people would obey Him ( 2:20–23 ; 3:1 , 4 ). Another factor involved keeping the wild animal count from rising too fast ( Dt 7:22 )."
  },
  {
    "start": 7001020,
    "content": "<b><a>1:20</a></b> <b>sons of Anak.</b> sons of Anak. Anak was an early inhabitant of central Canaan near Hebron from whom came an entire group of unusually tall people called the Anakim ( Dt 2:10 ). They frightened the 10 spies ( Nu 13:33 ; Dt 9:2 ), but were finally driven out of the land by Caleb ( Jos 14:12–15 ; 15:13–14 ; 21:11 ) with the exception of some who resettled with the Philistines ( Jos 11:22 ). “The sons of Anak” was used as a term equivalent to “the Anakim.”"
  },
  {
    "start": 7001034,
    "content": "<b><a>1:34</a></b> <b>Amorites pressed … Dan.</b> Amorites pressed … Dan. Like all other tribes, Dan had a territory given them, but they failed to claim the power of God to conquer that territory. Later they capitulated even more by accepting defeat and migrating to another territory in the north, becoming idolatrous ( Jdg 18 )."
  },
  {
    "start": 7002001,
    "content": "<b><a>2:1</a></b> <b>the angel of Yahweh.</b> <b>I will never break My covenant with you.</b> the angel of Yahweh. One of 3 pre-incarnate theophanies by the Lord Jesus Christ in Judges (cf. 6:11–18 ; 13:3–23 ). This same Divine Messenger had earlier led Israel out of Egypt (cf. Ex 14:19 ). See note on Ex 3:2 . I will never break My covenant with you. God would be faithful until the end, but the people would forfeit blessing for trouble, due to their disobedience (cf. v. 3 )."
  },
  {
    "start": 7002010,
    "content": "<b><a>2:10</a></b> <b>another generation … did not know.</b> another generation … did not know. The first people in the Land had vivid recollections of all the miracles and judgments and were devoted to faith, duty, and purity. The new generation were ignorant of the experiences of their parents and yielded more easily to corruption. To a marked degree the people of this new generation were not true believers, and were not tuned to the God of miracles and victory. Still, many of the judges did genuinely know Yahweh, and some who did not live by faith eventually threw themselves on God’s mercy during oppressions."
  },
  {
    "start": 7002012,
    "content": "<b><a>2:12</a></b> <b>they … followed other gods.</b> they … followed other gods. Idol worship, such as the golden calf in the wilderness ( Ex 32 ), flared up again. Spurious gods of Canaan were plentiful. El was the supreme Canaanite deity, a god of uncontrolled lust and a bloody tyrant, as shown in writings found at Ras Shamra in north Syria. His name means “strong, powerful.” Baal, son and successor of El, was “lord of heaven,” a farm god of rain and storm, his name meaning “lord, possessor.” His cult at Phoenicia included animal sacrifices, ritual meals, and licentious dances. Chambers catered to sacred prostitution by men and women (cf. 1Ki 14:23–24 ; 2Ki 23:7 ). Anath, sister-wife of Baal, also called Ashtoreth (Astarte), patroness of sex and war, was called “virgin” and “holy” but was actually a “sacred prostitute.” Many other gods besides these also attracted worship."
  },
  {
    "start": 7002014,
    "content": "<b><a>2:14</a></b> <b>The anger of Yahweh burned.</b> The anger of Yahweh burned. Calamities designed as chastisement brought discipline intended to lead the people to repentance."
  },
  {
    "start": 7002016,
    "content": "<b><a>2:16</a></b> <b>Yahweh raised up judges.</b> Yahweh raised up judges. A “judge” or deliverer was distinct from a judge in the English world today. Such a leader guided military expeditions against foes as here and arbitrated judicial matters (cf. 4:5 ). There was no succession or national rule. They were local deliverers, lifted up to leadership by God when the deplorable condition of Israel in the region around them prompted God to rescue the people."
  },
  {
    "start": 7003001,
    "content": "<b><a>3:1</a></b> <b>nations … remain.</b> nations … remain. The purpose was to use them to test (cf. v. 4 ) and discipline the sinful Israelites, as well as to aid the young in learning the art of war."
  },
  {
    "start": 7003005,
    "content": "<b><a>3:5</a></b> See notes on 1:1–20 ."
  },
  {
    "start": 7003006,
    "content": "<b><a>3:6</a></b> See note on 1:19 . The Israelites failed God’s test, being enticed into 1) marriages with Canaanites and 2) worship of their gods. Disobedience was repeated frequently through the centuries, and led God to use the Assyrians ( 2Ki 17 ) and Babylonians ( 2Ki 24–25 ) to expel them from the land gained here."
  },
  {
    "start": 7003010,
    "content": "<b><a>3:10</a></b> <b>the Spirit of Yahweh came.</b> the Spirit of Yahweh came. Certain judges were expressly said to have the Spirit of Yahweh come upon them ( 6:34 ; 11:29 ; 13:25 ; 14:6 , 19 ; 15:14 ); others apparently also had this experience. This is a common OT expression signifying a unique act of God which conferred power and wisdom for victory. But this did not guarantee that the will of God would be done in absolutely all details, as is apparent in Gideon ( 8:24–27 , 30 ), Jephthah ( 11:34–40 ), and Samson ( 16:1 )."
  },
  {
    "start": 7003020,
    "content": "<b><a>3:20</a></b> <b>“I have a message from God for you.”</b> “I have a message from God for you.” Ehud claimed he came to do God’s will in answer to prayer (v. 15 ). Calmly and confidently, Ehud acted and later credited the defeat of the wicked king to God (v. 28 ; cf. Ps 75:6–7 , 10 ; Da 4:25 ), though it was by means of Ehud, as Jael used her way ( 4:21 ) and Israel’s armies used the sword ( 4:16 ). By God’s power, Ehud’s army would slay a greater number (v. 29 ). Men’s evil provokes God’s judgment ( Lv 18:25 )."
  },
  {
    "start": 7003024,
    "content": "<b><a>3:24</a></b> <b>“He is surely relieving himself.”</b> “He is surely relieving himself.” The dead king’s servants guessed he was indisposed in privacy, lit. “covering his feet,” a euphemism for bathroom functions."
  },
  {
    "start": 7003031,
    "content": "<b><a>3:31</a></b> <b>Shamgar.</b> <b>an oxgoad.</b> Shamgar. His extraordinary exploit causes one to think of Samson ( 15:16 ). an oxgoad. This was a stout stick about 8–10 ft. long and 6 in. around, with a sharp metal tip to prod or turn oxen. The other end was a flat, curved blade for cleaning a plow."
  },
  {
    "start": 7004004,
    "content": "<b><a>4:4</a></b> <b>Deborah, a prophetess.</b> Deborah, a prophetess. She was an unusual woman of wisdom and influence who did the tasks of a judge, except for military leadership. God can use women mightily for civil, religious, or other tasks, e.g., Huldah the prophetess ( 2Ki 22:14 ), Philip’s daughters in prophesying ( Ac 21:8–9 ), and Phoebe a deaconess ( Ro 16:1 ). Deborah’s rise to such a role is the exception in the book because of Barak’s failure to show the courage to lead courageously (vv. 8 , 14 ). God rebuked his cowardice by the pledge that a woman would slay Sisera (v. 9 )."
  },
  {
    "start": 7004011,
    "content": "<b><a>4:11</a></b> <b>Hobab the father-in-law of Moses.</b> Hobab the father-in-law of Moses. Nu 10:29 indicates that Reuel (elsewhere called Jethro, cf. Ex 3:1 ) is Moses’ father-in-law and Hobab is Reuel’s son. Both “father-in-law” and “brother-in-law” have the same three consonants in Hebrew, and therefore, here would be better translated “Hobab the brother-in-law of Moses.”"
  },
  {
    "start": 7004019,
    "end": 7004020,
    "content": "<b><a>4:19–20</a></b> <b>she … gave him a drink … covered him.</b> she … gave him a drink … covered him. Usually, this was the strongest pledge of protection possible."
  },
  {
    "start": 7004021,
    "content": "<b><a>4:21</a></b> <b>a tent peg and. … hammer.</b> a tent peg and. … hammer. Jael’s bold stroke in a tent rather than on a battlefield draws Deborah’s and Barak’s praise ( 5:24–27 ). Her strength and skill had no doubt been toughened by a common Bedouin duty of hammering down pegs to secure tents, or striking them loose to take down tents."
  },
  {
    "start": 7005001,
    "content": "<b><a>5:1</a></b> <b>sang on that day.</b> sang on that day. The song (vv. 1–31 ) was in tribute to God for victory in Jdg 4:13–24 . Various songs praise God for His help, e.g., Moses’ ( Ex 15 ), David’s ( 2Sa 23:1–7 ), and the Lamb’s ( Rev 15:3–4 )."
  },
  {
    "start": 7005010,
    "content": "<b><a>5:10</a></b> <b>white donkeys.</b> white donkeys. Because of this unusual color, they were a prize of kings and the rich."
  },
  {
    "start": 7005011,
    "content": "<b><a>5:11</a></b> <b>At the sound of those who divide</b> <b>among the watering places.</b> At the sound of those who divide flocks among the watering places. The wells were at a little distance from towns in the east, away from the battles and often places for pleasant reflection."
  },
  {
    "start": 7005014,
    "content": "<b><a>5:14</a></b> <b>root is in Amalek.</b> root is in Amalek. Ephraim as a tribe took the central hill area, which the Amalekites had held with deep roots (cf. 12:15 )."
  },
  {
    "start": 7005017,
    "content": "<b><a>5:17</a></b> <b>why did Dan stay in ships?</b> why did Dan stay in ships? Danites migrated from their territory to Laish north of the Lake of Chinneroth (Sea of Galilee) before the Israelite triumph of Jdg 4 , though details of it are not given until Jdg 18 . They became involved with Phoenicians of the northwest in ship commerce (cf. Joppa as a coastal city, Jos 19:46 ). As with some other tribes, they failed to make the trek to assist in the battle of Jdg 4 ."
  },
  {
    "start": 7005020,
    "content": "<b><a>5:20</a></b> <b>stars fought.</b> stars fought. A poetic way to say that God used these heavenly bodies to help Israel. They are bodies representing and synonymous with the heavens, the sky from which He sent a powerful storm and flood (cf. “torrent” of the Kishon River, v. 21 ) that swept Syrians from their chariots. God also hid the stars by clouds, increasing Syrian ineffectiveness."
  },
  {
    "start": 7005024,
    "end": 7005027,
    "content": "<b><a>5:24–27</a></b> Though this act was murder and a breach of honor, likely motivated by her desire for favor with the conquering Israelites, and though it was without regard for God on her part, God’s overruling providence caused great blessing to flow from it. Thus the words of vv. 24–27 in the victory song."
  },
  {
    "start": 7005031,
    "content": "<b><a>5:31</a></b> The intercessory prayer committed to God’s will ends a song that has other aspects: blessing God (v. 2 ), praise (v. 3 ), affirming God’s work in tribute (vv. 4 , 20 ), and voicing God’s curse (v. 23 )."
  },
  {
    "start": 7006001,
    "content": "<b><a>6:1</a></b> <b>Midian.</b> Midian. These wandering herdsmen from east of the Red Sea had been dealt a severe blow in Moses’ time ( Nu 31:1–18 ) and still resented the Israelites. They became the worst scourge yet to afflict Israel."
  },
  {
    "start": 7006008,
    "content": "<b><a>6:8</a></b> <b>Yahweh sent a prophet.</b> Yahweh sent a prophet. He used prophets in isolated cases before Samuel, the band of prophets Samuel probably founded ( 1Sa 10:5 ), and later such prophets as Elijah, Elisha, and the writing prophets—major and minor. Here the prophet is sent to bring the divine curse because of their infidelity (v. 10 )."
  },
  {
    "start": 7006011,
    "content": "<b><a>6:11</a></b> <b>the angel.</b> <b>Gideon was beating out wheat in the wine press … to preserve</b> the angel. This Angel (lit. “messenger”) of Yahweh is identified as “Yahweh” Himself (vv. 14 , 16 , 23 , 25 , 27 ). Cf. Ge 16:7–14 ; 18:1 ; 32:24–30 for other appearances. See note on Ex 3:2 . Gideon was beating out wheat in the wine press … to preserve it. This indicated a situation of serious distress; also it indicated a small amount of grain. This is clear because he is doing it rather than having cattle tread it. It is on bare ground or in the winepress rather than on a threshing floor made of wood, and is done remotely under a tree out of view. The fear of the Midianites caused this."
  },
  {
    "start": 7006013,
    "content": "<b><a>6:13</a></b> Gideon’s language here indicates a weak theology. The very chastisements of God were proof of His care for and presence with Israel."
  },
  {
    "start": 7006017,
    "content": "<b><a>6:17</a></b> Like Moses ( Ex 33 ), Gideon desired a sign; in both incidents revelation was so rare and wickedness so prevalent that they desired full assurance. God graciously gave it."
  },
  {
    "start": 7006018,
    "end": 7006023,
    "content": "<b><a>6:18–23</a></b> In the realization of the presence of God, the sensitive sinner is conscious of great guilt. Fire from God further filled Gideon with awe and even the fear of death. When he saw Yahweh, he knew Yahweh had also seen him in his fallenness. Thus he feared the death that sinners should die before Holy God. But God graciously promised life (v. 23 ). For a similar reaction to the presence of God, see Manoah in 13:22–23 (cf. Eze 1:26–28 ; Is 6:1–9 ; Rev 1:17 )."
  },
  {
    "start": 7006027,
    "content": "<b><a>6:27</a></b> <b>was … afraid.</b> was … afraid. Very real human fear and wise precaution interplay with trust in an all-sufficient God."
  },
  {
    "start": 7006032,
    "content": "<b><a>6:32</a></b> Jerubbaal (lit. “let Baal contend”) became a fitting and honorable second name for Gideon ( 7:1 ; 8:29 ; 9:1–2 ). This was a bold rebuke to the nonexistent deity, who was utterly unable to respond."
  },
  {
    "start": 7006036,
    "end": 7006040,
    "content": "<b><a>6:36–40</a></b> Gideon’s two requests for signs in the fleece should be viewed as weak faith; even Gideon recognized this when he said, “Do not let Your anger burn against me” (v. 39 ) since God had already specifically promised His presence and victory (vv. 12 , 14 , 16 ). But they were also legitimate requests for confirmation of victory against seemingly impossible odds ( 6:5 ; 7:2 , 12 ). God nowhere reprimanded Gideon, but was very compassionate in giving what his inadequacy requested. In 7:10–15 , God volunteered a sign to boost Gideon’s faith. He should have believed God’s promise in 7:9 but needed bolstering, so God graciously gave it without chastisement."
  },
  {
    "start": 7007002,
    "content": "<b><a>7:2</a></b> <b>The people … are too many.</b> The people … are too many. Those of faith, though inadequate by human weakness, gain victory only through God’s power (cf. 2Co 3:5 ; 4:7 ; 12:7–9 ). Three hundred men win against an incredible Midianite host ( Jdg 7:7 , 16–25 ). God gains the glory by making the outcome conspicuously His act, and no sinful pride is cultivated."
  },
  {
    "start": 7007005,
    "content": "<b><a>7:5</a></b> <b>Everyone who laps.</b> Everyone who laps. Soldiers who lapped as a dog, scooping water with their hands as a dog uses its tongue, were chosen; while those who sank to their knees to drink were rejected. No reason for such distinction is given, so that it showed nothing about their ability as soldiers. It was merely a way to divide the crowd. Their abilities as soldiers had no bearing on the victory anyway since the enemy soldiers killed themselves and fled without engaging Gideon’s men at all."
  },
  {
    "start": 7007010,
    "content": "<b><a>7:10</a></b> <b>if you are afraid.</b> if you are afraid. God sensitively recognized Gideon’s normal fear since he was the commander. God encouraged him to take his servant as protection. See note on 6:36–40 ."
  },
  {
    "start": 7007015,
    "content": "<b><a>7:15</a></b> <b>Arise.</b> Arise. God said this in 7:9 . Infused with courage, Gideon is in step with Yahweh."
  },
  {
    "start": 7007016,
    "content": "<b><a>7:16</a></b> Trumpets and torches at first concealed within clay pitchers were suddenly displayed at the most startling moment. The impression caused by blaring noise, the always terrible shouts of Israel (cf. Nu 23:21 ), and sudden lights surrounding the sleeping hosts and shattering the stillness conveyed one idea: Each light could mean a legion behind it, so that they believed an incredible host had moved in to catch the awaking army in a death trap."
  },
  {
    "start": 7007019,
    "content": "<b><a>7:19</a></b> <b>beginning … middle watch.</b> beginning … middle watch. About 10 p.m."
  },
  {
    "start": 7007020,
    "content": "<b><a>7:20</a></b> <b>A sword for Yahweh and for Gideon!</b> A sword for Yahweh and for Gideon! Here was the power of God in harmony with the obedience of man. Such shouts reminded the enemies that the threat of the sword of Gideon and of God was for real. The impression was one of doom and terror."
  },
  {
    "start": 7007022,
    "content": "<b><a>7:22</a></b> <b>the sword of one against another.</b> the sword of one against another. Panic followed shock. Every soldier was on his own, in desperate retreat. In the darkness and crash of sounds the soldiers were unable to distinguish friend from enemy, and with their swords they slashed a path of escape through their own men."
  },
  {
    "start": 7008002,
    "content": "<b><a>8:2</a></b> <b>gleaning</b> <b>of Ephraim.</b> gleaning of the grapes of Ephraim. Ephraim resented being slighted in the call to battle but was placated by Gideon’s compliment. His figures of speech implied that Ephraimite capital punishment of the two fleeing Midianite leaders ( 7:25 ) was “the vintage of Ephraim,” to use an image drawn from their grape horticulture. It played a more strategic role than taking part in “the vintage of Abiezer,” the suicide of the enemy under Gideon’s leadership (cf. v. 3 )."
  },
  {
    "start": 7008007,
    "content": "<b><a>8:7</a></b> <b>thorns.</b> thorns. Gideon’s threatened discipline of Succoth’s leaders for refusing to help their brothers came due. He had them dragged under heavy weights over thorns and briers, which painfully tore their bodies. This was a cruel torture to which ancient captives were often subjected. He did it on his return, not wanting to delay the pursuit (v. 16 )."
  },
  {
    "start": 7008009,
    "content": "<b><a>8:9</a></b> <b>tower.</b> tower. They probably had defiantly boasted of their strength and defensibility because of the tower. He kept his promise and more (v. 17 )."
  },
  {
    "start": 7008020,
    "content": "<b><a>8:20</a></b> <b>Jether … kill them.</b> Jether … kill them. Gideon desired to place a great honor on his son by killing the enemies of Israel and of God."
  },
  {
    "start": 7008021,
    "content": "<b><a>8:21</a></b> <b>killed Zebah and Zalmunna.</b> killed Zebah and Zalmunna. The earlier Midianite scourge inflicted on Israel was the worst, so this victory lived long in their minds (cf. Ps 83:11 )."
  },
  {
    "start": 7008022,
    "end": 7008023,
    "content": "<b><a>8:22–23</a></b> <b>Rule over us.</b> Rule over us. Israelites sinned by the misguided motive and request that Gideon reign as king. To his credit, the leader declined, insisting that God alone rule (cf. Ex 19:5–6 )."
  },
  {
    "start": 7008024,
    "content": "<b><a>8:24</a></b> <b>Ishmaelites.</b> Ishmaelites. Synonymous with Midianites (cf. Ge 37:25 , 28 )."
  },
  {
    "start": 7008026,
    "content": "<b><a>8:26</a></b> <b>The weight of the gold.</b> The weight of the gold. The total was about 42 lbs."
  },
  {
    "start": 7008030,
    "end": 7008031,
    "content": "<b><a>8:30–31</a></b> <b>many wives.</b> many wives. Gideon fell severely into the sin of polygamy, an iniquity tolerated by many but which never was God’s blueprint for marriage ( Ge 2:24 ). Abimelech, a son by yet another illicit relationship, grew up to be the wretched king in Jdg 9 . Polygamy always resulted in trouble."
  },
  {
    "start": 7009005,
    "content": "<b><a>9:5</a></b> <b>killed … brothers.</b> killed … brothers. This atrocity, common in ancient times, eliminated the greatest threat in the revolution—all the legitimate competitors."
  },
  {
    "start": 7009006,
    "content": "<b><a>9:6</a></b> <b>Beth-millo.</b> Beth-millo. Lit. “house of the fortress.” This was a section of Shechem, probably involving the tower stronghold of v. 46 ."
  },
  {
    "start": 7009014,
    "content": "<b><a>9:14</a></b> <b>You come, reign over us!</b> You come, reign over us! In Jotham’s parable of trees asking for a king (vv. 7–15 ), the olive, fig, and vine decline. They do not represent specific men who declined; rather, they build the suspense and heighten the idea that the bramble (thornbush) is inferior and unsuitable. The bush represents Abimelech (vv. 6 , 16 )."
  },
  {
    "start": 7009023,
    "content": "<b><a>9:23</a></b> <b>God sent an evil spirit.</b> God sent an evil spirit. In the course of God’s providence, there appeared jealousy, distrust, and hate. God allowed it to work as punishment for the idolatry and mass murder."
  },
  {
    "start": 7009026,
    "end": 7009045,
    "content": "<b><a>9:26–45</a></b> A failed coup."
  },
  {
    "start": 7009037,
    "content": "<b><a>9:37</a></b> <b>diviners’ oak.</b> diviners’ oak. A tree regarded superstitiously where mystical ceremonies and soothsaying were done."
  },
  {
    "start": 7009045,
    "content": "<b><a>9:45</a></b> <b>sowed it with salt.</b> sowed it with salt. An act polluting soil and water, as well as symbolizing a verdict of permanent barrenness ( Dt 29:23 ; Jer 17:6 ). Abimelech’s intent finally was nullified when Jeroboam I rebuilt the city as his capital ( 1Ki 12:25 ), ca. 930–910 BC."
  },
  {
    "start": 7009057,
    "content": "<b><a>9:57</a></b> That curse was pronounced in 9:20 for the pervasive idolatry."
  },
  {
    "start": 7010003,
    "end": 7010005,
    "content": "<b><a>10:3–5</a></b> Most likely, the judgeship of Jair was the time period of Ruth."
  },
  {
    "start": 7010010,
    "content": "<b><a>10:10</a></b> <b>We have sinned.</b> We have sinned. Confession is followed by true repentance (vv. 15–16 )."
  },
  {
    "start": 7010013,
    "end": 7010014,
    "content": "<b><a>10:13–14</a></b> Here is the form of God’s wrath, by which He abandons persistent, willful sinners to the consequences of their sins. This aspect of divine judgment is referred to in the case of Samson ( 16:20 ), as well as the warnings of Pr 1:20–31 and Ro 1:24–28 . It is a pattern of rejection seen throughout history (cf. Ac 14:15–16 ) even among the Jews (cf. Hos 4:17 ; Mt 15:14 )."
  },
  {
    "start": 7010015,
    "content": "<b><a>10:15</a></b> <b>do to us whatever seems good.</b> do to us whatever seems good. Genuine repentance acknowledges God’s right to chasten, so His punishment is seen as just and He is thereby glorified. It also seeks the remediation that chastening brings, because genuine contrition pursues holiness."
  },
  {
    "start": 7011001,
    "content": "<b><a>11:1</a></b> <b>mighty man of valor.</b> mighty man of valor. In a military situation, this means a strong, adept warrior, such as Gideon ( 6:12 ). In response to their repentance, God raised up Jephthah to lead the Israelites to freedom from the 18 years of oppression (v. 8 )."
  },
  {
    "start": 7011003,
    "content": "<b><a>11:3</a></b> <b>went out.</b> went out. Such attacks would be against the Ammonites and other pagan peoples and brought fame to Jephthah."
  },
  {
    "start": 7011011,
    "content": "<b><a>11:11</a></b> <b>spoke … before Yahweh.</b> spoke … before Yahweh. Refers to confirming the agreement in a solemn public meeting with prayer invoking God as witness (v. 10 )."
  },
  {
    "start": 7011013,
    "content": "<b><a>11:13</a></b> <b>Israel took away my land.</b> Israel took away my land. The Ammonite ruler was claiming rights to the lands occupied by the Israelites. Jephthah’s answer was direct: 1) those lands were not in the possession of Ammonites when Israel took them, but were Amorite lands; 2) Israel had been there 300 years in undisputed possession; 3) God had chosen to give them the lands, and thus they were entitled to them, just as the Ammonites felt they received their lands from their god (cf. v. 24 )."
  },
  {
    "start": 7011015,
    "content": "<b><a>11:15</a></b> <b>Israel did not take away the land.</b> Israel did not take away the land. These people initiated the hostility, and being at fault, invited loss of possession (vv. 16–22 ). This fit perfectly the will of God, who has ultimate rights (cf. Ge 1:1 ; Ps 24:1 ) to give the land to Israel."
  },
  {
    "start": 7011026,
    "content": "<b><a>11:26</a></b> <b>300 years.</b> 300 years. With an early Exodus from Egypt (ca. 1445 BC), one can approximate the 480 years covered in Judges to 1Ki 6:1 , Solomon’s fourth year 967/966 BC: 38 from the Exodus to Heshbon; 300 from Heshbon to Jephthah in 11:26 ; possibly 7 more years for Jephthah; 40 for Samson, 20 for Eli, 20 for Samuel, 15–16 beyond Samuel for Saul, 40 for David, and 4 for Solomon, which totals about 480 years. It is quite possible that 300 has been rounded off."
  },
  {
    "start": 7011029,
    "content": "<b><a>11:29</a></b> <b>the Spirit … came upon Jephthah.</b> the Spirit … came upon Jephthah. That Yahweh graciously empowered Jephthah for war on behalf of his people does not mean that all of the warrior’s decisions were of God’s wisdom. The rash vow (vv. 30–31 ) is an example."
  },
  {
    "start": 7011030,
    "content": "<b><a>11:30</a></b> <b>made a vow to Yahweh.</b> made a vow to Yahweh. This was a custom among generals to promise the god of their worship something of great value as a reward for that god’s giving them victory."
  },
  {
    "start": 7011031,
    "content": "<b><a>11:31</a></b> <b>I will offer it.</b> I will offer it. Some interpreters reason that Jephthah offered his daughter as a living sacrifice in perpetual virginity. With this idea, v. 31 is made to mean “shall be Yahweh’s” or “I will offer it up as a burnt offering.” The view sees only perpetual virginity in vv. 37–40 , and rejects his offering a human sacrifice as being against God’s revealed will ( Dt 12:31 ). On the other hand, since he was 1) beyond the Jordan, 2) far from the tabernacle, 3) a hypocrite in religious devotion, 4) familiar with human sacrifice among other nations, 5) influenced by such superstition, and 6) wanting victory badly, he likely meant a burnt offering. The translation in v. 31 is “and,” not “or.” His act came in an era of bizarre things, even inconsistency by leaders whom God otherwise empowered (cf. Gideon in 8:27 )."
  },
  {
    "start": 7011034,
    "content": "<b><a>11:34</a></b> <b>his daughter was coming out to meet him.</b> his daughter was coming out to meet him. She was thus to be the sacrificed pledge."
  },
  {
    "start": 7011035,
    "content": "<b><a>11:35</a></b> <b>Alas.</b> Alas. Here is indicated the pain felt by her father in having to take the life of his only daughter to satisfy his pious but unwise pledge."
  },
  {
    "start": 7012001,
    "content": "<b><a>12:1</a></b> <b>Why did you … fight … but did not call us…?</b> Why did you … fight … but did not call us…? Ephraim’s newest threat (cf. 8:1 ) was their jealousy of Jephthah’s success and possibly a lust to share in his spoils. The threat was not only to burn the house, but to burn him."
  },
  {
    "start": 7012004,
    "content": "<b><a>12:4</a></b> <b>fugitives.</b> fugitives. Here was a mockery referring to the Gileadites as low lifes, the outcasts of Ephraim. They retaliated with battle."
  },
  {
    "start": 7012006,
    "content": "<b><a>12:6</a></b> <b>Shibboleth.</b> Shibboleth. The method used for discovering an Ephraimite was the way in which they pronounced this word. If they mispronounced it by an “s” rather than “sh” sound, it gave them away, being a unique indicator of their dialect."
  },
  {
    "start": 7012009,
    "content": "<b><a>12:9</a></b> <b>thirty sons.</b> thirty sons. Very large families suggest the father’s marriage to several wives, a part of life tolerated but never matching God’s blueprint of one wife at a time ( Ge 2:24 ). To have many children had the lure of extending one’s human power and influence."
  },
  {
    "start": 7013003,
    "content": "<b><a>13:3</a></b> <b>the angel of Yahweh.</b> the angel of Yahweh. In this case, it was a pre-incarnate appearance of Yahweh Himself (vv. 6–22 ), as elsewhere ( see note on 6:11 ). See note on Ex 3:2 ."
  },
  {
    "start": 7013005,
    "content": "<b><a>13:5</a></b> <b>Nazirite.</b> Nazirite. The word is from the Hebrew “to separate.” For rigid Nazirite restrictions, such as here in Samson’s case, see note on Nu 6:2 . God gave 2 restrictions: no wine (v. 4 ) and no razor cutting the hair (v. 5 ). An additional restriction for a Nazirite was not to touch a dead body ( Nu 6:6 ). Such outward actions indicated an inner dedication to God."
  },
  {
    "start": 7013016,
    "content": "<b><a>13:16</a></b> <b>offer it to Yahweh.</b> offer it to Yahweh. Manoah needed this explanation because he was going to offer this to Him, not as Yahweh Himself, or even an angel, but just a human messenger. The instruction is intended to emphasize that this visitor is indeed Yahweh."
  },
  {
    "start": 7013017,
    "content": "<b><a>13:17</a></b> <b>What is Your name…?</b> What is Your name…? This secret name is again indicative that the Angel is Yahweh."
  },
  {
    "start": 7013018,
    "content": "<b><a>13:18</a></b> <b>Why do you ask my name…?</b> Why do you ask my name…? That the Angel would not divulge His name reminds one of the Angel (God) whom Jacob encountered ( Ge 32:24–30 ), who likewise did not give His name."
  },
  {
    "start": 7013020,
    "content": "<b><a>13:20</a></b> <b>flame went up … toward heaven.</b> flame went up … toward heaven. This miraculous act points to divine acceptance of the offering."
  },
  {
    "start": 7013022,
    "content": "<b><a>13:22</a></b> <b>We will surely die.</b> We will surely die. This reaction of the fear of death is familiar with those who come into God’s presence. Many did die when facing God, as the OT records. It is the terror in the heart of the sinner when in the presence of holy God. Cf. Ezekiel ( Eze 1:28 ), Isaiah ( Is 6:5 ), the 12 ( Mk 4:35–41 ), Peter ( Lk 5:8 ), and John ( Rev 1:17–18 )."
  },
  {
    "start": 7014001,
    "end": 7014004,
    "content": "<b><a>14:1–4</a></b> <b>she is right in my eyes.</b> she is right in my eyes. The Philistines were not among the 7 nations of Canaan which Israel was specifically forbidden to marry. Nonetheless Samson’s choice was seriously weak. Samson sins here, but God is sovereign and was able to turn the situation to please Him (v. 14 ). He was not at a loss, but used the opportunity to work against the wicked Philistines and provided gracious help to His people. He achieved destruction of these people, not by an army, but by the miraculous power of one man."
  },
  {
    "start": 7014007,
    "content": "<b><a>14:7</a></b> <b>spoke.</b> spoke. Such conversation was not acceptable in the east, unless a couple was betrothed."
  },
  {
    "start": 7014008,
    "content": "<b><a>14:8</a></b> <b>to take her.</b> to take her. Usually a year until the wedding."
  },
  {
    "start": 7014009,
    "content": "<b><a>14:9</a></b> <b>he scraped the honey into his hands.</b> he scraped the honey into his hands. Some scholars suggest that Samson violated his Nazirite standard by coming in contact with a dead body ( see note on 13:5 ). Others reason that Nu 6 specifies the body of a person, not an animal. Whether or not he sinned here, the context does show instances of him sinning."
  },
  {
    "start": 7014010,
    "content": "<b><a>14:10</a></b> <b>feast.</b> feast. The wedding feast usually lasted a week."
  },
  {
    "start": 7014016,
    "end": 7014018,
    "content": "<b><a>14:16–18</a></b> <b>Samson’s wife wept.</b> Samson’s wife wept. She cheated and manipulated, working against Samson’s expectations that the men must come up with the answer. The men also cheated and threatened, having murder in their hearts (v. 15 ) and putting pressure on the woman."
  },
  {
    "start": 7014019,
    "content": "<b><a>14:19</a></b> <b>his anger.</b> his anger. God blesses the one who had been wronged. Samson’s anger may be legitimate—righteous indignation against deceit (cf. Mk 3:5 ). The battle with the men at Ashkelon, about 23 mi. away, was a part of the war between Israel and Philistia."
  },
  {
    "start": 7014020,
    "content": "<b><a>14:20</a></b> <b>Samson’s wife was</b> Samson’s wife was given. Another act of treachery was done. The Philistine father had no reason to assume that Samson would not be back, nor had Samson given word about not returning. He, as a Philistine, did not want his daughter marrying the enemy."
  },
  {
    "start": 7015001,
    "content": "<b><a>15:1</a></b> <b>wheat harvest.</b> wheat harvest. Samson tactfully made his move when wheat harvest kept men busy. This was probably around May. A token of reconciliation was offered as he brought a young goat, showing the father and the daughter that they had nothing to fear."
  },
  {
    "start": 7015002,
    "content": "<b><a>15:2</a></b> <b>I … thought.</b> I … thought. This flimsy excuse by the father was an effort to escape the trap he was in. He feared the Philistines if he turned on the new husband, yet feared Samson, so he offered his second daughter as a way out. This was insulting and unlawful (cf. Lv 18:18 )."
  },
  {
    "start": 7015003,
    "content": "<b><a>15:3</a></b> The cycle of retaliation began, and it ends in 16:30–31 ."
  },
  {
    "start": 7015004,
    "content": "<b><a>15:4</a></b> <b>caught 300 foxes.</b> caught 300 foxes. Samson, insulted and provoked to fleshly resentment, took vengeance on the Philistines. It must have taken a while to catch so many foxes or jackals and to keep them penned and fed until the number reached 300. Apparently he tied them in pairs with a slow-burning torch, sending the pairs down the hills into fields thrashing with fire, igniting all the standing grain so dry at harvest. This was a loss of great proportion to the Philistine farmers."
  },
  {
    "start": 7015006,
    "content": "<b><a>15:6</a></b> <b>the Philistines … burned her and her father.</b> the Philistines … burned her and her father. The general principle of reaping what is sown is apropos here (cf. Ga 6:7 )."
  },
  {
    "start": 7015015,
    "content": "<b><a>15:15</a></b> <b>struck down 1,000 men.</b> struck down 1,000 men. Cf. 3:31 . God gave miraculous power to Samson for destruction, but also to show fearful Israelites (v. 11 ) that He was with them, despite their lack of trust."
  },
  {
    "start": 7015019,
    "content": "<b><a>15:19</a></b> <b>water came out.</b> water came out. God worked a miracle of supplying a spring in response to Samson’s prayerful cry in thirst. He called the place “the spring of him that called” (cf. Jer 33:3 )."
  },
  {
    "start": 7016001,
    "end": 7016003,
    "content": "<b><a>16:1–3</a></b> God was merciful in allowing Samson to be delivered from this iniquity, but chastening was only postponed. Sin blinds and later grinds (v. 21 )."
  },
  {
    "start": 7016003,
    "content": "<b><a>16:3</a></b> <b>mountain … opposite Hebron.</b> mountain … opposite Hebron. This place was about 38 mi. from Gaza."
  },
  {
    "start": 7016004,
    "content": "<b><a>16:4</a></b> <b>loved … Delilah.</b> loved … Delilah. His weakness for women of low character and Philistine loyalty reappeared (cf. Pr 6:27–28 ). He erred continually by going to her daily (v. 16 ), allowing himself to be entrapped in her deceptions."
  },
  {
    "start": 7016005,
    "content": "<b><a>16:5</a></b> <b>1,100</b> <b>of silver.</b> 1,100 pieces of silver. Since there were 5 rulers of the Philistines, each giving that amount, this was a large sum."
  },
  {
    "start": 7016007,
    "content": "<b><a>16:7</a></b> <b>Samson said.</b> Samson said. Samson played a lying game and gave away his manhood, here a little, there a little. He also played with giving away his secret—and finally gave it up, i.e., “told her all” (v. 17 ). He could be bought for a price, and Delilah paid it. Compare Esau selling his birthright ( Ge 25:29–33 ) and Judas denying Jesus ( Mt 26:14–16 )."
  },
  {
    "start": 7016011,
    "content": "<b><a>16:11</a></b> <b>new ropes.</b> new ropes. Cf. 15:13 ."
  },
  {
    "start": 7016017,
    "content": "<b><a>16:17</a></b> <b>If I am shaved.</b> If I am shaved. His strength came from his unique relation to God, based on his Nazirite pledge. His long hair was only a sign of it. When Delilah became more important to him than God, his strength was removed."
  },
  {
    "start": 7016020,
    "content": "<b><a>16:20</a></b> <b>he did not know that Yahweh had left him.</b> he did not know that Yahweh had left him. Here was the tragedy of the wrath of abandonment. His sin had caused him to forfeit the power of God’s presence. This principle is seen in Ge 6:3 ; Pr 1:24–31 ; Mt 15:14 ; Ro 1:24–32 . See note on 10:13–14 ."
  },
  {
    "start": 7016021,
    "content": "<b><a>16:21</a></b> <b>Gaza.</b> Gaza. The last town encountered in southwest Canaan as a traveler went from Jerusalem toward Egypt, near the coast. It was nearly 40 mi. from Samson’s birthplace, Zorah. There he was humiliated."
  },
  {
    "start": 7016022,
    "content": "<b><a>16:22</a></b> <b>hair … began to grow.</b> hair … began to grow. His hair grew with his repentance, and his strength with his hair."
  },
  {
    "start": 7016023,
    "content": "<b><a>16:23</a></b> <b>Dagon.</b> Dagon. He was a sea-god, an idol with the head of a man and the body of a fish."
  },
  {
    "start": 7016024,
    "content": "<b><a>16:24</a></b> <b>and praised their god.</b> and praised their god. It is tragic when a person’s sin contributes to the unsaved community giving praise to a false god, for God alone is worthy of praise."
  },
  {
    "start": 7016028,
    "content": "<b><a>16:28</a></b> <b>remember me.</b> remember me. A prayer of repentance and trust pours from Samson."
  },
  {
    "start": 7016029,
    "end": 7016030,
    "content": "<b><a>16:29–30</a></b> Some Philistine temples had roofs overlooking a courtyard, above wooden columns planted on stone foundations. The central pillars were set close to furnish extra support for the roof. Here the victory celebration and taunts flung at the prisoner below drew a big crowd. The full strength of Samson, renewed by God, enabled him to buckle the columns. As a result, the roof collapsed and the victory was Israel’s, not Philistia’s. He died for the cause of his country and his God. He was not committing suicide, but rather bringing God’s judgment on His enemies and willing to leave his own life or death to God. He was the greatest champion of all Israel, yet a man of passion capable of severe sin. Still, he is in the list of the faithful (cf. Heb 11:32 )."
  },
  {
    "start": 7017001,
    "content": "<b><a>17:1</a></b> Chapters 17–21 give miscellaneous appendixes to illustrate the pervasively depraved conditions in the era of the judges."
  },
  {
    "start": 7017005,
    "content": "<b><a>17:5</a></b> <b>Micah had a shrine.</b> Micah had a shrine. A counterfeit shrine and personal idols with a private priest is set up within the tribe of Ephraim (v. 1 ), whereas God’s priests were of the tribe of Levi (cf. v. 13 ). The defection is one example of personal and family idolatry."
  },
  {
    "start": 7017006,
    "content": "<b><a>17:6</a></b> <b>every man did … own eyes.</b> every man did … own eyes. This is the general characterization of the time, and of sinful behavior in all times. This attitude had been mentioned much earlier in Israel’s history (cf. Dt 12:8 ; Jdg 21:25 )."
  },
  {
    "start": 7017007,
    "end": 7017013,
    "content": "<b><a>17:7–13</a></b> <b>a Levite.</b> a Levite. He compromised in departing from one of the 48 cities God gave for Levite service to Israel ( Jos 21 ). Then he sinned grossly by prostituting himself as a priest in a private idolatry."
  },
  {
    "start": 7018002,
    "content": "<b><a>18:2</a></b> On the migration by the tribe of Dan to a new territory, see note on 1:34 . Dan was an example of tribal idolatry."
  },
  {
    "start": 7018005,
    "content": "<b><a>18:5</a></b> <b>Ask of God, please.</b> Ask of God, please. The passage does not say if the Levite did in fact seek God’s counsel before giving reassurance (v. 6 ); the Danites should have prayed to seek God’s counsel before making this trip or consulting a disobedient priest as one would an oracle."
  },
  {
    "start": 7018007,
    "content": "<b><a>18:7</a></b> <b>Laish.</b> Laish. Known also as Leshem (cf. Jos 19:47 ), this was a secluded, rich land."
  },
  {
    "start": 7018014,
    "end": 7018026,
    "content": "<b><a>18:14–26</a></b> The Danites sinfully seized the idols of Micah by force, probably because they believed those false idols were the source of power to give them the land they had spied. The apostate Levite who had served Micah as priest, named Jonathan, sold out again to be a priest for the Danites (vv. 18–20 , 30 ), who were not bothered by his defection, but rather believed in his spiritual power."
  },
  {
    "start": 7018029,
    "content": "<b><a>18:29</a></b> <b>name of the city Dan.</b> name of the city Dan. This was in the northernmost extremity of the land of Canaan, hence the origin of the phrase, “from Dan to Beersheba,” as indicating the land from north to south (cf. 20:1 )."
  },
  {
    "start": 7018030,
    "content": "<b><a>18:30</a></b> <b>the son of Moses.</b> the son of Moses. Some manuscripts say “son of Manasseh,” others “son of Moses,” which may be more probable as Gershom was a son of Moses ( Ex 2:22 ; 18:3 ). This idolatrous priestly service continued until the captivity. This is most likely 1) the captivity of Israel by Assyria in 722 BC ( 2Ki 15:29 ; 17:1–6 ), or possibly 2) the Philistine captivity of the ark from Shiloh (see Jdg 18:31 ) in 1Sa 4:11 ."
  },
  {
    "start": 7018031,
    "content": "<b><a>18:31</a></b> <b>the house of God was at Shiloh.</b> the house of God was at Shiloh. The ark of God was far away from them, so they justified their idolatry by their distance from the rest of Israel. This caused perpetual idolatry for many generations."
  },
  {
    "start": 7019001,
    "end": 7019010,
    "content": "<b><a>19:1–10</a></b> Here is an example of the kind of personal immorality that went on during this era."
  },
  {
    "start": 7019002,
    "content": "<b><a>19:2</a></b> <b>played the harlot.</b> played the harlot. She should have been killed as the law required and could have been if there was a devotion to holiness and obedience to Scripture (cf. Lv 20:10 ). A priest was not allowed to marry a harlot ( Lv 21:14 ), so his ministry was greatly tainted. Yet, he made little of her sin and separation and sought her back sympathetically (v. 3 )."
  },
  {
    "start": 7019010,
    "content": "<b><a>19:10</a></b> <b>Jebus.</b> Jebus. An early title for Jerusalem because of Jebusite control ( Jdg 1:21 ) until David wrested it away to become his capital ( 2Sa 5:6–9 ). Another early name for the city was Salem ( Ge 14:18 ; cf. Ps 76:2 )."
  },
  {
    "start": 7019012,
    "content": "<b><a>19:12</a></b> <b>Gibeah.</b> Gibeah. Jerusalem was still partially out of the control of Israelites. Gibeah was under Israelite control and safer."
  },
  {
    "start": 7019015,
    "content": "<b><a>19:15</a></b> People of the Benjamite town of Gibeah failed to extend the expected courtesy of a lodging. This opened the door to immorality."
  },
  {
    "start": 7019018,
    "content": "<b><a>19:18</a></b> <b>going to the house.</b> going to the house. He was headed for Shiloh to return to priestly duty."
  },
  {
    "start": 7019020,
    "content": "<b><a>19:20</a></b> <b>night in the open square.</b> night in the open square. The old man knew the danger of such a place at night."
  },
  {
    "start": 7019022,
    "content": "<b><a>19:22</a></b> <b>vile fellows.</b> vile fellows. Lit. “sons of Belial,” i.e., base and perverse men, who desired to commit sodomy against the Levite. The phrase elsewhere is used for idolaters ( Dt 13:13 ), neglecters of the poor ( Dt 15:9 ), drunks ( 1Sa 1:16 ), immoral people ( 1Sa 2:12 ), and rebels against the civil authority ( 2Sa 20:1 ; Pr 19:28 ). “Belial” can be traced to the false god Baal, and is also a term for yoke (they cast off the yoke of decency), and a term for entangling or injuring. It is used in the NT of Satan ( 2Co 6:15 )."
  },
  {
    "start": 7019024,
    "content": "<b><a>19:24</a></b> <b>let me bring them out.</b> let me bring them out. The host showed a disgraceful compromise in his exaggerated desire to extend hospitality to his male guest. He should have protected all in his house, and so should the Levite, even at the risk of their own lives in guarding the women. His sad estimate of women was demonstrated by his willingness to hand his daughter or the guest concubine over to indecent men. Lot’s plunge from decency was similar ( Ge 19 ). Here, repeated rape and finally murder were the pitiful sequel."
  },
  {
    "start": 7019025,
    "content": "<b><a>19:25</a></b> <b>the man took hold of his concubine and brought</b> <b>out to them.</b> the man took hold of his concubine and brought her out to them. This is unthinkable weakness and cowardice for any man, especially a priest of God. Apparently he even slept through the night, or stayed in bed out of fear, since he didn’t see her again until he awakened and prepared to leave (cf. v. 28 )."
  },
  {
    "start": 7019029,
    "content": "<b><a>19:29</a></b> <b>cut her in twelve pieces.</b> cut her in twelve pieces. The Levite’s bizarre butchery to divide the woman’s body into 12 parts was his shocking summons for aroused Israelite redress. No doubt a message went with each part, and the fact that he “sent” assumes messengers (cf. 1Sa 11:7 ). As he calculated, many were incensed and desired to avenge the atrocity (cf. 20:30 ). Nothing could have aroused universal indignation and horror more than this radical summons from the Levite."
  },
  {
    "start": 7020001,
    "content": "<b><a>20:1</a></b> <b>all the sons of Israel … came out.</b> <b>as one man to Yahweh.</b> all the sons of Israel … came out. As a result of this horrible tragedy, a national assembly was convened with people coming from the north (Dan) and the south (Beersheba). as one man to Yahweh. This indicated a humble attitude and desire to seek help from God for the nation."
  },
  {
    "start": 7020013,
    "content": "<b><a>20:13</a></b> <b>the sons of Benjamin were not willing to listen.</b> the sons of Benjamin were not willing to listen. They hardened their hearts against the justice and decency of turning over the criminals. Even greatly outnumbered in war, they would not yield to what was right (cf. vv. 15–17 ). So civil war resulted."
  },
  {
    "start": 7020018,
    "content": "<b><a>20:18</a></b> <b>asked of God.</b> asked of God. Yahweh gave His counsel from the location of the ark at Shiloh, probably through the Urim and Thummim (vv. 27–28 ). The tribe of Judah was responsible to lead in battle since God had chosen a leadership role for that tribe ( Ge 49:8–12 ; 1Chr 5:1–2 ). See note on Ex 28:30 ."
  },
  {
    "start": 7020022,
    "end": 7020025,
    "content": "<b><a>20:22–25</a></b> Twice Yahweh allowed great defeat and death to Israel to bring them to their spiritual senses regarding the cost of tolerating apostasy. Also, while they sought counsel, they placed too much reliance on their own prowess and on satisfying their own outrage. Finally, when desperate enough, they fasted and offered sacrifices (v. 26 ). Yahweh then gave victory with a strategy similar to that at Ai ( Jos 8 )."
  },
  {
    "start": 7020032,
    "content": "<b><a>20:32</a></b> Here was a battle strategy that lured the Benjamite army into a disastrous ambush (cf. vv. 36–46 )."
  },
  {
    "start": 7020046,
    "content": "<b><a>20:46</a></b> <b>25,000.</b> 25,000. A rounded number for the more exact 25,100 (cf. v. 35 )."
  },
  {
    "start": 7020047,
    "content": "<b><a>20:47</a></b> The number of Benjamites adds up to the 26,700 (v. 15 ) in a reasonable way: 18,000 killed (v. 44 ); 5,000 (v. 45 ); 2,000 (v. 45 ); 600 survived (v. 47 ); leaving an estimated 1,100 lost the first two days (v. 48 )."
  },
  {
    "start": 7021001,
    "content": "<b><a>21:1</a></b> <b>sworn in Mizpah.</b> sworn in Mizpah. The Israelites made an oath not to “give” their daughters to the 600 surviving Benjamites ( 20:47 ). But they realized that the latter would fade as a tribe unless they had wives (cf. 21:6–7 ), since the Benjamite women had died in the total sack of Gibeah ( 20:37 ). Cf. v. 9 ."
  },
  {
    "start": 7021008,
    "content": "<b><a>21:8</a></b> No one had come from Jabesh-gilead, so the Israelites conquered Jabesh-gilead, which did not help against the Benjamites, and gave 400 virgins from there to the tribe (vv. 12–14 )."
  },
  {
    "start": 7021016,
    "content": "<b><a>21:16</a></b> <b>wives for those who are left.</b> wives for those who are left. Having recognized that the 200 others needed wives (vv. 17–18 ), they decided to allow them to snatch brides on their own at a dance in Shiloh (vv. 16–22 ), not believing that this violated their oath of not directly “giving” their daughters."
  },
  {
    "start": 7021025,
    "content": "<b><a>21:25</a></b> Judges 17–21 vividly demonstrates how bizarre and deep sin can become when people throw off the authority of God as mediated through the king (cf. 17:6 ). This was the appropriate, but tragic, conclusion to a bleak period of Israelite history (cf. Dt 12:8 )."
  }
]