[
  {
    "start": 62001001,
    "end": 62001004,
    "content": "<b><a>1:1–4</a></b> As an apostolic eyewitness to Jesus’ ministry, including His death and resurrection, and as one of the 3 most intimate associates of the Lord (John, Peter, James), John affirms the physical reality of Jesus Christ’s having come “in the flesh” (cf. 4:2–3 ). In this way, John accentuated the gravity of the false teaching by immediately focusing on a strongly positive affirmation of the historic reality of Jesus’ humanity and the certainty of the gospel. Although the false teachers claimed to believe in Christ, their denial of His true humanity demonstrated their lack of genuine salvation ( 2:22–23 ). The affirmation of a proper view of Christ constitutes the first test of genuine fellowship (v. 3 ; see 1:5—2:2 for test two)."
  },
  {
    "start": 62001002,
    "end": 62001003,
    "content": "<b><a>1:2–3</a></b> <b>manifested … seen … bear witness … heard … proclaim.</b> manifested … seen … bear witness … heard … proclaim. John dramatically reemphasizes through repetition of these terms in vv. 2–3 (cf. v. 1 ) the authority of his own personal experience as an eyewitness of Jesus’ life. Such repetition pointedly reminds his readers that John’s personal testimony refutes the false teachers who boasted arrogantly and wrongly about the Christ they had never seen or known."
  },
  {
    "start": 62001003,
    "content": "<b><a>1:3</a></b> <b>fellowship with us.</b> fellowship with us. Fellowship does not mean social relations, but that his readers were to be partakers (or, partners) with John in possessing eternal life (cf. Php 1:5 ; 1Pe 5:1 ; 2Pe 1:4 ). John writes not only to affirm the physical reality of Jesus (vv. 1–2 ) but also to produce salvation in the readers. That genuine Christians are never “out of fellowship” is clear, since this verse equates fellowship with salvation."
  },
  {
    "start": 62001004,
    "content": "<b><a>1:4</a></b> <b>our joy may be made complete.</b> our joy may be made complete. A main goal for this epistle is to create joy in the readers. The proclamation of the reality of the gospel (vv. 1–2 ) produces a fellowship in eternal life (v. 3 ) and l, in turn, fellowship in eternal life produces joy (v. 4 )."
  },
  {
    "start": 62001005,
    "end": 62002002,
    "content": "<b><a>1:5—2:2</a></b> To counter the false teachers who denied the existence or importance of sin, John affirms its reality. This affirmation of sin’s reality constitutes the second test of true fellowship (cf. vv. 1–4 for test one and 2:3–6 for test three). Those who deny the reality of sin demonstrate their lack of genuine salvation. The “we” in vv. 6 , 8 , 10 is not a reference to genuine Christians, but a general reference to anyone claiming fellowship, but denying sin. The “we” and “ours” in vv. 7 , 9 and 2:1–2 is a specific reference to genuine Christians."
  },
  {
    "start": 62001006,
    "content": "<b><a>1:6</a></b> <b>do not do.</b> In spite of their claims to enlightenment, and although the false teachers may have claimed fellowship with Christ, their walking in darkness refuted such claims and, consequently, demonstrated their lack of genuine salvation. The reference to “lie” in v. 6b refers to the claim of fellowship in v. 6a . do not do. This points to their habitual failure regarding the practice of the truth."
  },
  {
    "start": 62001007,
    "content": "<b><a>1:7</a></b> A genuine Christian walks habitually in the light (truth and holiness), not in darkness (falsehood and sin). See note on 3:9 . Their walk also results in cleansing from sin as the Lord continually forgives His own. Since those walking in the light share in the character of God, they will be habitually characterized by His holiness ( 3Jn 11 ), indicating their true fellowship with Him ( Jas 1:27 ). A genuine Christian does not walk in darkness, but only in the light ( 2Co 6:14 ; Eph 5:8 ; Col 1:12–13 ), and cleansing from sin continually occurs (cf. v. 9 )."
  },
  {
    "start": 62001008,
    "content": "<b><a>1:8</a></b> Not only did the false teachers walk in darkness (i.e., sin; v. 6 ), they went so far as to deny totally the existence of a sin nature in their lives. If someone never admits to being a sinner, salvation cannot result (see Mt 19:16–22 for the account of the young man who refused to recognize his sin). Not only did the false teachers make false claims to fellowship and disregard sin (v. 6 ), they are also characterized by deceit regarding sinlessness ( Ecc 7:20 ; Ro 3:23 )."
  },
  {
    "start": 62001009,
    "content": "<b><a>1:9</a></b> Continual confession of sin is an indication of genuine salvation. While the false teachers would not admit their sin, the genuine Christian admitted and forsook it ( Ps 32:3–5 ; Pr 28:13 ). The term “confess” means to say the same thing about sin as God does; to acknowledge His perspective about sin. While v. 7 is from God’s perspective, v. 9 is from the Christian’s perspective. Confession of sin characterizes genuine Christians, and God continually cleanses those who are confessing (cf. v. 7 ). Rather than focusing on confession for every single sin as necessary, John has especially in mind here a settled recognition and acknowledgment that one is a sinner in need of cleansing and forgiveness ( Eph 4:32 ; Col 2:13 )."
  },
  {
    "start": 62001010,
    "content": "<b><a>1:10</a></b> <b>make Him a liar.</b> make Him a liar. Since God has said that all people are sinners (cf. Ps 14:3 ; 51:5 ; Is 53:6 ; Jer 17:5–6 ; Ro 3:10–19 , 23 ; 6:23 ), to deny that fact is to blaspheme God with slander that defames His name."
  },
  {
    "start": 62002001,
    "content": "<b><a>2:1</a></b> <b>so that you may not sin.</b> <b>Advocate.</b> so that you may not sin. Although a Christian must continually acknowledge and confess sin ( 1:9 ), he is not powerless against it. Fulfilling the duty of confession does not give license to sin. Sin can and should be conquered through the power of the Holy Spirit (see Ro 6:12–14 ; 8:12–13 ; 1Co 15:34 ; Tit 2:11–12 ; 1Pe 1:13–16 ). Advocate. John 16:7 translates this word as “Helper” (lit. “one called alongside”). Perhaps a modern concept of the term would be a defense attorney. Although Satan prosecutes believers night and day before the Father due to sin ( Rev 12:10 ), Christ’s High Priestly ministry guarantees not only sympathy but also acquittal ( Heb 4:14–16 )."
  },
  {
    "start": 62002002,
    "content": "<b><a>2:2</a></b> <b>propitiation.</b> <b>for</b> <b>the whole world.</b> propitiation. Cf. 4:10 . The word means “appeasement” or “satisfaction.” The sacrifice of Jesus on the cross satisfied the demands of God’s holiness for the punishment of sin (cf. Ro 1:18 ; 2Co 5:21 ; Eph 2:3 ). So Jesus propitiated or satisfied God. See notes on Heb 2:17 ; 9:15 for a clear illustration of propitiation. for those of the whole world. This is a generic term, referring not to every single individual, but to mankind in general. Christ actually paid the penalty only for those who would repent and believe. A number of Scriptures indicate that Christ died for the world ( Jn 1:29 ; 3:16 ; 6:51 ; 1Ti 2:6 ; Heb 2:9 ). Most of the world will be eternally condemned to hell to pay for their own sins, so they could not have been paid for by Christ. The passages which speak of Christ’s dying for the whole world must be understood to refer to mankind in general (as in Tit 2:11 ). “World” indicates the sphere, the beings toward whom God seeks reconciliation and has provided propitiation. God has mitigated His wrath on sinners temporarily, by letting them live and enjoy earthly life ( see note on 1Ti 4:10 ). In that sense, Christ has provided a brief, temporal propitiation for the whole world. But He actually satisfied fully the wrath of God eternally only for the elect who believe. Christ’s death in itself had unlimited and infinite value because He is Holy God. Thus His sacrifice was sufficient to pay the penalty for all the sins of all whom God brings to faith. But the actual satisfaction and atonement was made only for those who believe (cf. Jn 10:11 , 15 ; 17:9 , 20 ; Ac 20:28 ; Ro 8:32 , 37 ; Eph 5:25 ). The pardon for sin is offered to the whole world, but received only by those who believe (cf. 4:9 , 14 ; Jn 5:24 ). There is no other way to be reconciled to God."
  },
  {
    "start": 62002003,
    "end": 62002006,
    "content": "<b><a>2:3–6</a></b> Obedience to God’s commands constitutes a third test of genuine fellowship. First John presents two external tests that demonstrate salvation: doctrinal and moral. The doctrinal test consists of confessing a proper view of Christ and of sin (see 1:1–4 and 1:5—2:2 ), while the moral test consists of obedience and love (see also vv. 7–11 ). While subjective assurance of salvation comes through the internal witness of the Holy Spirit ( 5:10 ; Ro 8:14–16 ; 2Co 1:12 ), the test of obedience constitutes objective assurance that one is genuinely saved. Obedience is the external, visible proof of salvation ( see notes on Jas 2:14–25 ; 2Pe 2:5–11 ). The false teachers’ failure to obey God’s commands objectively demonstrated that they were not saved ( Lk 6:46 ). Those who are truly enlightened and know God are obedient to His Word."
  },
  {
    "start": 62002006,
    "content": "<b><a>2:6</a></b> <b>abides.</b> <b>manner as He walked.</b> abides. This word is one of John’s favorite terms for salvation ( see notes on Jn 15:4–10 ). manner as He walked. Jesus’ life of obedience is the Christian’s pattern. Those who claim to be Christians ought to live as He did (cf. Jn 6:38 ) since they possess His Spirit’s presence and power."
  },
  {
    "start": 62002007,
    "end": 62002017,
    "content": "<b><a>2:7–17</a></b> Love of the brethren constitutes the fourth test of genuine fellowship. The primary focus of the moral test is obedience to the command of love because love is the fulfillment of the law ( Mt 22:34–40 ; Ro 13:8–10 ; Jas 2:8 ) and is also Christ’s new command ( Jn 13:34 ; 15:12 , 17 ). True enlightenment is to love. God’s light is the light of love, so to walk in light is to walk in love."
  },
  {
    "start": 62002009,
    "content": "<b><a>2:9</a></b> <b>hates.</b> <b>in the darkness until now.</b> hates. The original language conveys the idea of someone who habitually hates or is marked by a lifestyle of hate. in the darkness until now. Those who profess to be Christians, yet are characterized by hate, demonstrate by such action that they have never been born again. The false teachers made claims to enlightenment, transcendent knowledge of God, and salvation, but their actions, especially the lack of love, proved all such claims false (see also v. 11 )."
  },
  {
    "start": 62002012,
    "end": 62002014,
    "content": "<b><a>2:12–14</a></b> <b>I am writing. … have written.</b> Only two families exist from God’s perspective: children of God and children of Satan (see Jn 8:39–44 ). John reminds his readers in these verses that as Christians they have been forgiven and come to know God as their heavenly Father. As a result, they are a part of God’s family. They must not love Satan’s family or give their allegiance to the world controlled by him (see v. 15 ). The word “little children” in v. 12 is general for offspring of any age, in contrast to a different Greek word for “children” in v. 13 , which refers to young children ( see note on vv. 13–14 ). I am writing. … have written. John repeats the message in these verses to emphasize the certainty of their belonging to God’s family. “I am writing” is from John’s perspective, while “I have written” anticipates his readers’ perspective when they received the letter."
  },
  {
    "start": 62002013,
    "end": 62002014,
    "content": "<b><a>2:13–14</a></b> <b>fathers … young men … children.</b> fathers … young men … children. These very clear distinctions identify 3 stages of spiritual growth in God’s family. “Fathers,” the most mature, have a deep knowledge of the Eternal God. The pinnacle of spiritual maturity is to know God in His fullness (cf. Php 3:10 ). “Young men” are those who, while not yet having the mature experience of knowing God in the Word and through life, do know sound doctrine. They are strong against sin and error because they have His Word in them. Thus they overcome the wiles of the devil, who makes havoc of children (cf. Eph 4:14 ). Since Satan’s efforts are in falsehood and deception, they have overcome him. “Children” are those who have only the basic awareness of God and need to grow. All are in God’s family and manifest Christ’s character at different levels."
  },
  {
    "start": 62002015,
    "content": "<b><a>2:15</a></b> <b>Do not love the world.</b> <b>the world.</b> <b>the love of the Father is not in him.</b> Do not love the world. Although John often repeats the importance of love and that God is love ( 4:7–8 ), he also reveals that God hates a certain type of love: love of the world ( Jn 15:18–20 ). In this text, John expresses a particular form of the fourth test (i.e., the test of love). Positively, the Christian loves God and fellow Christians. Negatively, an absence of love for the world must habitually characterize the love life of those to be considered genuinely born again. “Love” here signifies affection and devotion. God, not the world, must have the first place in the Christian’s life ( Mt 10:37–39 ; Php 3:20 ). the world. This is not a reference to the physical, material world, but the invisible spiritual system of evil dominated by Satan ( see notes on 2Co 10:3–5 ) and all that it offers in opposition to God, His Word, and His people (cf. 5:19 ; Jn 12:31 ; 1Co 1:21 ; 2Co 4:4 ; Jas 4:4 ; 2Pe 1:4 ). the love of the Father is not in him. Either one is a genuine Christian marked by love and obedience to God, or one is a non-Christian in rebellion against God, i.e., in love with and enslaved by the satanically controlled world system ( Eph 2:1–3 ; Col 1:13 ; Jas 4:4 ). No middle ground between these two alternatives exists for someone claiming to be born again. The false teachers had no such singular love, but were devoted to the world’s philosophy and wisdom, thereby revealing their love for the world and their unsaved state (cf. Mt 6:24 ; Lk 16:13 ; 1Ti 6:20 ; 2Pe 2:12–22 )."
  },
  {
    "start": 62002016,
    "content": "<b><a>2:16</a></b> <b>all that is in the world.</b> <b>lust.</b> <b>flesh.</b> <b>eyes.</b> <b>pride of life.</b> <b>not from the Father.</b> all that is in the world. Cf. Jas 4:4 . While the world’s philosophies and ideologies and much that it offers may appear attractive and appealing, that is deception. Its true and pervasive nature is evil, harmful, ruinous, and satanic. Its deadly theories are raised up against the knowledge of God and hold the souls of men captive ( 2Co 10:3–5 ). lust. John uses the term negatively here for a strong desire for evil things. flesh. The term refers to the sin nature of man; the rebellious self dominated by sin and in opposition to God ( Ro 7:15–25 ; 8:2–8 ; Ga 5:19–21 ). Satan uses the evil world system to incite the flesh. eyes. Satan uses the eyes as a strategic avenue to incite wrong desires ( Jos 7:20–21 ; 2Sa 11:2 ; Mt 5:27–29 ). Satan’s temptation of Eve involved being attracted to something beautiful in appearance, but the result was spiritual death ( Ge 3:6 “a delight to the eyes”). pride of life. The phrase has the idea of arrogance over one’s circumstances, which produced haughtiness or exaggeration, parading what one possessed to impress other people ( Jas 4:16 ). not from the Father. The world is the enemy of the Christian because it is in rebellion and opposition against God and controlled by Satan ( 5:19 ; Eph 2:2 ; 2Co 4:4 ; 10:3–5 ). The 3 openings presented, if allowing access to sin, result in tragedy. Not only must the Christian reject the world for what it is but also for what it does."
  },
  {
    "start": 62002017,
    "content": "<b><a>2:17</a></b> <b>the world is passing away.</b> <b>the one who does the will of God abides forever.</b> the world is passing away. The Christian also must not love the satanic world system because of its temporary nature. It is in the continual process of disintegration, headed for destruction ( Ro 8:18–22 ). the one who does the will of God abides forever. In contrast to the temporary world, God’s will is permanent and unchangeable. Those who follow God’s will abide as His people forever. While God offers eternal life to His children, the present age is doomed (cf. 1Co 7:31 ; 2Co 4:18 )."
  },
  {
    "start": 62002018,
    "content": "<b><a>2:18</a></b> <b>antichrist.</b> <b>many antichrists have appeared.</b> <b>the last hour.</b> antichrist. This is the first occurrence of the term “antichrist.” Its usage is found only in John’s epistles ( 4:3 ; 2Jn 7 ). Here it refers to the coming final world ruler energized by Satan who will seek to replace and oppose the true Christ ( Da 8:9–11 ; 11:31–38 ; 12:11 ; Mt 24:15 ; 2Th 2:1–12 ; see notes on Rev 13:1–5 ; 19:20 ). many antichrists have appeared. While the term’s first occurrence refers to a particular person prophesied in Scripture, this one is plural and refers to many individuals. John uses the plural to identify and characterize the false teachers who were troubling John’s congregations because their false doctrine distorted the truth and opposed Christ ( Mt 24:24 ; Mk 13:22 ; Ac 20:28–30 ). The term, therefore, refers to a principle of evil, incarnated in men, who are hostile and opposed to God (cf. 2Co 10:4–5 ). John writes to expose the false teachers, the wolves in sheep’s clothing, who purvey damning lies (cf. Eph 5:11 ). the last hour. The phrase refers to the “latter times” or “last days,” i.e., the time period between the first and second comings of Christ ( 1Ti 4:1 ; Jas 5:3 ; 1Pe 4:7 ; 2Pe 3:3 ; Jd 18 )."
  },
  {
    "start": 62002019,
    "content": "<b><a>2:19</a></b> <b>They went out from us … they were not</b> <b>of us.</b> They went out from us … they were not really of us. The first characteristic mentioned of antichrists, i.e., false teachers and deceivers (vv. 22–26 ), is that they depart from the faithful (see vv. 22–23 for the second characteristic and v. 26 for the third). They arise from within the church and depart from true fellowship and lead people out with them. The verse also places emphasis on the doctrine of the perseverance of the saints. Those genuinely born again endure in faith and fellowship and the truth ( 1Co 11:19 ; 2Ti 2:12 ). The ultimate test of true Christianity is endurance ( Mk 13:13 ; Heb 3:14 ). The departure of people from the truth and the church is their unmasking."
  },
  {
    "start": 62002020,
    "end": 62002021,
    "content": "<b><a>2:20–21</a></b> Two characteristics mark genuine Christians in contrast to the antichrists. First, the Holy Spirit (“the anointing,” v. 27 ) guards them from error (cf. Ac 10:38 ; 2Co 1:21 ). Christ as the Holy One ( Lk 4:34 ; Ac 3:14 ) imparts the Holy Spirit as their illuminating guardian from deception. Second, the Holy Spirit guides the believer into knowing “all things” ( Jn 14:26 ; 16:13 ). True Christians have a built-in lie detector and persevere in the truth. Those who remain in heresy and apostasy manifest the fact that they were never genuinely born again (cf. v. 19 )."
  },
  {
    "start": 62002022,
    "end": 62002023,
    "content": "<b><a>2:22–23</a></b> <b>denies the Father and the Son.</b> denies the Father and the Son. A second characteristic of antichrists is that they deny the faith (i.e., sound doctrine). Anyone denying the true nature of Christ as presented in the Scripture is an antichrist (cf. 4:3 ; 2Th 2:11 ). The denial of Christ also constitutes a denial of God Himself, who testified to His Son ( 5:9 ; Jn 5:32–38 ; 8:18 )."
  },
  {
    "start": 62002024,
    "end": 62002025,
    "content": "<b><a>2:24–25</a></b> <b>heard from the beginning.</b> heard from the beginning. The gospel that cannot change. Let it remain, do not follow false teachers (cf. 2Ti 3:1 , 7 , 13 ; 4:3 ). Christian truth is fixed and unalterable ( Jd 3 ). If we stay faithful to the truth, we continue to experience intimate communion with God and Christ and persevere to the full eternal life (cf. 5:11–12 )."
  },
  {
    "start": 62002026,
    "content": "<b><a>2:26</a></b> A third characteristic of antichrists is that they try to deceive the faithful (cf. also 1Ti 4:1 )."
  },
  {
    "start": 62002027,
    "content": "<b><a>2:27</a></b> <b>anointing.</b> <b>abide in Him.</b> anointing. See note on vv. 20–21 . John is not denying the importance of gifted teachers in the church ( 1Co 12:28 ; Eph 4:11 ) but indicates that neither those teachers nor those believers are dependent on human wisdom or the opinions of men for the truth. God’s Holy Spirit guards and guides the true believer into the truth (see vv. 20–21 ). If God is true (cf. 2Chr 15:3 ; Jer 10:10 ; Jn 17:3 ; 1Th 1:9 ) and Christ is the truth (cf. Jn 14:6 ), so is the Holy Spirit (cf. 5:6 ; Jn 15:26 ; 16:13 ). abide in Him. In response to such deceivers, the task of the genuine believer is to “walk in truth,” i.e., persevere in faithfulness and sound doctrine (see vv. 20–21 ; 2Jn 4 ; 3Jn 4 )."
  },
  {
    "start": 62002028,
    "end": 62003003,
    "content": "<b><a>2:28—3:3</a></b> This section deals with the “purifying hope” of every Christian, i.e., the return of Christ. John uses this purifying hope to reiterate and elaborate on the moral test (love and obedience) of a true Christian. The hope of Christ’s return has a sanctifying effect on moral behavior. In anticipation of Christ’s return and reward (cf. 1Co 3:10–17 ; 4:1–5 ; 2Co 5:9–10 ; Rev 22:12 ), a genuine Christian walks in holiness of life. Those who do not evidence such behavior manifest an unsaved life. In these 5 verses, John has given 5 features of the believer’s hope."
  },
  {
    "start": 62002029,
    "content": "<b><a>2:29</a></b> <b>everyone … who does righteousness has been born of Him.</b> everyone … who does righteousness has been born of Him. This is the second feature of the believer’s hope in 2:28—3:3 . The hope of Christ’s return not only sustains faith (v. 28 ), but makes righteousness a habit. The term for “born” is the same verb used in Jn 3:7 where Jesus told Nicodemus that he must be “born” again. Those truly born again as God’s children have their heavenly Father’s righteous nature ( 1Pe 1:3 , 13–16 ). As a result, they will display characteristics of God’s righteousness. John looks from effect (righteous behavior) to cause (being truly born again) to affirm that righteous living is the proof of being born again ( Jas 2:20 , 26 ; 2Pe 3:11 )."
  },
  {
    "start": 62003001,
    "content": "<b><a>3:1</a></b> <b>how great a love the Father has given to us.</b> <b>the world does not know us.</b> how great a love the Father has given to us. This outburst of wonder introduces the third feature of the believer’s hope in 2:28—3:3 . The believer’s hope is strengthened by the fact that God’s love initiated his salvation ( Eph 1:3–6 ). Christ’s return will unite the believer with the heavenly Father who loves His child with an immeasurable love. John expresses utter astonishment at God’s love for believers in making them His children ( Ro 8:17 ). the world does not know us. The real aliens in the world are not extraterrestrials but Christians. Having been born again, given a new nature of heavenly origin, Christians display a nature and lifestyle like their Savior and heavenly Father; a nature totally foreign (other worldly) to the unsaved ( 1Co 2:15–16 ; 1Pe 4:3–4 ). No wonder Scripture describes Christians as “sojourners,” “exiles,” and “strangers” ( Heb 11:13 ; 1Pe 1:1 ; 2:11 ). The Lord Jesus was unearthly in origin, and so are those born again. Our true transformed lives have not yet been manifested ( see notes on Ro 8:18–24 )."
  },
  {
    "start": 62003002,
    "content": "<b><a>3:2</a></b> <b>now we are children of God.</b> <b>we will be like Him.</b> now we are children of God. Everyone who exercises genuine saving faith becomes a child of God at the moment of belief ( Jn 1:12 ; Ro 8:16 ; 2Pe 1:4 ), though the truly heavenly, divine life in that person (cf. Eph 4:24 ; Col 3:10 ) will not be revealed until Jesus appears ( see note on Ro 8:19 ). In the meantime, the Holy Spirit is working into us the image of Christ ( see note on 2Co 3:18 ). we will be like Him. This phrase introduces the fourth feature of the believer’s hope in 2:28—3:3 . When Christ returns He shall conform every believer to His image, i.e., His nature. A tension exists between the first part of the verse (“now we are children”) and the latter part (“we will be like Him”). Such tension finds resolution in the solid hope that at Christ’s return the believer will experience ultimate conformity to His likeness ( see notes on Ro 8:29 ; 1Co 15:42–49 ; Php 3:21 ). The glorious nature of that conformity defies description, but as much as glorified humanity can be like incarnate deity, believers will be, without becoming deity."
  },
  {
    "start": 62003003,
    "content": "<b><a>3:3</a></b> <b>purifies himself, just as He is pure.</b> purifies himself, just as He is pure. This is the key verse to 2:28—3:3 and introduces the fifth feature of the believer’s hope in this section. Living in the reality of Christ’s return makes a difference in a Christian’s behavior. Since Christians someday will be like Him, a desire should grow within the Christian to become like Him now. That was Paul’s passion, expressed in Php 3:12–14 ( see notes there ). That calls for a purifying of sin, in which we play a part ( see notes on 2Co 7:1 ; 1Ti 5:22 ; 1Pe 1:22 )."
  },
  {
    "start": 62003004,
    "end": 62003024,
    "content": "<b><a>3:4–24</a></b> The primary aim of this section is to combat false teachers who are corrupting the fundamentals of the faith. These verses further amplify, reiterate, and emphasize the moral test already presented by John (see 2:3–6 , 7–11 ). Verses 4–10 convey that genuine believers practice righteousness, while vv. 11–24 relate that genuine believers practice love toward fellow believers. John was very concerned that Christians know how to tell the true from the false; the genuine from the artificial; true believers from false ones. He presents tests here and throughout this letter to help determine the validity of anybody’s claim to be a Christian."
  },
  {
    "start": 62003005,
    "content": "<b><a>3:5</a></b> <b>He was manifested in order to take away sins.</b> He was manifested in order to take away sins. A second reason why Christians cannot practice sin is because it is incompatible with the work of Christ. Christ died to sanctify (i.e., make holy) the believer ( 2Co 5:21 ; Eph 5:25–27 ). To sin is contrary to Christ’s work of breaking the dominion of sin in the believer’s life ( Ro 6:1–15 )."
  },
  {
    "start": 62003006,
    "content": "<b><a>3:6</a></b> <b>No one who abides … sins.</b> <b>No one who sins has seen Him or has come to know Him.</b> No one who abides … sins. Like the phrase “does sin” of verse 4 , the sense conveyed here is the idea of habitual, constant sinning. No one who sins has seen Him or has come to know Him. If no check against habitual sin exists in someone who professes to be a Christian, John’s pronouncement is absolutely clear—salvation never took place."
  },
  {
    "start": 62003007,
    "content": "<b><a>3:7</a></b> <b>let no one deceive you.</b> <b>does righteousness.</b> <b>just as He is righteous.</b> let no one deceive you. The word “deceive” means “to lead astray.” Since false teachers were attempting to pervert the fundamentals of the faith, the possibility existed that some Christians might be fooled into accepting what they were advocating. To prevent this deception from occurring, John repeatedly emphasized the basics of Christianity, e.g., the need for obedience, the need for love, and the need for a proper view of Christ (see Introduction: Historical and Theological Themes ). does righteousness. The genuine believer’s habitual lifestyle of righteousness stands in sharp contrast to those false teachers who practiced sin (cf. vv. 4 , 6 ). Since Christ died on the cross to transform sinners, those truly born again have replaced the habit of sin with the habit of righteous living ( Ro 6:13–14 ). just as He is righteous. Those who are truly born again reflect the divine nature of the Son. They behave like Him, manifesting the power of His life in them ( Ga 2:20 )."
  },
  {
    "start": 62003008,
    "content": "<b><a>3:8</a></b> <b>the one who does sin.</b> <b>of the devil.</b> <b>from the beginning.</b> <b>for this purpose, to destroy.</b> <b>works of the devil.</b> the one who does sin. This phrase means “who habitually practice sin” ( see notes on vv. 4 , 6 ). of the devil. The phrase gives the source of the false teachers’ actions. The term “devil” means “accuser” or “slanderer.” Not only does Satan (“adversary”) oppose God and His plan, but he is the originator and instigator of sin and rebellion against God and His law (v. 4 ; see notes on Eph 6:10–17 ). Therefore, all the unsaved are under the diabolic influence of Satan. Their sinful lifestyle reflects their satanic origin ( see note on Eph 2:1 ). John contrasts the children of God with the children of Satan in terms of their actions. While those who are truly born again reflect the habit of righteousness, Satan’s children practice sin. from the beginning. Since Satan was originally created as perfect and only later rebelled against God ( Is 14:12–14 ; Eze 28:12–17 ), John probably means the moment of his rebellion against God, the beginning of his rebellious career. Since sin characterizes him completely, so everyone characterized by sin must derive from him (cf. Jn 8:44 ). for this purpose, to destroy. A third reason why Christians cannot practice sin is because Christ came to destroy the works of the arch-sinner, Satan. The devil is still operating, but he has been defeated, and in Christ we escape his tyranny. The day will come when all of Satan’s activity will cease in the universe, and he will be sent to hell forever ( Rev 20:10 ). works of the devil. This summarizes a variety of the devil’s activities: sin, rebellion, temptation, ruling the world, persecution and accusation of saints, instigation of false teachers, power of death (e.g., Lk 8:12 ; Jn 8:44 ; Ac 5:3 ; 1Co 7:5 ; 2Co 4:4 ; Eph 6:11–12 ; 1Th 2:18 ; Heb 2:14 ; Rev 12:10 )."
  },
  {
    "start": 62003009,
    "content": "<b><a>3:9</a></b> <b>born of God.</b> <b>His seed.</b> <b>abides.</b> <b>he cannot sin.</b> The fourth reason why Christians cannot practice sin is because it is incompatible with the ministry of the Holy Spirit, who has imparted a new nature to the believer ( Jn 3:5–8 ). born of God. John wrote here of the new birth ( Jn 3:7 ). When people become Christians, God makes them new creatures with new natures ( 2Co 5:17 ). Believers have God’s characteristics because they have been born into God’s family. This new nature exhibits the habitual character of righteousness produced by the Holy Spirit ( Ga 5:22–24 ). John repeats this phrase twice for emphasis. His seed. The new birth involves the acquisition of a seed, which refers to the principle of life of God imparted to the believer at salvation’s new birth. John uses this image of a planted seed to picture the divine element involved in being born again. See notes on 1Pe 1:23–25 . abides. The word conveys the idea of the permanence of the new birth which cannot be reversed, for those who are truly born again are permanently transformed into a new creation ( 2Co 5:17 ; Ga 6:15 ; Eph 2:10 ). he cannot sin. This phrase once again conveys the idea of habitual sinning (see vv. 4 , 6 )."
  },
  {
    "start": 62003010,
    "content": "<b><a>3:10</a></b> This summary verse is the key to vv. 4–10 . Only two kinds of children exist in the world: children of God and children of Satan. No one can belong to both families simultaneously. Either one belongs to God’s family and exhibits His righteous character, or one belongs to Satan’s family and exhibits his sinful nature."
  },
  {
    "start": 62003011,
    "end": 62003024,
    "content": "<b><a>3:11–24</a></b> John elaborates on the love life of genuine believers. For those who are truly born again, love is an indispensable characteristic. The new nature or “seed” (v. 9 ) that God imparts not only exhibits holiness but also love as a habitual characteristic ( Jn 13:35 ; Ro 5:5 ; 1Th 4:9 ). Those who practice love give proof of the new birth. Those who do not have never been born again."
  },
  {
    "start": 62003012,
    "end": 62003024,
    "content": "<b><a>3:12–24</a></b> As noted throughout this epistle, John often repeated the same truths, expanding on them to allow his readers to hear them in new and fresh ways. Each time he presents the same truths in “new” packages, which expand on a particular aspect of their significance or approach the subject from a slightly different angle. Verses 12–17 address the characteristic lack of love displayed by the children of the devil, while in vv. 18–24 he talks about the characteristics of love displayed by the children of God ( see note on v. 10 )."
  },
  {
    "start": 62003013,
    "content": "<b><a>3:13</a></b> <b>the world hates you.</b> the world hates you. History is filled with stories of the persecution of the saints by the world ( Heb 11:36–40 ). This does not surprise believers because hateful Satan is their father (v. 10 )."
  },
  {
    "start": 62003014,
    "content": "<b><a>3:14</a></b> <b>passed out of death into life, because we love.</b> <b>abides in death.</b> passed out of death into life, because we love. Becoming a Christian is a resurrection from death to life, and a turning of hate to love (cf. Ga 5:6 , 22 ). A lack of love indicates that one is spiritually dead. Love is the sure test of whether someone has experienced the new birth or is still in the darkness of spiritual death ( 2:9 , 11 ). abides in death. Someone who is characterized by hate has never experienced the new birth."
  },
  {
    "start": 62003015,
    "content": "<b><a>3:15</a></b> <b>Everyone who hates his brother is a murderer.</b> Everyone who hates his brother is a murderer. John presents the second of 3 characteristics of the devil’s children with respect to their lack of love. Hatred is spiritually the same as murder in the eyes of God, i.e., the attitude is equal to the act. Hate is the seed that leads to murder, as seen in the example of the hatred of Cain for Abel that resulted in murder ( see notes on Mt 5:20–22 ; cf. Ga 5:19–21 ; Rev 22:15 )."
  },
  {
    "start": 62003016,
    "content": "<b><a>3:16</a></b> <b>By this we have known love.</b> <b>He laid down His life for us.</b> <b>we ought to lay down our lives for the brothers.</b> By this we have known love. With this phrase, John introduces the standard of love that is reflected in genuine Christianity. It becomes the measuring stick for every expression of love (see v. 18 ). John presents the third characteristic of Satan’s children in terms of their lack of love. Satan’s children are marked by indifference toward others’ needs (see also vv. 12 , 15 ). He laid down His life for us. This expression is unique to John ( Jn 10:11 , 15 , 17–18 ; 13:37–38 ; 15:13 ) and speaks of divesting oneself of something. Christian love is self-sacrificing and giving. Christ’s giving up His life for believers epitomized the true nature of Christian love ( Jn 15:12–13 ; Php 2:5–8 ; 1Pe 2:19–23 ). we ought to lay down our lives for the brothers. God calls Christians to that same standard of love for one another as He had for us (see v. 16a )."
  },
  {
    "start": 62003017,
    "content": "<b><a>3:17</a></b> <b>whoever has the world’s goods … and closes his heart.</b> whoever has the world’s goods … and closes his heart. True love is not limited to supreme sacrifices (v. 16 ), but shows up in lesser ones. Genuine Christian love expresses itself in sacrificial giving to other Christians’ needs (i.e., “his brother”). It is a practical love that finds motivation in helping others ( 1Ti 6:17–19 ; Heb 13:16 ; Jas 2:14–17 ). Where it does not exist, it is questionable that God’s love is present. If that is so, it is also questionable whether the person is the Lord’s child (v. 14 )."
  },
  {
    "start": 62003018,
    "content": "<b><a>3:18</a></b> <b>with word or with tongue … in deed and truth.</b> with word or with tongue … in deed and truth. Claiming to love is not enough. Love is not sentiment, but deeds."
  },
  {
    "start": 62003019,
    "content": "<b><a>3:19</a></b> <b>by this we will know.</b> <b>will assure our heart before Him.</b> by this we will know. A lifestyle of love in action is the demonstrable proof of salvation (see v. 16 ). will assure our heart before Him. John gives 3 benefits of love for the true Christian. The first benefit is assurance of salvation since love in action is the test of Christian profession (cf. 4:7 ; Jn 13:34–35 )."
  },
  {
    "start": 62003020,
    "content": "<b><a>3:20</a></b> <b>in whatever our heart condemns us … God is greater.</b> in whatever our heart condemns us … God is greater. God knows those who are truly His ( 2Ti 2:19 ) and wants to assure His own of their salvation. Although Christians may have insecurities and doubts about salvation, God does not condemn them ( Ro 8:1 ). Displaying love as a pattern of life is the proof that believers stand uncondemned before God."
  },
  {
    "start": 62003021,
    "content": "<b><a>3:21</a></b> <b>confidence before God.</b> confidence before God. Love banishes self-condemnation. When a Christian recognizes in his life the manifestation of love in deeds and actions, it results in confidence about his relationship with God."
  },
  {
    "start": 62003022,
    "content": "<b><a>3:22</a></b> The second benefit of love is answered prayer (see v. 19 ). Since love is the heart of obedience to the law (cf. Mt 22:37–40 ; Ro 13:8–10 ), its presence in a life evidences submission to God which He blesses by answered prayers."
  },
  {
    "start": 62003023,
    "end": 62003024,
    "content": "<b><a>3:23–24</a></b> Cf. 4:13 . These verses again repeat the 3 features of this epistle—believing, loving, and obeying—which are the major evidences of true salvation. The third benefit of love is the abiding presence and empowering of the Holy Spirit."
  },
  {
    "start": 62004001,
    "end": 62004006,
    "content": "<b><a>4:1–6</a></b> John turns from the importance of love to the importance of belief in God’s truth. He focuses once again on the doctrinal test and emphasizes the need to obey sound teaching ( Mt 24:11 ; 2Pe 2:2–3 ; Jd 3 ). Scripture presents stern warnings against false doctrine. From his temptation of Eve on, Satan has sought to distort and deny God’s Word ( Ge 3:1–5 ). He is the ultimate demonic source behind all false teachers and false doctrine ( 2Co 11:13–14 ). In this section, John gives two doctrinal tests to determine truth from error and false teachers from true teachers."
  },
  {
    "start": 62004002,
    "content": "<b><a>4:2</a></b> <b>By this you know the Spirit of God.</b> <b>Jesus Christ has come in the flesh.</b> By this you know the Spirit of God. John gives a measuring stick to determine whether the propagator of the message is a demon spirit or the Holy Spirit. Jesus Christ has come in the flesh. This is the first test of a true teacher: they acknowledge and proclaim that Jesus is God incarnate in human flesh. The Greek construction does not mean that they confess Christ as having come to earth, but that they confess that He came in the flesh to the earth, i.e., He had a true and complete human nature—a real, physical human body and a human soul. Both the full humanity and full deity of Jesus must be equally maintained by the teacher who is to be considered genuinely of the Spirit. The Holy Spirit testifies of Christ as one person in whom the two distinct natures of deity and humanity are united without confusion, change, division, or separation. Satan and his forces distort and deny this truth. John accentuates the crucial importance of sound doctrine expressed in God’s Word as the only absolute and trustworthy standard (cf. Is 8:20 )."
  },
  {
    "start": 62004003,
    "content": "<b><a>4:3</a></b> <b>the</b> <b>of the antichrist.</b> the spirit of the antichrist. These false teachers who denied the true nature of the Son (see Introduction: Background and Setting ) are to be identified among the antichrists in 2:18–19 ( 2Jn 7 ). The same demonic deception that will work to produce the final world ruler ( see notes on Rev 13:1–8 ) who rules as the false Christ is always actively seeking to distort Jesus Christ’s true nature, perverting the gospel. The final Antichrist will not be something new, but will be the ultimate embodiment of all the antichrist spirits that have perverted truth and propagated satanic lies since the beginning. This is similar to 2Th 2:3–8 , where the man of lawlessness (Antichrist) is still to be revealed, but the mystery of lawlessness is already at work."
  },
  {
    "start": 62004004,
    "content": "<b><a>4:4</a></b> <b>greater is He who is in you.</b> greater is He who is in you. Believers need to be aware and alert to false teaching, but not afraid, since those who have experienced the new birth with its indwelling of the Holy Spirit have a built-in check against false teaching (cf. 2:20 , 27 ). The Holy Spirit leads into sound doctrine for genuine Christians, evidencing that salvation has actually occurred (cf. Ro 8:17 ). True believers have nothing to fear, for even Satan’s hosts with their perversions can’t take them out of the Lord’s hand. Here, as in 2:18–27 , protection against error or victory over it are guaranteed by sound doctrine and the indwelling Holy Spirit who illumines the mind."
  },
  {
    "start": 62004005,
    "end": 62004006,
    "content": "<b><a>4:5–6</a></b> <b>they speak</b> <b>from the world … The one who knows God hear us.</b> they speak as from the world … The one who knows God hear us. John gives the second test of a true teacher: they speak God’s word, following apostolic doctrine."
  },
  {
    "start": 62004006,
    "content": "<b><a>4:6</a></b> <b>From this we know the spirit of truth and the spirit of error.</b> From this we know the spirit of truth and the spirit of error. The OT and NT are the sole standards by which all teaching is to be tested. In contrast, demonically inspired teachers either reject the teaching of God’s Word or add elements to it ( 2Co 4:2 ; Rev 22:18–19 )."
  },
  {
    "start": 62004007,
    "end": 62004021,
    "content": "<b><a>4:7–21</a></b> True to his pattern to develop the same subjects, each time broadening, expanding, and enhancing their significance, John returns once again to the moral test of love. These verses constitute one long unit describing what perfect love is and that it is available to men. In John’s third and last discussion of love in this letter (see also 2:7–11 ; 3:10–14 ), he gives 5 reasons why Christians love."
  },
  {
    "start": 62004008,
    "content": "<b><a>4:8</a></b> <b>The one who does not love does not know God.</b> The one who does not love does not know God. Someone may profess to be a Christian, but only those who display love like their heavenly Father have actually been born again."
  },
  {
    "start": 62004009,
    "content": "<b><a>4:9</a></b> <b>only begotten.</b> John introduces the reader to the second of 5 reasons why Christians love: to follow the supreme example of God’s sacrificial love in sending His Son for us. The judgment of sin on the cross was the supreme example of God’s love, for He poured out His wrath on His beloved Son in place of sinners ( Jn 3:14–16 ; Ro 5:8 ; 2Co 5:21 ; Eph 5:1–2 ; see note on Tit 3:4 ). only begotten. Five of the NT’s nine uses of this term are by John ( Jn 1:14 , 18 ; 3:16 , 18 ). John always uses it of Christ to picture His unique relationship to the Father, His pre-existence, and His distinctness from creation. The term emphasizes the uniqueness of Christ, as the only one of His kind. It was He whom the Father sent into the world as the greatest gift ever given ( Jn 17:3 ; 2Co 8:9 ) so that we might have life eternal (cf. Jn 3:14–15 ; 12:24 )."
  },
  {
    "start": 62004010,
    "content": "<b><a>4:10</a></b> <b>propitiation for our sins.</b> propitiation for our sins. For the word’s meaning, see note on 2:2 . Hebrews 9:5 translates a form of this word as “the mercy seat.” Christ lit. became our mercy seat like the one in the Holy of Holies, where the High Priest splattered the blood of the sacrifice on the Day of Atonement ( Lv 16:15 ). Christ did this when His blood, spilled on behalf of others, satisfied the demands of God’s holy justice and wrath against sin."
  },
  {
    "start": 62004011,
    "content": "<b><a>4:11</a></b> God’s sending His Son gives Christians not only salvation privilege, but obligation to follow this pattern of sacrificial love. Christian love must be self-sacrificing like God’s love."
  },
  {
    "start": 62004012,
    "content": "<b><a>4:12</a></b> John introduces the reader to the third of 5 reasons why Christians love: because love is the heart of Christian witness. Nobody can see God loving since His love is invisible. Jesus no longer is in the world to manifest the love of God. The only demonstration of God’s love in this age is the church. That testimony is critical ( Jn 13:35 ; 2Co 5:18–20 ). John’s argument in vv. 7–12 can be summed up as: love originated in God, was manifested in His Son, and demonstrated in His people."
  },
  {
    "start": 62004013,
    "end": 62004016,
    "content": "<b><a>4:13–16</a></b> John introduces the reader to the fourth of 5 reasons why Christians love: because love is the Christian’s assurance ( see notes on 3:16–23 )."
  },
  {
    "start": 62004015,
    "content": "<b><a>4:15</a></b> <b>Whoever confesses.</b> Whoever confesses. See note on v. 2 . This refers to the doctrinal test (cf. vv. 1–6 ; 1:1–4 ; 2:23 )."
  },
  {
    "start": 62004017,
    "end": 62004020,
    "content": "<b><a>4:17–20</a></b> John introduces the reader to the fifth reason why Christians love: because love is the Christian’s confidence in judgment ( see notes on 3:16–23 )."
  },
  {
    "start": 62004021,
    "content": "<b><a>4:21</a></b> This verse summarizes chap. 4 . One cannot love God without first loving his fellow believer. A claim to love God is a delusion if not accompanied by unselfish love for other Christians."
  },
  {
    "start": 62005001,
    "end": 62005005,
    "content": "<b><a>5:1–5</a></b> John introduces the subject of the victorious life. While the Bible uses many terms to describe what Christians are (e.g., believers, friends, brothers, sheep, saints, soldiers, witnesses, etc.), John highlights one particular term in this chapter: the overcomer ( see note on v. 4 for the meaning of the term). Of the 24 times the word occurs in the NT, John uses it 21 times (cf. also Rev 2:7 , 11 , 17 ; 2:26 ; 3:5 , 12 , 21 ). Several different forms of this term appear in these verses to emphasize the victorious nature of the believer."
  },
  {
    "start": 62005002,
    "end": 62005003,
    "content": "<b><a>5:2–3</a></b> <b>do … keep His commandments.</b> do … keep His commandments. John repeats this phrase twice in these two verses. Obedience is the third characteristic of an overcomer. In these 5 verses, John weaves faith, love, and obedience all together inextricably. They exist mutually in a dynamic relationship, i.e., as the genuine proof of love is obedience, so the genuine proof of faith is love. The word “keep” conveys the idea of constant obedience (cf. Jn 8:31–32 ; 14:15 , 21 ; 15:10 )."
  },
  {
    "start": 62005003,
    "content": "<b><a>5:3</a></b> <b>His commandments are not burdensome.</b> His commandments are not burdensome. For example, in contrast to the burdensome man-made religious traditions of the Jewish leaders ( Mt 23:4 ), the yoke of Jesus is easy and the burden light ( Mt 11:30 )."
  },
  {
    "start": 62005004,
    "content": "<b><a>5:4</a></b> <b>overcomes.</b> overcomes. John clearly defines who these overcomers are: they are all who believe that Jesus is God’s Son, and all that means. The overcomers are believers—all of them (cf. 2:13 ). The word for “overcomes” or “overcomer” comes from a Greek word meaning “to conquer,” “to have victory,” “to have superiority” or “conquering power.” The word reflects a genuine superiority that leads to overwhelming success. The victory is demonstrable; it involves overthrowing an enemy so that the victory is seen by all. Jesus also used this word to describe Himself ( Jn 16:33 ). Because of believers’ union with Christ, they too partake in His victory ( Ro 8:37 ; 2Co 2:14 ). The word “overcomes” in the original language conveys the idea that the believer has continual victory over the world."
  },
  {
    "start": 62005006,
    "end": 62005012,
    "content": "<b><a>5:6–12</a></b> The terms “bear witness” and “witness” are the themes of this section. The passage concerns the witness or testimony of God and the Spirit to the world regarding the great truth of the deity of Jesus Christ. The previous passage ( 5:1–5 ) described overcomers as those who believed in Jesus as Lord and Savior, and here John presents God’s own testimony to confirm that Jesus is the Christ ( Jn 5:31–37 ; 8:13–18 ). He gives two kinds of testimony: external (vv. 6–9 ) and internal (vv. 10–12 )."
  },
  {
    "start": 62005007,
    "content": "<b><a>5:7</a></b> <b>three that bear witness.</b> three that bear witness. The OT law required “the mouth of two witnesses or three witnesses” to establish the truth of a particular matter ( Dt 17:6 ; 19:15 ; cf. Jn 8:17–18 ; 1Ti 5:19 )."
  },
  {
    "start": 62005008,
    "content": "<b><a>5:8</a></b> <b>the Spirit and the water and the blood.</b> the Spirit and the water and the blood. At the baptism of Jesus, the Father and the Spirit testified to the Son (see Mt 3:16–17 ). The death of Jesus Christ also witnessed to who He was ( Mt 27:54 ; Heb 9:14 ). The Holy Spirit testified throughout Jesus’ life as to His identity ( Mk 1:12 ; Lk 1:35 ; Ac 10:38 )."
  },
  {
    "start": 62005010,
    "content": "<b><a>5:10</a></b> <b>has this witness in himself.</b> <b>made Him a liar.</b> has this witness in himself. John writes of the internal subjective witness to the Son within the believer’s heart ( Ro 8:15–16 ; Ga 4:6 ). made Him a liar. If someone refuses the testimony of God regarding His Son, such rejection is the ultimate form of blasphemy, for it is tantamount to calling God a liar ( Tit 1:2 ; Heb 6:18 )."
  },
  {
    "start": 62005011,
    "end": 62005012,
    "content": "<b><a>5:11–12</a></b> This summarizes the blessing of the believer’s subjective witness—the very life that we possess in Christ expressed in the grace and power He provides all the time. It is the very experience of knowing Christ in one’s life. Life is only in Him, so it is impossible to have it without Him."
  },
  {
    "start": 62005013,
    "end": 62005021,
    "content": "<b><a>5:13–21</a></b> John concludes his letter with a discussion regarding 5 Christian certainties that constitute a powerful climax to the entire epistle. He accentuates their certainty by using the word “know” 7 times in this section."
  },
  {
    "start": 62005014,
    "end": 62005017,
    "content": "<b><a>5:14–17</a></b> Answered prayer is the second Christian certainty."
  },
  {
    "start": 62005016,
    "end": 62005017,
    "content": "<b><a>5:16–17</a></b> John illustrates praying according to God’s will with the specific example of the “sin leading to death.” Such a sin could be any premeditated and unconfessed sin that causes the Lord to determine to end a believer’s life. It is not one particular sin like homosexuality or lying, but whatever sin is the final one in the tolerance of God. Failure to repent of and forsake sin may eventually lead to physical death as a judgment of God ( Ac 5:1–11 ; 1Co 5:5 ; 11:30 ). No intercessory prayer will be effective for those who have committed such deliberate high-handed sin, i.e., God’s discipline with physical death is inevitable in such cases as He seeks to preserve the purity of His church ( see notes on 1Co 5:5–7 ). The contrast to the phrase “sin leading to death” with “sin not leading to death” signifies that the writer distinguishes between sins that may lead to physical death and those that do not. That is not to identify a certain kind of mortal or nonmortal sin, but to say not all sins are so judged by God."
  },
  {
    "start": 62005018,
    "content": "<b><a>5:18</a></b> <b>keeps him.</b> <b>evil one.</b> <b>does not touch him.</b> Victory over sin and Satan is the third Christian certainty ( 3:9 ; Ro 6:15–22 ). keeps him. This refers to the fact that God protects the believer. evil one. This is a reference to Satan. does not touch him. John uses this word only here and in Jn 20:17 . The word suggests “to lay hold of” or “to grasp” in order to harm. Because the believer belongs to God, Satan must operate within God’s sovereignty and cannot function beyond what God allows, as in the example of Job ( Job 2:5 ; Ro 16:20 ). While Satan may persecute, tempt, test, and accuse the believer, God protects His children and places definite limits on Satan’s influence or power ( 2:13 ; Jn 10:28 ; 17:12–15 )."
  },
  {
    "start": 62005019,
    "content": "<b><a>5:19</a></b> <b>we are of God.</b> we are of God. That Christians belong to God is the fourth Christian certainty. Only two types of people exist in the world according to John: children of God and children of Satan ( see note on 3:10 ). One belongs either to God or to the evil world system that is Satan’s domain. Because the whole world belongs to Satan, Christians should avoid its contamination."
  },
  {
    "start": 62005020,
    "content": "<b><a>5:20</a></b> <b>true.</b> <b>God and eternal life.</b> true. The word means “genuine” as opposed to what is false (cf. v. 21 ). God and eternal life. That Jesus Christ is the true God is the fifth Christian certainty. This verse constitutes the summation of John’s whole letter. The greatest certainty of all, the incarnation, guarantees the certainty of the rest. This is the doctrinal foundation, out of which comes love and obedience."
  },
  {
    "start": 62005021,
    "content": "<b><a>5:21</a></b> <b>guard yourselves from idols.</b> guard yourselves from idols. John contrasts the term “idols” with “the true God” of v. 20 . He has reference here to the false teachers who withdrew from the brotherhood with which they had been formerly associated ( 2:19 ). Their false beliefs and practices are the idols from which the readers are commanded to protect themselves. The false teachers upheld the world’s philosophy as superior to God’s revelation as demonstrated in their perversion of basic Christian teaching (faith, love, and obedience). In closing, John once again highlights the importance of adherence to the fundamentals of the faith."
  }
]