[
  {
    "id": "intro62",
    "title": "The First Letter of John",
    "content": "The First Letter of John Title The epistle’s title has always been “1 John.” It is the first and largest in a series of 3 epistles that bear the apostle John’s name. Since the letter identifies no specific church, location, or individual to whom it was sent, its classification is as a “general epistle.” Although 1 John does not exhibit some of the general characteristics of an epistle common to that time (e.g., no introduction, greeting, or concluding salutation), its intimate tone and content indicate that the term “epistle” still applies to it. Author and Date The epistle does not identify the author, but the strong, consistent and earliest testimony of the church ascribes it to John the disciple and apostle (cf. <a ref='Luke 6:13–14'>Lk 6:13–14</a> ). This anonymity strongly affirms the early church’s identification of the epistle with John the apostle, for only someone of John’s well-known and preeminent status as an apostle would be able to write with such unmistakable authority, expecting complete obedience from his readers, without clearly identifying himself (e.g., <a ref='1 John 4:6'>4:6</a> ). He was well known to the readers so he didn’t need to mention his name. John and James, his older brother ( <a ref='Acts 12:2'>Ac 12:2</a> ), were known as “the sons of Zebedee” ( <a ref='Matthew 10:2–4'>Mt 10:2–4</a> ), whom Jesus gave the name “Sons of Thunder” ( <a ref='Mark 3:17'>Mk 3:17</a> ). John was one of the 3 most intimate associates of Jesus (along with Peter and James—cf. <a ref='Matthew 17:1'>Mt 17:1</a> ; <a ref='Matthew 26:37'>26:37</a> ), being an eyewitness to and participant in Jesus’ earthly ministry ( <a ref='1 John 1:1–4'>1:1–4</a> ). In addition to the 3 epistles, John also authored the fourth Gospel, in which he identified himself as the disciple “whom Jesus loved” and as the one who reclined on Jesus’ breast at the Last Supper ( <a ref='John 13:23'>Jn 13:23</a> ; <a ref='John 19:26'>19:26</a> ; <a ref='John 20:2'>20:2</a> ; <a ref='John 21:7'>21:7</a> , <a ref='John 21:20'>20</a> ). He also wrote the book of Revelation ( <a ref='Revelation 1:1'>Rev 1:1</a> ). Precise dating is difficult because no clear historical indications of date exist in 1 John. Most likely John composed this work in the latter part of the first century. Church tradition consistently identifies John in his advanced age as living and actively writing during this time at Ephesus in Asia Minor. The tone of the epistle supports this evidence since the writer gives the strong impression that he is much older than his readers (e.g., “my little children”— <a ref='1 John 2:1'>2:1</a> , <a ref='1 John 2:18'>18</a> , <a ref='1 John 2:28'>28</a> ). The epistle and John’s Gospel reflect similar vocabulary and manner of expression (see Historical and Theological Themes). Such similarity causes many to date the writing of John’s epistles as occurring soon after he composed his Gospel. Since many date the Gospel during the latter part of the first century, they also prefer a similar date for the Epistles. Furthermore, the heresy John combats most likely reflects the beginnings of gnosticism (see Background and Setting) which was in its early stages during the latter third of the first century when John was actively writing. Since no mention is made of the persecution under Domitian, which began about AD 95, it may have been written before that began. In light of such factors, a reasonable date for 1 John is ca. AD 90–95. It was likely written from Ephesus to the churches of Asia Minor over which John exercised apostolic leadership. Background and Setting Although he was greatly advanced in age when he penned this epistle, John was still actively ministering to churches. He was the sole remaining apostolic survivor who had intimate, eyewitness association with Jesus throughout His earthly ministry, death, resurrection, and ascension. The church Fathers (e.g., Justin Martyr, Irenaeus, Clement of Alexandria, Eusebius) indicate that after that time, John lived at Ephesus in Asia Minor, carrying out an extensive evangelistic program, overseeing many of the churches that had arisen, and conducting an extensive writing ministry (e.g., Epistles, The Gospel of John, and Revelation). One church Father (Papias) who had direct contact with John described him as a “living and abiding voice.” As the last remaining apostle, John’s testimony was highly authoritative among the churches. Many eagerly sought to hear the one who had firsthand experience with the Lord Jesus. Ephesus (cf. <a ref='Acts 19:10'>Ac 19:10</a> ) lay within the intellectual center of Asia Minor. As predicted years before by the apostle Paul ( <a ref='Acts 20:28–31'>Ac 20:28–31</a> ), false teachers arising from within the church’s own ranks, saturated with the prevailing climate of philosophical trends, began infecting the church with false doctrine, perverting fundamental apostolic teaching. These false teachers advocated new ideas which eventually became known as “gnosticism” (from the Greek word “knowledge”). After the Pauline battle for freedom from the law, Gnosticism was the most dangerous heresy that threatened the early church during the first 3 centuries. Most likely, John was combating the beginnings of this virulent heresy that threatened to destroy the fundamentals of the faith and the churches (see Interpretive Challenges). Gnosticism, influenced by such philosophers as Plato, advocated a dualism asserting that matter was inherently evil and spirit was good. As a result of this presupposition, these false teachers, although attributing some form of deity to Christ, denied His true humanity to preserve Him from evil. It also claimed elevated knowledge, a higher truth known only to those in on the deep things. Only the initiated had the mystical knowledge of truth that was higher even than the Scripture. Instead of divine revelation standing as judge over man’s ideas, man’s ideas judged God’s revelation ( <a ref='1 John 2:15–17'>2:15–17</a> ). The heresy featured two basic forms. First, some asserted that Jesus’ physical body was not real but only “seemed” to be physical (known as “Docetism” from a Greek word that means “to appear”). John forcefully affirmed the physical reality of Jesus by reminding his readers that he was an eyewitness to Him (“heard,” “seen,” “touched,” “Jesus Christ has come in the flesh”— <a ref='1 John 1:1–4'>1:1–4</a> ; <a ref='1 John 4:2–3'>4:2–3</a> ). According to early tradition (Irenaeus), another form of this heresy which John may have attacked was led by a man named Cerinthus, who contended that the Christ’s “spirit” descended on the human Jesus at his baptism but left him just before his crucifixion. John wrote that the Jesus who was baptized at the beginning of His ministry was the same person who was crucified on the cross ( <a ref='1 John 5:6'>5:6</a> ). Such heretical views destroy not only the true humanity of Jesus, but also the atonement, for Jesus must not only have been truly God, but also the truly human (and physically real) man who actually suffered and died upon the cross in order to be the acceptable substitutionary sacrifice for sin (cf. <a ref='Hebrews 2:14–17'>Heb 2:14–17</a> ). The biblical view of Jesus affirms His complete humanity as well as His full deity. The gnostic idea that matter was evil and only spirit was good led to the idea that either the body should be treated harshly, a form of asceticism (e.g., <a ref='Colossians 2:21–23'>Col 2:21–23</a> ), or sin committed in the body had no connection or effect on one’s spirit. This led some, especially John’s opponents, to conclude that sin committed in the physical body did not matter; absolute indulgence in immorality was permissible; one could deny sin even existed ( <a ref='1 John 1:8–10'>1:8–10</a> ) and disregard God’s law ( <a ref='1 John 3:4'>3:4</a> ). John emphasized the need for obedience to God’s laws, for he defined the true love of God as obedience to His commandments ( <a ref='1 John 5:3'>5:3</a> ). A lack of love for fellow believers characterizes false teachers, especially as they react against anyone rejecting their new way of thinking ( <a ref='1 John 3:10–18'>3:10–18</a> ). They separated their deceived followers from the fellowship of those who remained faithful to apostolic teaching, leading John to reply that such separation outwardly manifested that those who followed false teachers lacked genuine salvation ( <a ref='1 John 2:19'>2:19</a> ). Their departure left the other believers, who remained faithful to apostolic doctrine, shaken. Responding to this crisis, the aged apostle wrote to reassure those remaining faithful and to combat this grave threat to the church. Since the heresy was so acutely dangerous and the time period was so critical for the church in danger of being overwhelmed by false teaching, John gently, lovingly, but with unquestionable apostolic authority, sent this letter to churches in his sphere of influence to stem this spreading plague of false doctrine. Historical and Theological Themes In light of the circumstances of the epistle, the overall theme of 1 John is “a recall to the fundamentals of the faith” or “back to the basics of Christianity.” The apostle deals with certainties, not opinions or conjecture. He expresses the absolute character of Christianity in very simple terms; terms that are clear and unmistakable, leaving no doubt as to the fundamental nature of those truths. A warm, conversational, and, above all, loving tone occurs, like a father having a tender, intimate conversation with his children. First John also is pastoral, written from the heart of a pastor who has concern for his people. As a shepherd, John communicated to his flock some very basic, but vitally essential, principles reassuring them regarding the basics of the faith. He desired them to have joy regarding the certainty of their faith rather than being upset by the false teaching and current defections of some ( <a ref='1 John 1:4'>1:4</a> ). The book’s viewpoint, however, is not only pastoral but also polemical; not only positive but also negative. John refutes the defectors with sound doctrine, exhibiting no tolerance for those who pervert divine truth. He labels those departing from the truth as “false prophets” ( <a ref='1 John 4:1'>4:1</a> ), “those who are trying to deceive” ( <a ref='1 John 2:26'>2:26</a> ; <a ref='1 John 3:7'>3:7</a> ), and “antichrists” ( <a ref='1 John 2:18'>2:18</a> ). He pointedly identifies the ultimate source of all such defection from sound doctrine as demonic ( <a ref='1 John 4:1–7'>4:1–7</a> ). The constant repetition of 3 subthemes reinforces the overall theme regarding faithfulness to the basics of Christianity: happiness ( <a ref='1 John 1:4'>1:4</a> ), holiness ( <a ref='1 John 2:1'>2:1</a> ), and security ( <a ref='1 John 5:13'>5:13</a> ). By faithfulness to the basics, his readers will experience these 3 results continually in their lives. These 3 factors also reveal the key cycle of true spirituality in 1 John: a proper belief in Jesus produces obedience to His commands; obedience issues in love for God and fellow believers (e.g., <a ref='1 John 3:23–24'>3:23–24</a> ). When these 3 (sound faith, obedience, love) operate in concert together, they result in happiness, holiness, and assurance. They constitute the evidence, the litmus test, of a true Christian. Interpretive Challenges Theologians debate the precise nature of the false teachers’ beliefs in 1 John, because John does not directly specify their beliefs, but rather combats the heretics mainly through a positive restatement of the fundamentals of the faith. The main feature of the heresy, as noted above, seems to be a denial of the incarnation, i.e., Christ had not come in the flesh. This was most likely an incipient or beginning form of gnosticism, as was pointed out. The interpreter is also challenged by the rigidity of John’s theology. John presents the basics or fundamentals of the Christian life in absolute, not relative, terms. Unlike Paul, who presented exceptions, and dealt so often with believers’ failures to meet the divine standard, John does not deal with the “what if I fail” issues. Only in <a ref='1 John 2:1–2'>2:1–2</a> does he give some relief from the absolutes. The rest of the book presents truths in black and white rather than shades of gray, often through a stark contrast, e.g., “light” vs. “darkness” ( <a ref='1 John 1:5'>1:5</a> , <a ref='1 John 1:7'>7</a> ; <a ref='1 John 2:8–11'>2:8–11</a> ); truth vs. lies ( <a ref='1 John 2:21–22'>2:21–22</a> ; <a ref='1 John 4:1'>4:1</a> ); children of God vs. children of the devil ( <a ref='1 John 3:10'>3:10</a> ). Those who claim to be Christians must absolutely display the characteristics of genuine Christians: sound doctrine, obedience, and love. Those who are truly born again have been given a new nature, which gives evidence of itself. Those who do not display characteristics of the new nature don’t have it, so were never truly born again. The issues do not center (as much of Paul’s writing does) in maintaining temporal or daily fellowship with God but the application of basic tests in one’s life to confirm that salvation has truly occurred. Such absolute distinctions were also characteristic of John’s Gospel. In a unique fashion, John challenges the interpreter by his repetition of similar themes over and over to emphasize the basic truths about genuine Christianity. Some have likened John’s repetition to a spiral that moves outward, becoming larger and larger, each time spreading the same truth over a wider area and encompassing more territory. Others have seen the spiral as moving inward, penetrating deeper and deeper into the same themes while expanding on his thoughts. However one views the spiraling pattern, John uses repetition of basic truths as a means to accentuate their importance and to help his readers understand and remember them. Outline I. The Fundamental Tests of Genuine Fellowship—SPIRAL I ( <a ref='1 John 1:1–2:17'>1:1—2:17</a> ) A. The Fundamental Tests of Doctrine ( <a ref='1 John 1:1–2:2'>1:1—2:2</a> ) 1. A biblical view of Christ ( <a ref='1 John 1:1–4'>1:1–4</a> ) 2. A biblical view of sin ( <a ref='1 John 1:5–2:2'>1:5—2:2</a> ) B. The Fundamental Tests of Morals ( <a ref='1 John 2:3–17'>2:3–17</a> ) 1. A biblical view of obedience ( <a ref='1 John 2:3–6'>2:3–6</a> ) 2. A biblical view of love ( <a ref='1 John 2:7–17'>2:7–17</a> ) a. The love that God requires ( <a ref='1 John 2:7–11'>2:7–11</a> ) b. The love that God hates ( <a ref='1 John 2:12–17'>2:12–17</a> ) II. The Fundamental Tests of Genuine Fellowship—SPIRAL II ( <a ref='1 John 2:18–3:24'>2:18—3:24</a> ) A. Part 2 of the Doctrinal Test ( <a ref='1 John 2:18–27'>2:18–27</a> ) 1. Antichrists depart from Christian fellowship ( <a ref='1 John 2:18–21'>2:18–21</a> ) 2. Antichrists deny the Christian faith ( <a ref='1 John 2:22–25'>2:22–25</a> ) 3. Antichrists deceive the Christian faithful ( <a ref='1 John 2:26–27'>2:26–27</a> ) B. Part 2 of the Moral Test ( <a ref='1 John 2:28–3:24'>2:28—3:24</a> ) 1. The purifying hope of the Lord’s return ( <a ref='1 John 2:28–3:3'>2:28—3:3</a> ) 2. The Christian’s incompatibility with sin ( <a ref='1 John 3:4–24'>3:4–24</a> ) a. The requirement of righteousness ( <a ref='1 John 3:4–10'>3:4–10</a> ) b. The requirement of love ( <a ref='1 John 3:11–24'>3:11–24</a> ) III. The Fundamental Tests of Genuine Fellowship—SPIRAL III ( <a ref='1 John 4:1–21'>4:1–21</a> ) A. Part 3 of the Doctrinal Test ( <a ref='1 John 4:1–6'>4:1–6</a> ) 1. The demonic source of false doctrine ( <a ref='1 John 4:1–3'>4:1–3</a> ) 2. The need for sound doctrine ( <a ref='1 John 4:4–6'>4:4–6</a> ) B. Part 3 of the Moral Test ( <a ref='1 John 4:7–21'>4:7–21</a> ) 1. God’s character of love ( <a ref='1 John 4:7–10'>4:7–10</a> ) 2. God’s requirement of love ( <a ref='1 John 4:11–21'>4:11–21</a> ) IV. The Fundamental Tests of Genuine Fellowship—SPIRAL IV ( <a ref='1 John 5:1–21'>5:1–21</a> ) A. The Victorious Life in Christ ( <a ref='1 John 5:1–5'>5:1–5</a> ) B. The Witness of God for Christ ( <a ref='1 John 5:6–12'>5:6–12</a> ) C. Christian Certainties Because of Christ ( <a ref='1 John 5:13–21'>5:13–21</a> ) 1. The certainty of eternal life ( <a ref='1 John 5:13'>5:13</a> ) 2. The certainty of answered prayer ( <a ref='1 John 5:14–17'>5:14–17</a> ) 3. The certainty of victory over sin and Satan ( <a ref='1 John 5:18–21'>5:18–21</a> )",
    "type": "chapter_content"
  },
  {
    "id": "anc62",
    "title": "Study Notes and Features for 1 John",
    "content": "Study Notes and Features <a ref='1 John 1:1–4'>1:1–4</a> As an apostolic eyewitness to Jesus’ ministry, including His death and resurrection, and as one of the 3 most intimate associates of the Lord (John, Peter, James), John affirms the physical reality of Jesus Christ’s having come “in the flesh” (cf. <a ref='1 John 4:2–3'>4:2–3</a> ). In this way, John accentuated the gravity of the false teaching by immediately focusing on a strongly positive affirmation of the historic reality of Jesus’ humanity and the certainty of the gospel. Although the false teachers claimed to believe in Christ, their denial of His true humanity demonstrated their lack of genuine salvation ( <a ref='1 John 2:22–23'>2:22–23</a> ). The affirmation of a proper view of Christ constitutes the first test of genuine fellowship (v. <a ref='1 John 1:3'>3</a> ; see <a ref='1 John 1:5–2:2'>1:5—2:2</a> for test two). <a ref='1 John 1:1'>1:1</a> <b>What was.</b> This phrase refers to the proclamation of the gospel that centers in Christ’s person, words, and works as contained in apostolic testimony. <b>from the beginning.</b> Although John’s Gospel uses a similar phrase meaning eternity past ( <a ref='John 1:1'>Jn 1:1</a> , “in the beginning”), the phrase here, in the context of vv. <a ref='John 1:1–4'>1–4</a> , refers to the beginnings of gospel preaching when the readers first heard about Jesus (cf. <a ref='John 2:7'>2:7</a> , <a ref='John 2:24'>24</a> ). The phrase also emphasizes the stability of the gospel message; its contents do not change but remain stable from the very beginning; it is not subject to change due to current worldly fads or philosophical thinking. <b>we have heard … we have seen … we beheld … touched with our hands.</b> The words used here point to the vivid recollection of the person of Jesus that John still had even in his old age. For John, even 60 years later, those memories were permanently etched on his mind as if the events had just happened. He uses terms that strongly affirm the physical reality of Jesus, for a spirit cannot be heard, gazed at for long periods (“looked at”) or touched as Jesus was by John during His earthly ministry and even after His resurrection. <b>the Word of Life.</b> This refers not only to Jesus Christ but the proclamation of His gospel. <a ref='1 John 1:2–3'>1:2–3</a> <b>manifested … seen … bear witness … heard … proclaim.</b> John dramatically reemphasizes through repetition of these terms in vv. <a ref='1 John 1:2–3'>2–3</a> (cf. v. <a ref='1 John 1:1'>1</a> ) the authority of his own personal experience as an eyewitness of Jesus’ life. Such repetition pointedly reminds his readers that John’s personal testimony refutes the false teachers who boasted arrogantly and wrongly about the Christ they had never seen or known. <a ref='1 John 1:2'>1:2</a> <b>the eternal life … with the Father … manifested to us.</b> With this phrase, John accentuates the eternality of Christ in His preincarnate glory (cf. <a ref='1 John 5:12'>5:12</a> ; <a ref='John 1:4'>Jn 1:4</a> ; <a ref='John 5:26'>5:26</a> , <a ref='John 5:40'>40</a> ; <a ref='John 11:25'>11:25</a> ; <a ref='John 14:6'>14:6</a> ). <a ref='1 John 1:3'>1:3</a> <b>fellowship with us.</b> Fellowship does not mean social relations, but that his readers were to be partakers (or, partners) with John in possessing eternal life (cf. <a ref='Philippians 1:5'>Php 1:5</a> ; <a ref='1 Peter 5:1'>1Pe 5:1</a> ; <a ref='2 Peter 1:4'>2Pe 1:4</a> ). John writes not only to affirm the physical reality of Jesus (vv. <a ref='1 John 1:1–2'>1–2</a> ) but also to produce salvation in the readers. That genuine Christians are never “out of fellowship” is clear, since this verse equates fellowship with salvation. <a ref='1 John 1:4'>1:4</a> <b>our joy may be made complete.</b> A main goal for this epistle is to create joy in the readers. The proclamation of the reality of the gospel (vv. <a ref='1 John 1:1–2'>1–2</a> ) produces a fellowship in eternal life (v. <a ref='1 John 1:3'>3</a> ) and l, in turn, fellowship in eternal life produces joy (v. <a ref='1 John 1:4'>4</a> ). <a ref='1 John 1:5–2:2'>1:5—2:2</a> To counter the false teachers who denied the existence or importance of sin, John affirms its reality. This affirmation of sin’s reality constitutes the second test of true fellowship (cf. vv. <a ref='1 John 1:1–4'>1–4</a> for test one and <a ref='1 John 2:3–6'>2:3–6</a> for test three). Those who deny the reality of sin demonstrate their lack of genuine salvation. The “we” in vv. <a ref='1 John 1:6'>6</a> , <a ref='1 John 1:8'>8</a> , <a ref='1 John 1:10'>10</a> is not a reference to genuine Christians, but a general reference to anyone claiming fellowship, but denying sin. The “we” and “ours” in vv. <a ref='1 John 1:7'>7</a> , <a ref='1 John 1:9'>9</a> and <a ref='1 John 2:1–2'>2:1–2</a> is a specific reference to genuine Christians. <a ref='1 John 1:5'>1:5</a> <b>we have heard from Him.</b> The message that John and the other apostles preached came from God not from men (cf. <a ref='Galatians 1:12'>Ga 1:12</a> ). <b>God is Light.</b> In Scripture, light and darkness are very familiar symbols. Intellectually, “light” refers to biblical truth, while “darkness” refers to error or falsehood (cf. <a ref='Psalms 119:105'>Ps 119:105</a> ; <a ref='Proverbs 6:23'>Pr 6:23</a> ; <a ref='John 1:4'>Jn 1:4</a> ; <a ref='John 8:12'>8:12</a> ). Morally, “light” refers to holiness or purity, while “darkness” refers to sin or wrongdoing ( <a ref='Romans 13:11–14'>Ro 13:11–14</a> ; <a ref='1 Thessalonians 5:4–7'>1Th 5:4–7</a> ). The heretics claimed to be the truly enlightened, walking in the real light, but John denied that because they do not recognize their sin. About that basic reality, they were unenlightened. <b>no darkness at all.</b> With this phrase, John forcefully affirms that God is absolutely perfect, and nothing exists in God’s character that impinges upon His truth and holiness (cf. <a ref='James 1:17'>Jas 1:17</a> ). <a ref='1 John 1:6'>1:6</a> In spite of their claims to enlightenment, and although the false teachers may have claimed fellowship with Christ, their walking in darkness refuted such claims and, consequently, demonstrated their lack of genuine salvation. The reference to “lie” in v. <a ref='1 John 1:6'>6b</a> refers to the claim of fellowship in v. <a ref='1 John 1:6'>6a</a> . <b>do not do.</b> This points to their habitual failure regarding the practice of the truth. <a ref='1 John 1:7'>1:7</a> A genuine Christian walks habitually in the light (truth and holiness), not in darkness (falsehood and sin). <i>See note on <a ref='1 John 3:9'>3:9</a> .</i> Their walk also results in cleansing from sin as the Lord continually forgives His own. Since those walking in the light share in the character of God, they will be habitually characterized by His holiness ( <a ref='3 John 1:11'>3Jn 11</a> ), indicating their true fellowship with Him ( <a ref='James 1:27'>Jas 1:27</a> ). A genuine Christian does not walk in darkness, but only in the light ( <a ref='2 Corinthians 6:14'>2Co 6:14</a> ; <a ref='Ephesians 5:8'>Eph 5:8</a> ; <a ref='Colossians 1:12–13'>Col 1:12–13</a> ), and cleansing from sin continually occurs (cf. v. <a ref='1 John 1:9'>9</a> ). <a ref='1 John 1:8'>1:8</a> Not only did the false teachers walk in darkness (i.e., sin; v. <a ref='1 John 1:6'>6</a> ), they went so far as to deny totally the existence of a sin nature in their lives. If someone never admits to being a sinner, salvation cannot result (see <a ref='Matthew 19:16–22'>Mt 19:16–22</a> for the account of the young man who refused to recognize his sin). Not only did the false teachers make false claims to fellowship and disregard sin (v. <a ref='1 John 1:6'>6</a> ), they are also characterized by deceit regarding sinlessness ( <a ref='Ecclesiastes 7:20'>Ecc 7:20</a> ; <a ref='Romans 3:23'>Ro 3:23</a> ). <a ref='1 John 1:9'>1:9</a> Continual confession of sin is an indication of genuine salvation. While the false teachers would not admit their sin, the genuine Christian admitted and forsook it ( <a ref='Psalms 32:3–5'>Ps 32:3–5</a> ; <a ref='Proverbs 28:13'>Pr 28:13</a> ). The term “confess” means to say the same thing about sin as God does; to acknowledge His perspective about sin. While v. <a ref='1 John 1:7'>7</a> is from God’s perspective, v. <a ref='1 John 1:9'>9</a> is from the Christian’s perspective. Confession of sin characterizes genuine Christians, and God continually cleanses those who are confessing (cf. v. <a ref='1 John 1:7'>7</a> ). Rather than focusing on confession for every single sin as necessary, John has especially in mind here a settled recognition and acknowledgment that one is a sinner in need of cleansing and forgiveness ( <a ref='Ephesians 4:32'>Eph 4:32</a> ; <a ref='Colossians 2:13'>Col 2:13</a> ). <a ref='1 John 1:10'>1:10</a> <b>make Him a liar.</b> Since God has said that all people are sinners (cf. <a ref='Psalms 14:3'>Ps 14:3</a> ; <a ref='Psalms 51:5'>51:5</a> ; <a ref='Isaiah 53:6'>Is 53:6</a> ; <a ref='Jeremiah 17:5–6'>Jer 17:5–6</a> ; <a ref='Romans 3:10–19'>Ro 3:10–19</a> , <a ref='Romans 3:23'>23</a> ; <a ref='Romans 6:23'>6:23</a> ), to deny that fact is to blaspheme God with slander that defames His name. <a ref='1 John 2:1'>2:1</a> <b>so that you may not sin.</b> Although a Christian must continually acknowledge and confess sin ( <a ref='1 John 1:9'>1:9</a> ), he is not powerless against it. Fulfilling the duty of confession does not give license to sin. Sin can and should be conquered through the power of the Holy Spirit (see <a ref='Romans 6:12–14'>Ro 6:12–14</a> ; <a ref='Romans 8:12–13'>8:12–13</a> ; <a ref='1 Corinthians 15:34'>1Co 15:34</a> ; <a ref='Titus 2:11–12'>Tit 2:11–12</a> ; <a ref='1 Peter 1:13–16'>1Pe 1:13–16</a> ). <b>Advocate.</b> <a ref='John 16:7'>John 16:7</a> translates this word as “Helper” (lit. “one called alongside”). Perhaps a modern concept of the term would be a defense attorney. Although Satan prosecutes believers night and day before the Father due to sin ( <a ref='Revelation 12:10'>Rev 12:10</a> ), Christ’s High Priestly ministry guarantees not only sympathy but also acquittal ( <a ref='Hebrews 4:14–16'>Heb 4:14–16</a> ). <a ref='1 John 2:2'>2:2</a> <b>propitiation.</b> Cf. <a ref='1 John 4:10'>4:10</a> . The word means “appeasement” or “satisfaction.” The sacrifice of Jesus on the cross satisfied the demands of God’s holiness for the punishment of sin (cf. <a ref='Romans 1:18'>Ro 1:18</a> ; <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='Ephesians 2:3'>Eph 2:3</a> ). So Jesus propitiated or satisfied God. <i>See notes on <a ref='Hebrews 2:17'>Heb 2:17</a> ; <a ref='Hebrews 9:15'>9:15</a></i> for a clear illustration of propitiation. <b>for</b> those of <b>the whole world.</b> This is a generic term, referring not to every single individual, but to mankind in general. Christ actually paid the penalty only for those who would repent and believe. A number of Scriptures indicate that Christ died for the world ( <a ref='John 1:29'>Jn 1:29</a> ; <a ref='John 3:16'>3:16</a> ; <a ref='John 6:51'>6:51</a> ; <a ref='1 Timothy 2:6'>1Ti 2:6</a> ; <a ref='Hebrews 2:9'>Heb 2:9</a> ). Most of the world will be eternally condemned to hell to pay for their own sins, so they could not have been paid for by Christ. The passages which speak of Christ’s dying for the whole world must be understood to refer to mankind in general (as in <a ref='Titus 2:11'>Tit 2:11</a> ). “World” indicates the sphere, the beings toward whom God seeks reconciliation and has provided propitiation. God has mitigated His wrath on sinners temporarily, by letting them live and enjoy earthly life ( <i>see note on <a ref='1 Timothy 4:10'>1Ti 4:10</a></i> ). In that sense, Christ has provided a brief, temporal propitiation for the whole world. But He actually satisfied fully the wrath of God eternally only for the elect who believe. Christ’s death in itself had unlimited and infinite value because He is Holy God. Thus His sacrifice was sufficient to pay the penalty for all the sins of all whom God brings to faith. But the actual satisfaction and atonement was made only for those who believe (cf. <a ref='John 10:11'>Jn 10:11</a> , <a ref='John 10:15'>15</a> ; <a ref='John 17:9'>17:9</a> , <a ref='John 17:20'>20</a> ; <a ref='Acts 20:28'>Ac 20:28</a> ; <a ref='Romans 8:32'>Ro 8:32</a> , <a ref='Romans 8:37'>37</a> ; <a ref='Ephesians 5:25'>Eph 5:25</a> ). The pardon for sin is offered to the whole world, but received only by those who believe (cf. <a ref='1 John 4:9'>4:9</a> , <a ref='1 John 4:14'>14</a> ; <a ref='John 5:24'>Jn 5:24</a> ). There is no other way to be reconciled to God. <a ref='1 John 2:3–6'>2:3–6</a> Obedience to God’s commands constitutes a third test of genuine fellowship. First John presents two external tests that demonstrate salvation: doctrinal and moral. The doctrinal test consists of confessing a proper view of Christ and of sin (see <a ref='1 John 1:1–4'>1:1–4</a> and <a ref='1 John 1:5–2:2'>1:5—2:2</a> ), while the moral test consists of obedience and love (see also vv. <a ref='1 John 2:7–11'>7–11</a> ). While subjective assurance of salvation comes through the internal witness of the Holy Spirit ( <a ref='1 John 5:10'>5:10</a> ; <a ref='Romans 8:14–16'>Ro 8:14–16</a> ; <a ref='2 Corinthians 1:12'>2Co 1:12</a> ), the test of obedience constitutes objective assurance that one is genuinely saved. Obedience is the external, visible proof of salvation ( <i>see notes on <a ref='James 2:14–25'>Jas 2:14–25</a> ; <a ref='2 Peter 2:5–11'>2Pe 2:5–11</a></i> ). The false teachers’ failure to obey God’s commands objectively demonstrated that they were not saved ( <a ref='Luke 6:46'>Lk 6:46</a> ). Those who are truly enlightened and know God are obedient to His Word. <a ref='1 John 2:3–4'>2:3–4</a> <b>know … keep.</b> The repetition of these words emphasizes that those genuinely born again display the habit of obedience. Obedience results in assurance of salvation (cf. <a ref='Ephesians 2:2'>Eph 2:2</a> ; <a ref='1 Peter 1:14'>1Pe 1:14</a> ). That these two words are among John’s favorites is clear since he uses “know” approximately 40 times and “keep” approximately 10 times in this epistle. <a ref='1 John 2:6'>2:6</a> <b>abides.</b> This word is one of John’s favorite terms for salvation ( <i>see notes on <a ref='John 15:4–10'>Jn 15:4–10</a></i> ). <b>manner as He walked.</b> Jesus’ life of obedience is the Christian’s pattern. Those who claim to be Christians ought to live as He did (cf. <a ref='John 6:38'>Jn 6:38</a> ) since they possess His Spirit’s presence and power. <a ref='1 John 2:7–17'>2:7–17</a> Love of the brethren constitutes the fourth test of genuine fellowship. The primary focus of the moral test is obedience to the command of love because love is the fulfillment of the law ( <a ref='Matthew 22:34–40'>Mt 22:34–40</a> ; <a ref='Romans 13:8–10'>Ro 13:8–10</a> ; <a ref='James 2:8'>Jas 2:8</a> ) and is also Christ’s new command ( <a ref='John 13:34'>Jn 13:34</a> ; <a ref='John 15:12'>15:12</a> , <a ref='John 15:17'>17</a> ). True enlightenment is to love. God’s light is the light of love, so to walk in light is to walk in love. <a ref='1 John 2:7'>2:7</a> <b>new.</b> Not referring to “new” in the sense of time, but something that is fresh in quality, kind or form; something that replaces something else that has been worn out. <b>new commandment … old commandment.</b> John makes a significant wordplay here. Though he doesn’t state here what the command is, he does in <a ref='2 John 1:5–6'>2Jn 5–6</a> . It is to love. Both of these phrases refer to the same commandment of love. The commandment of love was “new” because Jesus personified love in a fresh, new way, and it was shed abroad in believers’ hearts ( <a ref='Romans 5:5'>Ro 5:5</a> ) and energized by the Holy Spirit ( <a ref='Galatians 5:22'>Ga 5:22</a> ; <a ref='1 Thessalonians 4:9'>1Th 4:9</a> ). He raised love to a higher standard for the church and commanded His disciples to imitate His love (“as I have loved you”; cf. <a ref='1 John 3:16'>3:16</a> ; <a ref='John 13:34'>Jn 13:34</a> ). The command was also “old” because the OT commanded love ( <a ref='Leviticus 19:18'>Lv 19:18</a> ; <a ref='Deuteronomy 6:5'>Dt 6:5</a> ), and the readers of John’s epistle had heard about Jesus’ command to love when they first heard the gospel. <b>from the beginning.</b> This phrase refers not to the beginning of time, but the beginning of their Christian lives, as indicated by v. <a ref='1 John 2:24'>24</a> ; <a ref='1 John 3:11'>3:11</a> ; <a ref='2 John 1:6'>2Jn 6</a> . This was part of the ethical instruction they received from the day of their salvation and not some innovation invented by John, as the heretics may have said. <a ref='1 John 2:9'>2:9</a> <b>hates.</b> The original language conveys the idea of someone who habitually hates or is marked by a lifestyle of hate. <b>in the darkness until now.</b> Those who profess to be Christians, yet are characterized by hate, demonstrate by such action that they have never been born again. The false teachers made claims to enlightenment, transcendent knowledge of God, and salvation, but their actions, especially the lack of love, proved all such claims false (see also v. <a ref='1 John 2:11'>11</a> ). <a ref='1 John 2:12–14'>2:12–14</a> Only two families exist from God’s perspective: children of God and children of Satan (see <a ref='John 8:39–44'>Jn 8:39–44</a> ). John reminds his readers in these verses that as Christians they have been forgiven and come to know God as their heavenly Father. As a result, they are a part of God’s family. They must not love Satan’s family or give their allegiance to the world controlled by him (see v. <a ref='1 John 2:15'>15</a> ). The word “little children” in v. <a ref='1 John 2:12'>12</a> is general for offspring of any age, in contrast to a different Greek word for “children” in v. <a ref='1 John 2:13'>13</a> , which refers to young children ( <i>see note on vv. <a ref='1 John 2:13–14'>13–14</a></i> ). <b>I am writing. … have written.</b> John repeats the message in these verses to emphasize the certainty of their belonging to God’s family. “I am writing” is from John’s perspective, while “I have written” anticipates his readers’ perspective when they received the letter. <a ref='1 John 2:13–14'>2:13–14</a> <b>fathers … young men … children.</b> These very clear distinctions identify 3 stages of spiritual growth in God’s family. “Fathers,” the most mature, have a deep knowledge of the Eternal God. The pinnacle of spiritual maturity is to know God in His fullness (cf. <a ref='Philippians 3:10'>Php 3:10</a> ). “Young men” are those who, while not yet having the mature experience of knowing God in the Word and through life, do know sound doctrine. They are strong against sin and error because they have His Word in them. Thus they overcome the wiles of the devil, who makes havoc of children (cf. <a ref='Ephesians 4:14'>Eph 4:14</a> ). Since Satan’s efforts are in falsehood and deception, they have overcome him. “Children” are those who have only the basic awareness of God and need to grow. All are in God’s family and manifest Christ’s character at different levels. <a ref='1 John 2:15'>2:15</a> <b>Do not love the world.</b> Although John often repeats the importance of love and that God is love ( <a ref='1 John 4:7–8'>4:7–8</a> ), he also reveals that God hates a certain type of love: love of the world ( <a ref='John 15:18–20'>Jn 15:18–20</a> ). In this text, John expresses a particular form of the fourth test (i.e., the test of love). Positively, the Christian loves God and fellow Christians. Negatively, an absence of love for the world must habitually characterize the love life of those to be considered genuinely born again. “Love” here signifies affection and devotion. God, not the world, must have the first place in the Christian’s life ( <a ref='Matthew 10:37–39'>Mt 10:37–39</a> ; <a ref='Philippians 3:20'>Php 3:20</a> ). <b>the world.</b> This is not a reference to the physical, material world, but the invisible spiritual system of evil dominated by Satan ( <i>see notes on <a ref='2 Corinthians 10:3–5'>2Co 10:3–5</a></i> ) and all that it offers in opposition to God, His Word, and His people (cf. <a ref='1 John 5:19'>5:19</a> ; <a ref='John 12:31'>Jn 12:31</a> ; <a ref='1 Corinthians 1:21'>1Co 1:21</a> ; <a ref='2 Corinthians 4:4'>2Co 4:4</a> ; <a ref='James 4:4'>Jas 4:4</a> ; <a ref='2 Peter 1:4'>2Pe 1:4</a> ). <b>the love of the Father is not in him.</b> Either one is a genuine Christian marked by love and obedience to God, or one is a non-Christian in rebellion against God, i.e., in love with and enslaved by the satanically controlled world system ( <a ref='Ephesians 2:1–3'>Eph 2:1–3</a> ; <a ref='Colossians 1:13'>Col 1:13</a> ; <a ref='James 4:4'>Jas 4:4</a> ). No middle ground between these two alternatives exists for someone claiming to be born again. The false teachers had no such singular love, but were devoted to the world’s philosophy and wisdom, thereby revealing their love for the world and their unsaved state (cf. <a ref='Matthew 6:24'>Mt 6:24</a> ; <a ref='Luke 16:13'>Lk 16:13</a> ; <a ref='1 Timothy 6:20'>1Ti 6:20</a> ; <a ref='2 Peter 2:12–22'>2Pe 2:12–22</a> ). <a ref='1 John 2:16'>2:16</a> <b>all that is in the world.</b> Cf. <a ref='James 4:4'>Jas 4:4</a> . While the world’s philosophies and ideologies and much that it offers may appear attractive and appealing, that is deception. Its true and pervasive nature is evil, harmful, ruinous, and satanic. Its deadly theories are raised up against the knowledge of God and hold the souls of men captive ( <a ref='2 Corinthians 10:3–5'>2Co 10:3–5</a> ). <b>lust.</b> John uses the term negatively here for a strong desire for evil things. <b>flesh.</b> The term refers to the sin nature of man; the rebellious self dominated by sin and in opposition to God ( <a ref='Romans 7:15–25'>Ro 7:15–25</a> ; <a ref='Romans 8:2–8'>8:2–8</a> ; <a ref='Galatians 5:19–21'>Ga 5:19–21</a> ). Satan uses the evil world system to incite the flesh. <b>eyes.</b> Satan uses the eyes as a strategic avenue to incite wrong desires ( <a ref='Joshua 7:20–21'>Jos 7:20–21</a> ; <a ref='2 Samuel 11:2'>2Sa 11:2</a> ; <a ref='Matthew 5:27–29'>Mt 5:27–29</a> ). Satan’s temptation of Eve involved being attracted to something beautiful in appearance, but the result was spiritual death ( <a ref='Genesis 3:6'>Ge 3:6</a> “a delight to the eyes”). <b>pride of life.</b> The phrase has the idea of arrogance over one’s circumstances, which produced haughtiness or exaggeration, parading what one possessed to impress other people ( <a ref='James 4:16'>Jas 4:16</a> ). <b>not from the Father.</b> The world is the enemy of the Christian because it is in rebellion and opposition against God and controlled by Satan ( <a ref='1 John 5:19'>5:19</a> ; <a ref='Ephesians 2:2'>Eph 2:2</a> ; <a ref='2 Corinthians 4:4'>2Co 4:4</a> ; <a ref='2 Corinthians 10:3–5'>10:3–5</a> ). The 3 openings presented, if allowing access to sin, result in tragedy. Not only must the Christian reject the world for what it is but also for what it does. <a ref='1 John 2:17'>2:17</a> <b>the world is passing away.</b> The Christian also must not love the satanic world system because of its temporary nature. It is in the continual process of disintegration, headed for destruction ( <a ref='Romans 8:18–22'>Ro 8:18–22</a> ). <b>the one who does the will of God abides forever.</b> In contrast to the temporary world, God’s will is permanent and unchangeable. Those who follow God’s will abide as His people forever. While God offers eternal life to His children, the present age is doomed (cf. <a ref='1 Corinthians 7:31'>1Co 7:31</a> ; <a ref='2 Corinthians 4:18'>2Co 4:18</a> ). <a ref='1 John 2:18'>2:18</a> <b>antichrist.</b> This is the first occurrence of the term “antichrist.” Its usage is found only in John’s epistles ( <a ref='1 John 4:3'>4:3</a> ; <a ref='2 John 1:7'>2Jn 7</a> ). Here it refers to the coming final world ruler energized by Satan who will seek to replace and oppose the true Christ ( <a ref='Daniel 8:9–11'>Da 8:9–11</a> ; <a ref='Daniel 11:31–38'>11:31–38</a> ; <a ref='Daniel 12:11'>12:11</a> ; <a ref='Matthew 24:15'>Mt 24:15</a> ; <a ref='2 Thessalonians 2:1–12'>2Th 2:1–12</a> ; <i>see notes on <a ref='Revelation 13:1–5'>Rev 13:1–5</a> ; <a ref='Revelation 19:20'>19:20</a></i> ). <b>many antichrists have appeared.</b> While the term’s first occurrence refers to a particular person prophesied in Scripture, this one is plural and refers to many individuals. John uses the plural to identify and characterize the false teachers who were troubling John’s congregations because their false doctrine distorted the truth and opposed Christ ( <a ref='Matthew 24:24'>Mt 24:24</a> ; <a ref='Mark 13:22'>Mk 13:22</a> ; <a ref='Acts 20:28–30'>Ac 20:28–30</a> ). The term, therefore, refers to a principle of evil, incarnated in men, who are hostile and opposed to God (cf. <a ref='2 Corinthians 10:4–5'>2Co 10:4–5</a> ). John writes to expose the false teachers, the wolves in sheep’s clothing, who purvey damning lies (cf. <a ref='Ephesians 5:11'>Eph 5:11</a> ). <b>the last hour.</b> The phrase refers to the “latter times” or “last days,” i.e., the time period between the first and second comings of Christ ( <a ref='1 Timothy 4:1'>1Ti 4:1</a> ; <a ref='James 5:3'>Jas 5:3</a> ; <a ref='1 Peter 4:7'>1Pe 4:7</a> ; <a ref='2 Peter 3:3'>2Pe 3:3</a> ; <a ref='Jude 1:18'>Jd 18</a> ). <a ref='1 John 2:19'>2:19</a> <b>They went out from us … they were not</b> really <b>of us.</b> The first characteristic mentioned of antichrists, i.e., false teachers and deceivers (vv. <a ref='1 John 2:22–26'>22–26</a> ), is that they depart from the faithful (see vv. <a ref='1 John 2:22–23'>22–23</a> for the second characteristic and v. <a ref='1 John 2:26'>26</a> for the third). They arise from within the church and depart from true fellowship and lead people out with them. The verse also places emphasis on the doctrine of the perseverance of the saints. Those genuinely born again endure in faith and fellowship and the truth ( <a ref='1 Corinthians 11:19'>1Co 11:19</a> ; <a ref='2 Timothy 2:12'>2Ti 2:12</a> ). The ultimate test of true Christianity is endurance ( <a ref='Mark 13:13'>Mk 13:13</a> ; <a ref='Hebrews 3:14'>Heb 3:14</a> ). The departure of people from the truth and the church is their unmasking. <a ref='1 John 2:20–21'>2:20–21</a> Two characteristics mark genuine Christians in contrast to the antichrists. First, the Holy Spirit (“the anointing,” v. <a ref='1 John 2:27'>27</a> ) guards them from error (cf. <a ref='Acts 10:38'>Ac 10:38</a> ; <a ref='2 Corinthians 1:21'>2Co 1:21</a> ). Christ as the Holy One ( <a ref='Luke 4:34'>Lk 4:34</a> ; <a ref='Acts 3:14'>Ac 3:14</a> ) imparts the Holy Spirit as their illuminating guardian from deception. Second, the Holy Spirit guides the believer into knowing “all things” ( <a ref='John 14:26'>Jn 14:26</a> ; <a ref='John 16:13'>16:13</a> ). True Christians have a built-in lie detector and persevere in the truth. Those who remain in heresy and apostasy manifest the fact that they were never genuinely born again (cf. v. <a ref='1 John 2:19'>19</a> ). <a ref='1 John 2:22–23'>2:22–23</a> <b>denies the Father and the Son.</b> A second characteristic of antichrists is that they deny the faith (i.e., sound doctrine). Anyone denying the true nature of Christ as presented in the Scripture is an antichrist (cf. <a ref='1 John 4:3'>4:3</a> ; <a ref='2 Thessalonians 2:11'>2Th 2:11</a> ). The denial of Christ also constitutes a denial of God Himself, who testified to His Son ( <a ref='1 John 5:9'>5:9</a> ; <a ref='John 5:32–38'>Jn 5:32–38</a> ; <a ref='John 8:18'>8:18</a> ). <a ref='1 John 2:24–25'>2:24–25</a> <b>heard from the beginning.</b> The gospel that cannot change. Let it remain, do not follow false teachers (cf. <a ref='2 Timothy 3:1'>2Ti 3:1</a> , <a ref='2 Timothy 3:7'>7</a> , <a ref='2 Timothy 3:13'>13</a> ; <a ref='2 Timothy 4:3'>4:3</a> ). Christian truth is fixed and unalterable ( <a ref='Jude 1:3'>Jd 3</a> ). If we stay faithful to the truth, we continue to experience intimate communion with God and Christ and persevere to the full eternal life (cf. <a ref='1 John 5:11–12'>5:11–12</a> ). <a ref='1 John 2:26'>2:26</a> A third characteristic of antichrists is that they try to deceive the faithful (cf. also <a ref='1 Timothy 4:1'>1Ti 4:1</a> ). <a ref='1 John 2:27'>2:27</a> <b>anointing.</b> <i>See note on vv. <a ref='1 John 2:20–21'>20–21</a> .</i> John is not denying the importance of gifted teachers in the church ( <a ref='1 Corinthians 12:28'>1Co 12:28</a> ; <a ref='Ephesians 4:11'>Eph 4:11</a> ) but indicates that neither those teachers nor those believers are dependent on human wisdom or the opinions of men for the truth. God’s Holy Spirit guards and guides the true believer into the truth (see vv. <a ref='1 John 2:20–21'>20–21</a> ). If God is true (cf. <a ref='2 Chronicles 15:3'>2Chr 15:3</a> ; <a ref='Jeremiah 10:10'>Jer 10:10</a> ; <a ref='John 17:3'>Jn 17:3</a> ; <a ref='1 Thessalonians 1:9'>1Th 1:9</a> ) and Christ is the truth (cf. <a ref='John 14:6'>Jn 14:6</a> ), so is the Holy Spirit (cf. <a ref='1 John 5:6'>5:6</a> ; <a ref='John 15:26'>Jn 15:26</a> ; <a ref='John 16:13'>16:13</a> ). <b>abide in Him.</b> In response to such deceivers, the task of the genuine believer is to “walk in truth,” i.e., persevere in faithfulness and sound doctrine (see vv. <a ref='1 John 2:20–21'>20–21</a> ; <a ref='2 John 1:4'>2Jn 4</a> ; <a ref='3 John 1:4'>3Jn 4</a> ). <a ref='1 John 2:28–3:3'>2:28—3:3</a> This section deals with the “purifying hope” of every Christian, i.e., the return of Christ. John uses this purifying hope to reiterate and elaborate on the moral test (love and obedience) of a true Christian. The hope of Christ’s return has a sanctifying effect on moral behavior. In anticipation of Christ’s return and reward (cf. <a ref='1 Corinthians 3:10–17'>1Co 3:10–17</a> ; <a ref='1 Corinthians 4:1–5'>4:1–5</a> ; <a ref='2 Corinthians 5:9–10'>2Co 5:9–10</a> ; <a ref='Revelation 22:12'>Rev 22:12</a> ), a genuine Christian walks in holiness of life. Those who do not evidence such behavior manifest an unsaved life. In these 5 verses, John has given 5 features of the believer’s hope. <a ref='1 John 2:28'>2:28</a> <b>abide in Him.</b> John repeats his emphasis on abiding (v. <a ref='1 John 2:27'>27</a> ) to introduce it as the first feature of the believer’s hope in <a ref='1 John 2:28–3:3'>2:28—3:3</a> . Whenever John refers to abiding, he is referring to persevering in the faith of salvation, which is evidence of being a true believer ( <a ref='John 15:1–6'>Jn 15:1–6</a> ). The hope of Christ’s return produces the effect of continual abiding in every true believer as they long for the glorious future prepared for them. Paul called it “loving His appearing” ( <a ref='2 Timothy 4:8'>2Ti 4:8</a> ) and said those who do that are the ones who will be crowned with eternal righteousness in heaven. Abiding signifies a permanent remaining in Christ and guarantees the believer’s hope. Those who truly abide continue in the faith and in fellowship with the saints (v. <a ref='1 John 2:19'>19</a> ). In contrast to v. <a ref='1 John 2:27'>27</a> (“you, abide”), however, he commands (imperative) believers to abide. The command signals that abiding is not passive; continual, active abiding must be pursued by every genuine believer ( <a ref='Philippians 2:12'>Php 2:12</a> ). Salvation is everlasting because of the Lord’s side—He holds us (cf. <a ref='John 6:37–44'>Jn 6:37–44</a> ), but not apart from our perseverance in faith and obedience (cf. <a ref='John 8:31–32'>Jn 8:31–32</a> , <a ref='1 Peter 1:5'>1 Peter 1:5</a> ). <b>when He is manifested.</b> This refers especially to the Rapture and gathering of the church (cf. <a ref='John 14:1–6'>Jn 14:1–6</a> ; <a ref='1 Corinthians 15:51–54'>1Co 15:51–54</a> ; <a ref='1 Thessalonians 4:13–18'>1Th 4:13–18</a> ) and the Judgment Seat of Christ to follow (cf. <a ref='1 Corinthians 4:5'>1Co 4:5</a> ; <a ref='2 Corinthians 5:9–10'>2Co 5:9–10</a> ). <b>confidence … not shrink away from Him in shame.</b> The word “confidence” means “outspokenness” or “freedom of speech.” Those who are saved will have confidence at Christ’s coming because they will be blameless in holiness based on abiding in Christ ( <a ref='Ephesians 5:27'>Eph 5:27</a> ; <a ref='Colossians 1:22'>Col 1:22</a> ; <a ref='1 Thessalonians 3:13'>1Th 3:13</a> ; <a ref='1 Thessalonians 5:23'>5:23</a> ). In contrast, there will be many, like the soils in <a ref='Mt 13'>Matthew 13</a> , who are temporary look-alike believers (see <a ref='Matthew 13:20–22'>13:20–22</a> ; cf. <a ref='John 8:31'>Jn 8:31</a> ), who did not believe, who did not persevere in abiding, and, consequently, face only shame at His appearance. <a ref='1 John 2:29'>2:29</a> <b>everyone … who does righteousness has been born of Him.</b> This is the second feature of the believer’s hope in <a ref='1 John 2:28–3:3'>2:28—3:3</a> . The hope of Christ’s return not only sustains faith (v. <a ref='1 John 2:28'>28</a> ), but makes righteousness a habit. The term for “born” is the same verb used in <a ref='John 3:7'>Jn 3:7</a> where Jesus told Nicodemus that he must be “born” again. Those truly born again as God’s children have their heavenly Father’s righteous nature ( <a ref='1 Peter 1:3'>1Pe 1:3</a> , <a ref='1 Peter 1:13–16'>13–16</a> ). As a result, they will display characteristics of God’s righteousness. John looks from effect (righteous behavior) to cause (being truly born again) to affirm that righteous living is the proof of being born again ( <a ref='James 2:20'>Jas 2:20</a> , <a ref='James 2:26'>26</a> ; <a ref='2 Peter 3:11'>2Pe 3:11</a> ). <a ref='1 John 3:1'>3:1</a> <b>how great a love the Father has given to us.</b> This outburst of wonder introduces the third feature of the believer’s hope in <a ref='1 John 2:28–3:3'>2:28—3:3</a> . The believer’s hope is strengthened by the fact that God’s love initiated his salvation ( <a ref='Ephesians 1:3–6'>Eph 1:3–6</a> ). Christ’s return will unite the believer with the heavenly Father who loves His child with an immeasurable love. John expresses utter astonishment at God’s love for believers in making them His children ( <a ref='Romans 8:17'>Ro 8:17</a> ). <b>the world does not know us.</b> The real aliens in the world are not extraterrestrials but Christians. Having been born again, given a new nature of heavenly origin, Christians display a nature and lifestyle like their Savior and heavenly Father; a nature totally foreign (other worldly) to the unsaved ( <a ref='1 Corinthians 2:15–16'>1Co 2:15–16</a> ; <a ref='1 Peter 4:3–4'>1Pe 4:3–4</a> ). No wonder Scripture describes Christians as “sojourners,” “exiles,” and “strangers” ( <a ref='Hebrews 11:13'>Heb 11:13</a> ; <a ref='1 Peter 1:1'>1Pe 1:1</a> ; <a ref='1 Peter 2:11'>2:11</a> ). The Lord Jesus was unearthly in origin, and so are those born again. Our true transformed lives have not yet been manifested ( <i>see notes on <a ref='Romans 8:18–24'>Ro 8:18–24</a></i> ). <a ref='1 John 3:2'>3:2</a> <b>now we are children of God.</b> Everyone who exercises genuine saving faith becomes a child of God at the moment of belief ( <a ref='John 1:12'>Jn 1:12</a> ; <a ref='Romans 8:16'>Ro 8:16</a> ; <a ref='2 Peter 1:4'>2Pe 1:4</a> ), though the truly heavenly, divine life in that person (cf. <a ref='Ephesians 4:24'>Eph 4:24</a> ; <a ref='Colossians 3:10'>Col 3:10</a> ) will not be revealed until Jesus appears ( <i>see note on <a ref='Romans 8:19'>Ro 8:19</a></i> ). In the meantime, the Holy Spirit is working into us the image of Christ ( <i>see note on <a ref='2 Corinthians 3:18'>2Co 3:18</a></i> ). <b>we will be like Him.</b> This phrase introduces the fourth feature of the believer’s hope in <a ref='1 John 2:28–3:3'>2:28—3:3</a> . When Christ returns He shall conform every believer to His image, i.e., His nature. A tension exists between the first part of the verse (“now we are children”) and the latter part (“we will be like Him”). Such tension finds resolution in the solid hope that at Christ’s return the believer will experience ultimate conformity to His likeness ( <i>see notes on <a ref='Romans 8:29'>Ro 8:29</a> ; <a ref='1 Corinthians 15:42–49'>1Co 15:42–49</a> ; <a ref='Philippians 3:21'>Php 3:21</a></i> ). The glorious nature of that conformity defies description, but as much as glorified humanity can be like incarnate deity, believers will be, without becoming deity. <a ref='1 John 3:3'>3:3</a> <b>purifies himself, just as He is pure.</b> This is the key verse to <a ref='1 John 2:28–3:3'>2:28—3:3</a> and introduces the fifth feature of the believer’s hope in this section. Living in the reality of Christ’s return makes a difference in a Christian’s behavior. Since Christians someday will be like Him, a desire should grow within the Christian to become like Him now. That was Paul’s passion, expressed in <a ref='Philippians 3:12–14'>Php 3:12–14</a> ( <i>see notes there</i> ). That calls for a purifying of sin, in which we play a part ( <i>see notes on <a ref='2 Corinthians 7:1'>2Co 7:1</a> ; <a ref='1 Timothy 5:22'>1Ti 5:22</a> ; <a ref='1 Peter 1:22'>1Pe 1:22</a></i> ). <a ref='1 John 3:4–24'>3:4–24</a> The primary aim of this section is to combat false teachers who are corrupting the fundamentals of the faith. These verses further amplify, reiterate, and emphasize the moral test already presented by John (see <a ref='1 John 2:3–6'>2:3–6</a> , <a ref='1 John 2:7–11'>7–11</a> ). Verses <a ref='1 John 3:4–10'>4–10</a> convey that genuine believers practice righteousness, while vv. <a ref='1 John 3:11–24'>11–24</a> relate that genuine believers practice love toward fellow believers. John was very concerned that Christians know how to tell the true from the false; the genuine from the artificial; true believers from false ones. He presents tests here and throughout this letter to help determine the validity of anybody’s claim to be a Christian. <a ref='1 John 3:4–10'>3:4–10</a> These verses deal with the Christian’s incompatibility with sin. The false teachers that John combated, because of their gnostic-like concepts (see Introduction: Background and Setting ), discounted the significance of sin and the need for obedience. Because of their philosophical dualism, they viewed matter as inherently bad, and as a result, any sins committed in the physical realm as inconsequential. In this section, John gives 4 reasons why true Christians cannot habitually practice sin ( <a ref='John 8:31'>Jn 8:31</a> , <a ref='John 8:34–36'>34–36</a> ; <a ref='Romans 6:11'>Ro 6:11</a> ; <a ref='2 John 1:9'>2Jn 9</a> ). <a ref='1 John 3:4'>3:4</a> <b>does sin.</b> The verb, “does,” in the Greek conveys the idea of making sin a habitual practice. Although genuine Christians have a sin disposition ( <a ref='1 John 1:8'>1:8</a> ), and do commit and need to confess sin ( <a ref='1 John 1:9'>1:9</a> ; <a ref='1 John 2:1'>2:1</a> ), that is not the unbroken pattern of their lives. A genuinely born again believer has a built-in check or guard against habitual sinning due to a new nature (“born of God”—v. <a ref='1 John 3:9'>9</a> ; <a ref='Romans 6:12'>Ro 6:12</a> ). <b>sin is lawlessness.</b> The first reason why Christians cannot practice sin is because sin is incompatible with the law of God which they love ( <a ref='Psalms 119:34'>Ps 119:34</a> , <a ref='Psalms 119:77'>77</a> , <a ref='Psalms 119:97'>97</a> ; <a ref='Romans 7:12'>Ro 7:12</a> , <a ref='Romans 7:22'>22</a> ). The term “lawlessness” conveys more than transgressing God’s law. It conveys the ultimate sense of rebellion, i.e., living as if there was no law or ignoring what laws exist ( <a ref='James 4:17'>Jas 4:17</a> ). <a ref='1 John 3:5'>3:5</a> <b>He was manifested in order to take away sins.</b> A second reason why Christians cannot practice sin is because it is incompatible with the work of Christ. Christ died to sanctify (i.e., make holy) the believer ( <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='Ephesians 5:25–27'>Eph 5:25–27</a> ). To sin is contrary to Christ’s work of breaking the dominion of sin in the believer’s life ( <a ref='Romans 6:1–15'>Ro 6:1–15</a> ). <a ref='1 John 3:6'>3:6</a> <b>No one who abides … sins.</b> Like the phrase “does sin” of verse <a ref='1 John 3:4'>4</a> , the sense conveyed here is the idea of habitual, constant sinning. <b>No one who sins has seen Him or has come to know Him.</b> If no check against habitual sin exists in someone who professes to be a Christian, John’s pronouncement is absolutely clear—salvation never took place. <a ref='1 John 3:7'>3:7</a> <b>let no one deceive you.</b> The word “deceive” means “to lead astray.” Since false teachers were attempting to pervert the fundamentals of the faith, the possibility existed that some Christians might be fooled into accepting what they were advocating. To prevent this deception from occurring, John repeatedly emphasized the basics of Christianity, e.g., the need for obedience, the need for love, and the need for a proper view of Christ (see Introduction: Historical and Theological Themes ). <b>does righteousness.</b> The genuine believer’s habitual lifestyle of righteousness stands in sharp contrast to those false teachers who practiced sin (cf. vv. <a ref='1 John 3:4'>4</a> , <a ref='1 John 3:6'>6</a> ). Since Christ died on the cross to transform sinners, those truly born again have replaced the habit of sin with the habit of righteous living ( <a ref='Romans 6:13–14'>Ro 6:13–14</a> ). <b>just as He is righteous.</b> Those who are truly born again reflect the divine nature of the Son. They behave like Him, manifesting the power of His life in them ( <a ref='Galatians 2:20'>Ga 2:20</a> ). <a ref='1 John 3:8'>3:8</a> <b>the one who does sin.</b> This phrase means “who habitually practice sin” ( <i>see notes on vv. <a ref='1 John 3:4'>4</a> , <a ref='1 John 3:6'>6</a></i> ). <b>of the devil.</b> The phrase gives the source of the false teachers’ actions. The term “devil” means “accuser” or “slanderer.” Not only does Satan (“adversary”) oppose God and His plan, but he is the originator and instigator of sin and rebellion against God and His law (v. <a ref='1 John 3:4'>4</a> ; <i>see notes on <a ref='Ephesians 6:10–17'>Eph 6:10–17</a></i> ). Therefore, all the unsaved are under the diabolic influence of Satan. Their sinful lifestyle reflects their satanic origin ( <i>see note on <a ref='Ephesians 2:1'>Eph 2:1</a></i> ). John contrasts the children of God with the children of Satan in terms of their actions. While those who are truly born again reflect the habit of righteousness, Satan’s children practice sin. <b>from the beginning.</b> Since Satan was originally created as perfect and only later rebelled against God ( <a ref='Isaiah 14:12–14'>Is 14:12–14</a> ; <a ref='Ezekiel 28:12–17'>Eze 28:12–17</a> ), John probably means the moment of his rebellion against God, the beginning of his rebellious career. Since sin characterizes him completely, so everyone characterized by sin must derive from him (cf. <a ref='John 8:44'>Jn 8:44</a> ). <b>for this purpose, to destroy.</b> A third reason why Christians cannot practice sin is because Christ came to destroy the works of the arch-sinner, Satan. The devil is still operating, but he has been defeated, and in Christ we escape his tyranny. The day will come when all of Satan’s activity will cease in the universe, and he will be sent to hell forever ( <a ref='Revelation 20:10'>Rev 20:10</a> ). <b>works of the devil.</b> This summarizes a variety of the devil’s activities: sin, rebellion, temptation, ruling the world, persecution and accusation of saints, instigation of false teachers, power of death (e.g., <a ref='Luke 8:12'>Lk 8:12</a> ; <a ref='John 8:44'>Jn 8:44</a> ; <a ref='Acts 5:3'>Ac 5:3</a> ; <a ref='1 Corinthians 7:5'>1Co 7:5</a> ; <a ref='2 Corinthians 4:4'>2Co 4:4</a> ; <a ref='Ephesians 6:11–12'>Eph 6:11–12</a> ; <a ref='1 Thessalonians 2:18'>1Th 2:18</a> ; <a ref='Hebrews 2:14'>Heb 2:14</a> ; <a ref='Revelation 12:10'>Rev 12:10</a> ). <a ref='1 John 3:9'>3:9</a> The fourth reason why Christians cannot practice sin is because it is incompatible with the ministry of the Holy Spirit, who has imparted a new nature to the believer ( <a ref='John 3:5–8'>Jn 3:5–8</a> ). <b>born of God.</b> John wrote here of the new birth ( <a ref='John 3:7'>Jn 3:7</a> ). When people become Christians, God makes them new creatures with new natures ( <a ref='2 Corinthians 5:17'>2Co 5:17</a> ). Believers have God’s characteristics because they have been born into God’s family. This new nature exhibits the habitual character of righteousness produced by the Holy Spirit ( <a ref='Galatians 5:22–24'>Ga 5:22–24</a> ). John repeats this phrase twice for emphasis. <b>His seed.</b> The new birth involves the acquisition of a seed, which refers to the principle of life of God imparted to the believer at salvation’s new birth. John uses this image of a planted seed to picture the divine element involved in being born again. <i>See notes on <a ref='1 Peter 1:23–25'>1Pe 1:23–25</a> .</i> <b>abides.</b> The word conveys the idea of the permanence of the new birth which cannot be reversed, for those who are truly born again are permanently transformed into a new creation ( <a ref='2 Corinthians 5:17'>2Co 5:17</a> ; <a ref='Galatians 6:15'>Ga 6:15</a> ; <a ref='Ephesians 2:10'>Eph 2:10</a> ). <b>he cannot sin.</b> This phrase once again conveys the idea of habitual sinning (see vv. <a ref='1 John 3:4'>4</a> , <a ref='1 John 3:6'>6</a> ). <a ref='1 John 3:10'>3:10</a> This summary verse is the key to vv. <a ref='1 John 3:4–10'>4–10</a> . Only two kinds of children exist in the world: children of God and children of Satan. No one can belong to both families simultaneously. Either one belongs to God’s family and exhibits His righteous character, or one belongs to Satan’s family and exhibits his sinful nature. <a ref='1 John 3:10'>3:10b</a> <b>the one who does not love his brother.</b> This phrase introduces the readers to the second aspect of the moral test, i.e., the test of love (as in <a ref='1 John 2:7–11'>2:7–11</a> ). John develops this thought through vv. <a ref='1 John 3:11–24'>11–24</a> . The false teachers not only had an erroneous view of Christ’s nature and displayed disobedience to God’s commands, but they also displayed a distinct lack of love for true believers, who rejected their heretical teaching. <a ref='1 John 3:11–24'>3:11–24</a> John elaborates on the love life of genuine believers. For those who are truly born again, love is an indispensable characteristic. The new nature or “seed” (v. <a ref='1 John 3:9'>9</a> ) that God imparts not only exhibits holiness but also love as a habitual characteristic ( <a ref='John 13:35'>Jn 13:35</a> ; <a ref='Romans 5:5'>Ro 5:5</a> ; <a ref='1 Thessalonians 4:9'>1Th 4:9</a> ). Those who practice love give proof of the new birth. Those who do not have never been born again. <a ref='1 John 3:11'>3:11</a> <b>from the beginning.</b> Since the beginning of gospel proclamation, love has been a central theme of Christianity ( <i>see notes on <a ref='1 John 1:1'>1:1</a> ; <a ref='1 John 2:7'>2:7</a></i> ). John emphasizes what they heard “from the beginning” ( <a ref='1 John 1:1'>1:1</a> ; <a ref='1 John 2:7'>2:7</a> , <a ref='1 John 2:24'>24</a> ) to emphasize that the false teachers were preventing that which God, through the apostles, proclaimed. <b>we should love one another.</b> This phrase highlights the habit of love displayed by those possessing the new nature. Love is not merely an optional duty for someone claiming to be a Christian, but proof positive that one truly has been born again ( <a ref='John 15:12'>Jn 15:12</a> ; <a ref='1 Peter 1:22–23'>1Pe 1:22–23</a> ). <a ref='1 John 3:12–24'>3:12–24</a> As noted throughout this epistle, John often repeated the same truths, expanding on them to allow his readers to hear them in new and fresh ways. Each time he presents the same truths in “new” packages, which expand on a particular aspect of their significance or approach the subject from a slightly different angle. Verses <a ref='1 John 3:12–17'>12–17</a> address the characteristic lack of love displayed by the children of the devil, while in vv. <a ref='1 John 3:18–24'>18–24</a> he talks about the characteristics of love displayed by the children of God ( <i>see note on v. <a ref='1 John 3:10'>10</a></i> ). <a ref='1 John 3:12'>3:12</a> <b>Cain.</b> Scripture presents Cain outwardly as a God-worshiper who even offered sacrifice ( <a ref='Genesis 4:3–5'>Ge 4:3–5</a> ). Cain’s murderous actions, however, revealed that inwardly he was a child of the Devil (cf. <a ref='John 8:44'>Jn 8:44</a> ). who <b>was of the evil one and slew his brother.</b> In vv. <a ref='1 John 3:12–17'>12–17</a> , John presents the first of three behaviors of the devil’s children manifesting their lack of love—murder, the ultimate expression of hate. <b>his deeds were evil.</b> Cain’s offering was not acceptable because he was sinful (cf. <a ref='Genesis 4:5'>Ge 4:5</a> ). Jealousy was behind his hate and murder, as in the case of the religious leaders who had Christ executed. <a ref='1 John 3:13'>3:13</a> <b>the world hates you.</b> History is filled with stories of the persecution of the saints by the world ( <a ref='Hebrews 11:36–40'>Heb 11:36–40</a> ). This does not surprise believers because hateful Satan is their father (v. <a ref='1 John 3:10'>10</a> ). <a ref='1 John 3:14'>3:14</a> <b>passed out of death into life, because we love.</b> Becoming a Christian is a resurrection from death to life, and a turning of hate to love (cf. <a ref='Galatians 5:6'>Ga 5:6</a> , <a ref='Galatians 5:22'>22</a> ). A lack of love indicates that one is spiritually dead. Love is the sure test of whether someone has experienced the new birth or is still in the darkness of spiritual death ( <a ref='1 John 2:9'>2:9</a> , <a ref='1 John 2:11'>11</a> ). <b>abides in death.</b> Someone who is characterized by hate has never experienced the new birth. <a ref='1 John 3:15'>3:15</a> <b>Everyone who hates his brother is a murderer.</b> John presents the second of 3 characteristics of the devil’s children with respect to their lack of love. Hatred is spiritually the same as murder in the eyes of God, i.e., the attitude is equal to the act. Hate is the seed that leads to murder, as seen in the example of the hatred of Cain for Abel that resulted in murder ( <i>see notes on <a ref='Matthew 5:20–22'>Mt 5:20–22</a></i> ; cf. <a ref='Galatians 5:19–21'>Ga 5:19–21</a> ; <a ref='Revelation 22:15'>Rev 22:15</a> ). <a ref='1 John 3:16'>3:16</a> <b>By this we have known love.</b> With this phrase, John introduces the standard of love that is reflected in genuine Christianity. It becomes the measuring stick for every expression of love (see v. <a ref='1 John 3:18'>18</a> ). John presents the third characteristic of Satan’s children in terms of their lack of love. Satan’s children are marked by indifference toward others’ needs (see also vv. <a ref='1 John 3:12'>12</a> , <a ref='1 John 3:15'>15</a> ). <b>He laid down His life for us.</b> This expression is unique to John ( <a ref='John 10:11'>Jn 10:11</a> , <a ref='John 10:15'>15</a> , <a ref='John 10:17–18'>17–18</a> ; <a ref='John 13:37–38'>13:37–38</a> ; <a ref='John 15:13'>15:13</a> ) and speaks of divesting oneself of something. Christian love is self-sacrificing and giving. Christ’s giving up His life for believers epitomized the true nature of Christian love ( <a ref='John 15:12–13'>Jn 15:12–13</a> ; <a ref='Philippians 2:5–8'>Php 2:5–8</a> ; <a ref='1 Peter 2:19–23'>1Pe 2:19–23</a> ). <b>we ought to lay down our lives for the brothers.</b> God calls Christians to that same standard of love for one another as He had for us (see v. <a ref='1 John 3:16'>16a</a> ). <a ref='1 John 3:17'>3:17</a> <b>whoever has the world’s goods … and closes his heart.</b> True love is not limited to supreme sacrifices (v. <a ref='1 John 3:16'>16</a> ), but shows up in lesser ones. Genuine Christian love expresses itself in sacrificial giving to other Christians’ needs (i.e., “his brother”). It is a practical love that finds motivation in helping others ( <a ref='1 Timothy 6:17–19'>1Ti 6:17–19</a> ; <a ref='Hebrews 13:16'>Heb 13:16</a> ; <a ref='James 2:14–17'>Jas 2:14–17</a> ). Where it does not exist, it is questionable that God’s love is present. If that is so, it is also questionable whether the person is the Lord’s child (v. <a ref='1 John 3:14'>14</a> ). <a ref='1 John 3:18'>3:18</a> <b>with word or with tongue … in deed and truth.</b> Claiming to love is not enough. Love is not sentiment, but deeds. <a ref='1 John 3:19'>3:19</a> <b>by this we will know.</b> A lifestyle of love in action is the demonstrable proof of salvation (see v. <a ref='1 John 3:16'>16</a> ). <b>will assure our heart before Him.</b> John gives 3 benefits of love for the true Christian. The first benefit is assurance of salvation since love in action is the test of Christian profession (cf. <a ref='1 John 4:7'>4:7</a> ; <a ref='John 13:34–35'>Jn 13:34–35</a> ). <a ref='1 John 3:20'>3:20</a> <b>in whatever our heart condemns us … God is greater.</b> God knows those who are truly His ( <a ref='2 Timothy 2:19'>2Ti 2:19</a> ) and wants to assure His own of their salvation. Although Christians may have insecurities and doubts about salvation, God does not condemn them ( <a ref='Romans 8:1'>Ro 8:1</a> ). Displaying love as a pattern of life is the proof that believers stand uncondemned before God. <a ref='1 John 3:21'>3:21</a> <b>confidence before God.</b> Love banishes self-condemnation. When a Christian recognizes in his life the manifestation of love in deeds and actions, it results in confidence about his relationship with God. <a ref='1 John 3:22'>3:22</a> The second benefit of love is answered prayer (see v. <a ref='1 John 3:19'>19</a> ). Since love is the heart of obedience to the law (cf. <a ref='Matthew 22:37–40'>Mt 22:37–40</a> ; <a ref='Romans 13:8–10'>Ro 13:8–10</a> ), its presence in a life evidences submission to God which He blesses by answered prayers. <a ref='1 John 3:23–24'>3:23–24</a> Cf. <a ref='1 John 4:13'>4:13</a> . These verses again repeat the 3 features of this epistle—believing, loving, and obeying—which are the major evidences of true salvation. The third benefit of love is the abiding presence and empowering of the Holy Spirit. <a ref='1 John 4:1–6'>4:1–6</a> John turns from the importance of love to the importance of belief in God’s truth. He focuses once again on the doctrinal test and emphasizes the need to obey sound teaching ( <a ref='Matthew 24:11'>Mt 24:11</a> ; <a ref='2 Peter 2:2–3'>2Pe 2:2–3</a> ; <a ref='Jude 1:3'>Jd 3</a> ). Scripture presents stern warnings against false doctrine. From his temptation of Eve on, Satan has sought to distort and deny God’s Word ( <a ref='Genesis 3:1–5'>Ge 3:1–5</a> ). He is the ultimate demonic source behind all false teachers and false doctrine ( <a ref='2 Corinthians 11:13–14'>2Co 11:13–14</a> ). In this section, John gives two doctrinal tests to determine truth from error and false teachers from true teachers. <a ref='1 John 4:1'>4:1</a> <b>do not believe every spirit.</b> The mention of the Holy Spirit in <a ref='1 John 3:24'>3:24</a> prompts John to inform his readers that other spirits exist, i.e., demonic spirits, who produce false prophets and false teachers to propagate their false doctrine ( <i>see notes on <a ref='1 Timothy 4:1–2'>1Ti 4:1–2</a></i> ). Christians are to have a healthy skepticism regarding any teaching, unlike some among John’s congregations who were too open minded to anyone claiming a new teaching regarding the faith. Christians are to be like the Bereans who, as students of the Word, examined the Scriptures to determine truth and error ( <a ref='Acts 17:11–12'>Ac 17:11–12</a> ). <b>test.</b> The word “test” is a metallurgist’s term used for assaying metals to determine their purity and value. Christians must test any teaching with a view to approving or disapproving it ( <i>see notes on <a ref='1 Thessalonians 5:20–22'>1Th 5:20–22</a></i> ), rigorously comparing any teaching to the Scripture. <b>the spirits … many false prophets.</b> By juxtaposing “spirits” with “false prophets,” John reminds his readers that behind human teachers who propagate false doctrine and error are demons inspired by Satan ( <i>see notes on <a ref='1 Thessalonians 5:20–22'>1Th 5:20–22</a></i> ; cf. <a ref='Acts 20:28–30'>Ac 20:28–30</a> ). Human false prophets and teachers are the physical expressions of demonic, spiritual sources ( <a ref='Matthew 7:15'>Mt 7:15</a> ; <a ref='Mark 13:22'>Mk 13:22</a> ). <a ref='1 John 4:2'>4:2</a> <b>By this you know the Spirit of God.</b> John gives a measuring stick to determine whether the propagator of the message is a demon spirit or the Holy Spirit. <b>Jesus Christ has come in the flesh.</b> This is the first test of a true teacher: they acknowledge and proclaim that Jesus is God incarnate in human flesh. The Greek construction does not mean that they confess Christ as having come to earth, but that they confess that He came in the flesh to the earth, i.e., He had a true and complete human nature—a real, physical human body and a human soul. Both the full humanity and full deity of Jesus must be equally maintained by the teacher who is to be considered genuinely of the Spirit. The Holy Spirit testifies of Christ as one person in whom the two distinct natures of deity and humanity are united without confusion, change, division, or separation. Satan and his forces distort and deny this truth. John accentuates the crucial importance of sound doctrine expressed in God’s Word as the only absolute and trustworthy standard (cf. <a ref='Isaiah 8:20'>Is 8:20</a> ). <a ref='1 John 4:3'>4:3</a> <b>the</b> spirit <b>of the antichrist.</b> These false teachers who denied the true nature of the Son (see Introduction: Background and Setting ) are to be identified among the antichrists in <a ref='1 John 2:18–19'>2:18–19</a> ( <a ref='2 John 1:7'>2Jn 7</a> ). The same demonic deception that will work to produce the final world ruler ( <i>see notes on <a ref='Revelation 13:1–8'>Rev 13:1–8</a></i> ) who rules as the false Christ is always actively seeking to distort Jesus Christ’s true nature, perverting the gospel. The final Antichrist will not be something new, but will be the ultimate embodiment of all the antichrist spirits that have perverted truth and propagated satanic lies since the beginning. This is similar to <a ref='2 Thessalonians 2:3–8'>2Th 2:3–8</a> , where the man of lawlessness (Antichrist) is still to be revealed, but the mystery of lawlessness is already at work. <a ref='1 John 4:4'>4:4</a> <b>greater is He who is in you.</b> Believers need to be aware and alert to false teaching, but not afraid, since those who have experienced the new birth with its indwelling of the Holy Spirit have a built-in check against false teaching (cf. <a ref='1 John 2:20'>2:20</a> , <a ref='1 John 2:27'>27</a> ). The Holy Spirit leads into sound doctrine for genuine Christians, evidencing that salvation has actually occurred (cf. <a ref='Romans 8:17'>Ro 8:17</a> ). True believers have nothing to fear, for even Satan’s hosts with their perversions can’t take them out of the Lord’s hand. Here, as in <a ref='1 John 2:18–27'>2:18–27</a> , protection against error or victory over it are guaranteed by sound doctrine and the indwelling Holy Spirit who illumines the mind. <a ref='1 John 4:5–6'>4:5–6</a> <b>they speak</b> as <b>from the world … The one who knows God hear us.</b> John gives the second test of a true teacher: they speak God’s word, following apostolic doctrine. <a ref='1 John 4:6'>4:6</a> <b>From this we know the spirit of truth and the spirit of error.</b> The OT and NT are the sole standards by which all teaching is to be tested. In contrast, demonically inspired teachers either reject the teaching of God’s Word or add elements to it ( <a ref='2 Corinthians 4:2'>2Co 4:2</a> ; <a ref='Revelation 22:18–19'>Rev 22:18–19</a> ). <a ref='1 John 4:7–21'>4:7–21</a> True to his pattern to develop the same subjects, each time broadening, expanding, and enhancing their significance, John returns once again to the moral test of love. These verses constitute one long unit describing what perfect love is and that it is available to men. In John’s third and last discussion of love in this letter (see also <a ref='1 John 2:7–11'>2:7–11</a> ; <a ref='1 John 3:10–14'>3:10–14</a> ), he gives 5 reasons why Christians love. <a ref='1 John 4:7–8'>4:7–8</a> <b>love is from God … God is love.</b> John introduces the reader to the first of 5 reasons why Christians love: because God is the essence of love. The gnostics believed that God was immaterial spirit and light, but never defined the source of love as coming from His inmost being. As He is spirit ( <a ref='John 4:24'>Jn 4:24</a> ), light ( <a ref='1 John 1:5'>1:5</a> ), and a consuming fire ( <a ref='Hebrews 12:29'>Heb 12:29</a> ), so He is love. Love is inherent in all He is and does. Even His judgment and wrath are perfectly harmonized with His love. <a ref='1 John 4:7'>4:7</a> <b>let us love one another.</b> This phrase in v. <a ref='1 John 4:7'>7</a> is the key to the entire section (see v. <a ref='1 John 4:21'>21</a> ). The original conveys the idea of making sure that love is a habitual practice. He has already written that those who are truly born again do exhibit the characteristic habit of love (cf. <a ref='1 John 2:10–11'>2:10–11</a> ; <a ref='1 John 3:14'>3:14</a> ). <b>everyone who loves has been born of God.</b> Those who are born again are a new creation in God’s likeness (cf. <a ref='Colossians 3:10'>Col. 3:10</a> ). Since God’s nature is love (see also v. <a ref='1 John 4:8'>8</a> ), God’s children will also reflect that love. <a ref='1 John 4:8'>4:8</a> <b>The one who does not love does not know God.</b> Someone may profess to be a Christian, but only those who display love like their heavenly Father have actually been born again. <a ref='1 John 4:9'>4:9</a> John introduces the reader to the second of 5 reasons why Christians love: to follow the supreme example of God’s sacrificial love in sending His Son for us. The judgment of sin on the cross was the supreme example of God’s love, for He poured out His wrath on His beloved Son in place of sinners ( <a ref='John 3:14–16'>Jn 3:14–16</a> ; <a ref='Romans 5:8'>Ro 5:8</a> ; <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='Ephesians 5:1–2'>Eph 5:1–2</a> ; <i>see note on <a ref='Titus 3:4'>Tit 3:4</a></i> ). <b>only begotten.</b> Five of the NT’s nine uses of this term are by John ( <a ref='John 1:14'>Jn 1:14</a> , <a ref='John 1:18'>18</a> ; <a ref='John 3:16'>3:16</a> , <a ref='John 3:18'>18</a> ). John always uses it of Christ to picture His unique relationship to the Father, His pre-existence, and His distinctness from creation. The term emphasizes the uniqueness of Christ, as the only one of His kind. It was He whom the Father sent into the world as the greatest gift ever given ( <a ref='John 17:3'>Jn 17:3</a> ; <a ref='2 Corinthians 8:9'>2Co 8:9</a> ) so that we might have life eternal (cf. <a ref='John 3:14–15'>Jn 3:14–15</a> ; <a ref='John 12:24'>12:24</a> ). <a ref='1 John 4:10'>4:10</a> <b>propitiation for our sins.</b> For the word’s meaning, <i>see note on <a ref='1 John 2:2'>2:2</a></i> . <a ref='Hebrews 9:5'>Hebrews 9:5</a> translates a form of this word as “the mercy seat.” Christ lit. became our mercy seat like the one in the Holy of Holies, where the High Priest splattered the blood of the sacrifice on the Day of Atonement ( <a ref='Leviticus 16:15'>Lv 16:15</a> ). Christ did this when His blood, spilled on behalf of others, satisfied the demands of God’s holy justice and wrath against sin. <a ref='1 John 4:11'>4:11</a> God’s sending His Son gives Christians not only salvation privilege, but obligation to follow this pattern of sacrificial love. Christian love must be self-sacrificing like God’s love. <a ref='1 John 4:12'>4:12</a> John introduces the reader to the third of 5 reasons why Christians love: because love is the heart of Christian witness. Nobody can see God loving since His love is invisible. Jesus no longer is in the world to manifest the love of God. The only demonstration of God’s love in this age is the church. That testimony is critical ( <a ref='John 13:35'>Jn 13:35</a> ; <a ref='2 Corinthians 5:18–20'>2Co 5:18–20</a> ). John’s argument in vv. <a ref='1 John 4:7–12'>7–12</a> can be summed up as: love originated in God, was manifested in His Son, and demonstrated in His people. <a ref='1 John 4:13–16'>4:13–16</a> John introduces the reader to the fourth of 5 reasons why Christians love: because love is the Christian’s assurance ( <i>see notes on <a ref='1 John 3:16–23'>3:16–23</a></i> ). <a ref='1 John 4:15'>4:15</a> <b>Whoever confesses.</b> <i>See note on v. <a ref='1 John 4:2'>2</a> .</i> This refers to the doctrinal test (cf. vv. <a ref='1 John 4:1–6'>1–6</a> ; <a ref='1 John 1:1–4'>1:1–4</a> ; <a ref='1 John 2:23'>2:23</a> ). <a ref='1 John 4:17–20'>4:17–20</a> John introduces the reader to the fifth reason why Christians love: because love is the Christian’s confidence in judgment ( <i>see notes on <a ref='1 John 3:16–23'>3:16–23</a></i> ). <a ref='1 John 4:17'>4:17</a> <b>love has been perfected with us.</b> He is not suggesting sinless perfection, but rather mature love marked by confidence in the face of judgment. Confidence is a sign that love is mature. <b>as He is, so also are we.</b> Jesus was God’s Son in whom He was well pleased on earth; we also are God’s children ( <a ref='1 John 3:11'>3:11</a> ) and the objects of His gracious goodness. If Jesus called God Father, so may we, since we are accepted in the Beloved ( <a ref='Ephesians 1:6'>Eph 1:6</a> ). In v. <a ref='1 John 4:18'>18</a> , the same truth is stated negatively. The love that builds confidence also banishes fears. We love God and reverence Him, but we do not love God and come to Him in love, and at the same time, hide from Him in terror (cf. <a ref='Romans 8:14–15'>Ro 8:14–15</a> ; <a ref='2 Timothy 1:7'>2Ti 1:7</a> ). Fear involves torment or punishment, a reality the sons of God will never experience, because they are forgiven. <a ref='1 John 4:21'>4:21</a> This verse summarizes chap. <a ref='1Jn 4'>4</a> . One cannot love God without first loving his fellow believer. A claim to love God is a delusion if not accompanied by unselfish love for other Christians. <a ref='1 John 5:1–5'>5:1–5</a> John introduces the subject of the victorious life. While the Bible uses many terms to describe what Christians are (e.g., believers, friends, brothers, sheep, saints, soldiers, witnesses, etc.), John highlights one particular term in this chapter: the overcomer ( <i>see note on v. <a ref='1 John 5:4'>4</a></i> for the meaning of the term). Of the 24 times the word occurs in the NT, John uses it 21 times (cf. also <a ref='Revelation 2:7'>Rev 2:7</a> , <a ref='Revelation 2:11'>11</a> , <a ref='Revelation 2:17'>17</a> ; <a ref='Revelation 2:26'>2:26</a> ; <a ref='Revelation 3:5'>3:5</a> , <a ref='Revelation 3:12'>12</a> , <a ref='Revelation 3:21'>21</a> ). Several different forms of this term appear in these verses to emphasize the victorious nature of the believer. <a ref='1 John 5:1'>5:1</a> <b>Everyone who believes.</b> Saving faith is the first characteristic of an overcomer. The term “believes” conveys the idea of continuing faith, making the point that the mark of genuine believers is that they continue in faith throughout their life. Saving belief is not simply intellectual acceptance, but whole-hearted dedication to Jesus Christ that is permanent. <b>Jesus is the Christ.</b> The object of the believer’s faith is Jesus, particularly that He is the promised Messiah or “Anointed One” whom God sent to be the Savior from sin. Whoever places faith in Jesus Christ as the only Savior has been born again and, as a result, is an overcomer (v. <a ref='1 John 5:5'>5</a> ). <b>born of God.</b> This is a reference to the new birth and is the same word that Jesus used in <a ref='John 3:7'>Jn 3:7</a> . The tense of the Greek verb indicates that ongoing faith is the result of the new birth and, therefore, the evidence of the new birth. The sons of God will manifest the reality that they have been born again by continuing to believe in God’s Son, the Savior. The new birth brings us into a permanent faith relationship with God and Christ. <b>everyone who loves the One who gives</b> new <b>birth loves also the one who has been born of Him.</b> Love is the second characteristic of the overcomer. The overcomer not only believes in God, but loves both God and fellow believers. The moral test is again in view. <a ref='1 John 5:2–3'>5:2–3</a> <b>do … keep His commandments.</b> John repeats this phrase twice in these two verses. Obedience is the third characteristic of an overcomer. In these 5 verses, John weaves faith, love, and obedience all together inextricably. They exist mutually in a dynamic relationship, i.e., as the genuine proof of love is obedience, so the genuine proof of faith is love. The word “keep” conveys the idea of constant obedience (cf. <a ref='John 8:31–32'>Jn 8:31–32</a> ; <a ref='John 14:15'>14:15</a> , <a ref='John 14:21'>21</a> ; <a ref='John 15:10'>15:10</a> ). <a ref='1 John 5:3'>5:3</a> <b>His commandments are not burdensome.</b> For example, in contrast to the burdensome man-made religious traditions of the Jewish leaders ( <a ref='Matthew 23:4'>Mt 23:4</a> ), the yoke of Jesus is easy and the burden light ( <a ref='Matthew 11:30'>Mt 11:30</a> ). <a ref='1 John 5:4'>5:4</a> <b>overcomes.</b> John clearly defines who these overcomers are: they are all who believe that Jesus is God’s Son, and all that means. The overcomers are believers—all of them (cf. <a ref='1 John 2:13'>2:13</a> ). The word for “overcomes” or “overcomer” comes from a Greek word meaning “to conquer,” “to have victory,” “to have superiority” or “conquering power.” The word reflects a genuine superiority that leads to overwhelming success. The victory is demonstrable; it involves overthrowing an enemy so that the victory is seen by all. Jesus also used this word to describe Himself ( <a ref='John 16:33'>Jn 16:33</a> ). Because of believers’ union with Christ, they too partake in His victory ( <a ref='Romans 8:37'>Ro 8:37</a> ; <a ref='2 Corinthians 2:14'>2Co 2:14</a> ). The word “overcomes” in the original language conveys the idea that the believer has continual victory over the world. <a ref='1 John 5:4–5'>5:4–5</a> <b>the world.</b> Satan’s worldwide system of deception and wickedness. <i>See notes on <a ref='1 John 2:15'>2:15</a> .</i> Through Christ and His provision of salvation, the believer is a victor (v. <a ref='1 John 5:5'>5</a> ) over the invisible system of demonic and human evil that Satan operates to capture men’s souls for hell. John repeats the reference to overcoming the world 3 times—to press it home. <b>our faith … he who believes.</b> Faith in Jesus Christ and dedication of one’s life to Him make one an overcomer. John repeats the truth for emphasis. <a ref='1 John 5:6–12'>5:6–12</a> The terms “bear witness” and “witness” are the themes of this section. The passage concerns the witness or testimony of God and the Spirit to the world regarding the great truth of the deity of Jesus Christ. The previous passage ( <a ref='1 John 5:1–5'>5:1–5</a> ) described overcomers as those who believed in Jesus as Lord and Savior, and here John presents God’s own testimony to confirm that Jesus is the Christ ( <a ref='John 5:31–37'>Jn 5:31–37</a> ; <a ref='John 8:13–18'>8:13–18</a> ). He gives two kinds of testimony: external (vv. <a ref='1 John 5:6–9'>6–9</a> ) and internal (vv. <a ref='1 John 5:10–12'>10–12</a> ). <a ref='1 John 5:6'>5:6</a> <b>water and blood.</b> Water and the blood constitute external, objective witnesses to who Jesus Christ is. They refer to Jesus’ baptism (water) and death (blood). John combats the dualism of false teachers who asserted that “Christ-spirit” departed from the man Jesus just prior to His death on the cross (see Introduction: Background and Setting ). John writes to show that God has given testimony to the deity of Jesus through both His baptism and death. <b>bears witness.</b> Both the verb “bears witness” and the noun “witness” come from the same Greek word and are used a total of 9 times in this section. The basic meaning is “someone who has personal and immediate knowledge of something.” <b>the Spirit is the truth.</b> John no longer stresses apostolic testimony ( <a ref='1 John 1:1–4'>1:1–4</a> ; <a ref='1 John 4:14'>4:14</a> ) but writes of the testimony of God that comes through the Holy Spirit. Since the Spirit of God cannot lie, His testimony is sure. <a ref='1 John 5:7'>5:7</a> <b>three that bear witness.</b> The OT law required “the mouth of two witnesses or three witnesses” to establish the truth of a particular matter ( <a ref='Deuteronomy 17:6'>Dt 17:6</a> ; <a ref='Deuteronomy 19:15'>19:15</a> ; cf. <a ref='John 8:17–18'>Jn 8:17–18</a> ; <a ref='1 Timothy 5:19'>1Ti 5:19</a> ). <a ref='1 John 5:8'>5:8</a> <b>the Spirit and the water and the blood.</b> At the baptism of Jesus, the Father and the Spirit testified to the Son (see <a ref='Matthew 3:16–17'>Mt 3:16–17</a> ). The death of Jesus Christ also witnessed to who He was ( <a ref='Matthew 27:54'>Mt 27:54</a> ; <a ref='Hebrews 9:14'>Heb 9:14</a> ). The Holy Spirit testified throughout Jesus’ life as to His identity ( <a ref='Mark 1:12'>Mk 1:12</a> ; <a ref='Luke 1:35'>Lk 1:35</a> ; <a ref='Acts 10:38'>Ac 10:38</a> ). <a ref='1 John 5:10'>5:10</a> <b>has this witness in himself.</b> John writes of the internal subjective witness to the Son within the believer’s heart ( <a ref='Romans 8:15–16'>Ro 8:15–16</a> ; <a ref='Galatians 4:6'>Ga 4:6</a> ). <b>made Him a liar.</b> If someone refuses the testimony of God regarding His Son, such rejection is the ultimate form of blasphemy, for it is tantamount to calling God a liar ( <a ref='Titus 1:2'>Tit 1:2</a> ; <a ref='Hebrews 6:18'>Heb 6:18</a> ). <a ref='1 John 5:11–12'>5:11–12</a> This summarizes the blessing of the believer’s subjective witness—the very life that we possess in Christ expressed in the grace and power He provides all the time. It is the very experience of knowing Christ in one’s life. Life is only in Him, so it is impossible to have it without Him. <a ref='1 John 5:13–21'>5:13–21</a> John concludes his letter with a discussion regarding 5 Christian certainties that constitute a powerful climax to the entire epistle. He accentuates their certainty by using the word “know” 7 times in this section. <a ref='1 John 5:13'>5:13</a> <b>These things.</b> This has reference to all that John has written in his letter. <b>that you may know that you have eternal life.</b> Assurance of eternal life constitutes the first Christian certainty. While John wrote his Gospel to bring unbelievers to faith ( <a ref='John 20:31'>Jn 20:31</a> ), he wrote the epistle to give believers confidence that they possessed eternal life. The false brethren’s departure left John’s congregations shaken ( <a ref='1 John 2:19'>2:19</a> ). He assured those who remained that since they adhered to the fundamentals of the faith (a proper view of Christ, obedience, love), their salvation was sure. <b>eternal life.</b> This does not refer primarily to a period of time but a person (v. <a ref='1 John 5:20'>20</a> ; <a ref='John 17:3'>Jn 17:3</a> ). Eternal life is a relationship with the person of Jesus Christ and possessing His nature (as in vv. <a ref='1 John 5:11–12'>11–12</a> ). <a ref='1 John 5:14–17'>5:14–17</a> Answered prayer is the second Christian certainty. <a ref='1 John 5:14'>5:14</a> <b>confidence.</b> For the meaning of the term, <i>see note on <a ref='1 John 3:21'>3:21</a></i> . Christians can know with absolute confidence that God answers prayer when they approach the throne of grace ( <a ref='Hebrews 4:16'>Heb 4:16</a> ). <b>according to His will.</b> This phrase constitutes a strategic key to answered prayer. To pray according to God’s will is to pray in accord with what He would want, not what we would desire or insist that He do for us ( <a ref='John 14:13–14'>Jn 14:13–14</a> ). John already specified that answered prayer also depends on obedience to God’s commandments and avoidance of sin ( <a ref='1 John 3:21'>3:21</a> ; <a ref='Psalms 66:18'>Ps 66:18</a> ; <a ref='John 15:7'>Jn 15:7</a> ; <a ref='1 Peter 3:7'>1Pe 3:7</a> ). Since genuine believers know God’s Word (i.e., His will) and practice those things that are pleasing to Him, they never insist on their own will, but supremely seek God’s desires ( <a ref='Matthew 26:39–42'>Mt 26:39–42</a> ). <b>He hears us.</b> The word “hears” signifies that God always hears the prayers of His children ( <a ref='Psalms 34:15–17'>Ps 34:15–17</a> ), but not always in the manner they were presented. <a ref='1 John 5:16–17'>5:16–17</a> John illustrates praying according to God’s will with the specific example of the “sin <i>leading</i> to death.” Such a sin could be any premeditated and unconfessed sin that causes the Lord to determine to end a believer’s life. It is not one particular sin like homosexuality or lying, but whatever sin is the final one in the tolerance of God. Failure to repent of and forsake sin may eventually lead to physical death as a judgment of God ( <a ref='Acts 5:1–11'>Ac 5:1–11</a> ; <a ref='1 Corinthians 5:5'>1Co 5:5</a> ; <a ref='1 Corinthians 11:30'>11:30</a> ). No intercessory prayer will be effective for those who have committed such deliberate high-handed sin, i.e., God’s discipline with physical death is inevitable in such cases as He seeks to preserve the purity of His church ( <i>see notes on <a ref='1 Corinthians 5:5–7'>1Co 5:5–7</a></i> ). The contrast to the phrase “sin <i>leading</i> to death” with “sin not <i>leading</i> to death” signifies that the writer distinguishes between sins that may lead to physical death and those that do not. That is not to identify a certain kind of mortal or nonmortal sin, but to say not all sins are so judged by God. <a ref='1 John 5:18'>5:18</a> Victory over sin and Satan is the third Christian certainty ( <a ref='1 John 3:9'>3:9</a> ; <a ref='Romans 6:15–22'>Ro 6:15–22</a> ). <b>keeps him.</b> This refers to the fact that God protects the believer. <b>evil one.</b> This is a reference to Satan. <b>does not touch him.</b> John uses this word only here and in <a ref='John 20:17'>Jn 20:17</a> . The word suggests “to lay hold of” or “to grasp” in order to harm. Because the believer belongs to God, Satan must operate within God’s sovereignty and cannot function beyond what God allows, as in the example of Job ( <a ref='Job 2:5'>Job 2:5</a> ; <a ref='Romans 16:20'>Ro 16:20</a> ). While Satan may persecute, tempt, test, and accuse the believer, God protects His children and places definite limits on Satan’s influence or power ( <a ref='1 John 2:13'>2:13</a> ; <a ref='John 10:28'>Jn 10:28</a> ; <a ref='John 17:12–15'>17:12–15</a> ). <a ref='1 John 5:19'>5:19</a> <b>we are of God.</b> That Christians belong to God is the fourth Christian certainty. Only two types of people exist in the world according to John: children of God and children of Satan ( <i>see note on <a ref='1 John 3:10'>3:10</a></i> ). One belongs either to God or to the evil world system that is Satan’s domain. Because the whole world belongs to Satan, Christians should avoid its contamination. <a ref='1 John 5:20'>5:20</a> <b>true.</b> The word means “genuine” as opposed to what is false (cf. v. <a ref='1 John 5:21'>21</a> ). <b>God and eternal life.</b> That Jesus Christ is the true God is the fifth Christian certainty. This verse constitutes the summation of John’s whole letter. The greatest certainty of all, the incarnation, guarantees the certainty of the rest. This is the doctrinal foundation, out of which comes love and obedience. <a ref='1 John 5:21'>5:21</a> <b>guard yourselves from idols.</b> John contrasts the term “idols” with “the true God” of v. <a ref='1 John 5:20'>20</a> . He has reference here to the false teachers who withdrew from the brotherhood with which they had been formerly associated ( <a ref='1 John 2:19'>2:19</a> ). Their false beliefs and practices are the idols from which the readers are commanded to protect themselves. The false teachers upheld the world’s philosophy as superior to God’s revelation as demonstrated in their perversion of basic Christian teaching (faith, love, and obedience). In closing, John once again highlights the importance of adherence to the fundamentals of the faith.",
    "type": "notes"
  },
  {
    "id": "notes62f",
    "title": "Translator’s Notes and Cross-References for 1 John",
    "content": "Notes and Cross-References 1 John 1 1:1 A <a ref='John 1:1'>Jn 1:1f</a> ; <a ref='1 John 2:13'>1Jn 2:13</a> , <a ref='1 John 2:14'>14</a> 1:1 B <a ref='Acts 4:20'>Ac 4:20</a> ; <a ref='1 John 1:3'>1Jn 1:3</a> 1:1 C <a ref='John 19:35'>Jn 19:35</a> ; <a ref='2 Peter 1:16'>2Pe 1:16</a> ; <a ref='1 John 1:2'>1Jn 1:2</a> 1:1 D <a ref='John 1:14'>Jn 1:14</a> ; <a ref='1 John 4:14'>1Jn 4:14</a> 1:1 E <a ref='Luke 24:39'>Lk 24:39</a> ; <a ref='John 20:27'>Jn 20:27</a> 1:1 F <a ref='John 1:1'>Jn 1:1</a> , <a ref='John 1:4'>4</a> 1:2 G <a ref='John 1:4'>Jn 1:4</a> ; <a ref='1 John 3:5'>1Jn 3:5</a> , <a ref='1 John 3:8'>8</a> ; <a ref='1 John 5:20'>5:20</a> 1:2 H <a ref='John 19:35'>Jn 19:35</a> ; <a ref='1 John 1:1'>1Jn 1:1</a> 1:2 I <a ref='John 15:27'>Jn 15:27</a> ; <a ref='1 John 4:14'>1Jn 4:14</a> 1:2 J <a ref='John 10:28'>Jn 10:28</a> ; <a ref='John 17:3'>17:3</a> ; <a ref='1 John 2:25'>1Jn 2:25</a> ; <a ref='1 John 5:11'>5:11</a> , <a ref='1 John 5:13'>13</a> , <a ref='1 John 5:20'>20</a> 1:2 K <a ref='John 1:1'>Jn 1:1</a> 1:3 L <a ref='John 19:35'>Jn 19:35</a> ; <a ref='2 Peter 1:16'>2Pe 1:16</a> ; <a ref='1 John 1:1'>1Jn 1:1</a> 1:3 M <a ref='Acts 4:20'>Ac 4:20</a> ; <a ref='1 John 1:1'>1Jn 1:1</a> 1:3 N <a ref='John 17:3'>Jn 17:3</a> , <a ref='John 17:21'>21</a> ; <a ref='1 Corinthians 1:9'>1Co 1:9</a> 1:4 O <a ref='1 John 2:1'>1Jn 2:1</a> 1:4 P <a ref='John 3:29'>Jn 3:29</a> 1:5 Q <a ref='John 1:19'>Jn 1:19</a> ; <a ref='1 John 3:11'>1Jn 3:11</a> 1:5 R <a ref='1 Timothy 6:16'>1Ti 6:16</a> ; <a ref='James 1:17'>Jas 1:17</a> 1:6 S <a ref='John 8:12'>Jn 8:12</a> ; <a ref='1 John 2:11'>1Jn 2:11</a> 1:6 T <a ref='John 8:55'>Jn 8:55</a> ; <a ref='1 John 2:4'>1Jn 2:4</a> ; <a ref='1 John 4:20'>4:20</a> 1:6 U <a ref='John 3:21'>Jn 3:21</a> 1:7 V <a ref='Isaiah 2:5'>Is 2:5</a> 1:7 W <a ref='1 Timothy 6:16'>1Ti 6:16</a> 1:7 X <a ref='Titus 2:14'>Tit 2:14</a> 1:8 Y <a ref='Job 15:14'>Job 15:14</a> ; <a ref='Proverbs 20:9'>Pr 20:9</a> ; <a ref='Romans 3:10'>Ro 3:10ff</a> ; <a ref='James 3:2'>Jas 3:2</a> 1:8 Z <a ref='John 8:44'>Jn 8:44</a> ; <a ref='1 John 2:4'>1Jn 2:4</a> 1:9 A <a ref='Psalms 32:5'>Ps 32:5</a> ; <a ref='Proverbs 28:13'>Pr 28:13</a> 1:9 B <a ref='Titus 2:14'>Tit 2:14</a> 1:10 C <a ref='Job 15:14'>Job 15:14</a> 1:10 D <a ref='John 3:33'>Jn 3:33</a> ; <a ref='1 John 5:10'>1Jn 5:10</a> 1:10 E <a ref='1 John 2:14'>1Jn 2:14</a> 1 John 2 2:1 a Gr <i>Paracletos</i> , one called alongside to help; or <i>Intercessor</i> 2:1 A <a ref='John 13:33'>Jn 13:33</a> ; <a ref='Galatians 4:19'>Ga 4:19</a> ; <a ref='1 John 2:12'>1Jn 2:12</a> , <a ref='1 John 2:28'>28</a> ; <a ref='1 John 3:7'>3:7</a> , <a ref='1 John 3:18'>18</a> ; <a ref='1 John 4:4'>4:4</a> ; <a ref='1 John 5:21'>5:21</a> 2:1 B <a ref='1 John 1:4'>1Jn 1:4</a> 2:1 C <a ref='Romans 8:34'>Ro 8:34</a> ; <a ref='1 Timothy 2:5'>1Ti 2:5</a> ; <a ref='Hebrews 7:25'>Heb 7:25</a> ; <a ref='Hebrews 9:24'>9:24</a> 2:1 D <a ref='John 14:16'>Jn 14:16</a> 2:2 b Or <i>satisfaction</i> 2:2 E <a ref='Romans 3:25'>Ro 3:25</a> ; <a ref='Hebrews 2:17'>Heb 2:17</a> ; <a ref='1 John 4:10'>1Jn 4:10</a> 2:2 F <a ref='John 4:42'>Jn 4:42</a> ; <a ref='John 11:51'>11:51f</a> ; <a ref='1 John 4:14'>1Jn 4:14</a> 2:3 G <a ref='1 John 2:5'>1Jn 2:5</a> ; <a ref='1 John 3:24'>3:24</a> ; <a ref='1 John 4:13'>4:13</a> ; <a ref='1 John 5:2'>5:2</a> 2:3 H <a ref='1 John 2:4'>1Jn 2:4</a> ; <a ref='1 John 3:6'>3:6</a> ; <a ref='1 John 4:7'>4:7f</a> 2:3 I <a ref='John 14:15'>Jn 14:15</a> ; <a ref='John 15:10'>15:10</a> ; <a ref='1 John 3:22'>1Jn 3:22</a> , <a ref='1 John 3:24'>24</a> ; <a ref='1 John 5:3'>5:3</a> ; <a ref='Revelation 12:17'>Rev 12:17</a> ; <a ref='Revelation 14:12'>14:12</a> 2:4 J <a ref='Titus 1:10'>Tit 1:10</a> 2:4 K <a ref='1 John 3:6'>1Jn 3:6</a> ; <a ref='1 John 4:7'>4:7f</a> 2:4 L <a ref='1 John 1:6'>1Jn 1:6</a> 2:4 M <a ref='1 John 1:8'>1Jn 1:8</a> 2:5 N <a ref='John 14:23'>Jn 14:23</a> 2:5 O <a ref='1 John 4:12'>1Jn 4:12</a> 2:5 P <a ref='1 John 2:3'>1Jn 2:3</a> ; <a ref='1 John 3:24'>3:24</a> ; <a ref='1 John 4:13'>4:13</a> ; <a ref='1 John 5:2'>5:2</a> 2:6 Q <a ref='John 15:4'>Jn 15:4</a> 2:6 R <a ref='John 13:15'>Jn 13:15</a> ; <a ref='John 15:10'>15:10</a> ; <a ref='1 Peter 2:21'>1Pe 2:21</a> 2:7 S <a ref='Hebrews 6:9'>Heb 6:9</a> ; <a ref='1 John 3:2'>1Jn 3:2</a> , <a ref='1 John 3:21'>21</a> ; <a ref='1 John 4:1'>4:1</a> , <a ref='1 John 4:7'>7</a> , <a ref='1 John 4:11'>11</a> 2:7 T <a ref='John 13:34'>Jn 13:34</a> ; <a ref='1 John 3:11'>1Jn 3:11</a> , <a ref='1 John 3:23'>23</a> ; <a ref='1 John 4:21'>4:21</a> ; <a ref='2 John 1:5'>2Jn 5</a> 2:7 U <a ref='1 John 2:24'>1Jn 2:24</a> ; <a ref='1 John 3:11'>3:11</a> ; <a ref='2 John 1:5'>2Jn 5</a> , <a ref='2 John 1:6'>6</a> 2:8 c Lit <i>Again</i> 2:8 V <a ref='John 13:34'>Jn 13:34</a> 2:8 W <a ref='Romans 13:12'>Ro 13:12</a> ; <a ref='Ephesians 5:8'>Eph 5:8</a> ; <a ref='1 Thessalonians 5:4'>1Th 5:4f</a> 2:8 X <a ref='John 1:9'>Jn 1:9</a> 2:9 Y <a ref='1 John 2:11'>1Jn 2:11</a> ; <a ref='1 John 3:15'>3:15</a> ; <a ref='1 John 4:20'>4:20</a> 2:9 Z <a ref='Acts 1:15'>Ac 1:15</a> ; <a ref='1 John 3:10'>1Jn 3:10</a> , <a ref='1 John 3:16'>16</a> ; <a ref='1 John 4:20'>4:20f</a> 2:10 A <a ref='John 11:9'>Jn 11:9</a> ; <a ref='1 John 2:10'>1Jn 2:10</a> , <a ref='1 John 2:11'>11</a> 2:11 B <a ref='1 John 2:9'>1Jn 2:9</a> ; <a ref='1 John 3:15'>3:15</a> ; <a ref='1 John 4:20'>4:20</a> 2:11 C <a ref='John 12:35'>Jn 12:35</a> ; <a ref='1 John 1:6'>1Jn 1:6</a> 2:11 D <a ref='2 Corinthians 4:4'>2Co 4:4</a> ; <a ref='2 Peter 1:9'>2Pe 1:9</a> 2:12 E <a ref='1 John 2:1'>1Jn 2:1</a> 2:12 F <a ref='Acts 13:38'>Ac 13:38</a> ; <a ref='1 Corinthians 6:11'>1Co 6:11</a> 2:13 d Or <i>you have come to know</i> 2:13 G <a ref='1 John 1:1'>1Jn 1:1</a> 2:13 H <a ref='John 16:33'>Jn 16:33</a> ; <a ref='1 John 2:14'>1Jn 2:14</a> ; <a ref='1 John 4:4'>4:4</a> ; <a ref='1 John 5:4'>5:4f</a> ; <a ref='Revelation 2:7'>Rev 2:7</a> 2:13 I <a ref='Matthew 5:37'>Mt 5:37</a> ; <a ref='1 John 2:14'>1Jn 2:14</a> ; <a ref='1 John 3:12'>3:12</a> ; <a ref='1 John 5:18'>5:18f</a> 2:13 J <a ref='John 14:7'>Jn 14:7</a> ; <a ref='1 John 2:3'>1Jn 2:3</a> 2:14 K <a ref='1 John 1:1'>1Jn 1:1</a> 2:14 L <a ref='Ephesians 6:10'>Eph 6:10</a> 2:14 M <a ref='John 5:38'>Jn 5:38</a> ; <a ref='John 8:37'>8:37</a> ; <a ref='1 John 1:10'>1Jn 1:10</a> 2:14 N <a ref='1 John 2:13'>1Jn 2:13</a> 2:15 O <a ref='Romans 12:2'>Ro 12:2</a> ; <a ref='James 1:27'>Jas 1:27</a> 2:15 P <a ref='James 4:4'>Jas 4:4</a> 2:16 Q <a ref='Romans 13:14'>Ro 13:14</a> ; <a ref='Ephesians 2:3'>Eph 2:3</a> ; <a ref='1 Peter 2:11'>1Pe 2:11</a> 2:16 R <a ref='Proverbs 27:20'>Pr 27:20</a> 2:16 S <a ref='James 4:16'>Jas 4:16</a> 2:17 T <a ref='1 Corinthians 7:31'>1Co 7:31</a> 2:17 U <a ref='Mark 3:35'>Mk 3:35</a> 2:18 V <a ref='Romans 13:11'>Ro 13:11</a> ; <a ref='1 Timothy 4:1'>1Ti 4:1</a> ; <a ref='1 Peter 4:7'>1Pe 4:7</a> 2:18 W <a ref='Matthew 24:5'>Mt 24:5</a> , <a ref='Matthew 24:24'>24</a> ; <a ref='1 John 2:22'>1Jn 2:22</a> ; <a ref='1 John 4:3'>4:3</a> ; <a ref='2 John 1:7'>2Jn 7</a> 2:18 X <a ref='Mark 13:22'>Mk 13:22</a> ; <a ref='1 John 4:1'>1Jn 4:1</a> , <a ref='1 John 4:3'>3</a> 2:19 e Lit <i>they would be revealed</i> 2:19 Y <a ref='Acts 20:30'>Ac 20:30</a> 2:19 Z <a ref='1 Corinthians 11:19'>1Co 11:19</a> 2:20 f Lit <i>And</i> 2:20 A <a ref='2 Corinthians 1:21'>2Co 1:21</a> ; <a ref='1 John 2:27'>1Jn 2:27</a> 2:20 B <a ref='Mark 1:24'>Mk 1:24</a> ; <a ref='Acts 10:38'>Ac 10:38</a> 2:20 C <a ref='Proverbs 28:5'>Pr 28:5</a> ; <a ref='Matthew 13:11'>Mt 13:11</a> ; <a ref='John 14:26'>Jn 14:26</a> ; <a ref='1 Corinthians 2:15'>1Co 2:15f</a> ; <a ref='1 John 2:27'>1Jn 2:27</a> 2:21 g Or know <i>that</i> 2:21 D <a ref='James 1:19'>Jas 1:19</a> ; <a ref='2 Peter 1:12'>2Pe 1:12</a> ; <a ref='Jude 1:5'>Jd 5</a> 2:21 E <a ref='John 8:44'>Jn 8:44</a> ; <a ref='John 18:37'>18:37</a> ; <a ref='1 John 3:19'>1Jn 3:19</a> 2:22 h Or <i>Anointed One</i> , cf. <a ref='1 John 2:27'>2:27</a> 2:22 i Or <i>one against the Anointed One</i> , cf. <a ref='1 John 2:27'>2:27</a> 2:22 F <a ref='1 John 4:3'>1Jn 4:3</a> ; <a ref='2 John 1:7'>2Jn 7</a> 2:22 G <a ref='Matthew 24:5'>Mt 24:5</a> , <a ref='Matthew 24:24'>24</a> ; <a ref='1 John 2:18'>1Jn 2:18</a> ; <a ref='1 John 4:3'>4:3</a> ; <a ref='2 John 1:7'>2Jn 7</a> 2:23 H <a ref='John 8:19'>Jn 8:19</a> ; <a ref='John 16:3'>16:3</a> ; <a ref='John 17:3'>17:3</a> ; <a ref='1 John 4:15'>1Jn 4:15</a> ; <a ref='1 John 5:1'>5:1</a> ; <a ref='2 John 1:9'>2Jn 9</a> 2:24 I <a ref='1 John 2:7'>1Jn 2:7</a> 2:24 J <a ref='John 14:23'>Jn 14:23</a> ; <a ref='1 John 1:3'>1Jn 1:3</a> ; <a ref='2 John 1:9'>2Jn 9</a> 2:25 j Lit <i>promised us</i> 2:25 K <a ref='John 3:15'>Jn 3:15</a> ; <a ref='John 6:40'>6:40</a> ; <a ref='1 John 1:2'>1Jn 1:2</a> 2:26 L <a ref='1 John 3:7'>1Jn 3:7</a> ; <a ref='2 John 1:7'>2Jn 7</a> 2:27 k Or <i>you abide in Him</i> ; Gr indicative 2:27 M <a ref='John 14:16'>Jn 14:16</a> ; <a ref='1 John 2:20'>1Jn 2:20</a> 2:27 N <a ref='John 14:26'>Jn 14:26</a> ; <a ref='1 Corinthians 2:12'>1Co 2:12</a> ; <a ref='1 Thessalonians 4:9'>1Th 4:9</a> 2:27 O <a ref='John 14:17'>Jn 14:17</a> 2:28 l Lit <i>be put to shame from Him</i> 2:28 m Or <i>in His presence</i> 2:28 P <a ref='1 John 2:1'>1Jn 2:1</a> 2:28 Q <a ref='Luke 17:30'>Lk 17:30</a> ; <a ref='Colossians 3:4'>Col 3:4</a> ; <a ref='1 John 3:2'>1Jn 3:2</a> 2:28 R <a ref='Ephesians 3:12'>Eph 3:12</a> ; <a ref='1 John 3:21'>1Jn 3:21</a> ; <a ref='1 John 4:17'>4:17</a> ; <a ref='1 John 5:14'>5:14</a> 2:28 S <a ref='Mark 8:38'>Mk 8:38</a> 2:28 T <a ref='1 Thessalonians 2:19'>1Th 2:19</a> 2:29 n Or <i>begotten</i> 2:29 U <a ref='John 7:18'>Jn 7:18</a> ; <a ref='1 John 3:7'>1Jn 3:7</a> 2:29 V <a ref='John 1:13'>Jn 1:13</a> ; <a ref='John 3:3'>3:3</a> ; <a ref='1 John 3:9'>1Jn 3:9</a> ; <a ref='1 John 4:7'>4:7</a> ; <a ref='1 John 5:1'>5:1</a> , <a ref='1 John 5:4'>4</a> , <a ref='1 John 5:18'>18</a> ; <a ref='3 John 1:11'>3Jn 11</a> 1 John 3 3:1 a Lit <i>what kind of love</i> 3:1 A <a ref='John 3:16'>Jn 3:16</a> ; <a ref='1 John 4:10'>1Jn 4:10</a> 3:1 B <a ref='John 1:12'>Jn 1:12</a> ; <a ref='John 11:52'>11:52</a> ; <a ref='Romans 8:16'>Ro 8:16</a> ; <a ref='1 John 3:2'>1Jn 3:2</a> , <a ref='1 John 3:10'>10</a> 3:1 C <a ref='John 15:18'>Jn 15:18</a> , <a ref='John 15:21'>21</a> ; <a ref='John 16:3'>16:3</a> 3:2 D <a ref='1 John 2:7'>1Jn 2:7</a> 3:2 E <a ref='John 1:12'>Jn 1:12</a> ; <a ref='John 11:52'>11:52</a> ; <a ref='Romans 8:16'>Ro 8:16</a> ; <a ref='1 John 3:1'>1Jn 3:1</a> , <a ref='1 John 3:10'>10</a> 3:2 F <a ref='Romans 8:19'>Ro 8:19</a> , <a ref='Romans 8:23'>23f</a> 3:2 G <a ref='Luke 17:30'>Lk 17:30</a> ; <a ref='Colossians 3:4'>Col 3:4</a> ; <a ref='1 John 2:28'>1Jn 2:28</a> 3:2 H <a ref='Romans 8:29'>Ro 8:29</a> ; <a ref='2 Peter 1:4'>2Pe 1:4</a> 3:2 I <a ref='John 17:24'>Jn 17:24</a> ; <a ref='2 Corinthians 3:18'>2Co 3:18</a> 3:3 J <a ref='Romans 15:12'>Ro 15:12</a> ; <a ref='1 Peter 1:3'>1Pe 1:3</a> 3:3 K <a ref='John 17:19'>Jn 17:19</a> ; <a ref='2 Corinthians 7:1'>2Co 7:1</a> 3:4 L <a ref='Romans 4:15'>Ro 4:15</a> ; <a ref='1 John 5:17'>1Jn 5:17</a> 3:5 M <a ref='1 John 1:2'>1Jn 1:2</a> ; <a ref='1 John 3:8'>3:8</a> 3:5 N <a ref='John 1:29'>Jn 1:29</a> ; <a ref='1 Peter 1:18–20'>1Pe 1:18-20</a> ; <a ref='1 John 2:2'>1Jn 2:2</a> 3:5 O <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='1 John 2:29'>1Jn 2:29</a> 3:6 b Or <i>has known</i> 3:6 P <a ref='1 John 3:9'>1Jn 3:9</a> 3:6 Q <a ref='1 John 2:3'>1Jn 2:3</a> ; <a ref='3 John 1:11'>3Jn 11</a> 3:7 R <a ref='1 John 2:1'>1Jn 2:1</a> 3:7 S <a ref='1 John 2:26'>1Jn 2:26</a> 3:7 T <a ref='1 John 2:29'>1Jn 2:29</a> 3:8 U <a ref='Matthew 13:38'>Mt 13:38</a> ; <a ref='John 8:44'>Jn 8:44</a> ; <a ref='1 John 3:10'>1Jn 3:10</a> 3:8 V <a ref='Matthew 4:3'>Mt 4:3</a> 3:8 W <a ref='1 John 3:5'>1Jn 3:5</a> 3:8 X <a ref='John 12:31'>Jn 12:31</a> ; <a ref='John 16:11'>16:11</a> 3:9 c Or <i>begotten</i> 3:9 Y <a ref='John 1:13'>Jn 1:13</a> ; <a ref='John 3:3'>3:3</a> ; <a ref='1 John 2:29'>1Jn 2:29</a> ; <a ref='1 John 4:7'>4:7</a> ; <a ref='1 John 5:1'>5:1</a> , <a ref='1 John 5:4'>4</a> , <a ref='1 John 5:18'>18</a> ; <a ref='3 John 1:11'>3Jn 11</a> 3:9 Z <a ref='1 Peter 1:23'>1Pe 1:23</a> ; <a ref='1 John 3:6'>1Jn 3:6</a> ; <a ref='1 John 5:18'>5:18</a> 3:10 A <a ref='John 1:12'>Jn 1:12</a> ; <a ref='John 11:52'>11:52</a> ; <a ref='Romans 8:16'>Ro 8:16</a> ; <a ref='1 John 3:1'>1Jn 3:1</a> , <a ref='1 John 3:2'>2</a> 3:10 B <a ref='Matthew 13:38'>Mt 13:38</a> ; <a ref='John 8:44'>Jn 8:44</a> ; <a ref='1 John 3:8'>1Jn 3:8</a> 3:10 C <a ref='Romans 13:8'>Ro 13:8ff</a> ; <a ref='Colossians 3:14'>Col 3:14</a> ; <a ref='1 Timothy 1:5'>1Ti 1:5</a> ; <a ref='1 John 4:8'>1Jn 4:8</a> 3:10 D <a ref='1 John 2:9'>1Jn 2:9</a> 3:11 E <a ref='1 John 1:5'>1Jn 1:5</a> 3:11 F <a ref='1 John 2:7'>1Jn 2:7</a> 3:11 G <a ref='John 13:4'>Jn 13:4f</a> ; <a ref='John 15:12'>15:12</a> ; <a ref='1 John 4:7'>1Jn 4:7</a> , <a ref='1 John 4:11'>11f</a> , <a ref='1 John 4:21'>21</a> ; <a ref='2 John 1:5'>2Jn 5</a> 3:12 H <a ref='Genesis 4:8'>Ge 4:8</a> 3:12 I <a ref='Matthew 5:37'>Mt 5:37</a> ; <a ref='1 John 2:13'>1Jn 2:13f</a> 3:12 J <a ref='Psalms 38:20'>Ps 38:20</a> ; <a ref='Proverbs 29:10'>Pr 29:10</a> ; <a ref='John 8:40'>Jn 8:40</a> , <a ref='John 8:41'>41</a> 3:13 K <a ref='John 15:18'>Jn 15:18</a> ; <a ref='John 17:14'>17:14</a> 3:14 L <a ref='John 5:24'>Jn 5:24</a> 3:14 M <a ref='John 13:35'>Jn 13:35</a> ; <a ref='1 John 2:10'>1Jn 2:10</a> 3:15 N <a ref='Matthew 5:21'>Mt 5:21f</a> ; <a ref='John 8:44'>Jn 8:44</a> 3:15 O <a ref='Galatians 5:20'>Ga 5:20f</a> ; <a ref='Revelation 21:8'>Rev 21:8</a> 3:16 P <a ref='John 10:11'>Jn 10:11</a> ; <a ref='John 15:13'>15:13</a> 3:16 Q <a ref='Philippians 2:17'>Php 2:17</a> ; <a ref='1 Thessalonians 2:8'>1Th 2:8</a> 3:16 R <a ref='1 John 2:9'>1Jn 2:9</a> 3:17 d Lit <i>inward parts</i> 3:17 e Lit <i>from</i> 3:17 S <a ref='James 2:15'>Jas 2:15f</a> 3:17 T <a ref='Deuteronomy 15:7'>Dt 15:7</a> 3:17 U <a ref='1 John 4:20'>1Jn 4:20</a> 3:18 V <a ref='1 John 2:1'>1Jn 2:1</a> ; <a ref='1 John 3:7'>3:7</a> 3:18 W <a ref='2 John 1:1'>2Jn 1</a> ; <a ref='3 John 1:1'>3Jn 1</a> 3:19 f Lit <i>persuade</i> 3:19 X <a ref='1 John 2:21'>1Jn 2:21</a> 3:20 g Or <i>that if our heart condemns us, that God…</i> 3:21 h Lit <i>toward</i> 3:21 Y <a ref='1 John 3:2'>1Jn 3:2</a> 3:21 Z <a ref='1 John 2:28'>1Jn 2:28</a> ; <a ref='1 John 5:14'>5:14</a> 3:22 A <a ref='Job 22:26'>Job 22:26f</a> ; <a ref='Matthew 7:7'>Mt 7:7</a> ; <a ref='Matthew 21:22'>21:22</a> ; <a ref='John 9:31'>Jn 9:31</a> 3:22 B <a ref='1 John 2:3'>1Jn 2:3</a> 3:22 C <a ref='John 8:29'>Jn 8:29</a> ; <a ref='Hebrews 13:21'>Heb 13:21</a> 3:23 i Or <i>believe the name</i> 3:23 D <a ref='John 6:29'>Jn 6:29</a> 3:23 E <a ref='John 1:12'>Jn 1:12</a> ; <a ref='John 2:23'>2:23</a> ; <a ref='John 3:18'>3:18</a> 3:23 F <a ref='John 13:34'>Jn 13:34</a> ; <a ref='John 15:12'>15:12</a> ; <a ref='1 John 2:8'>1Jn 2:8</a> 3:24 G <a ref='1 John 2:3'>1Jn 2:3</a> 3:24 H <a ref='John 6:56'>Jn 6:56</a> ; <a ref='John 10:38'>10:38</a> ; <a ref='1 John 2:6'>1Jn 2:6</a> , <a ref='1 John 2:24'>24</a> ; <a ref='1 John 4:15'>4:15</a> 3:24 I <a ref='John 14:17'>Jn 14:17</a> ; <a ref='Romans 8:9'>Ro 8:9</a> , <a ref='Romans 8:14'>14</a> , <a ref='Romans 8:16'>16</a> ; <a ref='1 Thessalonians 4:8'>1Th 4:8</a> ; <a ref='1 John 4:13'>1Jn 4:13</a> 3:24 J <a ref='1 John 2:5'>1Jn 2:5</a> 1 John 4 4:1 A <a ref='3 John 1:11'>3Jn 11</a> 4:1 B <a ref='Jeremiah 29:8'>Jer 29:8</a> ; <a ref='1 Corinthians 12:10'>1Co 12:10</a> ; <a ref='1 Thessalonians 5:20'>1Th 5:20f</a> ; <a ref='2 Thessalonians 2:2'>2Th 2:2</a> 4:1 C <a ref='Jeremiah 14:14'>Jer 14:14</a> ; <a ref='2 Peter 2:1'>2Pe 2:1</a> ; <a ref='1 John 2:18'>1Jn 2:18</a> 4:2 D <a ref='1 Corinthians 12:3'>1Co 12:3</a> 4:2 E <a ref='1 John 2:23'>1Jn 2:23</a> 4:2 F <a ref='John 1:14'>Jn 1:14</a> ; <a ref='1 John 1:2'>1Jn 1:2</a> 4:3 G <a ref='1 John 2:22'>1Jn 2:22</a> ; <a ref='2 John 1:7'>2Jn 7</a> 4:3 H <a ref='1 John 2:18'>1Jn 2:18</a> , <a ref='1 John 2:22'>22</a> 4:3 I <a ref='2 Thessalonians 2:3–7'>2Th 2:3-7</a> ; <a ref='1 John 2:18'>1Jn 2:18</a> 4:4 J <a ref='1 John 2:1'>1Jn 2:1</a> 4:4 K <a ref='1 John 2:13'>1Jn 2:13</a> 4:4 L <a ref='Romans 8:31'>Ro 8:31</a> ; <a ref='1 John 3:20'>1Jn 3:20</a> 4:4 M <a ref='John 12:31'>Jn 12:31</a> 4:5 N <a ref='John 15:19'>Jn 15:19</a> ; <a ref='John 17:14'>17:14</a> , <a ref='John 17:16'>16</a> 4:6 O <a ref='John 8:23'>Jn 8:23</a> ; <a ref='1 John 4:4'>1Jn 4:4</a> 4:6 P <a ref='John 8:47'>Jn 8:47</a> ; <a ref='John 10:3'>10:3ff</a> ; <a ref='John 18:37'>18:37</a> 4:6 Q <a ref='1 Corinthians 14:37'>1Co 14:37</a> 4:6 R <a ref='John 14:17'>Jn 14:17</a> 4:6 S <a ref='1 Timothy 4:1'>1Ti 4:1</a> 4:7 a Or <i>begotten</i> 4:7 T <a ref='1 John 2:7'>1Jn 2:7</a> 4:7 U <a ref='1 John 3:11'>1Jn 3:11</a> 4:7 V <a ref='1 John 5:1'>1Jn 5:1</a> 4:7 W <a ref='1 John 2:29'>1Jn 2:29</a> 4:7 X <a ref='1 Corinthians 8:3'>1Co 8:3</a> ; <a ref='1 John 2:3'>1Jn 2:3</a> 4:8 Y <a ref='1 John 4:7'>1Jn 4:7</a> , <a ref='1 John 4:16'>16</a> 4:9 b Or <i>in our case</i> 4:9 c Or <i>unique</i> , <i>only one of His kind</i> 4:9 Z <a ref='John 9:3'>Jn 9:3</a> ; <a ref='1 John 4:16'>1Jn 4:16</a> 4:9 A <a ref='John 3:16'>Jn 3:16f</a> ; <a ref='1 John 4:10'>1Jn 4:10</a> ; <a ref='1 John 5:11'>5:11</a> 4:10 B <a ref='Romans 5:8'>Ro 5:8</a> , <a ref='Romans 5:10'>10</a> ; <a ref='1 John 4:19'>1Jn 4:19</a> 4:10 C <a ref='John 3:16'>Jn 3:16f</a> ; <a ref='1 John 4:9'>1Jn 4:9</a> ; <a ref='1 John 5:11'>5:11</a> 4:10 D <a ref='1 John 2:2'>1Jn 2:2</a> 4:11 E <a ref='1 John 2:7'>1Jn 2:7</a> 4:11 F <a ref='1 John 4:7'>1Jn 4:7</a> 4:12 G <a ref='John 1:18'>Jn 1:18</a> ; <a ref='1 Timothy 6:16'>1Ti 6:16</a> ; <a ref='1 John 4:20'>1Jn 4:20</a> 4:12 H <a ref='1 John 2:5'>1Jn 2:5</a> ; <a ref='1 John 4:17'>4:17f</a> 4:13 I <a ref='Romans 8:9'>Ro 8:9</a> ; <a ref='1 John 3:24'>1Jn 3:24</a> 4:14 J <a ref='John 15:27'>Jn 15:27</a> ; <a ref='1 John 1:2'>1Jn 1:2</a> 4:14 K <a ref='John 3:17'>Jn 3:17</a> ; <a ref='John 4:42'>4:42</a> ; <a ref='1 John 2:2'>1Jn 2:2</a> 4:15 L <a ref='1 John 2:23'>1Jn 2:23</a> 4:15 M <a ref='Romans 10:9'>Ro 10:9</a> ; <a ref='1 John 3:23'>1Jn 3:23</a> ; <a ref='1 John 4:2'>4:2</a> ; <a ref='1 John 5:1'>5:1</a> , <a ref='1 John 5:5'>5</a> 4:15 N <a ref='1 John 2:24'>1Jn 2:24</a> ; <a ref='1 John 3:24'>3:24</a> 4:16 O <a ref='John 6:69'>Jn 6:69</a> 4:16 P <a ref='John 9:3'>Jn 9:3</a> ; <a ref='1 John 4:9'>1Jn 4:9</a> 4:16 Q <a ref='1 John 4:7'>1Jn 4:7</a> , <a ref='1 John 4:8'>8</a> 4:16 R <a ref='1 John 4:12'>1Jn 4:12f</a> 4:17 S <a ref='1 John 2:5'>1Jn 2:5</a> ; <a ref='1 John 4:12'>4:12</a> 4:17 T <a ref='1 John 2:28'>1Jn 2:28</a> 4:17 U <a ref='Matthew 10:15'>Mt 10:15</a> 4:17 V <a ref='John 17:22'>Jn 17:22</a> ; <a ref='1 John 2:6'>1Jn 2:6</a> ; <a ref='1 John 3:1'>3:1</a> , <a ref='1 John 3:7'>7</a> , <a ref='1 John 3:16'>16</a> 4:18 d Lit <i>has</i> 4:18 W <a ref='Romans 8:15'>Ro 8:15</a> 4:18 X <a ref='1 John 4:12'>1Jn 4:12</a> 4:19 Y <a ref='1 John 4:10'>1Jn 4:10</a> 4:20 Z <a ref='1 John 1:6'>1Jn 1:6</a> , <a ref='1 John 1:8'>8</a> , <a ref='1 John 1:10'>10</a> ; <a ref='1 John 2:4'>2:4</a> 4:20 A <a ref='1 John 2:9'>1Jn 2:9</a> , <a ref='1 John 2:11'>11</a> 4:20 B <a ref='1 John 1:6'>1Jn 1:6</a> 4:20 C <a ref='1 John 3:17'>1Jn 3:17</a> 4:20 D <a ref='1 Peter 1:8'>1Pe 1:8</a> ; <a ref='1 John 4:12'>1Jn 4:12</a> 4:21 E <a ref='Leviticus 19:18'>Lv 19:18</a> ; <a ref='Matthew 5:43'>Mt 5:43f</a> ; <a ref='Matthew 22:37'>22:37ff</a> ; <a ref='John 13:34'>Jn 13:34</a> 4:21 F <a ref='1 John 3:11'>1Jn 3:11</a> 1 John 5 5:1 a Messiah 5:1 b Or <i>begotten</i> 5:1 c Lit <i>one who begets</i> 5:1 A <a ref='1 John 2:22'>1Jn 2:22f</a> ; <a ref='1 John 4:2'>4:2</a> , <a ref='1 John 4:15'>15</a> 5:1 B <a ref='John 1:3'>Jn 1:3</a> ; <a ref='John 3:3'>3:3</a> ; <a ref='1 John 2:29'>1Jn 2:29</a> ; <a ref='1 John 5:4'>5:4</a> , <a ref='1 John 5:18'>18</a> 5:1 C <a ref='John 8:42'>Jn 8:42</a> 5:2 D <a ref='1 John 2:5'>1Jn 2:5</a> 5:2 E <a ref='1 John 3:14'>1Jn 3:14</a> 5:3 F <a ref='John 14:15'>Jn 14:15</a> ; <a ref='2 John 1:6'>2Jn 6</a> 5:3 G <a ref='1 John 2:3'>1Jn 2:3</a> 5:3 H <a ref='Matthew 11:30'>Mt 11:30</a> ; <a ref='Matthew 23:4'>23:4</a> 5:4 d Or <i>begotten</i> 5:4 I <a ref='John 1:13'>Jn 1:13</a> ; <a ref='John 3:3'>3:3</a> ; <a ref='1 John 2:29'>1Jn 2:29</a> ; <a ref='1 John 5:1'>5:1</a> , <a ref='1 John 5:18'>18</a> 5:4 J <a ref='1 John 2:13'>1Jn 2:13</a> ; <a ref='1 John 4:4'>4:4</a> 5:5 K <a ref='1 John 4:15'>1Jn 4:15</a> ; <a ref='1 John 5:1'>5:1</a> 5:6 e Lit <i>in</i> 5:6 L <a ref='John 19:34'>Jn 19:34</a> 5:6 M <a ref='Matthew 3:16'>Mt 3:16f</a> ; <a ref='John 15:26'>Jn 15:26</a> ; <a ref='John 16:13–15'>16:13-15</a> 5:7 N <a ref='Matthew 18:16'>Mt 18:16</a> 5:8 f A few late mss add <i>…in heaven, the Father, the Word, and the Holy Spirit, and these three are one. And there are three that testify on earth, the Spirit</i> 5:8 g Lit <i>for the one thing</i> 5:9 O <a ref='John 5:34'>Jn 5:34</a> , <a ref='John 5:37'>37</a> ; <a ref='John 8:18'>8:18</a> 5:9 P <a ref='Matthew 3:17'>Mt 3:17</a> ; <a ref='John 5:32'>Jn 5:32</a> , <a ref='John 5:37'>37</a> 5:10 Q <a ref='Romans 8:16'>Ro 8:16</a> ; <a ref='Ga 4-6'>Ga 4-6</a> ; <a ref='Revelation 12:17'>Rev 12:17</a> 5:10 R <a ref='John 3:18'>Jn 3:18</a> , <a ref='John 3:33'>33</a> ; <a ref='1 John 1:10'>1Jn 1:10</a> 5:11 S <a ref='John 3:36'>Jn 3:36</a> ; <a ref='1 John 1:2'>1Jn 1:2</a> ; <a ref='1 John 2:25'>2:25</a> ; <a ref='1 John 4:9'>4:9</a> ; <a ref='1 John 5:13'>5:13</a> , <a ref='1 John 5:20'>20</a> 5:11 T <a ref='John 1:4'>Jn 1:4</a> 5:12 U <a ref='John 3:15'>Jn 3:15f</a> , <a ref='John 3:36'>36</a> 5:13 V <a ref='John 20:31'>Jn 20:31</a> 5:13 W <a ref='1 John 3:23'>1Jn 3:23</a> 5:13 X <a ref='1 John 1:2'>1Jn 1:2</a> ; <a ref='1 John 2:25'>2:25</a> ; <a ref='1 John 4:9'>4:9</a> ; <a ref='1 John 5:11'>5:11</a> , <a ref='1 John 5:20'>20</a> 5:14 h Lit <i>toward</i> 5:14 Y <a ref='1 John 2:28'>1Jn 2:28</a> ; <a ref='1 John 3:21'>3:21f</a> 5:14 Z <a ref='Matthew 7:7'>Mt 7:7</a> ; <a ref='John 14:13'>Jn 14:13</a> ; <a ref='1 John 3:22'>1Jn 3:22</a> 5:15 A <a ref='1 John 5:18–20'>1Jn 5:18-20</a> 5:16 i Lit <i>sinning</i> 5:16 j Or <i>God will give him life</i> , that is, <i>to those who…</i> 5:16 B <a ref='James 5:15'>Jas 5:15</a> 5:16 C <a ref='Numbers 15:30'>Nu 15:30</a> ; <a ref='Hebrews 6:4–6'>Heb 6:4-6</a> ; <a ref='Hebrews 10:26'>10:26</a> 5:16 D <a ref='Jeremiah 7:16'>Jer 7:16</a> ; <a ref='Jeremiah 14:11'>14:11</a> 5:17 E <a ref='1 John 3:4'>1Jn 3:4</a> 5:17 F <a ref='1 John 2:1'>1Jn 2:1f</a> ; <a ref='1 John 5:16'>5:16</a> 5:18 k Or <i>begotten</i> 5:18 l Or <i>born</i> 5:18 G <a ref='1 John 5:15'>1Jn 5:15</a> , <a ref='1 John 5:19'>19</a> , <a ref='1 John 5:20'>20</a> 5:18 H <a ref='1 John 3:9'>1Jn 3:9</a> 5:18 I <a ref='James 1:27'>Jas 1:27</a> ; <a ref='Jude 1:21'>Jd 21</a> 5:18 J <a ref='1 John 2:13'>1Jn 2:13</a> 5:18 K <a ref='John 14:30'>Jn 14:30</a> 5:19 L <a ref='1 John 5:15'>1Jn 5:15</a> , <a ref='1 John 5:18'>18</a> , <a ref='1 John 5:20'>20</a> 5:19 M <a ref='1 John 4:6'>1Jn 4:6</a> 5:19 N <a ref='John 12:31'>Jn 12:31</a> ; <a ref='John 17:15'>17:15</a> ; <a ref='Galatians 1:4'>Ga 1:4</a> 5:20 O <a ref='1 John 5:15'>1Jn 5:15</a> , <a ref='1 John 5:18'>18</a> , <a ref='1 John 5:19'>19</a> 5:20 P <a ref='John 8:42'>Jn 8:42</a> ; <a ref='1 John 5:5'>1Jn 5:5</a> 5:20 Q <a ref='Luke 24:45'>Lk 24:45</a> 5:20 R <a ref='John 17:3'>Jn 17:3</a> ; <a ref='Revelation 3:7'>Rev 3:7</a> 5:20 S <a ref='John 1:18'>Jn 1:18</a> ; <a ref='John 14:9'>14:9</a> ; <a ref='1 John 2:23'>1Jn 2:23</a> ; <a ref='Revelation 3:7'>Rev 3:7</a> 5:20 T <a ref='1 John 1:2'>1Jn 1:2</a> 5:20 U <a ref='1 John 5:11'>1Jn 5:11</a> 5:21 V <a ref='1 John 2:1'>1Jn 2:1</a> 5:21 W <a ref='1 Corinthians 10:7'>1Co 10:7</a> , <a ref='1 Corinthians 10:14'>14</a> ; <a ref='1 Thessalonians 1:9'>1Th 1:9</a>",
    "type": "notes"
  }
]