[
  {
    "id": "intro01",
    "title": "Genesis",
    "content": "Genesis Title The English title, Genesis, comes from the Greek translation (Septuagint, LXX) meaning “origins”; whereas, the Hebrew title is derived from the Bible’s very first word, translated “in the beginning.” Genesis serves to introduce the Pentateuch (the first 5 books of the OT) and the entire Bible. The influence of Genesis in Scripture is demonstrated by its being quoted over 35 times in the NT and hundreds of allusions appearing in both Testaments. The story line of salvation which begins in <a ref='Ge 3'>Ge 3</a> is not completed until <a ref='Rev 21-22'>Rev 21–22</a> , where the eternal kingdom of redeemed believers is gloriously pictured. Author and Date While 1) the author does not identify himself in Genesis and 2) Genesis ends almost 3 centuries before Moses was born, both the OT ( <a ref='Exodus 17:14'>Ex 17:14</a> ; <a ref='Numbers 33:2'>Nu 33:2</a> ; <a ref='Joshua 8:31'>Jos 8:31</a> ; <a ref='1 Kings 2:3'>1Ki 2:3</a> ; <a ref='2 Kings 14:6'>2Ki 14:6</a> ; <a ref='Ezra 6:18'>Ezr 6:18</a> ; <a ref='Nehemiah 13:1'>Ne 13:1</a> ; <a ref='Daniel 9:11'>Da 9:11</a> , <a ref='Daniel 9:13'>13</a> ; <a ref='Malachi 4:4'>Mal 4:4</a> ) and the NT ( <a ref='Matthew 8:4'>Mt 8:4</a> ; <a ref='Mark 12:26'>Mk 12:26</a> ; <a ref='Luke 16:29'>Lk 16:29</a> ; <a ref='Luke 24:27'>24:27</a> , <a ref='Luke 24:44'>44</a> ; <a ref='John 5:46'>Jn 5:46</a> ; <a ref='John 7:22'>7:22</a> ; <a ref='Acts 15:1'>Ac 15:1</a> ; <a ref='Romans 10:19'>Ro 10:19</a> ; <a ref='1 Corinthians 9:9'>1Co 9:9</a> ; <a ref='2 Corinthians 3:15'>2Co 3:15</a> ) ascribe this composition to Moses, who is the fitting author in light of his educational background (cf. <a ref='Acts 7:22'>Ac 7:22</a> ). No compelling reasons have been forthcoming to challenge Mosaic authorship. Genesis was written after the Exodus (ca. 1445 BC), but before Moses’ death (ca. 1405 BC). For a brief biographical sketch of Moses read <a ref='Ex 1-6'>Ex 1–6</a> . Background and Setting The initial setting for Genesis is eternity past. God then, by willful act and divine Word, spoke all creation into existence, furnished it, and finally breathed life into a lump of dirt which He fashioned in His image to become Adam. God made mankind the crowning point of His creation, i.e., His companions who would enjoy fellowship with Him and bring glory to His name. The historical background for the early events in Genesis is clearly Mesopotamian. While it is difficult to pinpoint precisely the historical moment for which this book was written, Israel first heard Genesis sometime prior to crossing the Jordan River and entering the Promised Land (ca. 1405 BC). Genesis has 3 distinct, sequential geographical settings: 1) Mesopotamia (chaps. <a ref='Ge 1-11'>1–11</a> ); 2) the Promised Land (chaps. <a ref='Ge 12-36'>12–36</a> ); and 3) Egypt (chaps. <a ref='Ge 37-50'>37–50</a> ). The time frames of these 3 segments are: 1) Creation to ca. 2090 BC; 2) 2090–1897 BC; and 3) 1897–1804 BC. Genesis covers more time than the remaining books of the Bible combined. Historical and Theological Themes In this book of beginnings, God revealed Himself and a worldview to Israel which contrasted, at times sharply, with the worldview of Israel’s neighbors. The author made no attempt to defend the existence of God or to present a systematic discussion of His person and works. Rather, Israel’s God distinguished Himself clearly from the alleged gods of her neighbors. Theological foundations are revealed which include God the Father, God the Son, God the Holy Spirit, man, sin, redemption, covenant, promise, Satan and angels, kingdom, revelation, Israel, judgment, and blessing. <a ref='Ge 1-11'>Genesis 1–11</a> (primeval history) reveals the origins of the universe, i.e., the beginnings of time and space and many of the firsts in human experience, such as marriage, family, the Fall, sin, redemption, judgment, and nations. <a ref='Ge 12-50'>Genesis 12–50</a> (patriarchal history) explained to Israel how they came into existence as a family, whose ancestry could be traced to Eber (hence the “Hebrews”; <a ref='Genesis 10:24–25'>Ge 10:24–25</a> ) and even more remotely to Shem, the son of Noah (hence the “Semites”; <a ref='Genesis 10:21'>Ge 10:21</a> ). God’s people came to understand not only their ancestry and family history, but also the origins of their institutions, customs, languages, and different cultures, especially basic human experiences such as sin and death. Because they were preparing to enter Canaan and dispossess the Canaanite inhabitants of their homes and properties, God revealed their enemies’ background. In addition, they needed to understand the actual basis of the war they were about to declare in light of the immorality of killing, consistent with the other 4 books that Moses was writing (Exodus, Leviticus, Numbers, and Deuteronomy). Ultimately, the Jewish nation would understand a selected portion of preceding world history and the inaugural background of Israel as a basis by which they would live in their new beginnings under Joshua’s leadership in the land which had previously been promised to their original patriarchal forefather, Abraham. <a ref='Genesis 12:1–3'>Genesis 12:1–3</a> established a primary focus on God’s promises to Abraham. This narrowed their view from the entire world of peoples in <a ref='Ge 1-11'>Ge 1–11</a> to one small nation, Israel, through whom God would progressively accomplish His redemptive plan. This underscored Israel’s mission to be “a light to the nations” ( <a ref='Isaiah 42:6'>Is 42:6</a> ). God promised land, descendants (seed), and blessing. This 3-fold promise became, in turn, the basis of the covenant with Abraham ( <a ref='Genesis 15:1–20'>Ge 15:1–20</a> ). The rest of Scripture bears out the fulfillment of these promises. On a larger scale, <a ref='Ge 1-11'>Ge 1–11</a> set forth a singular message about the character and works of God. In the sequence of accounts which make up these chapters of Scripture, a pattern emerges which reveals God’s abundant grace as He responded to the willful disobedience of mankind. Without exception, in each account God increased the manifestation of His grace. But also without exception, man responded in greater sinful rebellion. In biblical words, the more sin abounded the more did God’s grace abound (cf. <a ref='Romans 5:20'>Ro 5:20</a> ). One final theme of both theological and historical significance sets Genesis apart from other books of Scripture, in that the first book of Scripture corresponds closely with the final book. In the book of Revelation, the paradise which was lost in Genesis will be regained. The apostle John clearly presented the events recorded in his book as future resolutions to the problems which began as a result of the curse in <a ref='Ge 3'>Ge 3</a> . His focus is upon the effects of the Fall in the undoing of creation and the manner in which God rids His creation of the curse effect. In John’s own words, “There will no longer be any curse” ( <a ref='Revelation 22:3'>Rev 22:3</a> ). Not surprisingly, in the final chapter of God’s Word, believers will find themselves back in the Garden of Eden, the eternal paradise of God, eating from the tree of life ( <a ref='Revelation 22:1–14'>Rev 22:1–14</a> ). At that time, they will partake, wearing robes washed in the blood of the Lamb ( <a ref='Revelation 22:14'>Rev 22:14</a> ). Interpretive Challenges Grasping the individual messages of Genesis which make up the larger plan and purpose of the book presents no small challenge, since both the individual accounts and the book’s overall message offer important lessons to faith and works. Genesis presents creation by divine fiat, <i>ex nihilo</i> , i.e., “out of nothing.” Three traumatic events of epic proportions, namely the Fall, the universal Flood, and the Dispersion of nations are presented as historical backdrop in order to understand world history. From Abraham on, the pattern is to focus on God’s redemption and blessing. The customs of Genesis often differ considerably from those of our modern day. They must be explained against their ancient Near Eastern background. Each custom must be treated according to the immediate context of the passage before any attempt is made to explain it based on customs recorded in extrabiblical sources or even elsewhere in Scripture. Outline Genesis by content is comprised of two basic sections: 1) Primitive history ( <a ref='Ge 1-11'>Ge 1–11</a> ) and 2) Patriarchal history ( <a ref='Ge 12-50'>Ge 12–50</a> ). Primitive history records 4 major events: 1) Creation ( <a ref='Ge 1-2'>Ge 1–2</a> ); 2) the Fall ( <a ref='Ge 3-5'>Ge 3–5</a> ); 3) the Flood ( <a ref='Ge 6-9'>Ge 6–9</a> ); and 4) the Dispersion ( <a ref='Ge 10-11'>Ge 10–11</a> ). Patriarchal history spotlights 4 great men: 1) Abraham ( <a ref='Genesis 12:1–25:8'>Ge 12:1—25:8</a> ); 2) Isaac ( <a ref='Genesis 21:1–35:29'>Ge 21:1—35:29</a> ); 3) Jacob ( <a ref='Genesis 25:21–50:14'>Ge 25:21—50:14</a> ); and 4) Joseph ( <a ref='Genesis 30:22–50:26'>Ge 30:22—50:26</a> ). The literary structure of Genesis is built on the frequently recurring phrase “the generations of” and is the basis for the following outline. I. The Creation of Heaven and Earth ( <a ref='Genesis 1:1–2:3'>1:1—2:3</a> ) II. The Generations of the Heavens and the Earth ( <a ref='Genesis 2:4–4:26'>2:4—4:26</a> ) A. Adam and Eve in Eden ( <a ref='Genesis 2:4–25'>2:4–25</a> ) B. The Fall and Its Outcomes (chap. <a ref='Ge 3'>3</a> ) C. Murder of a Brother ( <a ref='Genesis 4:1–24'>4:1–24</a> ) D. Hope in the Descendants of Seth ( <a ref='Genesis 4:25–26'>4:25–26</a> ) III. The Generations of Adam ( <a ref='Genesis 5:1–6:8'>5:1—6:8</a> ) A. Genealogy—Seth to Noah (chap. <a ref='Ge 5'>5</a> ) B. Rampant Sin Prior to the Flood ( <a ref='Genesis 6:1–8'>6:1–8</a> ) IV. The Generations of Noah ( <a ref='Genesis 6:9–9:29'>6:9—9:29</a> ) A. Preparation for the Flood ( <a ref='Genesis 6:9–7:9'>6:9—7:9</a> ) B. The Flood and Deliverance ( <a ref='Genesis 7:10–8:19'>7:10—8:19</a> ) C. God’s Noahic Covenant ( <a ref='Genesis 8:20–9:17'>8:20—9:17</a> ) D. The History of Noah’s Descendants ( <a ref='Genesis 9:18–29'>9:18–29</a> ) V. The Generations of Shem, Ham, and Japheth ( <a ref='Genesis 10:1–11:9'>10:1—11:9</a> ) A. The Nations (chap. <a ref='Ge 10'>10</a> ) B. Dispersion of the Nations ( <a ref='Genesis 11:1–9'>11:1–9</a> ) VI. The Generations of Shem: Genealogy of Shem to Terah ( <a ref='Genesis 11:10–26'>11:10–26</a> ) VII. The Generations of Terah ( <a ref='Genesis 11:27–25:11'>11:27—25:11</a> ) A. Genealogy ( <a ref='Genesis 11:27–32'>11:27–32</a> ) B. The Abrahamic Covenant: His Land and People ( <a ref='Genesis 12:1–22:19'>12:1—22:19</a> ) 1. Journey to the Promised Land ( <a ref='Genesis 12:1–9'>12:1–9</a> ) 2. Redemption from Egypt ( <a ref='Genesis 12:10–20'>12:10–20</a> ) 3. Division of the land (chap. <a ref='Ge 13'>13</a> ) 4. Victory over the kings (chap. <a ref='Ge 14'>14</a> ) 5. The covenant ratified (chap. <a ref='Ge 15'>15</a> ) 6. Rejection of Hagar and Ishmael (chap. <a ref='Ge 16'>16</a> ) 7. The covenant confirmed (chap. <a ref='Ge 17'>17</a> ) 8. Birth of Isaac foretold ( <a ref='Genesis 18:1–15'>18:1–15</a> ) 9. Sodom and Gomorrah ( <a ref='Genesis 18:16–19:38'>18:16—19:38</a> ) 10. Philistine encounter (chap. <a ref='Ge 20'>20</a> ) 11. Isaac’s birth (chap. <a ref='Ge 21'>21</a> ) 12. Abraham’s act of faith with Isaac ( <a ref='Genesis 22:1–19'>22:1–19</a> ) C. Abraham’s Promised Seed ( <a ref='Genesis 22:20–25:11'>22:20—25:11</a> ) 1. Rebekah’s background ( <a ref='Genesis 22:20–24'>22:20–24</a> ) 2. Death of Sarah (chap. <a ref='Ge 23'>23</a> ) 3. Isaac’s marriage to Rebekah (chap. <a ref='Ge 24'>24</a> ) 4. Isaac the only heir ( <a ref='Genesis 25:1–6'>25:1–6</a> ) 5. Death of Abraham ( <a ref='Genesis 25:7–11'>25:7–11</a> ) VIII. The Generations of Ishmael ( <a ref='Genesis 25:12–18'>25:12–18</a> ) IX. The Generations of Isaac ( <a ref='Genesis 25:19–35:29'>25:19—35:29</a> ) A. Competition Between Esau and Jacob ( <a ref='Genesis 25:19–34'>25:19–34</a> ) B. Covenant Blessings to Isaac (chap. <a ref='Ge 26'>26</a> ) C. Jacob’s Deception for the Blessing ( <a ref='Genesis 27:1–40'>27:1–40</a> ) D. Blessing on Jacob in a Foreign Land ( <a ref='Genesis 27:41–32:32'>27:41—32:32</a> ) 1. Jacob sent to Laban ( <a ref='Genesis 27:41–28:9'>27:41—28:9</a> ) 2. Angel at Bethel ( <a ref='Genesis 28:10–22'>28:10–22</a> ) 3. Disagreements with Laban ( <a ref='Genesis 29:1–30'>29:1–30</a> ) 4. Promised seed ( <a ref='Genesis 29:31–30:24'>29:31—30:24</a> ) 5. Departure from Aram ( <a ref='Genesis 30:25–31:55'>30:25—31:55</a> ) 6. Angels at Mahanaim and Penuel (chap. <a ref='Ge 32'>32</a> ) E. Esau’s Reunion and Reconciliation with Jacob ( <a ref='Genesis 33:1–17'>33:1–17</a> ) F. Events and Deaths from Shechem to Mamre ( <a ref='Genesis 33:18–35:29'>33:18—35:29</a> ) X. The Generations of Esau ( <a ref='Genesis 36:1–37:1'>36:1—37:1</a> ) XI. The Generations of Jacob ( <a ref='Genesis 37:2–50:26'>37:2—50:26</a> ) A. Joseph’s Dreams ( <a ref='Genesis 37:2–11'>37:2–11</a> ) B. Family Tragedy ( <a ref='Genesis 37:12–38:30'>37:12—38:30</a> ) C. Vice Regency over Egypt (chaps. <a ref='Ge 39-41'>39–41</a> ) D. Reunion with Family (chaps. <a ref='Ge 42-45'>42–45</a> ) E. Transition to Exodus (chaps. <a ref='Ge 46-50'>46–50</a> ) 1. Journey to Egypt ( <a ref='Genesis 46:1–27'>46:1–27</a> ) 2. Occupation in Goshen ( <a ref='Genesis 46:28–47:31'>46:28—47:31</a> ) 3. Blessings on the twelve tribes ( <a ref='Genesis 48:1–49:28'>48:1—49:28</a> ) 4. Death and burial of Jacob in Canaan ( <a ref='Genesis 49:29–50:14'>49:29—50:14</a> ) 5. Death of Joseph in Egypt ( <a ref='Genesis 50:15–26'>50:15–26</a> )",
    "type": "chapter_content"
  }
]