[
  {
    "start": 54001001,
    "content": "<b><a>1:1</a></b> <b>apostle of Christ Jesus.</b> <b>God our Savior.</b> <b>Christ Jesus … our hope.</b> apostle of Christ Jesus. See notes on 2Co 12:11–12 ; cf. Ac 1:2 ; 2:42 ; Ro 1:1 ; Eph 2:20 . God our Savior. A title unique to the Pastoral Epistles (1-2Ti, Titus) that has its roots in the OT ( Pss 18:46 ; 25:5 ; 27:9 ; Mic 7:7 ; Hab 3:18 ). God is by nature a saving God and the source of our salvation, which He planned from eternity past ( see note on 4:10 ; cf. 2Th 2:13 ). Christ Jesus … our hope. Christians have hope for the future because Christ purchased salvation for them on the cross in the past ( Ro 5:1–2 ), sanctifies them through His Spirit in the present ( Ga 5:16–25 ), and will lead them to glory in the future ( Col 1:27 ; 1Jn 3:2–3 )."
  },
  {
    "start": 54001002,
    "content": "<b><a>1:2</a></b> <b>Timothy.</b> <b>genuine child in</b> <b>faith.</b> <b>Grace, mercy,</b> <b>peace.</b> Timothy. See Introduction: Title . genuine child in the faith. Only Timothy ( 2Ti 1:2 ; 2:1 ) and Titus ( 1:4 ) received this special expression of Paul’s favor. “Child” emphasizes Paul’s role as spiritual father to Timothy. “Genuine” speaks of the truthfulness of Timothy’s faith (cf. 2Ti 1:5 ). Timothy was Paul’s most cherished pupil, and protégé ( 1Co 4:17 ; Php 2:19–22 ). Grace, mercy, and peace. Paul’s familiar greeting that appears in all his epistles ( see note on Ro 1:7 ), but with the addition here of “mercy” (cf. 2Ti 1:2 ). Mercy frees believers from the misery that accompanies the consequences of sin."
  },
  {
    "start": 54001003,
    "end": 54001011,
    "content": "<b><a>1:3–11</a></b> In his opening charge to halt the spread of false teaching in the church at Ephesus, Paul characterizes the false teachers and their doctrine."
  },
  {
    "start": 54001004,
    "content": "<b><a>1:4</a></b> <b>myths and endless genealogies.</b> myths and endless genealogies. Legends and fanciful stories manufactured from elements of Judaism (v. 7 ; cf. Tit 1:14 ), which probably dealt with allegorical or fictitious interpretations of OT genealogical lists. In reality, they were “doctrines of demons” ( 4:1 ), posing as God’s truth (cf. 4:7 )."
  },
  {
    "start": 54001005,
    "content": "<b><a>1:5</a></b> <b>our command.</b> <b>love.</b> <b>good conscience.</b> our command. See note on v. 3 , where the verb form “command” is used. The purpose of the instruction in vv. 3–4 is the spiritual virtue defined in v. 5 . Timothy was to deliver this charge to the church. The goal of preaching the truth and warning of error is to call men to true salvation in Christ, which produces a love for God from a purified heart ( 2Ti 2:22 ; 1Pe 1:22 ), a cleansed conscience ( Heb 9:22 ; 10:14 ), and genuine faith ( Heb 10:22 ). love. This is the love of choice and the will, characterized by self-denial and self-sacrifice for the benefit of others, and it is the mark of a true Christian ( Jn 13:35 ; Ro 13:10 ; 1Jn 4:7–8 ; see notes on 1Co 13:1–7 ). In contrast, false doctrine produces only conflict and “speculation” (v. 4 ; 6:3–5 ). good conscience. Cf. v. 19 ; 3:9 ; 4:2 ; see note on 2Co 1:12 . The Greek word for “good” refers to that which is perfect and produces pleasure and satisfaction. God created man with a “conscience” as his self-judging faculty. Because God has written His law on man’s heart ( see note on Ro 2:15 ), man knows the basic standard of right and wrong. When he violates that standard, his conscience produces guilt, which acts as the mind’s security system that produces fear, guilt, shame, and doubt as warnings of threats to the soul’s well-being (cf. Jn 8:9 ; 1Co 8:7 , 10 , 12 ; Tit 1:15 ; Heb 10:22 ). On the other hand, when a believer does God’s will, he enjoys the affirmation, assurance, peace, and joy of a good conscience (cf. Ac 23:1 ; 24:16 ; 2Ti 1:3 ; Heb 13:18 ; 1Pe 3:16 , 21 )."
  },
  {
    "start": 54001006,
    "content": "<b><a>1:6</a></b> <b>fruitless discussion.</b> fruitless discussion. Cf. Tit 1:10 . Refers to speech that is aimless and has no logical end. It is essentially irrelevant and will not accomplish anything spiritual or edifying to believers. False doctrine leads nowhere, but to the deadening end of human speculation and demonic deception (cf. 6:3–5 )."
  },
  {
    "start": 54001007,
    "content": "<b><a>1:7</a></b> <b>wanting to be teachers.</b> wanting to be teachers. The false teachers wanted the kind of prestige enjoyed by Jewish rabbis; but they were not concerned at all about truly learning the law and teaching it to others (cf. 6:4 ; Mt 23:5–7 ). Instead, they imposed on believers in Ephesus a legalistic heresy that offered salvation by works."
  },
  {
    "start": 54001008,
    "content": "<b><a>1:8</a></b> <b>the Law is good.</b> the Law is good. The Greek word for “good” can be translated “useful.” The law is good or useful because it reflects God’s holy will and righteous standard ( Ps 19:7 ; Ro 7:12 ), which accomplishes its purpose in showing sinners their sin ( Ro 3:19 ) and their need for a Savior ( Ga 3:24 ). The law forces people to recognize that they are guilty of disobeying God’s commands, and it thereby condemns every person and sentences them to hell ( see notes on Ro 3:19–20 )."
  },
  {
    "start": 54001009,
    "end": 54001010,
    "content": "<b><a>1:9–10</a></b> <b>kill their fathers … perjurers.</b> kill their fathers … perjurers. These sins are violations of the second half of the Ten Commandments—those dealing with relationships among people. These specific sins undoubtedly characterized the false teachers, since they are characteristic behaviors related to false doctrine (v. 10 ). Killing of “fathers” and “mothers” is a violation of the fifth commandment ( Ex 20:12 ; cf. 21:15–17 ), which forbids everything from dishonor to murder. Murder is in violation of the sixth commandment ( Ex 20:13 ). “Immoral persons” and “homosexuals” violate the seventh commandment ( Ex 20:14 ), which prohibits sexual activity outside the marriage bed. Because the theft of children was commonplace in Paul’s day, he mentions “kidnappers” in connection with the eighth commandment ( Ex 20:15 ), which prohibits stealing. Finally, “liars” and “perjurers” are violators of the ninth commandment ( Ex 20:16 )."
  },
  {
    "start": 54001010,
    "content": "<b><a>1:10</a></b> <b>sound teaching.</b> sound teaching. A familiar emphasis in the Pastoral Epistles (cf. 2Ti 4:3 ; Tit 1:9 ; 2:1 ). “Sound” refers to that which is healthy and wholesome. It is the kind of teaching that produces spiritual life and growth, which implies that false doctrine produces spiritual disease and debilitation."
  },
  {
    "start": 54001011,
    "content": "<b><a>1:11</a></b> <b>the gospel of the glory.</b> <b>entrusted.</b> the gospel of the glory. The gospel reveals God’s glory; that is, the perfections of His person or His attributes, including His holiness (hatred of sin) and justice (demand of punishment for violations of His law) and grace (forgiveness of sin). Those particular attributes are key to any effective gospel presentation. entrusted. This Greek word refers to committing something of value to another. God entrusted Paul with the communication and guardianship of His revealed truth. Cf. 2:7 ; 6:20–21 ; Ro 15:15–16 ; 1Co 4:1–2 ; 9:17 ; 2Co 5:18–20 ; Ga 2:7 ; Col 1:25 ; 1Th 2:4 ."
  },
  {
    "start": 54001012,
    "end": 54001017,
    "content": "<b><a>1:12–17</a></b> Paul’s testimony of his own salvation in these verses provides a contrast between his proper understanding of the law and the misconceptions of the false teachers, and between the glory of the true gospel and the emptiness of false doctrine."
  },
  {
    "start": 54001013,
    "content": "<b><a>1:13</a></b> <b>a blasphemer and a persecutor and a violent aggressor.</b> <b>I acted ignorantly in unbelief.</b> a blasphemer and a persecutor and a violent aggressor. This verse indicates that experience of Paul when he saw himself, in the light of God’s law, for who he really was ( see notes on Ro 7:7–12 ). A “blasphemer” speaks evil of and slanders God. Paul violated the first half of the Ten Commandments through his overt attacks against Christ (cf. Ac 9:4–5 ; 22:7–8 ; 26:9 , 14–15 ). As a “persecutor” and a “violent aggressor,” Paul violated the second half through his attacks on believers. Cf. note on v. 20 . I acted ignorantly in unbelief. Paul was neither a Jewish apostate nor a Pharisee who clearly understood Jesus’ teaching and still rejected Him. He was a zealous, fastidious Jew trying to earn his salvation, thus lost and damned ( see notes on Php 3:4–7 ). His plea of ignorance was not a claim to innocence nor an excuse denying his guilt. It was simply a statement indicating that he did not understand the truth of Christ’s gospel and was honestly trying to protect his religion. His willing repentance when confronted by Christ (cf. Ro 7:9 ; Php 3:8–9 ) is evidence that he had not understood the ramifications of his actions—he truly thought he was doing God a service ( Ac 26:9 )."
  },
  {
    "start": 54001014,
    "content": "<b><a>1:14</a></b> <b>grace.</b> <b>faith and love.</b> grace. God’s loving forgiveness, by which He grants salvation apart from any merit on the part of those He saves ( see notes on Ro 3:24 ; Ga 1:6 ). faith and love. Attitudes frequently linked with salvation in the NT (cf. Eph 1:15 ; 3:17 ; Col 1:4 , 23 ). They are gifts of God’s grace in Christ."
  },
  {
    "start": 54001015,
    "content": "<b><a>1:15</a></b> <b>It is a trustworthy saying.</b> <b>to save sinners.</b> <b>I am foremost.</b> It is a trustworthy saying. A phrase unique to the Pastoral Epistles (cf. 3:1 ; 4:9 ; 2Ti 2:11 ; Tit 3:8 ), which announces a statement summarizing key doctrines. The phrase “deserving full acceptance” gives the statement added emphasis. Apparently, these sayings were well known in the churches, as concise expressions of cardinal gospel truth. to save sinners. This faithful saying was based on the statements of Jesus recorded in Mt 9:13 ; Lk 19:10 . I am foremost. Lit. “first,” in rank. Few could be considered a worse sinner than someone who blasphemed God and persecuted His church ( see note on Eph 3:8 ). Paul’s attitude toward himself dramatically changed (cf. Php 3:7–9 ; see notes on Ro 7:7–12 )."
  },
  {
    "start": 54001016,
    "content": "<b><a>1:16</a></b> <b>for this reason.</b> <b>an example.</b> for this reason. Paul was saved so that God could display to all His gracious and merciful patience with the most wretched sinners. an example. Paul was living proof that God could save any sinner, no matter how great a one he might be. The account of Paul’s conversion has been instrumental in the salvation of many. Paul’s testimony is repeated 6 other times in the NT ( Ac 9 , 22 , 26 ; Ga 1–2 ; Php 3:1–14 )."
  },
  {
    "start": 54001017,
    "content": "<b><a>1:17</a></b> God receives all the praise for sovereignly saving Paul. This is one of the many doxologies Paul wrote (cf. Ro 11:33–36 )."
  },
  {
    "start": 54001018,
    "content": "<b><a>1:18</a></b> <b>Timothy.</b> <b>prophecies previously made concerning you.</b> <b>fight the good fight.</b> Timothy. See Introduction: Title . prophecies previously made concerning you. The Greek word for “previously made” lit. means “leading the way to,” implying that a series of prophecies had been given about Timothy in connection with his receiving his spiritual gift ( see note on 4:14 ). These prophecies specifically and supernaturally called Timothy into God’s service. fight the good fight. Paul urged Timothy to fight the battle against the enemies of Christ and the gospel. Cf. 2Co 10:3–5 ; 2Ti 2:3–4 ; 4:7 ."
  },
  {
    "start": 54001019,
    "content": "<b><a>1:19</a></b> <b>faith … faith.</b> <b>a good conscience.</b> <b>shipwreck.</b> faith … faith. The first is subjective and means continuing to believe the truth. The second is objective, referring to the content of the Christian gospel. a good conscience. See note on v. 5 . shipwreck. A good conscience serves as the rudder that steers the believer through the rocks and reefs of sin and error. The false teachers ignored their consciences and the truth, and as a result, suffered shipwreck of the Christian faith (the true doctrine of the gospel), which implies severe spiritual catastrophe. This does not imply loss of salvation of a true believer ( see notes on Ro 8:31–39 ), but likely indicates the tragic loss that comes to the apostate. They had been in the church, heard the gospel, and rejected it in favor of the false doctrine defined in vv. 3–7 . Apostasy is a turning away from the gospel, having once known it. See notes on Heb 2:3–4 ; 3:12–19 ; 6:1–8 ; 10:26–31 ."
  },
  {
    "start": 54001020,
    "content": "<b><a>1:20</a></b> <b>Hymenaeus and Alexander.</b> <b>I have handed over to Satan.</b> <b>will be taught not to blaspheme.</b> Hymenaeus and Alexander. Hymenaeus is mentioned in 2Ti 2:17 in connection with Philetus, another false teacher. Alexander may be the opponent of the faith referred to in 2Ti 4:14–15 . Nothing else is known about these two men ( see note on v. 3 ). I have handed over to Satan. Paul put both men out of the church, thus ending their influence and removing them from the protection and insulation of God’s people. They were no longer in the environment of God’s blessing but under Satan’s control. In some instances God has turned believers over to Satan for positive purposes, such as revealing the genuineness of saving faith, keeping them humble and dependent on Him, enabling them to strengthen others, or offering God praise (cf. Job 1:1–22 ; Mt 4:1–11 ; Lk 22:31–33 ; 2Co 12:1–10 ; Rev 7:9–15 ). God hands some people over to Satan for judgment, such as King Saul ( 1Sa 16:12–16 ; 28:4–20 ), Judas ( Jn 13:27 ), and the sinning member in the Corinthian church ( see notes on 1Co 5:1–5 ). will be taught not to blaspheme. See note on v. 13 . Paul learned not to blaspheme when confronted by the true understanding of the law and the gospel. That was what those men needed. God, the inspired text seems to indicate, would teach them and show them grace as He had Paul. But that evangelistic work could not go on at the expense of the purity of the church."
  },
  {
    "start": 54002001,
    "end": 54002008,
    "content": "<b><a>2:1–8</a></b> The Ephesian church had evidently stopped praying for the lost, since Paul urged Timothy to make it a priority again. The Judaistic false teachers in Ephesus, by a perverted gospel and the teaching that salvation was only for Jews and Gentile proselytes to Judaism, would have certainly restricted evangelistic praying. Religious exclusivism (salvation only for the elite) would preclude the need for prayer for the lost."
  },
  {
    "start": 54002002,
    "content": "<b><a>2:2</a></b> <b>kings and all who are in authority.</b> <b>a tranquil and quiet life.</b> <b>godliness and dignity.</b> kings and all who are in authority. Because so many powerful and influential political rulers are hostile to God, they are often the targets of bitterness and animosity. But Paul urges believers to pray that these leaders might repent of their sins and embrace the gospel, which meant that the Ephesians were even to pray for the salvation of the Roman emperor, Nero, a cruel and vicious blasphemer and persecutor of the faith. a tranquil and quiet life. “Quiet” refers to the absence of external disturbances; “tranquil” refers to the absence of internal ones. While it remains uncompromising in its commitment to the truth, the church is not to agitate or disrupt the national life. When it manifests love and goodness to all and prays passionately for the lost, including rulers, the church may experience a certain amount of religious freedom. Persecution should only be the result of righteous living, not civil disobedience ( see notes on Tit 3:1–4 ; 1Pe 2:13–23 ). godliness and dignity. “Godliness” is a key word in this letter ( 3:16 ; 4:7–8 ; 6:3 , 5–6 , 11 ; cf. 2Ti 3:5 ; Tit 1:1 ), indicating that there needed to be a call back to holy living, which had been negatively affected by the false doctrine. Godliness refers to having the proper attitude and conduct before God in everything; “dignity” can be translated “moral earnestness,” and refers to holy behavior before men."
  },
  {
    "start": 54002003,
    "content": "<b><a>2:3</a></b> <b>God our Savior.</b> God our Savior. See note on 1:1 ."
  },
  {
    "start": 54002004,
    "content": "<b><a>2:4</a></b> <b>desires all men to be saved.</b> <b>the full knowledge of the truth.</b> desires all men to be saved. The Greek word for “desires” is not that which normally expresses God’s will of decree (His eternal purpose), but God’s will of desire. There is a distinction between God’s desire and His eternal saving purpose, which must transcend His desires. God does not want men to sin. He hates sin with all His being ( Pss 5:4 ; 45:7 ); thus, He hates its consequences—eternal wickedness in hell. God does not want people to remain wicked forever in eternal remorse and hatred of Himself. Yet, God, for His own glory, and to manifest that glory in wrath, chose to endure “vessels … prepared for destruction” for the supreme fulfillment of His will ( Ro 9:22 ). In His eternal purpose, He chose only the elect out of the world ( Jn 17:6 ) and passed over the rest, leaving them to the consequences of their sin, unbelief, and rejection of Christ (cf. Ro 1:18–32 ). Ultimately, God’s choices are determined by His sovereign, eternal purpose, not His desires. See note on 2Pe 3:9 . the full knowledge of the truth. Meaning “to be saved.” See note on 2Ti 3:7 ."
  },
  {
    "start": 54002005,
    "content": "<b><a>2:5</a></b> <b>there is one God.</b> <b>mediator.</b> <b>man Christ Jesus.</b> there is one God. There is no other way of salvation ( Ac 4:12 ); hence, there is the need to pray for the lost to come to know the one true God (cf. Dt 4:35 , 39 ; 6:4 ; Is 43:10 ; 44:6 ; 45:5–6 , 21–22 ; 46:9 ; 1Co 8:4 , 6 ). mediator. This refers to someone who intervenes between two parties to resolve a conflict or ratify a covenant. Jesus Christ is the only “mediator” who can restore peace between God and sinners ( Heb 8:6 ; 9:15 ; 12:24 ). the man Christ Jesus. The absence of the article before “man” in the Greek suggests the translation, “Christ Jesus, Himself a man.” Only the perfect God-Man could bring God and man together. Cf. Job 9:32–33 ."
  },
  {
    "start": 54002006,
    "content": "<b><a>2:6</a></b> <b>a ransom.</b> <b>for all.</b> <b>for this proper time.</b> a ransom. This describes the result of Christ’s substitutionary death for believers, which He did voluntarily ( Jn 10:17–18 ) and reminds one of Christ’s own statement in Mt 20:28 , “a ransom for many.” The “all” is qualified by the “many.” Not all will be ransomed (though His death would be sufficient), but only the many who believe by the work of the Holy Spirit and for whom the actual atonement was made. See note on 2Pe 3:9 . Christ did not pay a ransom only; He became the object of God’s just wrath in the believer’s place—He died his death and bore his sin (cf. 2Co 5:21 ; 1Pe 2:24 ). for all. This should be taken in two senses: 1) there are temporal benefits of the atonement that accrue to all people universally ( see note on 4:10 ), and 2) Christ’s death was sufficient to cover the sins of all people. Yet the substitutionary aspect of His death is applied to the elect alone ( see above and notes on 2Co 5:14–21 ). Christ’s death is therefore unlimited in its sufficiency, but limited in its application. Because Christ’s expiation of sin is indivisible, inexhaustible, and sufficient to cover the guilt of all the sins that will ever be committed, God can clearly offer it to all. Yet only the elect will respond and be saved, according to His eternal purpose (cf. Jn 17:12 ). for this proper time. At the appropriate time in God’s redemptive plan ( see note on Ga 4:4 )."
  },
  {
    "start": 54002007,
    "content": "<b><a>2:7</a></b> <b>For this.</b> <b>preacher.</b> <b>apostle.</b> <b>I am telling the truth … not lying.</b> <b>teacher of the Gentiles.</b> For this. Paul’s divine commission was based on the truths delineated in vv. 3–6 . preacher. The Greek word derives from the verb that means “to herald,” “to proclaim,” or “to speak publicly.” Paul was a public herald proclaiming the gospel of Christ. apostle. See note on 1:1 . I am telling the truth … not lying. Paul’s emphatic outburst of his apostolic authority and integrity is to emphasize that he was a teacher of the Gentiles. teacher of the Gentiles. The distinctive feature of Paul’s apostolic appointment, which demonstrates the universal scope of the gospel. Paul’s need to make this distinction suggests he was dealing with some form of Jewish exclusivism that had crippled the Ephesians’ interest in praying for Gentiles to be saved."
  },
  {
    "start": 54002008,
    "content": "<b><a>2:8</a></b> <b>men.</b> <b>every place.</b> <b>lifting up holy hands.</b> <b>without wrath and dissension.</b> men. The Greek word for “men” as opposed to women. God intends for men to be the leaders when the church meets for corporate worship. When prayer for the lost is offered during those times, the men are to lead it. every place. Paul’s reference to the official assembly of the church (cf. 1Co 1:2 ; 2Co 2:14 ; 1Th 1:8 ). lifting up holy hands. Paul is not emphasizing a specific posture necessary for prayer, but a prerequisite for effective prayer (cf. Ps 66:18 ). Though this posture is described in the OT ( 1Ki 8:22 ; Pss 28:2 ; 63:4 ; 134:2 ), so are many others. The Greek word for “holy” means “unpolluted” or “unstained by evil.” “Hands” symbolize the activities of life; thus “holy hands” represent a holy life. This basis of effective prayer is a righteous life ( Jas 5:16 ). without wrath and dissension. “Wrath” and righteousness are mutually exclusive ( Jas 1:20 ; cf. Lk 9:52–56 ). “Dissension” refers to a hesitant reluctance to be committed to prayer."
  },
  {
    "start": 54002009,
    "end": 54002015,
    "content": "<b><a>2:9–15</a></b> Women in the church were living impure and self-centered lives (cf. 5:6 , 11–15 ; 2Ti 3:6 ), and that practice carried over into the worship service, where they became distractions. Because of the centrality of worship in the life of the church, Paul calls on Timothy to confront the problem."
  },
  {
    "start": 54002010,
    "content": "<b><a>2:10</a></b> Those women who have publicly committed themselves to pursuing godliness should support that claim not only in their demeanor, wardrobe, and appearance, but by being clothed with righteous behavior."
  },
  {
    "start": 54002011,
    "content": "<b><a>2:11</a></b> <b>A woman must … learn.</b> <b>quietness … submission.</b> A woman must … learn. Women are not to be the public teachers when the church assembles, but neither are they to be shut out of the learning process. The form of the Greek verb translated “learn” is an imperative: Paul is commanding that women be taught in the church. That was a novel concept, since neither first-century Judaism nor Greek culture held women in high esteem. Some of the women in Ephesus probably overreacted to the cultural denigration they had typically suffered and took advantage of their opportunity in the church by seeking a dominant role in leadership. quietness … submission. “Quietness” and “submission” (“to line up under”) were to characterize the role of a woman as a learner in the context of the church assembly. Paul explains his meaning in v. 12 : women are to be silent by not teaching, and they are to demonstrate submission by not usurping the authority of the pastors or elders."
  },
  {
    "start": 54002012,
    "content": "<b><a>2:12</a></b> <b>I do not allow.</b> <b>to teach.</b> <b>exercise authority over.</b> <b>remain quiet.</b> I do not allow. The Greek word for “allow” is used in the NT to refer to allowing someone to do what he desires. Paul may have been addressing a real situation in which several women in Ephesus desired to be public preachers. to teach. Paul used a verbal form of this Greek word that indicates a condition or process and is better translated “to be a teacher.” This was an important, official function in the church ( see Ac 13:1 ; 1Co 12:28 ; Eph 4:11 ). Thus Paul is forbidding women from filling the office and role of the pastor or teacher. He is not prohibiting them from teaching in other appropriate conditions and circumstances (cf. Ac 18:26 ; Tit 2:3–4 ). exercise authority over. Paul forbids women from exercising any type of authority over men in the church assembly, since the elders are those who rule ( 5:17 ). They are all to be men (as is clear from the requirements in 3:2 , 5 ). remain quiet. See note on v. 11 ."
  },
  {
    "start": 54002013,
    "end": 54002014,
    "content": "<b><a>2:13–14</a></b> A woman’s subordinate role did not result after the Fall as a cultural, chauvinistic corruption of God’s perfect design; rather, God established her role as part of His original creation (v. 13 ). God made woman after man to be his suitable helper ( see note on Ge 2:18 ; cf. 1Co 11:8–9 ). The Fall actually corroborates God’s divine plan of creation ( see notes on Ge 3:1–7 ). By nature Eve was not suited to assume the position of ultimate responsibility. By leaving Adam’s protection and usurping his headship, she was vulnerable and fell, thus confirming how important it was for her to stay under the protection and leadership of her husband ( see notes on 5:11–12 ; 2Ti 3:6–7 ). Adam then violated his leadership role, followed Eve in her sin, and plunged the human race into sinfulness—all connected with violating God’s planned roles for the sexes. Ultimately, the responsibility for the Fall still rests with Adam, since he chose to disobey God apart from being deceived ( Ro 5:12–21 ; 1Co 15:21–22 )."
  },
  {
    "start": 54002015,
    "content": "<b><a>2:15</a></b> <b>she.</b> <b>will be saved.</b> <b>through the bearing of children.</b> <b>if they continue in faith and love and sanctification with self-restraint.</b> she. That Paul does not have Eve in mind here is clear because the verb translated “will be saved” is future, and he also uses the plural pronoun “they.” He is talking about women after Eve. will be saved. The Greek word can also mean “to rescue,” “to preserve safe and unharmed,” “to heal,” or “to deliver from.” It appears several times in the NT without reference to spiritual salvation (cf. Mt 8:25 ; 9:21–22 ; 24:22 ; 27:40 , 42 , 49 ; 2Ti 4:18 ). Paul is not advocating that women are eternally saved from sin through childbearing or that they maintain their salvation by having babies, both of which would be clear contradictions of the NT teaching of salvation by grace alone through faith alone ( Ro 3:19–20 ) sustained forever ( Ro 8:31–39 ). Paul is teaching that even though a woman bears the stigma of being the initial instrument who led the race into sin, it is women through childbearing who may be preserved or freed from that stigma by raising a generation of godly children (cf. 5:10 ). through the bearing of children. Because mothers have a unique bond and intimacy with their children, and spend far more time with them than do fathers, they have far greater influence in their lives and thus a unique responsibility and opportunity for rearing godly children. While a woman may have led the human race into sin, women have the privilege of leading many out of sin to godliness. Paul is speaking in general terms; God does not want all women to be married ( 1Co 7:25–40 ), let alone bear children. if they continue in faith and love and sanctification with self-restraint. The godly appearance, demeanor, and behavior commanded of believing women in the church (vv. 9–12 ) is motivated by the promise of deliverance from any inferior status and the joy of raising godly children."
  },
  {
    "start": 54003001,
    "end": 54003013,
    "content": "<b><a>3:1–13</a></b> Paul’s purpose in writing this letter was to instruct Timothy regarding the church (vv. 14–15 ). Of primary importance to any church is that its leaders be qualified to teach and set the example for the rest. These verses delineate those qualifications for pastors and deacons ( see also notes on Tit 1:5–9 )."
  },
  {
    "start": 54003002,
    "content": "<b><a>3:2</a></b> <b>must.</b> <b>above reproach.</b> <b>the husband of one wife.</b> <b>temperate.</b> <b>sensible.</b> <b>respectable.</b> <b>hospitable.</b> <b>able to teach.</b> must. The use of this Greek particle stresses emphatically that living a blameless life is absolutely necessary for church leaders. above reproach. Lit. “not able to be held” in a criminal sense; there is no valid accusation of wrongdoing that can be made against him. No overt, flagrant sin can mar the life of one who must be an example for his people to follow (cf. v. 10 ; 4:16 ; 5:7 ; Ps 101:6 ; Php 3:17 ; 2Th 3:9 ; Heb 13:7 ; 1Pe 5:3 ). This is the overarching requirement for elders; the rest of the qualifications elaborate on what it means to be blameless. Tit 1:6–7 uses another Greek word to mean the same thing. the husband of one wife. Lit. in Greek a “one-woman man.” This says nothing about marriage or divorce (for comments on that, see note on v. 4 ). The issue is not the elder’s marital status, but his moral and sexual purity. This qualification heads the list, because it is in this area that leaders are most prone to fail. Various interpretations of this qualification have been offered. Some see it as a prohibition against polygamy—an unnecessary injunction since polygamy was not common in Roman society and clearly forbidden by Scripture ( Ge 2:24 ), the teaching of Jesus ( Mt 19:5–6 ; Mk 10:6–9 ), and Paul ( Eph 5:31 ). A polygamist could not even have been a church member, let alone a church leader. Others see this requirement as barring those who remarried after the death of their wives. But, as already noted, the issue is sexual purity, not marital status. Further, the Bible encourages remarriage after widowhood ( 5:14 ; 1Co 7:39 ). Some believe that Paul here excludes divorced men from church leadership. That again ignores the fact that this qualification does not deal with marital status. Nor does the Bible prohibit all remarriage after divorce ( see notes on Mt 5:31–32 ; 19:9 ; 1Co 7:15 ). Finally, some think that this requirement excludes single men from church leadership. But if that were Paul’s intent, he would have disqualified himself ( 1Co 7:8 ). A “one-woman man” is one totally devoted to his wife, maintaining singular devotion, affection, and sexual purity in both thought and deed. To violate this is to forfeit blamelessness and no longer be “above reproach” ( Tit 1:6–7 ). Cf. Pr 6:32–33 . temperate. The Greek word lit. means “wineless,” but is here used metaphorically to mean “alert,” “watchful,” “vigilant,” or “clear-headed.” Elders must be able to think clearly. sensible. A “sensible” man is disciplined, knows how to properly order his priorities, and is serious about spiritual matters. respectable. The Greek word means “orderly.” Elders must not lead chaotic lives; if they cannot order their own lives, how can they bring order to the church? hospitable. From a compound Greek word meaning “love of strangers” ( see notes on Ro 12:13 ; Heb 13:2 ; cf. 1Pe 4:9 ). As with all spiritual virtues, elders must set the example; their lives and homes are to be open so all can see their spiritual character. able to teach. Used only here and in 2Ti 2:24 . The only qualification relating to an elder’s giftedness and spiritual ability, and the only one that distinguishes elders from deacons. The preaching and teaching of God’s Word is the overseer/pastor/elder’s primary duty ( 4:6 , 11 , 13 ; 5:17 ; 2Ti 2:15 , 24 ; Tit 2:1 )."
  },
  {
    "start": 54003003,
    "content": "<b><a>3:3</a></b> <b>not addicted to wine.</b> <b>not … pugnacious.</b> <b>considerate.</b> <b>peaceable.</b> <b>free from the love of money.</b> not addicted to wine. More than a mere prohibition against drunkenness ( see note on Eph 5:18 ). An elder must not have a reputation as a drinker; his judgment must never be clouded by alcohol (cf. Pr 31:4–5 ; 1Co 6:12 ). His lifestyle must be radically different from the world and lead others to holiness, not sin ( Ro 14:21 ). See note on 5:23 . not … pugnacious. Lit. “not a giver of blows.” Elders must react to difficult situations calmly and gently ( 2Ti 2:24–25 ), and under no circumstances with physical violence. considerate. Gentle, genial, gracious, quick to pardon failure, and one who does not hold a grudge. peaceable. “Peaceful,” “reluctant to fight”; one who does not promote disunity or disharmony. free from the love of money. Elders must be motivated by love for God and His people, not money (cf. Tit 1:7 ; 1Pe 5:2 ). A leader who is in the ministry for money reveals a heart set on the world, not the things of God ( Mt 6:24 ; 1Jn 2:15 ). Covetousness characterizes false teachers ( Tit 1:11 ; 2Pe 2:1–3 , 14 ; Jd 11 ), but not Paul’s ministry ( Ac 20:33 ; 1Co 9:1–16 ; 2Co 11:9 ; 1Th 2:5 )."
  },
  {
    "start": 54003004,
    "content": "<b><a>3:4</a></b> <b>leading his own household well.</b> <b>in submission.</b> leading his own household well. The elder’s homelife, like his personal life, must be exemplary. He must be one who “leads” (presides over, has authority over) “his own household” (everything connected with his home, not merely his wife and children) “well” (intrinsically good; excellently). Issues of divorce should be related to this matter. A divorced man gives no evidence of a well-managed home, but rather that divorce shows weakness in his spiritual leadership. If there has been a biblically permitted divorce, it must have been so far in the past as to have been overcome by a long pattern of solid family leadership and the rearing of godly children (v. 4 ; Tit 1:6 ). in submission. A military term referring to soldiers ranked under one in authority. An elder’s children must be believers ( see note on “believe” in Tit 1:6 ), well-behaved, and respectful."
  },
  {
    "start": 54003005,
    "content": "<b><a>3:5</a></b> <b>take care of the church of God?</b> take care of the church of God? An elder must first prove in the intimacy and exposure of his own home his ability to lead others to salvation and sanctification. There he proves God has gifted him uniquely to spiritually set the example of virtue, to serve others, resolve conflicts, build unity, and maintain love. If he cannot do those essential things there, why would anyone assume he would be able to do them in the church?"
  },
  {
    "start": 54003006,
    "content": "<b><a>3:6</a></b> <b>not a new convert … not become conceited.</b> <b>fall into the condemnation of the devil.</b> not a new convert … not become conceited. Putting a new convert into a leadership role would tempt him to pride. Elders, therefore, are to be drawn from the spiritually mature men of the congregation ( see notes on 5:22 ). fall into the condemnation of the devil. Satan’s condemnation was due to pride over his position. It resulted in his fall from honor and authority ( Is 14:12–14 ; Eze 28:11–19 ; cf. Pr 16:18 ). The same kind of fall and judgment could easily happen to a new and weak believer put in a position of spiritual leadership."
  },
  {
    "start": 54003007,
    "content": "<b><a>3:7</a></b> <b>good reputation … outside.</b> good reputation … outside. A leader in the church must have an unimpeachable reputation in the unbelieving community, even though people there may disagree with his moral and theological stands. How can he make a spiritual impact on those who do not respect him? Cf. Mt 5:48 ; Php 2:15 ."
  },
  {
    "start": 54003008,
    "content": "<b><a>3:8</a></b> <b>Deacons.</b> <b>dignified.</b> <b>not double-tongued.</b> <b>not indulging in much wine.</b> <b>not fond of dishonest gain.</b> Deacons. From a word group meaning “to serve.” Originally referring to menial tasks such as waiting on tables ( see notes on Ac 6:1–4 ), “deacon” came to denote any service in the church. Deacons serve under the leadership of elders, helping them exercise oversight in the practical matters of church life. Scripture defines no official or specific responsibilities for deacons; they are to do whatever the elders assign them or whatever spiritual ministry is necessary. dignified. Serious in mind and character; not silly or flippant about important matters. not double-tongued. Deacons must not say one thing to some people and something else to others; their speech must not be hypocritical, but honest and consistent. not indulging in much wine. Not preoccupied with drink ( see note on v. 3 ). not fond of dishonest gain. Like elders ( see note on v. 3 ), deacons must not abuse their office to make money. Such a qualification was especially important in the early church, where deacons routinely handled money, distributing it to those in need."
  },
  {
    "start": 54003009,
    "content": "<b><a>3:9</a></b> <b>the mystery.</b> <b>a clear conscience.</b> the mystery. See notes on Mt 13:11 ; 1Co 2:7 ; Eph 3:4–5 . Appearing frequently in Paul’s writings (cf. Ro 11:25 ; 16:25 ; Eph 1:9 ; 3:9 ; 6:19 ; Col 2:2 ), the word “mystery” describes truth previously hidden, but now revealed, including Christ’s incarnation (v. 16 ), Christ’s indwelling of believers ( Col 1:26–27 ), the unity of Jews and Gentiles in the church ( Eph 3:4–6 ), the gospel ( Col 4:3 ), lawlessness ( 2Th 2:7 ), and the rapture of the church ( 1Co 15:51–52 ). a clear conscience. See note on 1:5 ."
  },
  {
    "start": 54003010,
    "content": "<b><a>3:10</a></b> <b>first be tested.</b> <b>beyond reproach.</b> first be tested. The present tense of this verb indicates an ongoing evaluation of deacons’ character and service by the church. beyond reproach. See note on v. 2 ."
  },
  {
    "start": 54003011,
    "content": "<b><a>3:11</a></b> <b>Women.</b> <b>dignified.</b> <b>not malicious gossips.</b> <b>temperate.</b> <b>faithful in all things.</b> Women. Paul likely here refers not to deacons’ wives, but to the women who serve as deacons. The use of the word “likewise” (cf. v. 8 ) suggests a third group in addition to elders and deacons. Also, since Paul gave no requirements for elders’ wives, there is no reason to assume these would be qualifications for deacons’ wives. dignified. See note on v. 8 . not malicious gossips. “Malicious gossips” is the plural form of diabolos —a title frequently given to Satan ( Mt 4:5 , 8 , 11 ; 13:39 ; Lk 4:3 , 5–6 , 13 ; 8:12 ; 1Pe 5:8 ; 1Jn 3:8 ; Rev 2:10 ; 12:9 , 12 ; 20:2 , 10 ). The women who serve must not be slanderous and malicious in their speech. temperate. See note on v. 2 . faithful in all things. Women servants in the church, like their male counterparts ( see note on v. 2 ), must be absolutely trustworthy in all aspects of their lives and ministries."
  },
  {
    "start": 54003012,
    "content": "<b><a>3:12</a></b> <b>husbands of</b> <b>one wife.</b> <b>leading</b> <b>children … households.</b> husbands of only one wife. See note on v. 2 . leading their children … households. See note on v. 4 ."
  },
  {
    "start": 54003014,
    "end": 54003016,
    "content": "<b><a>3:14–16</a></b> These verses mark a transition point between the positive instruction of the first 3 chapters and the warnings of the last 3. They reveal the heart of the church’s mission (v. 15 ) and message (v. 16 )."
  },
  {
    "start": 54003015,
    "content": "<b><a>3:15</a></b> <b>how one ought to conduct himself.</b> <b>household of God.</b> <b>church of the living God.</b> <b>pillar and support.</b> <b>the truth.</b> how one ought to conduct himself. The second half of this verse expresses the theme of this epistle—setting things right in the church. household of God. Believers are members of God’s household ( Ga 6:10 ; Eph 2:19 ; Heb 3:6 ; 1Pe 4:17 ) and must act accordingly. This is not a reference to any building, but to the people who make up the true church. church of the living God. The church is God’s possession ( Ac 20:28 ; Eph 1:14 ; Tit 2:14 ; 1Pe 2:9 ). The title “the living God” has a rich OT heritage ( Dt 5:26 ; Jos 3:10 ; 1Sa 17:26 , 36 ; 2Ki 19:4 , 16 ; Pss 42:2 ; 84:2 ; Is 37:4 , 17 ; Jer 10:10 ; 23:26 ; Da 6:20 , 26 ; Hos 1:10 ). pillar and support. Paul’s imagery may have referred to the magnificent temple of Diana (Artemis) in Ephesus, which was supported by 127 gold-plated marble pillars. The word translated “support” appears only here in the NT and denotes the foundation on which a building rests. The church upholds the truth of God’s revealed Word. the truth. The content of the Christian faith recorded in Scripture and summed up in v. 16 ."
  },
  {
    "start": 54003016,
    "content": "<b><a>3:16</a></b> <b>mystery of godliness.</b> <b>He who was manifested.</b> <b>in the flesh.</b> <b>vindicated in the Spirit.</b> <b>Seen by angels.</b> <b>Proclaimed among the nations.</b> <b>Taken up in glory.</b> This verse contains part of an early church hymn, as its uniformity, rhythm, and parallelism indicate. Its 6 lines form a concise summary of the truth of the gospel. mystery of godliness. “Mystery” is that term used by Paul to indicate truth hidden in the OT age and revealed in the NT ( see note on v. 9 ). “Godliness” refers to the truths of salvation and righteousness in Christ, which produce holiness in believers; namely, the manifestation of true and perfect righteousness in Jesus Christ. He who was manifested. This reference is clearly to Christ, who manifested the invisible God to mankind ( Jn 1:1–4 ; 14:9 ; Col 1:15 ; Heb 1:3 ; 2Pe 1:16–18 ). in the flesh. Not sinful, fallen human nature here (cf. Ro 7:18 , 25 ; 8:8 ; Ga 5:16–17 ), but merely humanness (cf. Jn 1:14 ; Ro 1:3 ; 8:3 ; 9:5 ; 1Pe 3:18 ; 1Jn 4:2–3 ; 2Jn 7 ). vindicated in the Spirit. “Vindicated” means “righteous,” so that “spirit” may be written with lower case “s” indicating a declaration of Christ’s sinless spiritual righteousness ( Jn 8:46 ; 2Co 5:21 ; Heb 4:15 ; 5:9 ; 7:26 ; 1Pe 2:21–22 ; 1Jn 2:1 ), or it could refer to His vindication by the Holy Spirit ( Ro 1:4 ). Seen by angels. Both by fallen ( see notes on Col 2:15 ; 1Pe 3:18–20 ) and elect ( Mt 28:2 ; Lk 24:4–7 ; Ac 1:10–11 ; Heb 1:6–9 ) angels. Proclaimed among the nations. Or, Gentiles. See Mt 24:14 ; 26:13 ; 28:19–20 ; Mk 13:10 ; Ac 1:8 . Taken up in glory. See Ac 1:9–10 ; Php 2:8–11 ; Heb 1:3 . Christ’s ascension and exaltation showed that the Father was pleased with Him and accepted His work fully."
  },
  {
    "start": 54004001,
    "end": 54004005,
    "content": "<b><a>4:1–5</a></b> After already noting the presence of false teachers at Ephesus ( 1:3–7 , 18–20 ), and countering some of their erroneous teaching with the positive instruction of chaps. 2–3 , Paul deals directly with the false teachers themselves in this passage, focusing on their origin and content."
  },
  {
    "start": 54004002,
    "content": "<b><a>4:2</a></b> <b>hypocrisy of liars.</b> <b>seared.</b> <b>conscience.</b> hypocrisy of liars. Lit. “hypocritical lie-speakers.” These are the human false teachers who propagate demon doctrine (cf. 1Jn 4:1 ). seared. A medical term referring to cauterization. False teachers can teach their hypocritical lies because their consciences have been desensitized (cf. Eph 4:19 ), as if all the nerves that make them feel had been destroyed and turned into scar tissue by the burning of demonic deception. conscience. See note on 1:5 ."
  },
  {
    "start": 54004003,
    "content": "<b><a>4:3</a></b> <b>forbid marriage … abstaining from foods.</b> forbid marriage … abstaining from foods. A sample of the false teaching at Ephesus. Typically, it contained elements of truth, since Scripture commends both singleness ( 1Co 7:25–35 ) and fasting ( Mt 6:16–17 ; 9:14–15 ). The deception came in making such human works a prerequisite for salvation—a distinguishing mark of all false religion. This ascetic teaching was probably influenced both by the Jewish sect known as the Essenes, and contemporary Greek thought (which viewed matter as evil and spirit as good). Paul addressed this asceticism in Col 2:21–23 ( see notes there ). Neither celibacy nor any form of diet saves or sanctifies."
  },
  {
    "start": 54004004,
    "content": "<b><a>4:4</a></b> <b>everything created by God is good.</b> everything created by God is good. The false teachers’ asceticism contradicted Scripture, which teaches that since God created both marriage and food ( Ge 1:28–31 ; 2:18–24 ; 9:3 ), they are intrinsically good ( Ge 1:31 ) and to be enjoyed with gratitude by believers. Obviously, food and marriage are essential for life and procreation."
  },
  {
    "start": 54004005,
    "content": "<b><a>4:5</a></b> <b>sanctified.</b> sanctified. Set apart or dedicated to God for holy use. The means for so doing are thankful prayer and an understanding that the Word of God has set aside the temporary Mosaic dietary restrictions ( Mk 7:19 ; Ac 10:9–15 ; Ro 14:1–12 ; Col 2:16–17 ). Contrast the unbeliever whose inner corruption and evil motives corrupt every good thing ( Tit 1:15 )."
  },
  {
    "start": 54004006,
    "content": "<b><a>4:6</a></b> <b>nourished … words of the faith … sound doctrine.</b> nourished … words of the faith … sound doctrine. Continual feeding on the truths of Scripture is essential to the spiritual health of all Christians ( 2Ti 3:16–17 ), but especially of spiritual leaders like Timothy. Only by reading the Word, studying it, meditating on it, and mastering its contents can a pastor fulfill his mandate ( 2Ti 2:15 ). Timothy had been doing so since childhood ( 2Ti 3:15 ), and Paul urged him to continue (cf. v. 16 ; 2Ti 3:14 ). “Words of the faith” is a general reference to Scripture, God’s revealed truth. “Sound doctrine” indicates the theology Scripture teaches."
  },
  {
    "start": 54004007,
    "content": "<b><a>4:7</a></b> <b>refuse godless myths.</b> <b>train … godliness.</b> refuse godless myths. In addition to being committed to God’s Word ( see note on v. 6 ), believers must avoid all false teaching. Paul denounced such error as “godless” (the opposite of what is holy) “myths” ( muthos ), fit only for “old women” (a common epithet denoting something fit only for the uneducated and philosophically unsophisticated). See notes on 2Ti 2:14–18 . train … godliness. “Godliness” (a proper attitude and response toward God; see note on 2:2 ) is the prerequisite from which all effective ministry flows. “Train” is an athletic term denoting the rigorous, self-sacrificing training an athlete undergoes. Spiritual self-discipline is the path to godly living (cf. 1Co 9:24–27 )."
  },
  {
    "start": 54004008,
    "content": "<b><a>4:8</a></b> <b>little profit.</b> <b>profitable for all things.</b> little profit. Bodily exercise is limited both in extent and duration; it affects only the physical body during this earthly life. profitable for all things. In time and eternity."
  },
  {
    "start": 54004009,
    "content": "<b><a>4:9</a></b> <b>trustworthy saying.</b> trustworthy saying. See note on 1:15 ."
  },
  {
    "start": 54004010,
    "content": "<b><a>4:10</a></b> <b>hope.</b> <b>the Savior of all men, especially of believers.</b> hope. Believers are saved in hope and live and serve in light of that hope of eternal life ( Tit 1:2 ; 3:7 ; see note on Ro 5:2 ). Working to the point of exhaustion and suffering rejection and persecution are acceptable because believers understand they are doing God’s work—which is the work of salvation. That makes it worth all of the sacrifices ( Php 1:12–18 , 27–30 ; 2:17 ; Col 1:24–25 ; 2Ti 1:6–12 ; 2:3–4 , 9–10 ; 4:5–8 ). the Savior of all men, especially of believers. Paul is obviously not teaching universalism, that all people will be saved in the spiritual and eternal sense, since the rest of Scripture clearly teaches that God will not save everyone. Most will reject Him and spend eternity in hell ( Mt 25:41 , 46 ; Rev 20:11–15 ). Yet, the Greek word translated “especially” must mean that all people enjoy God’s salvation in some way like those who believe enjoy His salvation. The simple explanation is that God is the Savior of all people, only in a temporal sense, while of believers in an eternal sense. Paul’s point is that while God graciously delivers believers from sin’s condemnation and penalty because He was their substitute ( 2Co 5:21 ), all people experience some earthly benefits from the goodness of God. Those benefits are: 1) common grace—a term that describes God’s goodness shown to all mankind universally ( Ps 145:9 ) in restraining sin ( Ro 2:15 ) and judgment ( Ro 2:3–6 ), maintaining order in society through government ( Ro 13:1–5 ), enabling man to appreciate beauty and goodness ( Ps 50:2 ), and showering him with temporal blessings ( Mt 5:45 ; Ac 14:15–17 ; 17:25 ); 2) compassion—the broken-hearted love of pity God shows to undeserving, unregenerate sinners ( Ex 34:6–7 ; Ps 86:5 ; Da 9:9 ; Mt 23:37 ; Lk 19:41–44 ; cf. Is 16:11–13 ; Jer 48:35–37 ); 3) admonition to repent—God constantly warns sinners of their fate, demonstrating the heart of a compassionate Creator who has no pleasure in the death of the wicked ( Eze 18:30–32 ; 33:11 ); 4) the gospel invitation—salvation in Christ is indiscriminately offered to all ( Mt 11:28–29 ; 22:2–14 ; Jn 6:35–40 ; Rev 22:17 ; cf. Jn 5:39–40 ). God is, by nature, a saving God. That is, He finds no pleasure in the death of sinners. His saving character is revealed even in how He deals with those who will never believe, but only in those 4 temporal ways. See notes on 2:6 ."
  },
  {
    "start": 54004012,
    "content": "<b><a>4:12</a></b> <b>Let no one look down on your youthfulness.</b> <b>show yourself as a model.</b> Let no one look down on your youthfulness. Greek culture placed great value on age and experience. Since Timothy was in his thirties, still young by the standards of that culture, he would have to earn respect by being a godly example. Because he had been with Paul since a young teenager, Timothy had much experience to mature him, so that looking down on him because he was under 40 was inexcusable. show yourself as a model. Paul lists 5 areas (the better Greek manuscripts omit “in spirit”) in which Timothy was to be an example to the church: “word” (cf. Mt 12:34–37 ; Eph 4:25 , 29 , 31 ); “conduct” (righteous living; cf. Tit 2:10 ; 1Pe 1:15 ; 2:12 ; 3:16 ); “love” (self-sacrificial service for others; cf. Jn 15:13 ); “faith” (not belief, but faithfulness or commitment; cf. 1Co 4:2 ); “purity” (especially sexual purity; cf. 3:2 ). Timothy’s exemplary life in those areas would offset the disadvantage of his youth."
  },
  {
    "start": 54004013,
    "content": "<b><a>4:13</a></b> <b>Until I come.</b> <b>give attention to … teaching.</b> Until I come. See note on 3:14 . give attention to … teaching. These things were to be Timothy’s constant practice; his way of life. “Reading” refers to the custom of public reading of Scripture in the church’s worship service, followed by the exposition of the passage that had been read (cf. Ne 8:1–8 ; Lk 4:16–27 ). “Exhortation” challenges those who hear the Word to apply it in their daily lives. It may involve rebuke, warning, encouragement, or comfort. “Teaching” refers to systematic instruction from the Word of God (cf. 3:2 ; Tit 1:9 )."
  },
  {
    "start": 54004014,
    "content": "<b><a>4:14</a></b> <b>the gift.</b> <b>through prophetic utterance.</b> <b>laying on of hands by the council of elders.</b> the gift. That grace given to Timothy and to all believers at salvation which consisted of a God-designed, Spirit-empowered spiritual ability for the use of ministry ( see notes on Ro 12:4–8 ; 1Co 12:4–12 ; 1Pe 4:10–11 ). Timothy’s gift (cf. 2Ti 1:6 ) was leadership with special emphasis on preaching ( 2Ti 4:2 ), and teaching (vv. 6 , 11 , 13 ; 6:2 ). through prophetic utterance. Timothy’s gift was identified by a revelation from God ( see note on 1:18 ) and apostolic confirmation ( 2Ti 1:6 ), probably when he joined Paul on the apostle’s second missionary journey ( Ac 16:1–3 ). laying on of hands by the council of elders. See note on 5:22 . This public affirmation of Timothy’s call to the ministry likely took place at the same time as the prophecy (cf. 2Ti 1:6 ). His call to the ministry was thus confirmed subjectively (by means of his spiritual gift), objectively (through the prophecy made about him), and collectively (by the affirmation of apostles and the church, represented by the elders)."
  },
  {
    "start": 54004015,
    "content": "<b><a>4:15</a></b> <b>progress.</b> progress. The word was used in military terms of an advancing force and in general terms of advancement in learning, understanding, or knowledge. Paul exhorted Timothy to let his progress toward Christlikeness be evident to all."
  },
  {
    "start": 54004016,
    "content": "<b><a>4:16</a></b> <b>to yourself and to your teaching.</b> <b>you will save … yourself.</b> <b>those who hear you.</b> to yourself and to your teaching. The priorities of a godly leader are summed up in his personal holiness and public teaching. All of Paul’s exhortations in vv. 6–16 fit into one or the other of those two categories. you will save … yourself. Perseverance in believing the truth always accompanies genuine conversion ( see note on Mt 24:13 ; cf. Jn 8:31 ; Ro 2:7 ; Php 2:12–13 ; Col 1:23 ). those who hear you. By careful attention to his own godly life and faithful preaching of the Word, Timothy would continue to be the human instrument God used to bring the gospel and to save some who heard him. Though salvation is God’s work, it is His pleasure to do it through human instruments."
  },
  {
    "start": 54005001,
    "content": "<b><a>5:1</a></b> <b>rebuke.</b> <b>an older man.</b> <b>plead.</b> rebuke. Some translations add “sharply” to the word “rebuke,” which fills out the intensity of the Greek term. An older sinning believer is to be shown respect by not being addressed with harsh words (cf. 2Ti 2:24–25 ). an older man. In this context, the Greek is indicating older men generally, not the office of elder. The younger Timothy was to confront sinning older men with deference and honor, which is clearly inferred from OT principles (cf. Lv 19:32 ; Job 32:4 , 6 ; Pr 4:1–4 ; 16:31 ; 20:29 ). plead. This Greek word, which is related to a title for the Holy Spirit ( paraclētos; cf. Jn 14:16 , 26 ; 15:26 ; 16:7 ), refers to coming alongside someone to help. It may best be translated strengthen. We are to strengthen our fellow believers (cf. Ga 6:1–2 ) in the same way the Scripture ( Ro 15:4 ) and the Holy Spirit do."
  },
  {
    "start": 54005003,
    "end": 54005016,
    "content": "<b><a>5:3–16</a></b> This section supports the mandate of Scripture that women who have lost the support of their husbands are to be cared for (cf. Ex 22:22–24 ; Dt 27:19 ; Is 1:17 ). God’s continual compassion for widows only reinforces this command (cf. Pss 68:5 ; 146:9 ; Mk 12:41–44 ; Lk 7:11–17 )."
  },
  {
    "start": 54005004,
    "content": "<b><a>5:4</a></b> <b>widow has children or grandchildren.</b> <b>return to their parents.</b> widow has children or grandchildren. Families, not the church, have the first responsibility for their own widows. return to their parents. Children and grandchildren are indebted to those who brought them into the world, reared them, and loved them. Fulfilling this responsibility is a mark of godly obedience (cf. Ex 20:12 )."
  },
  {
    "start": 54005005,
    "content": "<b><a>5:5</a></b> <b>left alone.</b> <b>fixed her hope on God.</b> left alone. See note on v. 3 . The form of this Greek word denotes a permanent condition of being forsaken and left without resources. She is “really” a widow, since there is no family to support her. fixed her hope on God. A continual state or settled attitude of hope in God (cf. 1Ki 17:8–16 ; Jer 49:11 ). Since she has no one else, she pleads with God as her only hope."
  },
  {
    "start": 54005006,
    "content": "<b><a>5:6</a></b> <b>dead even while she lives.</b> dead even while she lives. A widow who lives a worldly, immoral, ungodly life may be alive physically, but her lifestyle proves she is unregenerate and spiritually dead (cf. Eph 2:1 )."
  },
  {
    "start": 54005007,
    "content": "<b><a>5:7</a></b> <b>above reproach.</b> above reproach. See notes on 3:2 ; Php 2:15 . “Above reproach” means “blameless,” so that no one can fault their conduct."
  },
  {
    "start": 54005008,
    "content": "<b><a>5:8</a></b> <b>if.</b> if. Better translated “since.” Paul negatively restated the positive principle of v. 4 , using the Greek construction that implies the condition is true, suggesting that there were numerous violations of that principle at Ephesus. Any believer who fails to obey this command is guilty of: 1) denying the principle of compassionate Christian love (cf. Jn 13:35 ; Ro 5:5 ; 1Th 4:9 ); and 2) being “worse than an unbeliever.” Most pagans naturally fulfill this duty, so believers who have God’s command and power to carry it out and do not, behave worse than pagans. Cf. 1Co 5:1–2 ."
  },
  {
    "start": 54005009,
    "content": "<b><a>5:9</a></b> <b>put on the list.</b> <b>not less than sixty.</b> <b>the wife of one man.</b> put on the list. This was not a list of those widows eligible for specially recognized church support (all widows in the church who had no other means of support were; v. 3 ), but rather those eligible for specially recognized church ministry (cf. Tit 2:3–5 ). not less than sixty. In NT culture, 60 was considered retirement age. By that age, older women would have completed their child rearing and would have the time, maturity, and character to devote their lives in service to God and the church. They also would not be likely to remarry and become preoccupied with that commitment. the wife of one man. Lit. “one-man woman” (cf. 3:2 , 12 ). It does not exclude women who have been married more than once (cf. v. 14 ; 1Co 7:39 ), but it refers to a woman totally devoted and faithful to her husband, a wife who had displayed purity of thought and action in her marriage."
  },
  {
    "start": 54005010,
    "content": "<b><a>5:10</a></b> <b>has brought up children.</b> <b>washed the saints’ feet.</b> <b>every good work.</b> has brought up children. This views the godly widow as a Christian mother who has nourished or reared children that have followed the Lord ( see note on 2:15 ). washed the saints’ feet. The menial duty of slaves. It is used literally and metaphorically of widows who have humble servants’ hearts ( see notes on Jn 13:4–17 ). every good work. Cf. Dorcas in Ac 9:36–39 ."
  },
  {
    "start": 54005011,
    "content": "<b><a>5:11</a></b> <b>feel sensual desires.</b> feel sensual desires. This is an expression that includes all that is involved in the marriage relationship, including sexual passion. Paul saw the danger that younger widows might want to escape from their vows to remain single ( see note on v. 12 ) and be devoted only to God’s service (cf. Nu 30:9 ); he knew the negative impact such feelings could have on young widows’ personal lives and ministry within the church. Such women were also marked out by false teachers as easy prey ( 2Ti 3:6–7 ), causing them to leave the truth (v. 15 )."
  },
  {
    "start": 54005012,
    "content": "<b><a>5:12</a></b> <b>set aside their previous pledge.</b> set aside their previous pledge. This refers to a specific covenant young widows made when asking to be included on the widows’ list. Likely, they promised to devote the rest of their lives in service to the church and the Lord. Though well-meaning at the time of their need and bereavement, they were surely to desire marriage again (see v. 11 ), and thus renege on their original pledge."
  },
  {
    "start": 54005013,
    "content": "<b><a>5:13</a></b> <b>gossips.</b> <b>busybodies.</b> gossips. Such people speak nonsense, talk idly, make empty charges, or even accuse others with malicious words. This idleness and talk also made them suitable targets for the false teachers ( 1:6 ). busybodies. Lit. “one who moves around.” The implication is that such people pry into things that do not concern them; they do not mind their own business."
  },
  {
    "start": 54005014,
    "content": "<b><a>5:14</a></b> <b>bear children.</b> <b>keep house.</b> bear children. The younger widows were still of childbearing age. Although they had lost their first husbands, there was still the potential privilege and blessing of remarrying and having children ( see notes on 2:15 ; cf. Ps 127:3 , 5 ). keep house. The Greek term denotes all the aspects of household administration, not merely the rearing of children. The home is the domain where a married woman fulfills herself in God’s design. See notes on Tit 2:4–5 ."
  },
  {
    "start": 54005015,
    "content": "<b><a>5:15</a></b> <b>Satan.</b> Some of the young widows had given up their commitment to serve Christ ( see notes on vv. 11–12 ), perhaps either by following false teachers and spreading their false doctrine or by marrying unbelievers and bringing disgrace upon the church. Satan. The devil, the believer’s adversary ( see notes on Job 1:6–12 ; 2:1–7 ; Is 14:12–15 ; Eze 28:12–15 ; Rev 12:9 )."
  },
  {
    "start": 54005016,
    "content": "<b><a>5:16</a></b> <b>woman.</b> woman. Paul restates the message of vv. 4–8 with the addition that as the situation warrants, Christian women are included in this responsibility for support of widows."
  },
  {
    "start": 54005017,
    "end": 54005025,
    "content": "<b><a>5:17–25</a></b> The source of much of the Ephesian church’s difficulties was the inadequacy of the pastors. So Paul explains to Timothy how to restore proper pastoral oversight. He sets forth the church’s obligations in regard to honoring, protecting, rebuking, and selecting elders."
  },
  {
    "start": 54005018,
    "content": "<b><a>5:18</a></b> <b>For the Scripture says.</b> For the Scripture says. A typical formula for introducing biblical references, in this instance both an OT ( Dt 25:4 ) and NT ( Lk 10:7 ) one. It is also very significant that this is a case of one NT writer (Paul) affirming the inspiration of another by referring to Luke’s writing as “Scripture” (cf. 2Pe 3:15–16 ), which shows the high view that the early church took of NT Scripture."
  },
  {
    "start": 54005019,
    "content": "<b><a>5:19</a></b> <b>two or three witnesses.</b> two or three witnesses. Serious accusations against elders must be investigated and confirmed by the same process as established in Mt 18:15–20 ( see notes there ). This process for the whole church also applies to elders. This demand does not place elders beyond accusation, but protects them from frivolous, evil accusers, by demanding the same process of confirmation of sin as for all in the church."
  },
  {
    "start": 54005020,
    "content": "<b><a>5:20</a></b> <b>Those who continue in sin.</b> <b>in the presence of all.</b> Those who continue in sin. Elders who continue in any kind of sin after the confrontation of 2 or 3 witnesses, especially any that violates the qualifications to serve ( 3:2–7 ). in the presence of all. The other elders and the congregation. The third step of confrontation, established in Mt 18:17 , is to tell the church, so that they can all confront the person and call him to repentance."
  },
  {
    "start": 54005021,
    "content": "<b><a>5:21</a></b> <b>charge … God … Christ Jesus.</b> <b>elect angels.</b> <b>without bias … partiality.</b> charge … God … Christ Jesus. Cf. 6:13 ; see note on 2Ti 4:1 . His elect angels. The unfallen angels, as opposed to Satan and his demons. This indicates that God’s sovereign purpose to choose those beings who would be part of His eternal kingdom included angels whom He chose to eternal glory. Christians are also called “elect” ( Ro 8:33 ). without bias … partiality. All discipline of elders is to be done fairly, without prejudgment or personal preference, according to the standards of Scripture."
  },
  {
    "start": 54005022,
    "content": "<b><a>5:22</a></b> <b>Do not lay hands upon … hastily.</b> <b>not … share</b> <b>… sins of others.</b> <b>keep yourself pure.</b> Do not lay hands upon … hastily. The ceremony that affirmed a man’s suitability for and acceptance into public ministry as an elder/pastor/overseer. This came from the OT practice of laying hands on a sacrificial animal to identify with it ( Ex 29:10 , 15 , 19 ; Lv 4:15 ; cf. Nu 8:10 ; 27:18–23 ; Dt 34:9 ; Mt 19:15 ; Ac 8:17–18 ; 9:17 ; Heb 6:2 ). “Hastily” refers to proceeding with this ceremony without a thorough investigation and preparation period to be certain of the man’s qualifications (as in 3:1–7 ). not … share responsibility … sins of others. This refers to the sin of hasty ordination, which makes those responsible culpable for the man’s sin of serving as an unqualified elder and, thus, misleading people. keep yourself pure. Paul wanted Timothy, by not participating in the recognition of unqualified elders, to remain untainted by others’ sins. The church desperately needed qualified spiritual leaders, but the selection had to be carefully executed."
  },
  {
    "start": 54005023,
    "content": "<b><a>5:23</a></b> <b>No longer drink water</b> <b>.</b> <b>use a little wine … ailments.</b> No longer drink water only . “Water” in the ancient world was often polluted and carried many diseases. Therefore, Paul urged Timothy not to risk illness, not even for the sake of a commitment to abstinence from wine. Apparently, Timothy avoided wine, so as not to place himself in harm’s way ( see note on 3:3 ). use a little wine … ailments. Paul wanted Timothy to use wine which, because of fermentation, acted as a disinfectant to protect his health problems due to the harmful effects of impure water. With this advice, however, Paul was not advocating that Timothy lower the high standard of behavior for leaders (cf. Nu 6:1–4 ; Pr 31:4–5 )."
  },
  {
    "start": 54005024,
    "content": "<b><a>5:24</a></b> <b>sins … are quite evident.</b> <b>going before them to judgment.</b> <b>follow after.</b> sins … are quite evident. The sins of some people are manifest for all to see, thus disqualifying them out of hand for service as elders. going before them to judgment. The known sins of the unqualified announce those men’s guilt and unfitness before all. “Judgment” refers to the church’s process for determining men’s suitability to serve as elders. follow after. The sins of other candidates for elder will come to light in time, perhaps even during the scrutiny of the evaluation process."
  },
  {
    "start": 54005025,
    "content": "<b><a>5:25</a></b> The same is true of good works. Some are evident; others come to light later. Time and truth go hand in hand. The whole emphasis in this instruction regarding choosing elders, according to the qualifications of 3:1–7 , is to be patient, fair, impartial, and pure (vv. 21–25 ). Such an approach will yield the right choices."
  },
  {
    "start": 54006001,
    "end": 54006002,
    "content": "<b><a>6:1–2</a></b> The Ephesian believers may have been struggling to maintain a biblical work ethic in the world of slavery, so these verses form Paul’s instruction on that subject. Essentially, first-century slaves resembled the indentured servants of the American colonial period. In many cases, slaves were better off than day-laborers, since much of their food, clothing, and shelter was provided. The system of slavery served as the economic structure in the Roman world, and the master-slave relationship closely parallels the twentieth-century employer-employee relationship. For more on slaves, see Introduction to Philemon: Background and Setting ."
  },
  {
    "start": 54006002,
    "content": "<b><a>6:2</a></b> <b>believers as their masters.</b> <b>exhort.</b> believers as their masters. The tendency might be to assume one’s equality in Christ with a Christian master, and disdain the authority related to work roles. On the contrary, working for a Christian should produce more loyal and diligent service out of love for the brethren. exhort. Lit. “to call to one’s side.” The particular emphasis here is on a strong urging, directing, and insisting on following the principles for correct behavior in the workplace."
  },
  {
    "start": 54006003,
    "content": "<b><a>6:3</a></b> Paul identifies 3 characteristics of false teachers: 1) they “teach a different doctrine”—a different teaching that contradicts God’s revelation in Scripture ( see notes on Ga 1:6–9 ); 2) they do “not agree with sound words”—they do not accept sound, healthy teaching, specifically the teaching contained in Scripture ( 2Pe 3:16 ); and 3) they reject “doctrine conforming to godliness”—teaching not based on Scripture will always result in an unholy life. Instead of godliness, false teachers will be marked by sin ( see notes on 2Pe 2:10–22 ; cf. Jd 4 , 8–16 )."
  },
  {
    "start": 54006004,
    "content": "<b><a>6:4</a></b> <b>questions and disputes about words.</b> questions and disputes about words. “Questions” refers to idle speculation; “disputes about words” lit. means “word battles.” Because proud, ignorant false teachers do not understand divine truth ( 2Co 2:14 ), they obsess over terminology and attack the reliability and authority of Scripture. Every kind of strife is mentioned to indicate that false teachers produce nothing of benefit out of their fleshly, corrupt, and empty minds (v. 5 )."
  },
  {
    "start": 54006005,
    "content": "<b><a>6:5</a></b> <b>deprived of the truth.</b> <b>a means of gain.</b> deprived of the truth. False teachers are in a state of apostasy; that is, although they once knew and seemed to embrace the truth, they turned to openly reject it. The Greek word for “deprived” means “to steal” or “to rob,” and its form here indicates that someone or something was pulled away from contact with the truth (it does not mean they were ever saved; see note on 1:19 ; cf. 2Ti 2:18 ; 3:7–8 ; Heb 6:4–6 ; 2Pe 2:1 , 4–9 ). a means of gain. Almost always behind all the efforts of the hypocritical, lying ( 4:2 ) false teachers is the driving motivation of monetary gain (cf. Ac 8:18–23 ; 2Pe 2:15 )."
  },
  {
    "start": 54006006,
    "content": "<b><a>6:6</a></b> <b>contentment.</b> contentment. This Greek word means “self-sufficiency,” and was used by Stoic philosophers to describe a person who was unflappable and unmoved by external circumstances. Christians are to be satisfied and sufficient, and not to seek for more than what God has already given them. He is the source of true contentment ( 2Co 3:5 ; 9:8 ; Php 4:11–13 , 19 )."
  },
  {
    "start": 54006008,
    "content": "<b><a>6:8</a></b> <b>have food and covering … be content.</b> have food and covering … be content. The basic necessities of life are what ought to make Christians content. Paul does not condemn having possessions, as long as God graciously provides them (v. 17 ). He does, however, condemn a self-indulgent desire for money, which results from discontentment. See note on Mt 6:33 ."
  },
  {
    "start": 54006009,
    "content": "<b><a>6:9</a></b> <b>those who want to get rich fall into temptation.</b> <b>ruin and destruction.</b> those who want to get rich fall into temptation. Greedy people are compulsive—they are continually trapped in sins by their consuming desire to acquire more. ruin and destruction. Such greed may lead these people to suffer the tragic end of destruction and hell. These terms refer to the eternal punishment of the wicked."
  },
  {
    "start": 54006010,
    "content": "<b><a>6:10</a></b> <b>love of money.</b> <b>wandered away from the faith.</b> love of money. Lit. “affection for silver.” In the context, this sin applies to false teachers specifically, but the principle is true universally. Money itself is not evil since it is a gift from God ( Dt 8:18 ); Paul condemns only the love of it (cf. Mt 6:24 ), which is so characteristic of false teachers ( see notes on 1Pe 5:2 ; 2Pe 2:1–3 , 15 ). wandered away from the faith. From the body of Christian truth. Gold has replaced God for these apostates, who have turned away from pursuing the things of God in favor of money."
  },
  {
    "start": 54006011,
    "content": "<b><a>6:11</a></b> <b>these things.</b> <b>you … man of God.</b> <b>righteousness, godliness.</b> these things. Love of money and all that goes with it (vv. 6–10 ), along with the other proud obsessions of false teachers (vv. 3–5 ). you … man of God. Cf. 2Ti 3:17 . This is a term used in the NT only for Timothy; as a technical term it is used about 70 times in the OT, always to refer to a man who officially spoke for God ( see note on Dt 33:1 ). This, along with 1:2 ; 2:1 , indicates that the letter is primarily directed to Timothy, exhorting him to be faithful and strong in light of persecution and difficulty—and particularly with Paul’s death near (see Introduction to 2 Timothy: Background and Setting ). The man of God is known by what he: 1) flees from (v. 11 ); 2) follows after (v. 11 ); 3) fights for (v. 12 ); and 4) is faithful to (vv. 13–14 ). The key to his success in all these endeavors is the perfection produced in him by the Scripture ( 2Ti 3:16–17 ). righteousness, godliness. “Righteousness” means to do what is right, in relation to both God and man, and it emphasizes outward behavior. “Godliness” ( see note on 2:2 ) refers to one’s reverence for God and could be translated “God-likeness.”"
  },
  {
    "start": 54006012,
    "content": "<b><a>6:12</a></b> <b>Fight the good fight of faith.</b> <b>Take hold of the eternal life.</b> <b>to which you were called.</b> <b>good confession.</b> Fight the good fight of faith. The Greek word for “fight” gives us the English word “agonize,” and was used in both military and athletic endeavors to describe the concentration, discipline, and extreme effort needed to win. The “good fight of faith” is the spiritual conflict with Satan’s kingdom of darkness in which all men of God are necessarily involved. See notes on 2Co 10:3–5 ; 2Ti 4:2 . Take hold of the eternal life. Paul is here admonishing Timothy to “get a grip” on the reality of the matters associated with eternal life, so that he would live and minister with a heavenly and eternal perspective (cf. Php 3:20 ; Col 3:2 ). to which you were called. Refers to God’s effectual, sovereign call of Timothy to salvation ( see note on Ro 1:7 ). good confession. Timothy’s public confession of faith in the Lord Jesus Christ, which likely occurred at his baptism and again when he was ordained to the ministry ( 4:14 ; 2Ti 1:6 )."
  },
  {
    "start": 54006013,
    "content": "<b><a>6:13</a></b> <b>charge … God … Christ Jesus.</b> <b>the good confession before Pontius Pilate.</b> charge … God … Christ Jesus. Cf. 5:21 ; see note on 2Ti 4:1 . the good confession before Pontius Pilate. Knowing that such a confession would cost Him His life, Jesus nevertheless confessed that He was truly the King and Messiah ( Jn 18:33–37 ). He rarely evaded danger (cf. Jn 7:1 ); He boldly and trustfully committed Himself to God who raises the dead (cf. Col 2:12 )."
  },
  {
    "start": 54006014,
    "content": "<b><a>6:14</a></b> <b>the commandment.</b> <b>appearing.</b> the commandment. The entire revealed Word of God, which Paul charged Timothy to preach ( 2Ti 4:2 ). Paul also repeatedly encouraged Timothy to guard it (v. 20 ; 1:18–19 ; 4:6 , 16 ; 2Ti 1:13–14 ; 2:15–18 ). appearing. When the Lord returns to earth in glory (cf. 2Ti 4:1 , 8 ; Tit 2:13 ) to judge and to establish His kingdom ( Mt 24:27 , 29–30 ; 25:31 ). Because Christ’s return is imminent, that ought to be motivation enough for the man of God to remain faithful to his calling until he dies or the Lord returns (cf. Ac 1:8–11 ; 1Co 4:5 ; Rev 22:12 )."
  },
  {
    "start": 54006015,
    "content": "<b><a>6:15</a></b> <b>at the proper time.</b> <b>Sovereign.</b> <b>King of kings and Lord of lords.</b> at the proper time. The time, known only to Him, that God established in eternity past for Christ to return ( Mk 13:32 ; Ac 1:7 ). Sovereign. This word comes from a Greek word group that basically means “power.” God is absolutely sovereign and omnipotently rules everything everywhere. King of kings and Lord of lords. A title used of Christ ( Rev 17:14 ; 19:16 ) is here used of God the Father. Paul probably used this title for God to confront the cult of emperor worship, intending to communicate that only God is sovereign and worthy of worship."
  },
  {
    "start": 54006016,
    "content": "<b><a>6:16</a></b> <b>whom no man has seen or can see.</b> whom no man has seen or can see. God in spirit is invisible (cf. 1:17 ; Job 23:8–9 ; Jn 1:18 ; 5:37 ; Col 1:15 ) and, therefore, unapproachable in the sense that sinful man has never seen nor can he ever see His full glory (cf. Ex 33:20 ; Is 6:1–5 )."
  },
  {
    "start": 54006017,
    "end": 54006019,
    "content": "<b><a>6:17–19</a></b> Paul counsels Timothy what to teach those who are rich in material possessions, those who have more than the mere essentials of food, clothing, and shelter. Paul does not condemn such people, nor command them to get rid of their wealth. He does call them to be good stewards of their God-given resources (cf. Dt 8:18 ; 1Sa 2:7 ; 1Chr 29:12 )."
  },
  {
    "start": 54006018,
    "content": "<b><a>6:18</a></b> <b>ready to share.</b> ready to share. The Greek word means “liberal,” or “bountiful.” Those believers who have money must use it in meeting the needs of others, unselfishly and generously ( see notes on Ac 4:32–37 ; 2Co 8:1–4 )."
  },
  {
    "start": 54006019,
    "content": "<b><a>6:19</a></b> <b>storing up. … good foundation.</b> <b>take hold of … life indeed.</b> storing up. … good foundation. “Storing up” can be translated “amassing a treasure,” while “foundation” can refer to a fund. The idea is that the rich in this world should not be concerned with receiving a return on their earthly investment. Those who make eternal investments will be content to receive their dividends in heaven. See notes on Lk 16:1–13 . take hold of … life indeed. See note on v. 12 ."
  },
  {
    "start": 54006020,
    "end": 54006021,
    "content": "<b><a>6:20–21</a></b> The church’s main responsibility is to guard and proclaim the truths of Scripture, so Paul here instructs Timothy on how to guard and protect the Word of God."
  },
  {
    "start": 54006021,
    "content": "<b><a>6:21</a></b> <b>Grace be with you.</b> Grace be with you. Paul’s closing salutation is plural, i.e., “you all”—it goes beyond Timothy to the entire congregation at Ephesus. All believers require the grace of God to preserve the truth and pass it on to the next generation."
  }
]