[
  {
    "start": 29001001,
    "content": "<b><a>1:1</a></b> <b>The word of Yahweh.</b> <b>Yahweh.</b> <b>Joel.</b> <b>Pethuel.</b> The word of Yahweh. This introductory phrase is commonly employed by the prophets to indicate that the message was divinely commissioned. Cf. Hos 1:1 ; Mic 1:1 ; Zep 1:1 . Slightly varied forms are found in 1Sa 15:10 ; 2Sa 24:11 ; Jer 1:2 ; Eze 1:3 ; Jon 1:1 ; Zec 1:1 ; Mal 1:1 . Yahweh. A distinctively Israelitish designation for God; the name speaks of intimacy and a relationship bonded metaphorically through the covenant likened to marriage and thus carries special significance to Israel ( Ex 3:14 ). Joel. His name means “Yahweh is God.” Pethuel. His name means “openheartedness of/toward God” and is the only occurrence of this name in the Bible."
  },
  {
    "start": 29001002,
    "end": 29001020,
    "content": "<b><a>1:2–20</a></b> The prophet described the contemporary day of Yahweh. The land was suffering massive devastation caused by a locust plague and drought. The details of the calamity (vv. 2–12 ) are followed by a summons to communal penitence and reformation (vv. 13–20 )."
  },
  {
    "start": 29001003,
    "content": "<b><a>1:3</a></b> <b>Recount … sons … next generation.</b> Recount … sons … next generation. The pedagogical importance of reciting Yahweh’s mighty acts to subsequent generations is heavily underscored by the 3-fold injunction (cf. Ex 10:1–6 ; Dt 4:9 ; 6:6–7 ; 11:19 ; 32:7 ; Pss 78:5–7 ; 145:4–7 ; Pr 4:1ff. )."
  },
  {
    "start": 29001004,
    "content": "<b><a>1:4</a></b> <b>locust.</b> locust. The 4 kinds of locusts refer to their species or their stages of development. Cf. 2:25 , where the writer mentions them in different order. The total destruction caused by their voracious appetites demands repentance (cf. Dt 28:38 ; Is 33:4 ; Am 7:1 )."
  },
  {
    "start": 29001005,
    "end": 29001012,
    "content": "<b><a>1:5–12</a></b> Total destruction affected all social and economic levels. Affected were the drunkards who delighted in the abundance of the vine (vv. 5–7 ), the priests who utilized the produce in the offerings (vv. 8–10 ), and the farmers who planted, cultivated, and reaped the harvest (vv. 11–12 ). As if building toward a crescendo, the prophet noted in the first stanza that the luxuries of life were withdrawn. In the second, the elements needed to worship were interrupted. In the third, the essentials for living were snatched away. To lose the enjoyment of wine was one thing; to no longer be able to outwardly worship God was another; but to have nothing to eat was the sentence of death!"
  },
  {
    "start": 29001006,
    "end": 29001007,
    "content": "<b><a>1:6–7</a></b> <b>my land … vine … fig tree.</b> my land … vine … fig tree. The possessive pronoun refers to Yahweh. He is the owner of the land (cf. Lv 25:23 ; Nu 36:2 ; Eze 38:16 ), the vine, and the fig tree (cf. Hos 2:9 ). Instead of symbols of prosperity and peace ( 1Ki 4:25 ; Mic 4:4 ; Zec 3:10 ), the vine and fig tree had become visual reminders of divine judgment."
  },
  {
    "start": 29001008,
    "end": 29001009,
    "content": "<b><a>1:8–9</a></b> The metaphor is significant because the OT speaks of Yahweh as the husband of Israel, His wife ( Is 54:5–8 ; Jer 31:32 ). The covenantal offerings and libations could not be carried out; Israel, the wife of Yahweh, was to repent, lest her relationship with Yahweh became like that of the young widowed maiden."
  },
  {
    "start": 29001009,
    "content": "<b><a>1:9</a></b> <b>grain offering … drink offering are cut off.</b> grain offering … drink offering are cut off. To cut off these offerings, sacrificed each morning and evening ( Ex 29:38–42 ; Lv 23:13 ), was to cut off the people from the covenant. The gravity of the situation was deepened by the fact that it threatened the livelihood of the priests, who were given a portion of most sacrifices."
  },
  {
    "start": 29001011,
    "content": "<b><a>1:11</a></b> <b>Be ashamed, O farmers.</b> Be ashamed, O farmers. The primary emphasis of the Hebrew term connotes a public disgrace, a physical state to which the guilty party has been forcibly brought."
  },
  {
    "start": 29001012,
    "content": "<b><a>1:12</a></b> <b>All the trees … dry up.</b> <b>rejoicing dries up.</b> All the trees … dry up. The picture was bleak, for even the deep roots of the trees could not withstand the torturous treatment administered by the locusts, especially when accompanied by an extended drought. rejoicing dries up. Human joy and delight had departed from all segments of society; none had escaped the grasp of the locusts. The joy that normally accompanied the time of harvest had been replaced with despair."
  },
  {
    "start": 29001014,
    "content": "<b><a>1:14</a></b> <b>Set apart a fast as holy.</b> <b>Proclaim a solemn assembly.</b> Set apart a fast as holy. The prophet called the priests to take action, first by example (v. 13 ) and then by proclamation (v. 14 ). As the official leaders, it was their duty to proclaim a public fast so that the entire nation could repent and petition Yahweh to forgive and restore. Here they were admonished to “set apart a fast as holy,” denoting its urgent, sacred character. Proclaim a solemn assembly. Directives for calling an assembly, generally for festive purposes (cf. 2Chr 7:9 ; Ne 8:18 ), are given in Nu 10:3 . Parallel in thought to “set apart a fast as holy,” no work was permitted on such days ( Lv 23:36 ; Nu 29:35 ; Dt 16:8 )."
  },
  {
    "start": 29001015,
    "content": "<b><a>1:15</a></b> <b>the day of Yahweh is near.</b> <b>destruction from the Almighty.</b> the day of Yahweh is near. See Introduction: Historical and Theological Themes . This is the first occurrence of the theme. Later in the book ( 2:18ff. ; 3:1 , 18–21 ), the day of Yahweh (the occasion when God pours out His wrath on man) results in blessing and exoneration for God’s people and judgment toward Gentiles ( Is 13:6 ; Eze 30:3 ), but here Joel directs the warning toward his own people. The day of Yahweh is speedily approaching; unless sinners repent, dire consequences await them. destruction from the Almighty. The Hebrew term “destruction” forms a powerful play on words with the “Almighty.” The notion of invincible strength is foremost; destruction at the hand of omnipotent God is coming."
  },
  {
    "start": 29001017,
    "end": 29001018,
    "content": "<b><a>1:17–18</a></b> <b>seeds shrivel … beasts groan.</b> seeds shrivel … beasts groan. From the spiritual realm to the physical realm, all was in shambles. Though innocent, in judgment even the animals suffered (cf. Ro 8:18–22 ) the loss of food."
  },
  {
    "start": 29001019,
    "content": "<b><a>1:19</a></b> <b>To You, O Yahweh, I cry.</b> To You, O Yahweh, I cry. As the first to call to repentance, the prophet had to be the first to heed the warning. He had to lead by example and motivate the people to respond. In the midst of proclaiming judgment, God’s prophets often led in intercessory prayer for mercy and forgiveness (cf. Ex 32:11–14 ; Jer 42:1–4 ; Da 9:1–19 ; Am 7:1–6 )."
  },
  {
    "start": 29002001,
    "end": 29002017,
    "content": "<b><a>2:1–17</a></b> With an increased level of intensity, Joel utilized the metaphor of the locust plague and drought as a backdrop from which to launch an intensified call to repent in view of the coming invasion of Judah and the day of Yahweh, present and future."
  },
  {
    "start": 29002002,
    "end": 29002011,
    "content": "<b><a>2:2–11</a></b> In dramatic and vivid language, Joel compared the drought and locusts to fire, horses, and an invading army."
  },
  {
    "start": 29002004,
    "content": "<b><a>2:4</a></b> <b>Their appearance is like … horses.</b> Their appearance is like … horses. The resemblance of the locust’s head to that of a horse is striking, so much so that the prophet reiterates the word “appearance.” Horses were not used for agricultural purposes in ancient times, but were the most feared military equipment ( Ex 15:1ff. , 19 ; Dt 20:1 ; Jos 11:4 ). The simile continues with “as of chariots” (v. 5 ); “like a mighty people” (v. 5 ); “like mighty men” (v. 7 ); and “like men of war” (v. 7 )."
  },
  {
    "start": 29002010,
    "content": "<b><a>2:10</a></b> <b>earth trembles … sun and the moon grow dark.</b> earth trembles … sun and the moon grow dark. The ground trembles as dust flies along with the growing devastation. Earthquakes and cosmic disruptions are well attested elsewhere as signs accompanying divine appearances ( Jdg 5:4 ; Ps 18:7 ; Jer 4:23–26 ; Na 1:5–6 ; Mt 24:7 ). Joel later refers to these signs (cf. 2:31 ; 3:15 )."
  },
  {
    "start": 29002012,
    "end": 29002014,
    "content": "<b><a>2:12–14</a></b> Even in the midst of judgment, opportunity to repent was given. If they would demonstrate genuine repentance, Yahweh stood ready to forgive and bless."
  },
  {
    "start": 29002016,
    "content": "<b><a>2:16</a></b> From oldest to youngest they were to come. The situation is so grave that even the groom and bride were exhorted to assemble (cf. Dt 24:5 ); consummation of the marriage could wait."
  },
  {
    "start": 29002018,
    "end": 29003021,
    "content": "<b><a>2:18—3:21</a></b> With the advent of v. 18 , the text makes a decisive transition, devoting the remainder of the book to restoration. It assumes an interval of time between v. 17 and v. 18 during which Israel repented. As a result of her repentance, the 3 major concerns of 1:1—2:17 are answered by Yahweh: physical restoration ( 2:21–27 ), spiritual restoration ( 2:28–32 ), and national restoration ( 3:1–21 )."
  },
  {
    "start": 29002020,
    "content": "<b><a>2:20</a></b> <b>northern</b> northern military force. Although some have viewed this as a reference to the locusts, it is more likely referring to a military invasion by a country coming down from the north of Israel (cf. Eze 38:6 , 15 ; 39:2 ). That future army will be driven into the eastern sea (Dead Sea) and the western sea (Mediterranean Sea)."
  },
  {
    "start": 29002021,
    "end": 29002024,
    "content": "<b><a>2:21–24</a></b> Reminiscent of 1:18–20 , the former situation had been reversed. The animals were admonished to be afraid no longer."
  },
  {
    "start": 29002023,
    "end": 29002024,
    "content": "<b><a>2:23–24</a></b> <b>early and late rains.</b> early and late rains. The early rains came in Oct.–Dec. to prepare the seed-bed and assist germination, while the latter rains came in Mar.–May to provide ample moisture for the grain and fruit crops to be rich and full."
  },
  {
    "start": 29002027,
    "content": "<b><a>2:27</a></b> <b>I am in the midst of Israel.</b> I am in the midst of Israel. This return promised a reversal of Yahweh’s departure (cf. Eze 8–11 )."
  },
  {
    "start": 29002028,
    "end": 29002032,
    "content": "<b><a>2:28–32</a></b> See Introduction: Interpretive Challenges ; see notes on Ac 2:16–21 ."
  },
  {
    "start": 29002030,
    "end": 29002031,
    "content": "<b><a>2:30–31</a></b> <b>Before … day of Yahweh.</b> Before … day of Yahweh. Unmistakable heavenly phenomena will signal the imminent arrival of God’s wrath in the day of Yahweh (cf. v. 10 ; see note on 1:15 )."
  },
  {
    "start": 29002032,
    "content": "<b><a>2:32</a></b> <b>everyone who calls.</b> <b>survivors.</b> everyone who calls. Quoted by Paul in Ro 10:13 . survivors. In spite of the nation’s sin, God promised to fulfill His unconditional covenants (Noahic, Abrahamic, Davidic, and New). A future remnant of Jews will inherit God’s promised blessings (cf. Is 10:20–22 ; 11:11 , 16 ; Jer 31:7 ; Mic 2:12 ; Zep 3:13 ; Ro 9:27 )."
  },
  {
    "start": 29003001,
    "end": 29003021,
    "content": "<b><a>3:1–21</a></b> Joel notes the national restoration of Israel, in which the people will be regathered to Israel ( Is 11:15–16 ; Mt 24:31 )."
  },
  {
    "start": 29003002,
    "content": "<b><a>3:2</a></b> <b>gather all the nations.</b> <b>valley of Jehoshaphat.</b> gather all the nations. The nations of the world will be gathered to Jerusalem to the battle of Armageddon ( Zec 12:3 ; 14:2 ; Rev 16:16 ; 19:11–21 ). valley of Jehoshaphat. The name means “Yahweh judges” (cf. 3:12 , 14 ) and although the exact location is unknown, other prophets spoke of this judgment as occurring near Jerusalem ( Eze 38–39 ; Da 11:45 ; Zec 9:14ff. ; 12:1ff. ). This judgment of the nations includes the event of Mt 25:31–46 ."
  },
  {
    "start": 29003005,
    "end": 29003006,
    "content": "<b><a>3:5–6</a></b> The exact historical event referred to here is uncertain. Slave trading was a common practice among the Phoenicians and Philistines."
  },
  {
    "start": 29003006,
    "content": "<b><a>3:6</a></b> <b>the Greeks.</b> the Greeks. Although not prominent militarily, the Greeks were active in commerce on the Mediterranean in the 9th century BC."
  },
  {
    "start": 29003007,
    "end": 29003008,
    "content": "<b><a>3:7–8</a></b> The reversal of fortunes will be startling. The victims themselves will be called upon to be the instruments and avengers of Yahweh’s wrath (cf. Is 11:12–14 ; Zec 12:8 )."
  },
  {
    "start": 29003008,
    "content": "<b><a>3:8</a></b> <b>Sabeans.</b> Sabeans. Trading merchants who lived in Arabia ( 1Ki 10 ; Jer 6:20 )."
  },
  {
    "start": 29003009,
    "end": 29003017,
    "content": "<b><a>3:9–17</a></b> Joel resumes the theme of vv. 1–3 , the gathering of the nations to the earthly courtroom, the valley of Jehoshaphat. The sentence has been handed down and the Judge orders His agents to ready the scene for the execution."
  },
  {
    "start": 29003014,
    "content": "<b><a>3:14</a></b> <b>valley of decision.</b> valley of decision. This location is the same as the valley of Jehoshaphat where the sentence of judgment will be carried out (cf. 3:2 , 12 ). See note on 3:2 ."
  },
  {
    "start": 29003015,
    "end": 29003016,
    "content": "<b><a>3:15–16</a></b> <b>sun … moon … stars.</b> sun … moon … stars. Cf. 2:10 , 30–31 . These are signs that precede the coming eschatological day of Yahweh at the end of the Great Tribulation (cf. Mt 24:29–30 )."
  },
  {
    "start": 29003017,
    "content": "<b><a>3:17</a></b> <b>Zion, My holy mountain.</b> <b>will pass through it no more.</b> Zion, My holy mountain. This will be the earthly location of God’s presence in the millennial temple (cf. Eze 40–48 ) at Jerusalem. will pass through it no more. God has promised a future time when His glory in Judah will not be eclipsed. This time of ultimate peace and prosperity will be experienced after Christ conquers the world and sets up His millennial kingdom on earth (cf. Eze 37:24–28 ; Mt 24–25 ; Rev 19 )."
  },
  {
    "start": 29003018,
    "content": "<b><a>3:18</a></b> <b>valley of Shittim.</b> valley of Shittim. Known for its acacia trees, the valley was situated on the northern shores of the Dead Sea and served as the final stopover for Israel prior to her entrance into the Promised Land ( Nu 25:1 ; Jos 2:1 ; 3:1 ). This valley is also the place to which the millennial river will flow ( Eze 47:1–12 ; Zec 14:8 )."
  },
  {
    "start": 29003020,
    "content": "<b><a>3:20</a></b> <b>Judah … forever.</b> Judah … forever. This is in reference to Christ’s millennial kingdom on earth, which is yet to be fulfilled."
  }
]