[
  {
    "start": 25001001,
    "end": 25001022,
    "content": "<b><a>1:1–22</a></b> <b>How lonely sits the city.</b> How lonely sits the city. Jerusalem was lonely, its people mourning (v. 2 ), forsaken by formerly friendly nations (v. 2 ), in captivity (v. 3 ), uprooted from their land (v. 3 ), their temple violated (v. 10 ). The multitude of sins (vv. 5 , 8 ) had brought this judgment from the righteous God (v. 18 )."
  },
  {
    "start": 25001002,
    "content": "<b><a>1:2</a></b> <b>She has none to comfort her.</b> <b>lovers … friends … have become her enemies.</b> She has none to comfort her. This ominous theme is mentioned 4 other times (vv. 9 , 16–17 , 21 ). lovers … friends … have become her enemies. This refers to the heathen nations allied to Judah, and their idols whom Judah “loved” ( Jer 2:20–25 ). Some later joined as enemies against her ( 2Ki 24:2 , 7 ; Ps 137:7 )."
  },
  {
    "start": 25001003,
    "content": "<b><a>1:3</a></b> <b>exile.</b> exile. Ca. 586 BC as in Jer 39–40 , 52 . There had been two deportations earlier, in 605 BC and 597 BC (cf. Introduction: Author and Date )."
  },
  {
    "start": 25001004,
    "content": "<b><a>1:4</a></b> <b>Zion.</b> <b>appointed times.</b> <b>priests are sighing.</b> Zion. This represents the place where Jehovah dwells, the mount on which the temple was built. appointed times. Passover, Pentecost (Feast of Weeks), and Booths, or Tabernacles (cf. Ex 23 ; Lv 23 ). priests are sighing. These were among those left in Judah before fleeing to Egypt ( Jer 43 ), or possibly exiles in Babylon who mourned from afar (cf. v. 3 )."
  },
  {
    "start": 25001005,
    "content": "<b><a>1:5</a></b> <b>the greatness of her transgressions.</b> the greatness of her transgressions. This was the cause of the judgment (cf. Jer 40:3 ; Da 9:7 , 16 )."
  },
  {
    "start": 25001008,
    "content": "<b><a>1:8</a></b> <b>become an impure thing.</b> become an impure thing. This could refer to either the vile, wretched estate of continued sin and its ruinous consequences through judgment, or to being “moved, removed,” as the LXX and Vg. translate it. Probably the former is correct, as befits the third and fourth lines, i.e., a despised, shameful, naked condition in contrast to her former splendor (cf. v. 6b )."
  },
  {
    "start": 25001009,
    "content": "<b><a>1:9</a></b> <b>Her uncleanness was in her skirts.</b> Her uncleanness was in her skirts. A graphic description of the flow of spiritual uncleanness reaching the bottom of her dress (cf. Lv 15:19–33 )."
  },
  {
    "start": 25001010,
    "content": "<b><a>1:10</a></b> <b>enter her sanctuary.</b> enter her sanctuary. This was true of the Ammonites and Moabites ( Dt 23:3 ; Ne 13:1–2 ). If the heathen were not allowed to enter for worship, much less were they tolerated to loot and destroy. On a future day, the nations will come to worship ( Zec 14:16 )."
  },
  {
    "start": 25001011,
    "content": "<b><a>1:11</a></b> <b>See, O Yahweh.</b> See, O Yahweh. The description of the devastated widow ends with a plea for God’s mercy."
  },
  {
    "start": 25001012,
    "content": "<b><a>1:12</a></b> <b>all you who pass this way?</b> all you who pass this way? Here was the pathetic appeal of Jerusalem for some compassion even from strangers!"
  },
  {
    "start": 25001013,
    "content": "<b><a>1:13</a></b> <b>fire into my bones.</b> <b>turned me back.</b> fire into my bones. This emphasizes the penetrating depth of the judgment. turned me back. God’s purpose was to bring repentance."
  },
  {
    "start": 25001014,
    "content": "<b><a>1:14</a></b> <b>yoke of my transgressions … By His hand.</b> yoke of my transgressions … By His hand. Once the farmer had put the yoke on the animal’s neck, he would control it with the reins in his hands. So God, who has brought Jerusalem under yoke-bondage to Babylon, still controlled His people."
  },
  {
    "start": 25001015,
    "content": "<b><a>1:15</a></b> <b>an appointed time against me.</b> <b>a wine press.</b> an appointed time against me. Not the usual assembly for a solemn feast; rather the army of Babylon for destruction. in a wine press. Speaks of forcing blood to burst forth like juice from crushed grapes. Comparable language is used in Rev 14:20 and 19:15 in regard to God’s final wrath."
  },
  {
    "start": 25001017,
    "content": "<b><a>1:17</a></b> <b>impure.</b> impure. This refers to a menstruous woman, shamed, separated from her husband and the temple (cf. vv. 8–9 and Lv 15:19ff. )."
  },
  {
    "start": 25001018,
    "content": "<b><a>1:18</a></b> <b>Yahweh is righteous. … have rebelled.</b> Yahweh is righteous. … have rebelled. The true sign of repentance was to justify God and condemn oneself."
  },
  {
    "start": 25001021,
    "end": 25001022,
    "content": "<b><a>1:21–22</a></b> <b>brought the day.</b> brought the day. A prayer that God will likewise bring other ungodly people into judgment, especially Babylon ( 3:64–66 ; 4:21–22 ). Such prayers are acceptable against the enemies of God (cf. Ps 109:14–15 )."
  },
  {
    "start": 25001022,
    "content": "<b><a>1:22</a></b> <b>come before You.</b> come before You. Cf. Rev 16:19 ."
  },
  {
    "start": 25002001,
    "content": "<b><a>2:1</a></b> <b>How Yahweh has.</b> <b>The beauty of Israel.</b> <b>the footstool of His feet.</b> How Yahweh has. Much in Lam 2 depicts God’s judgment in vivid portrayals. He covered the Judeans with a cloud (v. 1 ), withdrew His hand of protection (v. 3 ), bent His bow and had slain with His arrows (v. 4 ), and stretched out a surveyor’s line to mark walls to be destroyed (v. 8 ). He will work a rebuilding of Jerusalem in the future kingdom ( Zec 2:1–13 ). The beauty of Israel. Likely refers to Mt. Zion and the temple (cf. Pss 48:2 ; 50:2 ; Is 60:13 ; 64:11 ; Eze 16:14 ; Da 11:45 ). the footstool of His feet. Refers to the ark of the covenant as indicated by 1Chr 28:2 and Pss 99:5 ; 132:7 ."
  },
  {
    "start": 25002002,
    "content": "<b><a>2:2</a></b> <b>He has pulled down.</b> He has pulled down. Yahweh had cast down the bastions of Judah’s defense, as He told Jeremiah He would do from the outset of his ministry ( Jer 1:10 )."
  },
  {
    "start": 25002006,
    "end": 25002011,
    "content": "<b><a>2:6–11</a></b> Tragedy comes to everything and everyone through sin. The account mentions the temple or tabernacle where Israelites came to worship (v. 6 ), feasts and Sabbaths (v. 6 ), leaders such as the king and priests (v. 6 ), His altar and holy places (v. 7 ), city walls (v. 8 ), the law (v. 9 ), and children in the family (v. 11 )."
  },
  {
    "start": 25002007,
    "content": "<b><a>2:7</a></b> <b>noise … house of Yahweh … day of an appointed time.</b> noise … house of Yahweh … day of an appointed time. A shout of triumph in the captured temple resembled the joyous celebrations in the same place at the solemn feasts."
  },
  {
    "start": 25002011,
    "end": 25002012,
    "content": "<b><a>2:11–12</a></b> This description of Babylon’s invasion depicted the reality of a hungry child dying in its mother’s arms as a result."
  },
  {
    "start": 25002014,
    "content": "<b><a>2:14</a></b> <b>Worthless and ineffective</b> <b>.</b> Worthless and ineffective visions . As Jer 23:16–17 indicates, these lies spoke of peace and comfort, not judgment. Cf. Jer 23:30–40 to see how such lying led to destruction."
  },
  {
    "start": 25002017,
    "content": "<b><a>2:17</a></b> <b>He has completed His word.</b> He has completed His word. The enemy that gloats in vv. 15–16 should recognize that the destruction was the work of a sovereign God. This verse is the focal point of the chapter (cf. Jer 51:12 )."
  },
  {
    "start": 25002018,
    "content": "<b><a>2:18</a></b> <b>wall of the daughter of Zion.</b> wall of the daughter of Zion. The penetrated walls of Jerusalem cried out in anguish that they had been broached by the Babylonians."
  },
  {
    "start": 25002020,
    "content": "<b><a>2:20</a></b> <b>See, O Yahweh, and look!</b> <b>women eat their offspring.</b> See, O Yahweh, and look! The chapter closes by placing the issue before God. women eat their offspring. Hunger became so desperate in the 18-month siege that women resorted to the unbelievable—even eating their children (cf. 4:10 ; Lv 26:29 ; Dt 28:53 , 56–57 ; Jer 19:9 )."
  },
  {
    "start": 25002021,
    "content": "<b><a>2:21</a></b> <b>the day of Your anger.</b> the day of Your anger. This describes the complete slaughter, as does 2Chr 36:17 ."
  },
  {
    "start": 25003001,
    "end": 25003020,
    "content": "<b><a>3:1–20</a></b> <b>the man who has seen affliction.</b> the man who has seen affliction. Jeremiah’s distress in such tragedy comes from God, referred to as “He” throughout this section. Even the righteous experience “the rod of His wrath.”"
  },
  {
    "start": 25003008,
    "content": "<b><a>3:8</a></b> <b>He shuts out my prayer.</b> He shuts out my prayer. Cf. v. 44 . God’s nonresponse to Jeremiah’s prayers was not because Jeremiah was guilty of personal sin (cf. Ps 66:18 ); rather, it was due to Israel’s perpetual sin without repentance ( Jer 19:15 ). God’s righteousness to judge that sin must pursue its course ( Jer 7:16 , and see note there ; 11:14 ). Jeremiah knew that, yet prayed, wept (vv. 48–51 ), and longed to see repentance."
  },
  {
    "start": 25003016,
    "content": "<b><a>3:16</a></b> <b>broken my teeth with gravel.</b> broken my teeth with gravel. This refers to the grit that often mixed with bread baked in ashes as was common in the east (cf. Pr 20:17 )."
  },
  {
    "start": 25003021,
    "end": 25003033,
    "content": "<b><a>3:21–33</a></b> The relentless sorrow over Judah’s judgment drove Jeremiah to consider the grace, mercy, and compassion of God. The tone of his thinking changed dramatically."
  },
  {
    "start": 25003022,
    "content": "<b><a>3:22</a></b> <b>lovingkindnesses.</b> lovingkindnesses. This Hebrew word, used about 250 times in the OT, refers to God’s gracious love. It is a comprehensive term that encompasses love, grace, mercy, goodness, forgiveness, truth, compassion, and faithfulness."
  },
  {
    "start": 25003023,
    "content": "<b><a>3:23</a></b> <b>Great is Your faithfulness.</b> Great is Your faithfulness. The bedrock of faith is the reality that God keeps all His promises according to His truthful, faithful character."
  },
  {
    "start": 25003027,
    "content": "<b><a>3:27</a></b> <b>The yoke in his youth.</b> The yoke in his youth. This speaks of the duty from God, including disciplinary training, that Jeremiah received in his youth (cf. Jer 1:6–7 )."
  },
  {
    "start": 25003029,
    "content": "<b><a>3:29</a></b> <b>mouth in the dust.</b> mouth in the dust. A term which pictures submission."
  },
  {
    "start": 25003030,
    "content": "<b><a>3:30</a></b> <b>give his cheek.</b> give his cheek. The Lord Jesus did this (cf. Is 50:6 ; 1Pe 2:23 )."
  },
  {
    "start": 25003033,
    "end": 25003047,
    "content": "<b><a>3:33–47</a></b> God had a just basis for judgment."
  },
  {
    "start": 25003038,
    "content": "<b><a>3:38</a></b> This contrasted God’s sovereign bestowal of judgment with blessing."
  },
  {
    "start": 25003040,
    "end": 25003041,
    "content": "<b><a>3:40–41</a></b> <b>return to Yahweh.</b> return to Yahweh. The solution to Judah’s judgment was to repent, looking to God for relief and restoration."
  },
  {
    "start": 25003042,
    "content": "<b><a>3:42</a></b> <b>not pardoned.</b> not pardoned. God judged their sin righteously."
  },
  {
    "start": 25003048,
    "end": 25003051,
    "content": "<b><a>3:48–51</a></b> <b>My eyes.</b> My eyes. The summary of Jeremiah’s sorrow."
  },
  {
    "start": 25003052,
    "end": 25003063,
    "content": "<b><a>3:52–63</a></b> <b>My enemies.</b> My enemies. Jeremiah’s description of persecution sounded much like the time when his enemies at the palace had cast him into a cistern (cf. v. 53 ; Jer 38:4–6 ). God reassured him in answer to prayer (v. 57 ), and redeemed him (v. 58 ) by sending Ebed-Melech to rescue him (cf. Jer 38:7–13 ). Jeremiah pleads for justice to be rendered on those enemies (vv. 59–63 )."
  },
  {
    "start": 25003058,
    "content": "<b><a>3:58</a></b> <b>You have redeemed my life.</b> You have redeemed my life. Jeremiah said this to encourage others to trust God."
  },
  {
    "start": 25003064,
    "end": 25003066,
    "content": "<b><a>3:64–66</a></b> <b>recompense them.</b> recompense them. This imprecatory prayer for divine vengeance would be answered in Babylon’s fall (cf. Is 46–47 ; Jer 50–51 ; Da 5 ). It would also have its ultimate answer at the Great White Throne ( Rev 20:11–15 )."
  },
  {
    "start": 25004001,
    "content": "<b><a>4:1</a></b> <b>How dark the gold has become.</b> How dark the gold has become. The gold adornment of the temple, looted by the conquerors, lost its luster with a coating of dust where they scattered the remains."
  },
  {
    "start": 25004003,
    "content": "<b><a>4:3</a></b> <b>nurse their young.</b> <b>Like ostriches.</b> nurse their young. Even worthless jackals by nature nurse their young, but under the severities of conquest, Israelite women were unable to nurse their babies (cf. v. 4 ). Like ostriches. Birds which are notable for ignoring their young (cf. Job 39:14–16 )."
  },
  {
    "start": 25004006,
    "content": "<b><a>4:6</a></b> <b>the sin of Sodom.</b> the sin of Sodom. Their sin was homosexuality. The fact that the suffering of Jerusalem was prolonged, while that of even Sodom was swift, marks it as the greater punishment (cf. 1Pe 4:17 )."
  },
  {
    "start": 25004007,
    "end": 25004008,
    "content": "<b><a>4:7–8</a></b> <b>Nazirites.</b> Nazirites. Those who were the purest, most devout (cf. Nu 6 ), strong, healthy, and noble of the people became dirty, weak, and ignoble."
  },
  {
    "start": 25004010,
    "content": "<b><a>4:10</a></b> <b>Boiled … children.</b> Boiled … children. Cf. 2:20 , and see note there ."
  },
  {
    "start": 25004015,
    "content": "<b><a>4:15</a></b> <b>Depart!</b> Depart! The people chased the false leaders away."
  },
  {
    "start": 25004016,
    "content": "<b><a>4:16</a></b> <b>The presence of Yahweh.</b> The presence of Yahweh. This was symbolic of divine anger. The Jews had to face up to God."
  },
  {
    "start": 25004020,
    "content": "<b><a>4:20</a></b> <b>The breath of our nostrils.</b> The breath of our nostrils. This was a term for God, the life-giver."
  },
  {
    "start": 25004021,
    "end": 25004022,
    "content": "<b><a>4:21–22</a></b> <b>Edom … land of Uz.</b> Edom … land of Uz. In effect God said, “Laugh all you want now. Your judgment will come” (cf. Jer 25:15–29 )."
  },
  {
    "start": 25005001,
    "content": "<b><a>5:1</a></b> <b>Remember, O Yahweh.</b> Remember, O Yahweh. Jeremiah prayed for mercy on his people. He summed up the nation’s wounds and woes (vv. 1–10 ), recalled woes of specific groups (vv. 11–14 ), showed why God judged (vv. 15–18 ), and interceded for the renewal of Israel (vv. 19–22 ; cf. Mic 7:18–20 )."
  },
  {
    "start": 25005006,
    "content": "<b><a>5:6</a></b> <b>Egypt … Assyria.</b> Egypt … Assyria. The Jews submitted to unholy alliances, thus expressing trust in men for protection and goods (cf. Jer 2:18 , 36 )."
  },
  {
    "start": 25005007,
    "content": "<b><a>5:7</a></b> This is a cynical proverb from Jer 31:29 and Eze 18:2 ."
  },
  {
    "start": 25005008,
    "end": 25005018,
    "content": "<b><a>5:8–18</a></b> A list of horrors that had befallen Judah."
  },
  {
    "start": 25005016,
    "content": "<b><a>5:16</a></b> <b>The crown has fallen.</b> The crown has fallen. Israel lost its line of kings wearing the crown. The Davidic monarchy was temporarily over and will not be resumed until Christ comes as King ( Jer 23:5–8 ; Eze 37:24–28 ; Rev 19:1–21 )."
  },
  {
    "start": 25005019,
    "content": "<b><a>5:19</a></b> <b>Your throne is from generation to generation.</b> Your throne is from generation to generation. Here is the high point of this chapter. Jeremiah was consoled by the fact that God always sits on His sovereign throne ruling over the universe from heaven ( Pss 45:6 ; 93:2 ; 102:12 ; 103:19 ; Da 4:3 , 34–35 )."
  },
  {
    "start": 25005021,
    "content": "<b><a>5:21</a></b> <b>Cause us to return to You.</b> <b>Renew our days.</b> Cause us to return to You. God must Himself initiate and enable any return to Him (cf. Ps 80:3 , 7 , 19 ; Jer 24:7 ; 31:18 ; Jn 6:44 , 65 ). Renew our days. The intercessions of vv. 19–22 will yet be fulfilled in the New Covenant restoration of Israel (cf. Jer 30–33 , and see notes there )."
  }
]