[
  {
    "id": "intro48",
    "title": "The Letter of Paul to the Galatians",
    "content": "The Letter of Paul to the Galatians Title Galatians derives its title ( <i>pros Galatas</i> ) from the region in Asia Minor (modern Turkey) where the churches addressed were located. It is the only one of Paul’s epistles specifically addressed to churches in more than one city ( <a ref='Galatians 1:2'>1:2</a> ; cf. <a ref='Galatians 3:1'>3:1</a> ; <a ref='1 Corinthians 16:1'>1Co 16:1</a> ). Author and Date There is no reason to question the internal claims that the apostle Paul wrote Galatians ( <a ref='Galatians 1:1'>1:1</a> ; <a ref='Galatians 5:2'>5:2</a> ). Paul was born in Tarsus, a city in the province of Cilicia, not far from Galatia. Under the famous rabbi, Gamaliel, Paul received a thorough training in the OT Scriptures and in the rabbinic traditions at Jerusalem ( <a ref='Acts 22:3'>Ac 22:3</a> ). A member of the ultraorthodox sect of the Pharisees ( <a ref='Acts 23:6'>Ac 23:6</a> ), he was one of first-century Judaism’s rising stars ( <a ref='Galatians 1:14'>1:14</a> ; cf. <a ref='Philippians 3:5–6'>Php 3:5–6</a> ). The course of Paul’s life took a sudden and startling turn when, on his way to Damascus from Jerusalem to persecute Christians, he was confronted by the risen, glorified Christ ( <i>see notes on <a ref='Ac 9'>Ac 9</a></i> ). That dramatic encounter turned Paul from Christianity’s chief persecutor to its greatest missionary. His 3 missionary journeys and trip to Rome turned Christianity from a faith that included only a small group of Palestinian Jewish believers into an Empire-wide phenomenon. Galatians is one of 13 inspired letters he addressed to Gentile congregations or his fellow workers. For further biographical information on Paul, see Introduction to Romans: Author and Date . In chap. <a ref='Ga 2'>2</a> , Paul described his visit to the Jerusalem Council of <a ref='Ac 15'>Ac 15</a> ( <i>see note on <a ref='Galatians 2:1'>2:1</a></i> ), so he must have written Galatians after that event. Since most scholars date the Jerusalem Council about AD 49, the most likely date for Galatians is shortly thereafter. Background and Setting In Paul’s day, the word <i>Galatia</i> had two distinct meanings. In a strict ethnic sense, Galatia was the region of central Asia Minor inhabited by the Galatians. They were a Celtic people who had migrated to that region from Gaul (modern France) in the third century BC. The Romans conquered the Galatians in 189 BC but allowed them to have some measure of independence until 25 BC when Galatia became a Roman province, incorporating some regions not inhabited by ethnic Galatians (e.g., parts of Lycaonia, Phrygia, and Pisidia). In a political sense, <i>Galatia</i> came to describe the entire Roman province, not merely the region inhabited by the ethnic Galatians. Paul founded churches in the southern Galatian cities of Antioch, Iconium, Lystra, and Derbe ( <a ref='Acts 13:14–14:23'>Ac 13:14—14:23</a> ). These cities, although within the Roman province of Galatia, were not in the ethnic Galatian region. There is no record of Paul’s founding churches in that northern, less populated region. Those two uses of the word <i>Galatia</i> make it more difficult to determine who the original recipients of the epistle were. Some interpret <i>Galatia</i> in its strict racial sense and argue that Paul addressed this epistle to churches in the northern Galatian region, inhabited by the ethnic descendants of the Gauls. Although the apostle apparently crossed the border into the fringes of ethnic Galatia on at least two occasions ( <a ref='Acts 16:6'>Ac 16:6</a> ; <a ref='Acts 18:23'>18:23</a> ), Acts does not record that he founded any churches or engaged in any evangelistic ministry there. Because neither Acts nor Galatians mentions any cities or people from northern (ethnic) Galatia, it is reasonable to believe that Paul addressed this epistle to churches located in the southern part of the Roman province, but outside of the ethnic Galatian region. Acts records the apostle’s founding of such churches at Pisidian Antioch ( <a ref='Acts 13:14–50'>13:14–50</a> ), Iconium ( <a ref='Acts 13:51–14:7'>13:51—14:7</a> ; cf. <a ref='Acts 16:2'>16:2</a> ), Lystra ( <a ref='Acts 14:8–19'>14:8–19</a> ; cf. <a ref='Acts 16:2'>16:2</a> ), and Derbe ( <a ref='Acts 14:20–21'>14:20–21</a> ; cf. <a ref='Acts 16:1'>16:1</a> ). In addition, the churches Paul addressed had apparently been established before the Jerusalem Council ( <a ref='Galatians 2:5'>2:5</a> ), and the churches of southern Galatia fit that criterion, having been founded during Paul’s first missionary journey before the Council met. Paul did not visit northern (ethnic) Galatia until after the Jerusalem Council ( <a ref='Acts 16:6'>Ac 16:6</a> ). Paul wrote Galatians to counter Judaizing false teachers who were undermining the central NT doctrine of justification by faith ( <i>see note on <a ref='Romans 3:31'>Ro 3:31</a></i> ). Ignoring the express decree of the Jerusalem Council ( <a ref='Acts 15:23–29'>Ac 15:23–29</a> ), they spread their dangerous teaching that Gentiles must first become Jewish proselytes and submit to all the Mosaic law before they could become Christians (see <a ref='Galatians 1:7'>1:7</a> ; <a ref='Galatians 4:17'>4:17</a> , <a ref='Galatians 4:21'>21</a> ; <a ref='Galatians 5:2–12'>5:2–12</a> ; <a ref='Galatians 6:12–13'>6:12–13</a> ). Shocked by the Galatians’ openness to that damning heresy (cf. <a ref='Galatians 1:6'>1:6</a> ), Paul wrote this letter to defend justification by faith, and warn these churches of the dire consequences of abandoning that essential doctrine. Galatians is the only epistle Paul wrote that does not contain a commendation for its readers—that obvious omission reflects how urgently he felt about confronting the defection and defending the essential doctrine of justification. Historical and Theological Themes Galatians provides valuable historical information about Paul’s background (chaps. <a ref='Ga 1-2'>1–2</a> ), including his 3-year stay in Nabatean Arabia ( <a ref='Galatians 1:17–18'>1:17–18</a> ), which Acts does not mention; his 15-day visit with Peter after his stay in Arabia ( <a ref='Galatians 1:18–19'>1:18–19</a> ); his trip to the Jerusalem Council ( <a ref='Galatians 2:1–10'>2:1–10</a> ); and his confrontation of Peter ( <a ref='Galatians 2:11–21'>2:11–21</a> ). As already noted, the central theme of Galatians (like that of Romans) is justification by faith. Paul defends that doctrine (which is the heart of the gospel) both in its theological (chaps. <a ref='Ga 3-4'>3–4</a> ) and practical (chaps. <a ref='Ga 5-6'>5–6</a> ) ramifications. He also defends his position as an apostle (chaps. <a ref='Ga 1-2'>1–2</a> ) since, as in Corinth, false teachers had attempted to gain a hearing for their heretical teaching by undermining Paul’s credibility. The main theological themes of Galatians are strikingly similar to those of Romans, e.g., the inability of the law to justify ( <a ref='Galatians 2:16'>2:16</a> ; cf. <a ref='Romans 3:20'>Ro 3:20</a> ); the believer’s deadness to the law ( <a ref='Galatians 2:19'>2:19</a> ; cf. <a ref='Romans 7:4'>Ro 7:4</a> ); the believer’s crucifixion with Christ ( <a ref='Galatians 2:20'>2:20</a> ; cf. <a ref='Romans 6:6'>Ro 6:6</a> ); Abraham’s justification by faith ( <a ref='Galatians 3:6'>3:6</a> ; cf. <a ref='Romans 4:3'>Ro 4:3</a> ); that believers are Abraham’s spiritual children ( <a ref='Galatians 3:7'>3:7</a> ; cf. <a ref='Romans 4:10–11'>Ro 4:10–11</a> ) and therefore blessed ( <a ref='Galatians 3:9'>3:9</a> ; cf. <a ref='Romans 4:23–24'>Ro 4:23–24</a> ); that the law brings not salvation but God’s wrath ( <a ref='Galatians 3:10'>3:10</a> ; cf. <a ref='Romans 4:15'>Ro 4:15</a> ); that the just shall live by faith ( <a ref='Galatians 3:11'>3:11</a> ; cf. <a ref='Romans 1:17'>Ro 1:17</a> ); the universality of sin ( <a ref='Galatians 3:22'>3:22</a> ; cf. <a ref='Romans 11:32'>Ro 11:32</a> ); that believers are spiritually baptized into Christ ( <a ref='Galatians 3:27'>3:27</a> ; cf. <a ref='Romans 6:3'>Ro 6:3</a> ); believers’ adoption as God’s spiritual children ( <a ref='Galatians 4:5–7'>4:5–7</a> ; cf. <a ref='Romans 8:14–17'>Ro 8:14–17</a> ); that love fulfills the law ( <a ref='Galatians 5:14'>5:14</a> ; cf. <a ref='Romans 13:8–10'>Ro 13:8–10</a> ); the importance of walking in the Spirit ( <a ref='Galatians 5:16'>5:16</a> ; cf. <a ref='Romans 8:4'>Ro 8:4</a> ); the warfare of the flesh against the Spirit ( <a ref='Galatians 5:17'>5:17</a> ; cf. <a ref='Romans 7:23'>Ro 7:23</a> , <a ref='Romans 7:25'>25</a> ); and the importance of believers bearing one anothers’ burdens ( <a ref='Galatians 6:2'>6:2</a> ; cf. <a ref='Romans 15:1'>Ro 15:1</a> ). Interpretive Challenges First, Paul described a visit to Jerusalem and a subsequent meeting with Peter, James, and John ( <a ref='Galatians 2:1–10'>2:1–10</a> ). There is a question to be resolved in that text, as to whether that was his visit to the Jerusalem Council ( <a ref='Ac 15'>Ac 15</a> ), or his earlier visit bringing famine relief to the Jerusalem church ( <a ref='Acts 11:27–30'>Ac 11:27–30</a> ). Second, those who teach baptismal regeneration (the false doctrine that baptism is necessary for salvation) support their view from <a ref='Galatians 3:27'>3:27</a> . Third, others have used this epistle to support their attacks on the biblical roles of men and women, claiming that the spiritual equality taught in <a ref='Galatians 3:28'>3:28</a> is incompatible with the traditional concept of authority and submission. Fourth, those who reject the doctrine of eternal security argue that the phrase “you have fallen from grace” ( <a ref='Galatians 5:4'>5:4</a> ) describes believers who lost their salvation. Fifth, there is disagreement whether Paul’s statement “see with what large letters I am writing to you with my own hand” refers to the entire letter, or merely the concluding verses. Finally, many claim that Paul erased the line between Israel and the church when he identified the church as the “Israel of God” ( <a ref='Galatians 6:16'>6:16</a> ). Those challenges will be addressed in the notes to the appropriate passages. Outline I. Personal: The Preacher of Justification ( <a ref='Galatians 1:1–2:21'>1:1—2:21</a> ) A. Apostolic Chastening ( <a ref='Galatians 1:1–9'>1:1–9</a> ) B. Apostolic Credentials ( <a ref='Galatians 1:10–2:10'>1:10—2:10</a> ) C. Apostolic Confidence ( <a ref='Galatians 2:11–21'>2:11–21</a> ) II. Doctrinal: The Principles of Justification ( <a ref='Galatians 3:1–4:31'>3:1—4:31</a> ) A. The Experience of the Galatians ( <a ref='Galatians 3:1–5'>3:1–5</a> ) B. The Blessing of Abraham ( <a ref='Galatians 3:6–9'>3:6–9</a> ) C. The Curse of the Law ( <a ref='Galatians 3:10–14'>3:10–14</a> ) D. The Promise of the Covenant ( <a ref='Galatians 3:15–18'>3:15–18</a> ) E. The Purpose of the Law ( <a ref='Galatians 3:19–29'>3:19–29</a> ) F. The Sonship of Believers ( <a ref='Galatians 4:1–7'>4:1–7</a> ) G. The Futility of Ritualism ( <a ref='Galatians 4:8–20'>4:8–20</a> ) H. The Illustration from Scripture ( <a ref='Galatians 4:21–31'>4:21–31</a> ) III. Practical: The Privileges of Justification ( <a ref='Galatians 5:1–6:18'>5:1—6:18</a> ) A. Freedom from Ritual ( <a ref='Galatians 5:1–6'>5:1–6</a> ) B. Freedom from Legalists ( <a ref='Galatians 5:7–12'>5:7–12</a> ) C. Freedom in the Spirit ( <a ref='Galatians 5:13–26'>5:13–26</a> ) D. Freedom from Spiritual Bondage ( <a ref='Galatians 6:1–10'>6:1–10</a> ) E. Conclusion ( <a ref='Galatians 6:11–18'>6:11–18</a> )",
    "type": "chapter_content"
  },
  {
    "id": "anc48",
    "title": "Study Notes and Features for Galatians",
    "content": "Study Notes and Features <a ref='Galatians 1:1'>1:1</a> <b>Paul.</b> See Introduction to Romans: Author and Date ; <i>see note on <a ref='Acts 9:1'>Ac 9:1</a></i> . <b>apostle.</b> In general terms, it means “one who is sent with a commission.” The apostles of Jesus Christ—the 12 and Paul—were special ambassadors or messengers chosen and trained by Christ to lay the foundation of the early church and be the channels of God’s completed revelation ( <i>see note on <a ref='Romans 1:1'>Ro 1:1</a></i> ; cf. <a ref='Acts 1:2'>Ac 1:2</a> ; <a ref='Acts 2:42'>2:42</a> ; <a ref='Ephesians 2:20'>Eph 2:20</a> ). <b>not</b> sent <b>from men … but through Jesus Christ.</b> To defend his apostleship against the false teachers’ attack, Paul emphasized that Christ Himself appointed him as an apostle before he met the other apostles (cf. vv. <a ref='Galatians 1:17–18'>17–18</a> ; <a ref='Acts 9:3–9'>Ac 9:3–9</a> ). <b>raised Him from the dead.</b> <i>See notes on <a ref='Romans 1:4'>Ro 1:4</a> .</i> Paul included this important fact to show that the risen and ascended Christ Himself appointed him ( <i>see notes on <a ref='Acts 9:1–3'>Ac 9:1–3</a> , <a ref='Acts 9:15'>15</a></i> ), thus Paul was a qualified witness of His resurrection (cf. <a ref='Acts 1:22'>Ac 1:22</a> ). <a ref='Galatians 1:2'>1:2</a> <b>churches of Galatia.</b> The churches Paul founded at Antioch of Pisidia, Iconium, Lystra, and Derbe during his first missionary journey ( <a ref='Acts 13:14–14:23'>Ac 13:14—14:23</a> ; see Introduction: Background and Setting ). <a ref='Galatians 1:3–5'>1:3–5</a> Paul’s deep concern over the churches’ defection from the gospel is evident from his greeting, which lacks his customary commendations and courtesies, and is instead brief and impersonal. <a ref='Galatians 1:3'>1:3</a> <b>Grace to you and peace.</b> <i>See note on <a ref='Romans 1:1'>Ro 1:1</a> .</i> Even Paul’s typical greeting attacked the Judaizers’ legalistic system. If salvation is by works as they claimed, it is not of “grace” and cannot result in “peace,” since no one can be sure he has enough good works to be eternally secure. <a ref='Galatians 1:4'>1:4</a> <b>for our sins.</b> No one can avoid sin by human effort or law-keeping ( <a ref='Romans 3:20'>Ro 3:20</a> ); therefore it must be forgiven, which Christ accomplished through His atoning death on the cross ( <a ref='Galatians 3:13'>3:13</a> ; <i>see notes on <a ref='2 Corinthians 5:19–21'>2Co 5:19–21</a> ; <a ref='1 Peter 2:24'>1Pe 2:24</a></i> ). <b>present evil age.</b> The Greek word for “age” does not refer to a period of time, but an order or system, and in particular to the current world system ruled by Satan ( <i>see notes on <a ref='Romans 12:2'>Ro 12:2</a> ; <a ref='1 John 2:15–16'>1Jn 2:15–16</a> ; <a ref='1 John 5:19'>5:19</a></i> ). <b>the will of our God.</b> The sacrifice of Christ for salvation was the will of God designed and fulfilled for His glory. Cf. <a ref='Matthew 26:42'>Mt 26:42</a> ; <a ref='John 6:38–40'>Jn 6:38–40</a> ; <a ref='Acts 2:22–23'>Ac 2:22–23</a> ; <a ref='Romans 8:3'>Ro 8:3</a> , <a ref='Romans 8:31–32'>31–32</a> ; <a ref='Ephesians 1:7'>Eph 1:7</a> , <a ref='Ephesians 1:11'>11</a> ; <a ref='Hebrews 10:4–10'>Heb 10:4–10</a> . <a ref='Galatians 1:6'>1:6</a> <b>so quickly.</b> This Greek word can mean either “easily” or “quickly” and sometimes both. No doubt both senses characterized the Galatians’ response to the false teachers’ heretical doctrines. <b>deserting.</b> The Greek word was used of military desertion, which was punishable by death. The form of this Greek verb indicates that the Galatian believers were voluntarily deserting grace to pursue the legalism taught by the false teachers ( <i>see notes on <a ref='Galatians 5:4'>5:4</a></i> ). <b>called you.</b> This could be translated “who called you once and for all” (cf. <a ref='2 Thessalonians 2:13–14'>2Th 2:13–14</a> ; <a ref='2 Timothy 1:8–9'>2Ti 1:8–9</a> ; <a ref='1 Peter 1:15'>1Pe 1:15</a> ), and refers to God’s effectual call to salvation ( <i>see note on <a ref='Romans 1:7'>Ro 1:7</a></i> ). <b>grace of Christ.</b> God’s free and sovereign act of mercy in granting salvation through the death and resurrection of Christ, totally apart from any human work or merit ( <i>see note on <a ref='Romans 3:24'>Ro 3:24</a></i> ). <b>different gospel.</b> Cf. <a ref='2 Corinthians 11:4'>2Co 11:4</a> . The Judaizers’ perversion of the true gospel. They added the requirements, ceremonies, and standards of the Old Covenant as necessary prerequisites to salvation. <i>See notes on <a ref='Galatians 3:3'>3:3</a> ; <a ref='Galatians 4:9'>4:9</a> ; <a ref='Galatians 5:7'>5:7</a> ; <a ref='Philippians 3:2'>Php 3:2</a> .</i> <a ref='Galatians 1:7'>1:7</a> <b>disturbing.</b> The Greek word means “to shake back and forth,” meaning “to agitate or stir up.” Here, it refers to the deep emotional disturbance the Galatian believers experienced. <b>distort.</b> To turn something into its opposite. By adding law to the gospel of Christ, the false teachers were effectively destroying grace, turning the message of God’s undeserved favor toward sinners into a message of earned and merited favor. <b>the gospel of Christ.</b> The good news of salvation by grace alone through faith alone in Christ alone ( <i>see notes on <a ref='Romans 1:1'>Ro 1:1</a> ; <a ref='1 Corinthians 15:1–4'>1Co 15:1–4</a></i> ). <a ref='Galatians 1:8–9'>1:8–9</a> Throughout history God has devoted certain objects, individuals, and groups of people to destruction ( <a ref='Joshua 6:17–18'>Jos 6:17–18</a> ; <a ref='Joshua 7:1'>7:1</a> , <a ref='Joshua 7:25–26'>25–26</a> ). The NT offers many examples of one such group: false teachers ( <a ref='Matthew 24:24'>Mt 24:24</a> ; <a ref='John 8:44'>Jn 8:44</a> ; <a ref='1 Timothy 1:20'>1Ti 1:20</a> ; <a ref='Titus 1:16'>Tit 1:16</a> ). Here the Judaizers are identified as members of this infamous company. <a ref='Galatians 1:8'>1:8</a> <b>we, or an angel from heaven.</b> Paul’s point is hypothetical, calling on the most unlikely examples for false teaching—himself and holy angels. The Galatians should receive no messenger, regardless of how impeccable his credentials, if his doctrine of salvation differs in the slightest degree from God’s truth revealed through Christ and the apostles. <b>accursed.</b> The translation of the familiar Greek word <i>anathema</i> , which refers to devoting someone to destruction in eternal hell (cf. <a ref='Romans 9:3'>Ro 9:3</a> ; <a ref='1 Corinthians 12:3'>1Co 12:3</a> ; <a ref='1 Corinthians 16:22'>16:22</a> ). <a ref='Galatians 1:9'>1:9</a> <b>As we have said before.</b> This refers to what Paul taught during an earlier visit to these churches, not to a previous comment in this epistle. <b>any man.</b> Paul turns from the hypothetical case of v. <a ref='Galatians 1:8'>8</a> (the apostle or heavenly angels preaching a false gospel) to the real situation faced by the Galatians. The Judaizers were doing just that, and were to be devoted to destruction because of their damning heresy. <a ref='Galatians 1:10–12'>1:10–12</a> Because the false teachers sought to undermine Paul’s spiritual credentials, he set out to defend his apostleship, explaining once again (cf. v. <a ref='Galatians 1:1'>1</a> ) that he was appointed by God and not by men. <a ref='Galatians 1:10'>1:10</a> <b>still trying to please men.</b> Paul’s previous motivation when he used to persecute Christians on behalf of his fellow Jews. <b>a slave of Christ.</b> <i>See note on <a ref='Romans 1:1'>Ro 1:1</a> .</i> Paul had become a willing slave of Christ, which cost him a great deal of suffering from others ( <a ref='Galatians 6:17'>6:17</a> ). Such personal sacrifice is exactly opposite the goal of pleasing men ( <a ref='Galatians 6:12'>6:12</a> ). <a ref='Galatians 1:11'>1:11</a> <b>would make known to you.</b> The strong Greek verb Paul used here often introduced an important and emphatic statement ( <a ref='1 Corinthians 12:3'>1Co 12:3</a> ; <a ref='2 Corinthians 8:1'>2Co 8:1</a> ). <b>the gospel … not according to man.</b> The gospel Paul preached was not human in origin, or it would have been like all other human religion, permeated with works righteousness born of man’s pride and Satan’s deception ( <a ref='Romans 1:16'>Ro 1:16</a> ). <a ref='Galatians 1:12'>1:12</a> <b>neither received it from man, nor was I taught it.</b> In contrast to the Judaizers, who received their religious instruction from rabbinic tradition. Most Jews did not study the actual Scriptures; instead, they used human interpretations of Scripture as their religious authority and guide. Many of their traditions not only were not taught in Scripture but also contradicted it ( <a ref='Mark 7:13'>Mk 7:13</a> ). <b>through a revelation.</b> This refers to the unveiling of something previously kept secret—in this case, Jesus Christ. While he knew about Christ, Paul subsequently met Him personally on the road to Damascus and received the truth of the gospel from Him ( <a ref='Acts 9:1–16'>Ac 9:1–16</a> ). <a ref='Galatians 1:13–2:21'>1:13—2:21</a> Paul offers a brief biographical sketch of important events in his life to further defend his apostleship and prove the authenticity of the gospel of grace he proclaimed. <a ref='Galatians 1:13'>1:13</a> <b>Judaism.</b> The Jewish religious system of works righteousness, based not primarily on the OT text, but on rabbinic interpretations and traditions. In fact, Paul will argue that a proper understanding of the OT can lead only to Christ and His gospel of grace through faith ( <a ref='Galatians 3:6–29'>3:6–29</a> ). <b>persecute.</b> The tense of this Greek verb emphasizes Paul’s persistent and continual effort to hurt and ultimately exterminate Christians. <i>See notes on <a ref='Acts 8:1–3'>Ac 8:1–3</a> ; <a ref='Acts 9:1'>9:1</a> ; <a ref='1 Timothy 1:12–14'>1Ti 1:12–14</a> .</i> <a ref='Galatians 1:14'>1:14</a> <b>advancing … beyond.</b> The Greek word for “advancing” means “to chop ahead,” much like one would blaze a trail through a forest. Paul blazed his path in Judaism (cf. <a ref='Philippians 3:5–6'>Php 3:5–6</a> ), and because he saw Jewish Christians as obstacles to its advancement, he worked to cut them down. <b>far more zealous.</b> Paul demonstrated this by the extent to which he pursued and persecuted Christians (cf. <a ref='Acts 8:1–3'>Ac 8:1–3</a> ; <a ref='Acts 26:11'>26:11</a> ). <b>traditions of my fathers.</b> The oral teachings about OT law commonly known as the “Halakah.” This collection of interpretations of the law eventually carried the same authority as, or even greater than, the law (Torah) itself. Its regulations were so hopelessly complex and burdensome that even the most astute rabbinical scholars could not master it by either interpretation or conduct. <a ref='Galatians 1:15'>1:15</a> <b>set me apart from my mother’s womb.</b> Paul is not talking about being born, separated physically from his mother, but being separated or set apart to God for service from the time of his birth. The phrase refers to God’s election of Paul without regard for his personal merit or effort (cf. <a ref='Isaiah 49:1'>Is 49:1</a> ; <a ref='Jeremiah 1:5'>Jer 1:5</a> ; <a ref='Luke 1:13–17'>Lk 1:13–17</a> ; <a ref='Romans 9:10–23'>Ro 9:10–23</a> ). <b>called me through His grace.</b> This refers to God’s effectual call ( <i>see note on <a ref='Romans 1:7'>Ro 1:7</a></i> ). On the Damascus Road God actually brought Saul, whom He had already chosen, to salvation. <a ref='Galatians 1:16'>1:16</a> <b>reveal His Son in me.</b> Not only was Christ revealed <i>to</i> Paul on the Damascus Road, but <i>in</i> him as God gave him the life, light, and faith to believe in Him. <b>proclaim Him as good news among the Gentiles.</b> Paul’s specific call to proclaim the gospel to non-Jews ( <i>see notes on <a ref='Acts 9:15'>Ac 9:15</a> ; <a ref='Acts 26:12–18'>26:12–18</a></i> ; cf. <a ref='Romans 1:13–16'>Ro 1:13–16</a> ; <a ref='Romans 11:13'>11:13</a> ; <a ref='Romans 15:18'>15:18</a> ). <b>consult with flesh and blood.</b> Paul did not look to Ananias or other Christians at Damascus for clarification of or addition to the revelation he received from Christ ( <a ref='Acts 9:19–20'>Ac 9:19–20</a> ). <a ref='Galatians 1:17'>1:17</a> <b>Jerusalem … Arabia … Damascus.</b> Rather than immediately travel to Jerusalem to be instructed by the apostles, Paul instead went to Nabatean Arabia, a wilderness desert that stretched east of Damascus down to the Sinai peninsula. After being prepared for ministry by the Lord, he returned to minister in nearby Damascus. <a ref='Galatians 1:18'>1:18</a> <b>three years.</b> The approximate time from Paul’s conversion to his first journey to Jerusalem. During those years he made a visit to Damascus and resided in Arabia, under the instruction of the Lord. This Jerusalem visit is discussed in <a ref='Acts 9:26–30'>Ac 9:26–30</a> ( <i>see note on <a ref='Acts 9:23'>Ac 9:23</a></i> ). <b>up to Jerusalem.</b> Travelers in Israel always speak of going up to Jerusalem because of its higher elevation ( <i>see note on <a ref='Acts 18:22'>Ac 18:22</a></i> ). <b>Cephas.</b> <i>See notes on <a ref='Matthew 10:2'>Mt 10:2</a></i> ; see Introduction to 1 Peter: Author and Date . The apostle Peter, who was the personal companion of the Lord and the most powerful spokesman in the early years of the Jerusalem church ( <a ref='Ac 1-12'>Ac 1–12</a> ). <a ref='Galatians 1:19'>1:19</a> <b>James, the Lord’s brother.</b> Cf. <a ref='Galatians 2:9'>2:9</a> , <a ref='Galatians 2:12'>12</a> ; <i>see note on <a ref='Acts 15:13'>Ac 15:13</a></i> ; see Introduction to James: Author and Date . <a ref='Galatians 1:20'>1:20</a> The directness of this statement indicates that Paul had been accused by the Jewish legalists of being a liar, who was shameless or deluded. <a ref='Galatians 1:21'>1:21</a> <b>Syria and Cilicia.</b> <i>See note on <a ref='Acts 15:23'>Ac 15:23</a></i> ; cf. <a ref='Acts 9:30'>Ac 9:30</a> . This area included his hometown of Tarsus. He was preaching in that region for several years. When word of revival in that area reached Jerusalem, they sent Barnabas (see <a ref='Acts 11:20–26'>Ac 11:20–26</a> ). Paul stayed on in that region as a pastor in the church at Antioch. With Barnabas, they went from there on the first missionary journey ( <a ref='Acts 13:1–3'>Ac 13:1–3</a> ), and afterward returned to Antioch ( <a ref='Acts 14:26'>Ac 14:26</a> ), from where they were sent to the Jerusalem Council ( <a ref='Acts 14:26–15:4'>Ac 14:26—15:4</a> ). <a ref='Galatians 1:22'>1:22</a> <b>Judea.</b> <i>See note on <a ref='Acts 1:8'>Ac 1:8</a> .</i> <a ref='Galatians 1:23'>1:23</a> Over the 14 years before the Jerusalem Council ( <i>see note on <a ref='Galatians 2:1'>2:1</a></i> ), Paul had come only twice to Jerusalem ( <a ref='Acts 9:26–30'>Ac 9:26–30</a> ; <a ref='Acts 11:30'>11:30</a> ) so the Christians there only knew him by reputation. <a ref='Galatians 1:24'>1:24</a> <b>they were glorifying God because of me.</b> Proof that the gospel Paul preached was the same one the other apostles had taught the Judean believers. <a ref='Galatians 2:1–10'>2:1–10</a> By recounting the details of his most significant trip to Jerusalem after his conversion, Paul offered convincing proof that the message he proclaimed was identical to that of the other 12 apostles. <a ref='Galatians 2:1'>2:1</a> <b>fourteen years … again to Jerusalem.</b> This was the period from the time of his first visit to Jerusalem ( <a ref='Galatians 1:18'>1:18</a> ) to the one Paul refers to here, which probably was for the Jerusalem Council ( <a ref='Acts 15:1–22'>Ac 15:1–22</a> ) called to resolve the issue of Gentile salvation. Linguistically, the word “again” need not refer to the next visit; it can just as easily mean “once again” without respect to how many visits took place in between. And in fact, Paul did visit Jerusalem during that 14-year period to deliver famine relief to the church there ( <a ref='Acts 11:27–30'>Ac 11:27–30</a> ; <a ref='Acts 12:24–25'>12:24–25</a> ), but he does not refer to that visit here since it had no bearing on his apostolic authority. <b>Barnabas.</b> <i>See note on <a ref='Acts 4:36'>Ac 4:36</a> .</i> Paul’s first ally who vouched for him before the apostles at Jerusalem ( <a ref='Acts 9:27'>Ac 9:27</a> ) and became his traveling companion on his first missionary journey ( <a ref='Acts 13:2–3'>Ac 13:2–3</a> ). <b>Titus.</b> A spiritual child of Paul and a coworker ( <a ref='Titus 1:4–5'>Tit 1:4–5</a> ). As an uncircumcised Gentile, Titus was fitting proof of the effectiveness of Paul’s ministry. See Introduction to Titus: Author and Date . <a ref='Galatians 2:2'>2:2</a> <b>because of a revelation.</b> This revelation from God was the voice of the Holy Spirit ( <i>see notes on <a ref='Acts 13:2–4'>Ac 13:2–4</a></i> ). He refers to the divine commissioning of his visit in order to refute any suggestion by the Judaizers that they had sent Paul to Jerusalem to have the apostles correct his doctrine. <b>gospel.</b> <i>See note on <a ref='Galatians 1:7'>1:7</a> .</i> <b>those who were of reputation.</b> The 3 main leaders of the Jerusalem church: Peter, James (the Lord’s brother, <a ref='Galatians 1:19'>1:19</a> ), and John (cf. v. <a ref='Galatians 2:9'>9</a> ). This phrase was typically used of authorities and implied a position of honor. Paul refers to them in a similar way two other times (vv. <a ref='Galatians 2:6'>6</a> , <a ref='Galatians 2:9'>9</a> ), suggesting a hint of sarcasm directed toward the Judaizers, who claimed they had apostolic approval for their doctrine and Paul did not. They had likely made a habit of exalting these 3 leaders at the expense of Paul. <b>might be running … in vain.</b> Paul hoped the Jerusalem leaders would support his ministry to the Gentiles and not soften their opposition to legalism. He did not want to see his ministry efforts wasted because of conflict with the other apostles. <a ref='Galatians 2:3'>2:3</a> <b>Greek.</b> <i>See note on <a ref='Romans 1:14'>Ro 1:14</a> .</i> <b>compelled to be circumcised.</b> At the core of the Judaizers’ works system was the Mosaic prescription of circumcision ( <i>see notes on <a ref='Genesis 17:9–14'>Ge 17:9–14</a> ; <a ref='Romans 4:9–12'>Ro 4:9–12</a></i> ). They were teaching that there could be no salvation without circumcision ( <a ref='Acts 15:1'>Ac 15:1</a> , <a ref='Acts 15:5'>5</a> , <a ref='Acts 15:24'>24</a> ). Paul and the apostles denied that, and it was settled at the Jerusalem Council ( <a ref='Acts 15:1–22'>Ac 15:1–22</a> ). <i>See notes on <a ref='Galatians 5:2–12'>5:2–12</a> ; <a ref='Galatians 6:15'>6:15</a> ; <a ref='Romans 4:10–12'>Ro 4:10–12</a></i> ; cf. <a ref='1 Corinthians 7:19'>1Co 7:19</a> . As a true believer, Titus was living proof that circumcision and the Mosaic regulations were not prerequisites or necessary components of salvation. The apostles’ refusal to require Titus’ circumcision verified the church’s rejection of the Judaizers’ doctrine (cf. Timothy, <a ref='Acts 16:1–3'>Ac 16:1–3</a> ). <a ref='Galatians 2:4'>2:4</a> <b>false brothers.</b> The Judaizers, who pretended to be true Christians. Yet, their doctrine, because it claimed allegiance to Christ, was opposed to traditional Judaism, and because it demanded circumcision and obedience to the Mosaic law as prerequisites for salvation, was opposed to Christianity. <b>to spy out.</b> This Greek word pictures spies or traitors entering by stealth into an enemy’s camp. The Judaizers were Satan’s undercover agents sent into the midst of the church to sabotage the true gospel. <b>freedom.</b> Christians are free from the law as a means of salvation, from its external ceremonial regulations as a way of living, and from its curse for disobedience to the law—a curse that Christ bore for all believers ( <a ref='Galatians 3:13'>3:13</a> ). This freedom is not, however, a license to sin ( <a ref='Galatians 5:13'>5:13</a> ; <a ref='Romans 6:18'>Ro 6:18</a> ; <a ref='1 Peter 2:16'>1Pe 2:16</a> ). <b>enslave.</b> Conveys the idea of absolute slavery to an impossible system of works righteousness. <a ref='Galatians 2:5'>2:5</a> <b>we did not yield.</b> Paul and Titus (v. <a ref='Galatians 2:3'>3</a> ) never budged from their position of salvation by grace alone through faith alone. <b>truth of the gospel.</b> The true gospel as opposed to the different ( <a ref='Galatians 1:6–8'>1:6–8</a> ) and false one propagated by the Judaizers ( <i>see note on <a ref='Romans 1:1'>Ro 1:1</a></i> ). <a ref='Galatians 2:6'>2:6</a> <b>those who were of high reputation.</b> Another reference to Peter, James, and John ( <i>see note on v. <a ref='Galatians 2:2'>2</a></i> ). <b>partiality.</b> The unique privileges of the 12 did not make their apostleship more legitimate or authoritative than Paul’s—Christ commissioned them all (cf. <a ref='Romans 2:11'>Ro 2:11</a> ). Paul never saw himself as apostolically inferior (see <a ref='2 Corinthians 12:11–12'>2Co 12:11–12</a> ). <a ref='Galatians 2:7'>2:7</a> The Judaizers claimed Paul was preaching a deviant gospel, but the apostles confirmed that he proclaimed the true gospel. It was the same gospel Peter proclaimed, but to a different audience. <b>to the uncircumcised.</b> Paul preached the gospel primarily to the Gentiles (also to Jews in Gentile lands, as his pattern was to go to the synagogue first; cf. <a ref='Acts 13:5'>Ac 13:5</a> ). <b>Peter</b> had been <b>to the circumcised.</b> Peter’s ministry was primarily to the Jews. <a ref='Galatians 2:8'>2:8</a> <b>He who worked in Peter … in me.</b> The Holy Spirit, who has but one gospel, empowered both Peter and Paul in their ministries. <a ref='Galatians 2:9'>2:9</a> <b>grace … given to me.</b> The only conclusion these leaders could make was that God’s grace was responsible for the powerful preaching of the gospel and the building of the church through Paul’s efforts. <b>James and Cephas and John.</b> This James was Jesus’ half-brother ( <a ref='Galatians 1:19'>1:19</a> ), who had risen to a prominent role in the Jerusalem church (see Introduction to James ). Cephas (Peter) and John (the brother of James the apostle, martyred in <a ref='Acts 12:2'>Ac 12:2</a> ), were two of Christ’s closest companions and became the main apostles in the Jerusalem church (see <a ref='Ac 2-12'>Ac 2–12</a> ). <b>pillars.</b> Emphasizing the role of James, Peter, and John in establishing and supporting the church. <b>Barnabas.</b> <i>See notes on v. <a ref='Galatians 2:1'>1</a> ; <a ref='Acts 4:36'>Ac 4:36</a> .</i> <b>the right hand of fellowship.</b> In the Near East, this represented a solemn vow of friendship and a mark of partnership. This act signified the apostles’ recognition of Paul as a teacher of the true gospel and a partner in ministry. <b>we</b> might go <b>to the Gentiles.</b> Further confirmation of Paul’s divine call to ministry and a blow to the Judaizers, since the apostles directed him to continue in his already flourishing ministry to the Gentiles. <b>circumcised.</b> <i>See note on v. <a ref='Galatians 2:7'>7</a> .</i> <a ref='Galatians 2:10'>2:10</a> <b>remember the poor.</b> A practical reminder for Paul and the growing ranks of Gentile Christians. The number of Christians in Jerusalem grew rapidly at first (cf. <a ref='Acts 2:41–45'>Ac 2:41–45</a> ; <a ref='Acts 6:1'>6:1</a> ), and many who were visiting the city for the feast of Pentecost ( <a ref='Acts 2:1'>Ac 2:1</a> , <a ref='Acts 2:5'>5</a> ) remained and never returned to their homes. While the believers initially shared their resources ( <a ref='Acts 2:45'>Ac 2:45</a> ; <a ref='Acts 4:32–37'>4:32–37</a> ), many had little money. For years the Jerusalem church was economically pressed. <i>See note on <a ref='Acts 11:28'>Ac 11:28</a> .</i> <a ref='Galatians 2:11–13'>2:11–13</a> A brief account of the darkest of days in the history of the gospel. By withdrawing from the Gentile believers to fellowship with the Judaizers who held a position he knew was wrong, Peter had in appearance supported their doctrine and nullified Paul’s divine teaching, especially the doctrine of salvation by grace alone through faith alone. <i>See notes on <a ref='2 Corinthians 6:14–18'>2Co 6:14–18</a> ; <a ref='2 John 1:10–11'>2Jn 10–11</a> .</i> <a ref='Galatians 2:11'>2:11</a> <b>Antioch.</b> <i>See note on <a ref='Acts 11:19'>Ac 11:19</a> .</i> The location of the first Gentile church. <b>stood condemned.</b> Peter was guilty of sin by aligning himself with men he knew to be in error and because of the harm and confusion he caused his Gentile brethren. <a ref='Galatians 2:12'>2:12</a> <b>certain men from James.</b> Peter, knowing the decision the Jerusalem Council had made ( <a ref='Acts 15:7–29'>Ac 15:7–29</a> ), had been in Antioch for some time, eating with Gentiles. When Judaizers came, pretending to be sent by James, they lied, giving false claims of support from the apostles. Peter had already given up all Mosaic ceremony ( <a ref='Acts 10:9–22'>Ac 10:9–22</a> ) and James had at times held only to some of it ( <a ref='Acts 21:18–26'>Ac 21:18–26</a> ). <b>shrink back.</b> The Greek term refers to strategic military withdrawal. The verb’s form may imply that Peter’s withdrawal was gradual and deceptive. To eat with the Judaizers and decline invitations to eat with the Gentiles, which he had previously done, meant that Peter was affirming the very dietary restrictions he knew God had abolished ( <a ref='Acts 10:15'>Ac 10:15</a> ) and thus striking a blow at the gospel of grace. <b>fearing the party of the circumcision.</b> The true motivation behind Peter’s defection. He was afraid of losing popularity with the legalistic, Judaizing segment of people in the church, even though they were self-righteous hypocrites promoting a heretical doctrine. <a ref='Galatians 2:13'>2:13</a> <b>the rest of the Jews.</b> The Jewish believers in Antioch. <b>hypocrisy.</b> The Greek word “hypocrite” refers to an actor who wore a mask to depict a mood or certain character. In the spiritual sense, it refers to someone who masks his true character by pretending to be something he is not (cf. <a ref='Matthew 6:1–6'>Mt 6:1–6</a> ). They were committed to the gospel of grace, but pretended to accept Jewish legalism. <a ref='Galatians 2:14'>2:14</a> <b>straightforward.</b> Lit. to walk “straight” or “uprightly.” By withdrawing from the Gentile Christians, Peter and the other Jewish believers were not walking in line with God’s Word. <b>truth of the gospel.</b> <i>See note on v. <a ref='Galatians 2:5'>5</a> .</i> <b>live like the Gentiles.</b> Before his gradual withdrawal, Peter regularly had fellowship and ate with the Gentiles, thus modeling the ideal of Christian love and liberty between Jew and Gentile. <b>compel the Gentiles to live like Jews.</b> By his Judaizing mandate, he was declaring theirs was the right way. <a ref='Galatians 2:15–16'>2:15–16</a> Paul’s rebuke of Peter serves as one of the most dynamic statements in the NT on the absolute and unwavering necessity of the doctrine of justification by grace through faith ( <i>see note on <a ref='Romans 3:24'>Ro 3:24</a></i> ). Peter’s apparent repentance acknowledged Paul’s apostolic authority and his own submission to the truth (cf. <a ref='2 Peter 3:15–16'>2Pe 3:15–16</a> ). <a ref='Galatians 2:15'>2:15</a> <b>sinners from among the Gentiles.</b> This is used in the legal sense since Gentiles were sinners by nature because they had no revealed divine written law to guide them toward salvation or living righteously. <a ref='Galatians 2:16'>2:16</a> <b>works … faith.</b> Three times in this verse Paul declares that salvation is only through faith in Christ and not by law. The first is general, “a <i>man</i> is not justified”; the second is personal, “ <i>we</i> may be justified”; and the third is universal, “no <i>flesh</i> will be justified.” <b>justified.</b> This basic forensic Greek word describes a judge declaring an accused person not guilty and therefore innocent before the law. Throughout Scripture it refers to God’s declaring a sinner not guilty and fully righteous before Him by imputing to him the divine righteousness of Christ and imputing the man’s sin to his sinless Savior for punishment, ( <i>see notes on <a ref='Romans 3:24'>Ro 3:24</a> ; <a ref='Philippians 3:8–9'>Php 3:8–9</a></i> ). <b>works of the Law.</b> Keeping the law is a totally unacceptable means of salvation because the root of sinfulness is in the fallenness of man’s heart, not his actions. The law served as a mirror to reveal sin, not a cure for it ( <i>see notes on <a ref='Galatians 3:22–24'>3:22–24</a> ; <a ref='Romans 7:7–13'>Ro 7:7–13</a> ; <a ref='1 Timothy 1:8–11'>1Ti 1:8–11</a></i> ). <a ref='Galatians 2:17'>2:17</a> <b>we … have also been found sinners.</b> If the Judaizers’ doctrine was correct, then Paul, Peter, Barnabas, and the other Jewish believers fell back into the category of sinners because they had been eating and fellowshiping with Gentiles, who according to the Judaizers were unclean. <b>minister of sin.</b> If the Judaizers were right, then Christ was wrong and had been teaching people to sin because He taught that food could not contaminate a person ( <a ref='Mark 7:19'>Mk 7:19</a> ; cf. <a ref='Acts 10:13–15'>Ac 10:13–15</a> ). He also declared that all who belong to Him are one with Him and therefore one another ( <a ref='John 17:21–23'>Jn 17:21–23</a> ). Paul’s airtight logic condemned Peter, because by his actions he had in effect made it appear as if Christ was lying. This thought is utterly objectionable and causes Paul to use the strongest Greek negative (“certainly not”; cf. <a ref='Galatians 3:21'>3:21</a> ; <a ref='Romans 6:1–2'>Ro 6:1–2</a> ; <a ref='Romans 7:13'>7:13</a> ). <a ref='Galatians 2:18'>2:18</a> <b>what I have</b> once <b>destroyed.</b> The false system of salvation through legalism ( <i>see note on <a ref='Galatians 1:13'>1:13</a></i> ), done away with by the preaching of salvation by grace alone through faith alone. <a ref='Galatians 2:19'>2:19</a> <b>died to the Law.</b> When a person is convicted of a capital crime and executed, the law has no further claim on him. So it is with the Christian who has died in Christ (who paid the penalty for his sins in full) and rises to new life in Him—justice has been satisfied and he is forever free from any further penalty. <i>See notes on <a ref='Romans 7:1–6'>Ro 7:1–6</a> .</i> <a ref='Galatians 2:20'>2:20</a> <b>I have been crucified with Christ.</b> <i>See notes on <a ref='Romans 6:2–6'>Ro 6:2–6</a> .</i> When a person trusts in Christ for salvation, he spiritually participates with the Lord in His crucifixion and His victory over sin and death. <b>no longer I who live, but Christ lives in me.</b> The believer’s old self is dead ( <i>see note on <a ref='Ephesians 4:22'>Eph 4:22</a></i> ), having been crucified with Christ ( <a ref='Romans 6:3'>Ro 6:3</a> , <a ref='Romans 6:5'>5</a> ). The believer’s new self has the privilege of the indwelling Christ empowering him and living through him ( <i>see notes on <a ref='Romans 8:9–10'>Ro 8:9–10</a></i> ). <b>gave Himself up for me.</b> The manifestation of Christ’s love for the believer through His sacrificial death on the cross ( <a ref='John 10:17–18'>Jn 10:17–18</a> ; <a ref='Romans 5:6–8'>Ro 5:6–8</a> ; <a ref='Ephesians 5:25–30'>Eph 5:25–30</a> ). <a ref='Galatians 2:21'>2:21</a> Paul concluded that Peter, by taking his stand with the Judaizers and thus against Christ, was in effect denying the need for God’s grace and thereby nullifying the benefit of Christ’s death. <b>righteousness.</b> <i>See note on <a ref='Romans 1:17'>Ro 1:17</a> .</i> <b>Christ died needlessly.</b> Those who insist they can earn salvation by their own efforts undermine the foundation of Christianity and render unnecessary the death of Christ. <a ref='Galatians 3:1'>3:1</a> <b>foolish.</b> This refers not to lack of intelligence, but to lack of obedience (cf. <a ref='Luke 24:25'>Lk 24:25</a> ; <a ref='1 Timothy 6:9'>1Ti 6:9</a> ; <a ref='Titus 3:3'>Tit 3:3</a> ). Paul expressed his shock, surprise, and outrage at the Galatians’ defection. <b>who.</b> The Judaizers, the Jewish false teachers who were plaguing the Galatian churches (see Introduction: Background and Setting ). <b>bewitched.</b> Charmed or misled by flattery and false promises. The term suggests an appeal to the emotions by the Judaizers. <b>publicly portrayed.</b> The Greek word describes the posting of official notices in public places. Paul’s preaching had publicly displayed the true gospel of Jesus Christ before the Galatians. <b>crucified.</b> The crucifixion of Christ was a onetime historical fact with continuing results into eternity. Christ’s sacrificial death provides eternal payment for believers’ sins (cf. <a ref='Hebrews 7:25'>Heb 7:25</a> ), and does not need to be supplemented by any human works. <a ref='Galatians 3:2'>3:2</a> <b>did you receive the Spirit…?</b> The answer to Paul’s rhetorical question is obvious. The Galatians had received the Spirit when they were saved ( <a ref='Romans 8:9'>Ro 8:9</a> ; <a ref='1 Corinthians 12:13'>1Co 12:13</a> ; <a ref='1 John 3:24'>1Jn 3:24</a> ; <a ref='1 John 4:13'>4:13</a> ), not through keeping the law, but through saving faith granted when hearing the gospel (cf. <a ref='Romans 10:17'>Ro 10:17</a> ). The hearing <i>of</i> faith is actually hearing <i>with</i> faith. Paul appealed to the Galatians’ own salvation to refute the Judaizers’ false teaching that keeping the law is necessary for salvation. <a ref='Galatians 3:3'>3:3</a> <b>Are you so foolish?</b> Incredulous at how easily the Galatians had been duped, Paul asked a second rhetorical question, again rebuking them for their foolishness. <b>begun by the Spirit … by the flesh.</b> The notion that sinful, weak ( <a ref='Matthew 26:41'>Mt 26:41</a> ; <a ref='Romans 6:19'>Ro 6:19</a> ), fallen human nature could improve on the saving work of the Holy Spirit was ludicrous to Paul. <a ref='Galatians 3:4'>3:4</a> <b>suffer.</b> The Greek word has the basic meaning of “experience,” and does not necessarily imply pain or hardship. Paul used it to describe the Galatians’ personal experience of salvation in Jesus Christ. <b>many things.</b> This refers to all the blessings of salvation from God, Christ, and the Holy Spirit (cf. <a ref='Ephesians 1:3'>Eph 1:3</a> ). <b>if indeed it was for nothing?</b> See <a ref='Luke 8:13'>Lk 8:13</a> ; <a ref='Acts 8:13'>Ac 8:13</a> , <a ref='Acts 8:21'>21</a> ; <a ref='1 Corinthians 15:2'>1Co 15:2</a> ; <a ref='2 Corinthians 6:1'>2Co 6:1</a> ; <a ref='2 Corinthians 13:5–6'>13:5–6</a> . <a ref='Galatians 3:5'>3:5</a> <b>hearing with faith.</b> <i>See note on v. <a ref='Galatians 3:2'>2</a> .</i> <a ref='Galatians 3:6'>3:6</a> As he does in Romans ( <i>see note on <a ref='Romans 4:3'>Ro 4:3</a></i> ), Paul, quoting <a ref='Genesis 15:6'>Ge 15:6</a> , uses Abraham as proof that there has never been any other way of salvation than by grace through faith. Even the OT teaches justification by faith. <a ref='Galatians 3:7'>3:7</a> <b>sons of Abraham.</b> Believing Jews and Gentiles are the true spiritual children of Abraham because they follow his example of faith (cf. v. <a ref='Galatians 3:29'>29</a> ; <a ref='Romans 4:11'>Ro 4:11</a> , <a ref='Romans 4:16'>16</a> ). <a ref='Galatians 3:8'>3:8</a> <b>Scripture, foreseeing.</b> Personifying the Scriptures was a common Jewish figure of speech (cf. <a ref='Galatians 4:30'>4:30</a> ; <a ref='John 7:38'>Jn 7:38</a> , <a ref='John 7:42'>42</a> ; <a ref='John 19:37'>19:37</a> ; <a ref='Romans 9:17'>Ro 9:17</a> ; <a ref='Romans 10:11'>10:11</a> ; <a ref='Romans 11:2'>11:2</a> ; <a ref='1 Timothy 5:18'>1Ti 5:18</a> ). Because Scripture is God’s Word, when it speaks, God speaks. <b>proclaimed the gospel … to Abraham.</b> The “good news” to Abraham was the news of salvation for all the nations (quoted from <a ref='Genesis 12:3'>Ge 12:3</a> ; <a ref='Genesis 18:18'>18:18</a> ). See <a ref='Genesis 22:18'>Ge 22:18</a> ; <a ref='John 8:56'>Jn 8:56</a> ; <a ref='Acts 26:22–23'>Ac 26:22–23</a> . Salvation has always, in every age, been by faith. <a ref='Galatians 3:9'>3:9</a> <b>those who are of faith … with Abraham.</b> Whether Jew or Gentile. The OT predicted that Gentiles would receive the blessings of justification by faith, as did Abraham. Those blessings are poured out on all because of Christ (cf. <a ref='John 1:16'>Jn 1:16</a> ; <a ref='Romans 8:32'>Ro 8:32</a> ; <a ref='Ephesians 1:3'>Eph 1:3</a> ; <a ref='Ephesians 2:6–7'>2:6–7</a> ; <a ref='Colossians 2:10'>Col 2:10</a> ; <a ref='1 Peter 3:9'>1Pe 3:9</a> ; <a ref='2 Peter 1:3–4'>2Pe 1:3–4</a> ). <a ref='Galatians 3:10'>3:10</a> <b>as many as are of the works of the Law.</b> Those attempting to earn salvation by keeping the law. <b>under a curse.</b> Quoted from <a ref='Deuteronomy 27:26'>Dt 27:26</a> to show that failure to perfectly keep the law brings divine judgment and condemnation. One violation of the law deserves the curse of God. Cf. <a ref='De 27-28'>Dt 27–28</a> . all things <b>.</b> See <a ref='James 2:10'>Jas 2:10</a> . No one can keep all the commands of the law—not even strict Pharisees like Saul of Tarsus ( <a ref='Romans 7:7–12'>Ro 7:7–12</a> ). Law and Grace The Function The Effect Of Law Of Grace Of Law Of Grace Based on works ( <a ref='Galatians 3:10'>3:10</a> ) Based on faith ( <a ref='Galatians 3:11–12'>3:11–12</a> ) Works put us under a curse ( <a ref='Galatians 3:10'>3:10</a> ) Justifies us by faith ( <a ref='Galatians 3:3'>3:3</a> , <a ref='Galatians 3:24'>24</a> ) Our guardian ( <a ref='Galatians 3:23'>3:23</a> ; <a ref='Galatians 4:2'>4:2</a> ) Centered in Christ ( <a ref='Galatians 3:24'>3:24</a> ) Keeps us for faith ( <a ref='Galatians 3:23'>3:23</a> ) Christ lives in us ( <a ref='Galatians 2:20'>2:20</a> ) Our tutor ( <a ref='Galatians 3:24'>3:24</a> ) Our certificate of freedom ( <a ref='Galatians 4:30–31'>4:30–31</a> ) Brings us to Christ ( <a ref='Galatians 3:24'>3:24</a> ) Adopts us as sons and heirs ( <a ref='Galatians 4:7'>4:7</a> ) The law functions to 1) declare our guilt, 2) drive us to Christ, and 3) direct us in a life of obedience. However, the law is powerless to save. Go to the Index of Charts and Maps . <a ref='Galatians 3:11'>3:11</a> <b>no one is justified by the Law.</b> Cf. <a ref='Romans 3:20'>Ro 3:20</a> . <b>justified.</b> Declared righteous before God. <i>See note on <a ref='Romans 3:24'>Ro 3:24</a> .</i> The righteous shall live by faith <b>.</b> <i>See note on <a ref='Romans 1:17'>Ro 1:17</a> .</i> Paul’s earlier OT quote (v. <a ref='Galatians 3:10'>10</a> ; cf. <a ref='Deuteronomy 27:26'>Dt 27:26</a> ) showed that justification does not come from keeping the law; this quote from <a ref='Habakkuk 2:4'>Hab 2:4</a> shows that justification is by faith alone (cf. <a ref='Hebrews 10:38'>Heb 10:38</a> ). <a ref='Galatians 3:12'>3:12</a> <b>the Law is not of faith.</b> Justification by faith and justification by keeping the law are mutually exclusive, as Paul’s OT quote from <a ref='Leviticus 18:5'>Lv 18:5</a> proves. <a ref='Galatians 3:13'>3:13</a> <b>Christ redeemed us from the curse of the Law.</b> The Greek word translated “redeemed” was often used to speak of buying a slave’s or debtor’s freedom. Christ’s death, because it was a death of substitution for sin, satisfied God’s justice and exhausted His wrath toward His elect, so that Christ actually purchased believers from slavery to sin and from the sentence of eternal death ( <a ref='Galatians 4:5'>4:5</a> ; <a ref='Titus 2:14'>Tit 2:14</a> ; <a ref='1 Peter 1:18'>1Pe 1:18</a> ; cf. <a ref='Romans 3:24'>Ro 3:24</a> ; <a ref='1 Corinthians 1:30'>1Co 1:30</a> ; <a ref='Ephesians 1:7'>Eph 1:7</a> ; <a ref='Colossians 1:14'>Col 1:14</a> ; <a ref='Hebrews 9:12'>Heb 9:12</a> ). <b>having become a curse for us.</b> By bearing God’s wrath for believers’ sins on the cross ( <i>see note on <a ref='2 Corinthians 5:21'>2Co 5:21</a></i> ; cf. <a ref='Hebrews 9:28'>Heb 9:28</a> ; <a ref='1 Peter 2:24'>1Pe 2:24</a> ; <a ref='1 Peter 3:18'>3:18</a> ), Christ took upon Himself the curse pronounced on those who violated the law ( <i>see note on v. <a ref='Galatians 3:10'>10</a></i> ). <b>it is written.</b> The common NT way (61 times) of introducing OT quotes, ( <i>see note on <a ref='Romans 3:10'>Ro 3:10</a></i> ). <a ref='Deuteronomy 21:23'>Dt 21:23</a> is quoted. <a ref='Galatians 3:14'>3:14</a> <b>the blessing of Abraham.</b> Faith in God’s promise of salvation. <i>See note on v. <a ref='Galatians 3:9'>9</a> .</i> <b>promise of the Spirit.</b> From God the Father. Cf. <a ref='Isaiah 32:15'>Is 32:15</a> ; <a ref='Isaiah 44:3'>44:3</a> ; <a ref='Isaiah 59:19–21'>59:19–21</a> ; <a ref='Ezekiel 36:26–27'>Eze 36:26–27</a> ; <a ref='Ezekiel 37:14'>37:14</a> ; <a ref='Ezekiel 39:29'>39:29</a> ; <a ref='Joel 2:28–29'>Joel 2:28–29</a> ; <a ref='Luke 11:13'>Lk 11:13</a> ; <a ref='Luke 24:49'>24:49</a> ; <a ref='John 7:37–39'>Jn 7:37–39</a> ; <a ref='John 14:16'>14:16</a> , <a ref='John 14:26'>26</a> . <a ref='Galatians 3:15–22'>3:15–22</a> Paul anticipated and refuted a possible objection to his use of Abraham to prove the doctrine of justification by faith, that the giving of the law at Sinai after Abraham brought about a change and a better method of salvation. The apostle dismissed that argument by showing the superiority of the Abrahamic Covenant (vv. <a ref='Galatians 3:15–18'>15–18</a> ), and the inferiority of the law (vv. <a ref='Galatians 3:19–22'>19–22</a> ). <a ref='Galatians 3:15'>3:15</a> <b>Brothers.</b> This term of endearment reveals Paul’s compassionate love for the Galatians—which they may have begun to question in light of his stern rebuke (vv. <a ref='Galatians 3:1'>1</a> , <a ref='Galatians 3:3'>3</a> ). <b>man’s covenant.</b> Even human covenants, once confirmed, are considered irrevocable and unchangeable, how much more a covenant made by an unchanging God ( <a ref='Malachi 3:6'>Mal 3:6</a> ; <a ref='James 1:17'>Jas 1:17</a> ). <a ref='Galatians 3:16'>3:16</a> <b>promises.</b> Those associated with the Abrahamic Covenant ( <a ref='Genesis 12:3'>Ge 12:3</a> , <a ref='Genesis 12:7'>7</a> ; <a ref='Genesis 13:15–16'>13:15–16</a> ; <a ref='Genesis 15:5'>15:5</a> , <a ref='Genesis 15:18'>18</a> ; <a ref='Genesis 17:8'>17:8</a> ; <a ref='Genesis 22:16–18'>22:16–18</a> ; <a ref='Genesis 26:3–4'>26:3–4</a> ; <a ref='Genesis 28:13–14'>28:13–14</a> ). Because they were made both to Abraham and his descendants, they did not become void when Abraham died, or when the law came. <b>seed.</b> Cf. v. <a ref='Galatians 3:19'>19</a> . The quote is from <a ref='Genesis 12:7'>Ge 12:7</a> . The singular form of the Hebrew word, like its English and Greek counterparts, can be used in a collective sense. Paul’s point is that in some OT passages (e.g., <a ref='Genesis 3:15'>Ge 3:15</a> ; <a ref='Genesis 22:18'>22:18</a> ), “seed” refers to the greatest of Abraham’s descendants, Jesus Christ. <a ref='Galatians 3:17'>3:17</a> <b>430 years.</b> From Israel’s sojourn in Egypt (cf. <a ref='Exodus 12:40'>Ex 12:40</a> ) to the giving of the law at Sinai (ca. 1445 BC). The law actually came 645 years after the initial promise to Abraham (ca. 2090 BC; cf. <a ref='Genesis 12:4'>Ge 12:4</a> ; <a ref='Genesis 21:5'>21:5</a> ; <a ref='Genesis 25:26'>25:26</a> ; <a ref='Genesis 47:9'>47:9</a> ), but the promise was repeated to Isaac ( <a ref='Genesis 26:24'>Ge 26:24</a> ) and later to Jacob (ca. 1928 BC; <a ref='Genesis 28:15'>Ge 28:15</a> ). The last known reaffirmation of the Abrahamic Covenant to Jacob occurred in <a ref='Genesis 46:2–4'>Ge 46:2–4</a> (ca. 1875 BC) just before he went to Egypt—430 years before the Mosaic law was given. <b>a covenant.</b> The Abrahamic Covenant ( <i>see note on v. <a ref='Galatians 3:16'>16</a></i> ). For a discussion of the biblical covenants, <i>see notes on <a ref='Genesis 9:16'>Ge 9:16</a> ; <a ref='Genesis 12:1–3'>12:1–3</a> ; <a ref='Romans 9:4'>Ro 9:4</a></i> . <b>previously ratified by God.</b> <i>See note on v. <a ref='Galatians 3:15'>15</a> .</i> Once God ratified the covenant officially ( <i>see notes on <a ref='Genesis 15:9–21'>Ge 15:9–21</a></i> ), it had lasting authority so that nothing and no one could annul it. The Abrahamic Covenant was unilateral (God made the promise to Himself), eternal (it provided for everlasting blessing), irrevocable (it will never cease), unconditional (in that it depended on God, not man), but its complete fulfillment awaits the salvation of Israel and the millennial kingdom of Jesus Christ. <a ref='Galatians 3:18'>3:18</a> Paul again emphasized that there is no middle ground between law (works) and promise (grace); the two principles are mutually exclusive ways of salvation (cf. <a ref='Romans 4:14'>Ro 4:14</a> ). An “inheritance” by definition is something granted, not worked for, as proven in the case of Abraham. <a ref='Galatians 3:19–22'>3:19–22</a> Having shown the superiority of the promise to Abraham (vv. <a ref='Galatians 3:15–18'>15–18</a> ), Paul described the inferiority of the law, and its purpose. <a ref='Galatians 3:19'>3:19</a> <b>was added because of trespasses.</b> Paul’s persuasive argument that the promise is superior to the law raises an obvious question: what was the purpose of the law? Paul’s answer is that the law reveals man’s utter sinfulness, inability to save himself, and desperate need of a Savior—it was never intended to be the way of salvation (cf. <a ref='Romans 7:1–13'>Ro 7:1–13</a> ). <b>through angels.</b> The Bible teaches that angels were involved in the giving of the law (cf. <a ref='Acts 7:53'>Ac 7:53</a> ; <a ref='Hebrews 2:2'>Heb 2:2</a> ), but does not explain the precise role they played. <b>seed.</b> <i>See note on v. <a ref='Galatians 3:16'>16</a> .</i> <a ref='Galatians 3:20'>3:20</a> <b>mediator.</b> Paul’s point is apparently that a “mediator” is required when more than one party is involved, but God alone ratified the covenant with Abraham ( <i>see notes on <a ref='Genesis 15:7–21'>Ge 15:7–21</a></i> ). <a ref='Galatians 3:21'>3:21</a> Paul uses the strongest Greek negative ( <i>see note on <a ref='Galatians 2:17'>2:17</a></i> ) to disdain the idea that the law and the promise are at opposite purposes. Since God gave them both and does not work against Himself, law and promise work in harmony; the law reveals man’s sinfulness and need for the salvation freely offered in the promise. If the law could have provided righteousness and eternal life, there would be no gracious promise. <a ref='Galatians 3:22'>3:22</a> <b>shut up everyone under sin.</b> The Greek verb translated “shut up” means “to enclose on all sides.” Paul portrays all mankind as hopelessly trapped in sin, like a school of fish caught in a net. That all people are sinners is the express teaching of Scripture ( <i>see note on <a ref='Romans 3:19'>Ro 3:19</a></i> ; cf. <a ref='1 Kings 8:46'>1Ki 8:46</a> ; <a ref='Psalms 143:2'>Ps 143:2</a> ; <a ref='Proverbs 20:9'>Pr 20:9</a> ; <a ref='Ecclesiastes 7:20'>Ecc 7:20</a> ; <a ref='Isaiah 53:6'>Is 53:6</a> ; <a ref='Romans 3:9–19'>Ro 3:9–19</a> , <a ref='Romans 3:23'>23</a> ; <a ref='Romans 11:32'>11:32</a> ). <a ref='Galatians 3:23'>3:23</a> <b>before faith came.</b> From the viewpoints of both the history of redemption and through all times in the area of individual salvation (cf. vv. <a ref='Galatians 3:19'>19</a> , <a ref='Galatians 3:24–25'>24–25</a> ; <a ref='Galatians 4:1–4'>4:1–4</a> ), only saving faith unlocks the door of the prison where the law keeps men bound. <b>held in custody under the Law.</b> Paul personifies the law as a jailer of guilty, condemned sinners, on death row awaiting God’s judgment ( <a ref='Romans 6:23'>Ro 6:23</a> ). <b>the coming faith to be revealed.</b> Again Paul was looking at the coming of Christ, historically and at each believer’s salvation, individually. Faith in Christ alone releases people from bondage to law, whether the Mosaic law, or the law written on the hearts of Gentiles ( <a ref='Romans 2:14–16'>Ro 2:14–16</a> ). <a ref='Galatians 3:24'>3:24</a> <b>tutor.</b> The Greek word denotes a slave whose duty it was to take care of a child until adulthood. The “tutor” escorted the children to and from school and watched over their behavior at home. Tutors were often strict disciplinarians, causing those under their care to yearn for the day when they would be free from their tutor’s custody. The law was our tutor which, by showing us our sins, was escorting us to Christ. <a ref='Galatians 3:25–26'>3:25–26</a> Believers, through faith in Jesus Christ, have come of age as God’s children. Thus, they are not under the tutelage of the law ( <a ref='Romans 6:14'>Ro 6:14</a> ), although they are still obligated to obey God’s holy and unchanging righteous standards which are now given authority in the New Covenant ( <a ref='Galatians 6:2'>6:2</a> ; <a ref='Romans 8:4'>Ro 8:4</a> ; <a ref='1 Corinthians 9:21'>1Co 9:21</a> ). <a ref='Galatians 3:26'>3:26</a> <b>sons of God.</b> While God is the Father of all people in a general sense because He created them ( <a ref='Acts 17:24–28'>Ac 17:24–28</a> ), only those who have put their faith in Jesus Christ are God’s true spiritual children. Unbelievers are the children of Satan ( <a ref='Matthew 13:38'>Mt 13:38</a> ; <a ref='John 8:38'>Jn 8:38</a> , <a ref='John 8:41'>41</a> , <a ref='John 8:44'>44</a> ; <a ref='Acts 13:10'>Ac 13:10</a> ; <a ref='1 John 3:10'>1Jn 3:10</a> ; cf. <a ref='Ephesians 2:3'>Eph 2:3</a> ; <a ref='1 John 5:19'>1Jn 5:19</a> ). <a ref='Galatians 3:27'>3:27</a> <b>baptized into Christ.</b> This is not water baptism, which cannot save ( <i>see notes on <a ref='Acts 2:38'>Ac 2:38</a> ; <a ref='Acts 22:16'>22:16</a></i> ). Paul used the word “baptized” in a metaphorical manner to speak of being “immersed,” or “placed into” Christ (cf. <a ref='Galatians 2:20'>2:20</a> ) by the spiritual miracle of union with Him in His death and resurrection. <i>See notes on <a ref='Romans 6:3–4'>Ro 6:3–4</a></i> ; cf. <a ref='1 Corinthians 6:17'>1Co 6:17</a> . <b>clothed yourselves with Christ.</b> The result of the believer’s spiritual union with Christ. Paul was emphasizing the fact that we have been united with Christ through salvation. Positionally before God, we have put on Christ, His death, resurrection, and righteousness ( <i>see notes on <a ref='Philippians 3:8–10'>Php 3:8–10</a></i> ). Practically, we need to clothe ourselves with Christ before men, in our conduct ( <a ref='Romans 13:14'>Ro 13:14</a> ). <a ref='Galatians 3:28'>3:28</a> <b>you are all one in Christ Jesus.</b> All those who are one with Jesus Christ are one with one another. This verse does not deny that God has designed racial, social, and sexual distinctions among Christians, but it affirms that those do not imply spiritual inequality before God. Nor is this spiritual equality incompatible with the God-ordained roles of headship and submission in the church, society, and at home. Jesus Christ, though fully equal with the Father, assumed a submissive role during His incarnation ( <a ref='Philippians 2:5–8'>Php 2:5–8</a> ). <a ref='Galatians 3:29'>3:29</a> <b>Abraham’s seed.</b> <i>See note on v. <a ref='Galatians 3:7'>7</a> .</i> Not all physical children of Abraham are the “Israel of God” (cf. <a ref='Galatians 6:16'>6:16</a> ), that is, true spiritual children of Abraham ( <a ref='Romans 9:6–8'>Ro 9:6–8</a> ). Gentile believers who are not physical children of Abraham are, however, his spiritual children in the sense that they followed the pattern of his faith ( <i>see note on <a ref='Romans 4:11–12'>Ro 4:11–12</a></i> ). <b>heirs according to promise.</b> All believers are heirs of the spiritual blessing that accompanied the Abrahamic Covenant—justification by faith ( <a ref='Genesis 15:6'>Ge 15:6</a> ; cf. <a ref='Romans 4:3–11'>Ro 4:3–11</a> ). <a ref='Galatians 4:1–7'>4:1–7</a> Paul expands on the analogy of a child’s coming of age ( <a ref='Galatians 3:24–26'>3:24–26</a> ), contrasting believers’ lives before salvation (as children and servants), with their lives after salvation (as adults and sons). Both Paul’s Jewish and Gentile readers readily understood this imagery, since the Jews, Greeks, and Romans all had a ceremony to mark a child’s coming of age. <a ref='Galatians 4:1'>4:1</a> <b>child.</b> The Greek word refers to a child too young to talk; a minor, spiritually and intellectually immature and not ready for the privileges and responsibilities of adulthood. <a ref='Galatians 4:2'>4:2</a> <b>guardians and stewards.</b> “Guardians” were slaves entrusted with the care of underage boys, while “managers” managed their property for them until they came of age. Along with the tutor ( <a ref='Galatians 3:24'>3:24</a> ), they had almost complete charge of the child—so that, for all practical purposes, a child under their care did not differ from a slave. <a ref='Galatians 4:3'>4:3</a> <b>while we were children … enslaved.</b> Before our “coming of age” when we came to saving faith in Jesus Christ. <b>the elemental things of the world.</b> “Elemental” is from a Greek word meaning “row,” or “rank,” and was used to speak of basic, foundational things like the letters of the alphabet. In light of its use in v. <a ref='Galatians 4:9'>9</a> , it is best to see it here as a reference to the basic elements and rituals of human religion ( <i>see note on <a ref='Colossians 2:8'>Col 2:8</a></i> ). Paul describes both Jewish and Gentile religions as elemental because they are merely human, never rising to the level of the divine. Both Jewish religion and Gentile religion centered on man-made systems of works. They were filled with laws and ceremonies to be performed so as to achieve divine acceptance. All such rudimentary elements are immature, like behaviors of children under bondage to a guardian. <a ref='Galatians 4:4'>4:4</a> <b>the fullness of the time.</b> In God’s timetable, when the exact religious, cultural, and political conditions demanded by His perfect plan were in place, Jesus came into the world. <b>God sent forth His Son.</b> As a father set the time for the ceremony of his son becoming of age and being released from the guardians, managers, and tutors, so God sent His Son at the precise moment to bring all who believe out from under bondage to the law—a truth Jesus repeatedly affirmed ( <a ref='John 5:30'>Jn 5:30</a> , <a ref='John 5:36–37'>36–37</a> ; <a ref='John 6:39'>6:39</a> , <a ref='John 6:44'>44</a> , <a ref='John 6:57'>57</a> ; <a ref='John 8:16'>8:16</a> , <a ref='John 8:18'>18</a> , <a ref='John 8:42'>42</a> ; <a ref='John 12:49'>12:49</a> ; <a ref='John 17:21'>17:21</a> , <a ref='John 17:25'>25</a> ; <a ref='John 20:21'>20:21</a> ). That the Father sent Jesus into the world teaches His preexistence as the eternal second member of the Trinity. <i>See notes on <a ref='Philippians 2:6–7'>Php 2:6–7</a> ; <a ref='Hebrews 1:3–5'>Heb 1:3–5</a></i> ; cf. <a ref='Romans 8:3–4'>Ro 8:3–4</a> . <b>born of a woman.</b> This emphasizes Jesus’ full humanity, not merely His virgin birth ( <a ref='Isaiah 7:14'>Is 7:14</a> ; <a ref='Matthew 1:20–25'>Mt 1:20–25</a> ). Jesus had to be fully God for His sacrifice to be of the infinite worth needed to atone for sin. But, He also had to be fully man so He could take upon Himself the penalty of sin as the substitute for man. See <a ref='Luke 1:32'>Lk 1:32</a> , <a ref='Luke 1:35'>35</a> ; <a ref='John 1:1'>Jn 1:1</a> , <a ref='John 1:14'>14</a> , <a ref='John 1:18'>18</a> . <b>under the Law.</b> Like all men, Jesus was obligated to obey God’s law. Unlike anyone else, however, He perfectly obeyed that law ( <a ref='John 8:46'>Jn 8:46</a> ; <a ref='2 Corinthians 5:21'>2Co 5:21</a> ; <a ref='Hebrews 4:15'>Heb 4:15</a> ; <a ref='Hebrews 7:26'>7:26</a> ; <a ref='1 Peter 2:22'>1Pe 2:22</a> ; <a ref='1 John 3:5'>1Jn 3:5</a> ). His sinlessness made Him the unblemished sacrifice for sins, who perfectly obeyed God in everything. That perfect righteousness is what is imputed to those who believe in Him. <a ref='Galatians 4:5'>4:5</a> <b>redeem.</b> <i>See note on <a ref='Galatians 3:13'>3:13</a> .</i> <b>those … under the Law.</b> Guilty sinners who are under the law’s demands and its curses ( <i>see notes on <a ref='Galatians 3:10'>3:10</a> , <a ref='Galatians 3:13'>13</a></i> ) and in need of a Savior ( <i>see note on <a ref='Galatians 3:23'>3:23</a></i> ). <b>the adoption as sons.</b> “Adoption” is the act of bringing someone who is the offspring of another into one’s own family. Since unregenerate people are by nature children of the devil ( <i>see note on <a ref='Galatians 3:26'>3:26</a></i> ), the only way they can become God’s children is by spiritual adoption ( <a ref='Romans 8:15'>Ro 8:15</a> , <a ref='Romans 8:23'>23</a> ; <a ref='Ephesians 1:5'>Eph 1:5</a> ). <a ref='Galatians 4:6'>4:6</a> <b>Spirit of His Son.</b> It is the Holy Spirit’s work to confirm to believers their adoption as God’s children ( <i>see note on <a ref='Romans 8:15'>Ro 8:15</a></i> ). Assurance of salvation is a gracious work of the Holy Spirit and does not come from any human source. <b>Abba!</b> An Aramaic term of endearment, used by young children to speak to their fathers; the equivalent of the word “Daddy” ( <i>see note on <a ref='Romans 8:15'>Ro 8:15</a></i> ). <a ref='Galatians 4:8–11'>4:8–11</a> While salvation is the free gift of God ( <a ref='Romans 5:15–16'>Ro 5:15–16</a> , <a ref='Romans 5:18'>18</a> ; <a ref='Romans 6:23'>6:23</a> ; <a ref='Ephesians 2:8'>Eph 2:8</a> ), it brings with it serious responsibility (cf. <a ref='Luke 12:48'>Lk 12:48</a> ). God requires believers to live a holy life because they are children of a holy God and desire to love and worship Him ( <a ref='Matthew 5:48'>Mt 5:48</a> ; <a ref='1 Peter 1:15–18'>1Pe 1:15–18</a> ). That obligation was to the unchanging moral and spiritual principles that forever reflect the nature of God; however, it did not include the rituals and ceremonies unique to Israel under Mosaic law as the Judaizers falsely claimed. <a ref='Galatians 4:8'>4:8</a> <b>when you did not know God.</b> Before coming to saving faith in Christ, no unsaved person knows God. <i>See notes on <a ref='Ephesians 4:17–19'>Eph 4:17–19</a> ; <a ref='2 Corinthians 4:3–6'>2Co 4:3–6</a> .</i> <b>by nature are no gods.</b> The Greco-Roman pantheon of non-existent deities the Galatians had imagined they worshiped before their conversion (cf. <a ref='Romans 1:23'>Ro 1:23</a> ; <a ref='1 Corinthians 8:4'>1Co 8:4</a> ; <a ref='1 Corinthians 10:19–20'>10:19–20</a> ; <a ref='1 Corinthians 12:2'>12:2</a> ; <a ref='1 Thessalonians 1:9'>1Th 1:9</a> ). <a ref='Galatians 4:9'>4:9</a> <b>known by God.</b> We can know God only because He first knew us, just as we choose Him only because He first chose us ( <a ref='John 6:44'>Jn 6:44</a> ; <a ref='John 15:16'>15:16</a> ), and we love Him only because He first loved us ( <a ref='1 John 4:19'>1Jn 4:19</a> ). <b>turn back again.</b> <i>See notes on <a ref='Galatians 3:1–3'>3:1–3</a> .</i> <b>weak … elemental things … enslaved … again.</b> <i>See note on v. <a ref='Galatians 4:3'>3</a> .</i> <a ref='Galatians 4:10'>4:10</a> <b>days … years.</b> The rituals, ceremonies, and festivals of the Jewish religious calendar which God had given, but were never required for the church. Paul warns the Galatians, as he did the Colossians ( <i>see notes on <a ref='Romans 14:1–6'>Ro 14:1–6</a> ; <a ref='Colossians 2:16–17'>Col 2:16–17</a></i> ), against legalistically observing them as if they were required by God or could earn favor with Him. <a ref='Galatians 4:11'>4:11</a> <b>labored … for nothing.</b> Paul feared that his effort in establishing and building the Galatian churches might prove to be futile if they fell back into legalism (cf. <a ref='Galatians 3:4'>3:4</a> ; <a ref='1 Thessalonians 3:5'>1Th 3:5</a> ). <a ref='Galatians 4:12–20'>4:12–20</a> Having sternly rebuked the Galatians, Paul changes his approach and makes an appeal based on his strong affection for them. <a ref='Galatians 4:12'>4:12</a> <b>become as I</b> am, <b>for I also</b> have become <b>as you</b> are <b>.</b> Paul had been a proud, self-righteous Pharisee, trusting in his own righteousness to save him (cf. <a ref='Philippians 3:4–6'>Php 3:4–6</a> ). But when he came to Christ, he abandoned all efforts to save himself, trusting wholly in God’s grace ( <a ref='Philippians 3:7–9'>Php 3:7–9</a> ). He urged the Galatians to follow his example and avoid the legalism of the Judaizers. <b>You have done me no wrong.</b> Though the Jews persecuted him when he first went to Galatia, the Galatian believers had not harmed Paul, but had enthusiastically received him when he preached the gospel to them (cf. <a ref='Acts 13:42–50'>Ac 13:42–50</a> ; <a ref='Acts 14:19'>14:19</a> ). How, he asked, could they reject him now? <a ref='Galatians 4:13'>4:13</a> <b>bodily illness.</b> Some think the illness Paul refers to was malaria, possibly contracted in the coastal lowlands of Pamphylia. That could explain why Paul and Barnabas apparently did not preach at Perga, a city in Pamphylia (cf. <a ref='Acts 13:13–14'>Ac 13:13–14</a> ). The cooler and healthier weather in Galatia and especially at Pisidian Antioch (3,600 ft. above sea level), where Paul went when he left Perga, would have brought some relief to the fever caused by malaria. Although malaria is a serious, debilitating disease, its attacks are not continuous; Paul could have ministered between bouts with fever. <a ref='Galatians 4:14'>4:14</a> <b>you received me.</b> The Galatians welcomed Paul in spite of his illness, which in no way was a barrier to his credibility or acceptance. <b>as Christ Jesus.</b> <i>See notes on <a ref='Matthew 18:5–10'>Mt 18:5–10</a> .</i> <a ref='Galatians 4:15'>4:15</a> <b>blessing you had.</b> “Blessing” can also be translated “happiness,” or “satisfaction.” Paul points out that the Galatians had been happy and content with his gospel preaching (cf. <a ref='Acts 13:48'>Ac 13:48</a> ) and wonders why they had turned against him. <b>plucked out your eyes.</b> This may be a figure of speech (cf. <a ref='Matthew 5:29'>Mt 5:29</a> ; <a ref='Matthew 18:9'>18:9</a> ), or an indication that Paul’s bodily illness ( <i>see note on v. <a ref='Galatians 4:13'>13</a></i> ) had somehow affected his eyes (cf. <a ref='Galatians 6:11'>6:11</a> ). In either case, it reflects the great love the Galatians had initially expressed for the apostle. <a ref='Galatians 4:16'>4:16</a> <b>your enemy.</b> The Galatians had become so confused that, in spite of their previous affection for Paul, some had come to regard him as their enemy. The apostle reminds them that he had not harmed them, but merely told them the truth—a truth that had once brought them great joy ( <i>see note on v. <a ref='Galatians 4:15'>15</a></i> ). <a ref='Galatians 4:17'>4:17</a> <b>They.</b> The Judaizers (see Introduction: Background and Setting ). <b>zealously.</b> With a serious concern, or warm interest (the same word is used in <a ref='Galatians 1:14'>1:14</a> to describe Paul’s former zeal for Judaism). The Judaizers appeared to have a genuine interest in the Galatians, but their true motive was to exclude the Galatians from God’s gracious salvation and win recognition for themselves. <a ref='Galatians 4:18'>4:18</a> <b>not only when I am present.</b> Paul encouraged the Galatians to have the same zeal for the true gospel of grace that they had had when he was with them. <a ref='Galatians 4:19'>4:19</a> <b>My children.</b> Paul’s only use of this affectionate phrase, which John uses frequently (“My little children,” <a ref='1 John 2:1'>1Jn 2:1</a> , <a ref='1 John 2:18'>18</a> , <a ref='1 John 2:28'>28</a> ; <a ref='1 John 3:7'>3:7</a> , <a ref='1 John 3:18'>18</a> ; <a ref='1 John 4:4'>4:4</a> ; <a ref='1 John 5:21'>5:21</a> ). <b>until Christ is formed in you.</b> In contrast to the evil motives of the Judaizers ( <i>see note on <a ref='Galatians 3:1'>3:1</a></i> ), Paul sought to bring the Galatians to Christlikeness. This is the goal of salvation ( <i>see notes on <a ref='Romans 8:29'>Ro 8:29</a></i> ). <a ref='Galatians 4:20'>4:20</a> <b>am perplexed.</b> The verb means “to be at wits end.” <a ref='Galatians 4:21–5:1'>4:21—5:1</a> Paul, continuing to contrast grace and law, faith and works, employs an OT story as an analogy or illustration of what he has been teaching. <a ref='Galatians 4:21'>4:21</a> <b>under law.</b> <i>See note on <a ref='Galatians 3:10'>3:10</a> .</i> <a ref='Galatians 4:22'>4:22</a> <b>two sons.</b> Ishmael, son of Sarah’s Egyptian maid Hagar ( <a ref='Genesis 16:1–16'>Ge 16:1–16</a> ), and Isaac, Sarah’s son ( <a ref='Genesis 21:1–7'>Ge 21:1–7</a> ). <a ref='Galatians 4:23'>4:23</a> <b>according to the flesh.</b> Ishmael’s birth was motivated by Abraham and Sarah’s lack of faith in God’s promise and fulfilled by sinful human means. <b>through the promise.</b> God miraculously enabled Abraham and Sarah to have Isaac when Sarah was well past childbearing age and had been barren her entire life. <a ref='Galatians 4:24'>4:24</a> <b>spoken with allegory.</b> The Greek word was used of a story that conveyed a meaning beyond the literal sense of the words. In this passage, Paul uses historical people and places from the OT to illustrate spiritual truth. This is actually not an allegory, nor are there any allegories in Scripture. An allegory is a fictional story where real truth is the secret, mysterious, hidden meaning. The story of Abraham, Sarah, Hagar, Ishmael, and Isaac is actual history and has no secret or hidden meaning. Paul uses it only as an illustration to support his contrast between law and grace. <b>two covenants.</b> Paul uses the two mothers, their two sons, and two locations as a further illustration of two covenants. Hagar, Ishmael, and Mt. Sinai (earthly Jerusalem) represent the covenant of law; Sarah, Isaac, and the heavenly Jerusalem the covenant of promise. However, Paul cannot be contrasting these two covenants as different ways of salvation, one way for OT saints, another for NT saints—a premise he has already denied ( <a ref='Galatians 2:16'>2:16</a> ; <a ref='Galatians 3:10–14'>3:10–14</a> , <a ref='Galatians 3:21–22'>21–22</a> ). The purpose of the Mosaic Covenant was only to show all who were under its demands and condemnation their desperate need for salvation by grace alone ( <a ref='Galatians 3:24'>3:24</a> )—it was never intended to portray the way of salvation. Paul’s point is that those, like the Judaizers, who attempt to earn righteousness by keeping the law receive only bondage and condemnation ( <a ref='Galatians 3:10'>3:10</a> , <a ref='Galatians 3:23'>23</a> ). While those who partake of salvation by grace—the only way of salvation since Adam’s sin—are freed from the law’s bondage and condemnation. <b>Mount Sinai.</b> An appropriate symbol for the old covenant, since it was at Mt. Sinai that Moses received the law ( <a ref='Ex 19'>Ex 19</a> ). <b>Hagar.</b> Since she was Sarah’s slave ( <a ref='Genesis 16:1'>Ge 16:1</a> ), Hagar is a fitting illustration of those under bondage to the law (cf. vv. <a ref='Galatians 4:5'>5</a> , <a ref='Galatians 4:21'>21</a> ; <a ref='Galatians 3:23'>3:23</a> ). She was actually associated with Mt. Sinai through her son Ishmael, whose descendants settled in that region. <a ref='Galatians 4:25'>4:25</a> <b>corresponds to … Jerusalem.</b> The law was given at Sinai and received its highest expression in the temple worship at Jerusalem. The Jewish people were still in bondage to the law. <a ref='Galatians 4:26'>4:26</a> <b>Jerusalem above is free.</b> Heaven ( <a ref='Hebrews 12:18'>Heb 12:18</a> , <a ref='Hebrews 12:22'>22</a> ). Those who are citizens of heaven ( <a ref='Philippians 3:20'>Php 3:20</a> ) are free from the Mosaic law, works, bondage, and trying endlessly and futilely to please God by the flesh. <b>our mother.</b> Believers are children of the heavenly Jerusalem, the “mother-city” of heaven. In contrast to the slavery of Hagar’s children, believers in Christ are free ( <a ref='Galatians 5:1'>5:1</a> ; <a ref='Isaiah 61:1'>Is 61:1</a> ; <a ref='Luke 4:18'>Lk 4:18</a> ; <a ref='John 8:36'>Jn 8:36</a> ; <a ref='Romans 6:18'>Ro 6:18</a> , <a ref='Romans 6:22'>22</a> ; <a ref='Romans 8:2'>8:2</a> ; <a ref='2 Corinthians 3:17'>2Co 3:17</a> ). <a ref='Galatians 4:27'>4:27</a> Paul applies the passage from <a ref='Isaiah 54:1'>Is 54:1</a> to the Jerusalem above. <a ref='Galatians 4:28'>4:28</a> <b>children of promise.</b> Just as Isaac inherited the promises made to Abraham ( <a ref='Genesis 26:1–3'>Ge 26:1–3</a> ), so also are believers the recipients of God’s redemptive promises ( <a ref='1 Corinthians 3:21–23'>1Co 3:21–23</a> ; <a ref='Ephesians 1:3'>Eph 1:3</a> ), because they are spiritual heirs of Abraham ( <i>see note on <a ref='Galatians 3:29'>3:29</a></i> ). <a ref='Galatians 4:29'>4:29</a> <b>he who was born according to the flesh.</b> Ishmael. <i>See note on v. <a ref='Galatians 4:23'>23</a> .</i> <b>was persecuting him</b> who was born <b>according to the Spirit.</b> Isaac, whom Ishmael mocked at the feast celebrating Isaac’s weaning (see <a ref='Genesis 21:8–9'>Ge 21:8–9</a> ). <b>so it is now also.</b> Ishmael’s descendants (Arabs) have always persecuted Isaac’s (Jews). So unbelievers have always persecuted believers (cf. <a ref='Matthew 5:11'>Mt 5:11</a> ; <a ref='Matthew 10:22–25'>10:22–25</a> ; <a ref='Mark 10:30'>Mk 10:30</a> ; <a ref='John 15:19–20'>Jn 15:19–20</a> ; <a ref='John 16:2'>16:2</a> , <a ref='John 16:33'>33</a> ; <a ref='John 17:14'>17:14</a> ; <a ref='Acts 14:22'>Ac 14:22</a> ; <a ref='2 Timothy 3:12'>2Ti 3:12</a> ; <a ref='Hebrews 11:32–37'>Heb 11:32–37</a> ; <a ref='1 Peter 2:20–21'>1Pe 2:20–21</a> ; <a ref='1 Peter 3:14'>3:14</a> ; <a ref='1 Peter 4:12–14'>4:12–14</a> ). <a ref='Galatians 4:30'>4:30</a> Cast out the servant-woman <b>.</b> Quoted from <a ref='Genesis 21:10'>Ge 21:10</a> to illustrate that those who are attempting to be justified on the basis of keeping the law will be cast out of God’s presence forever ( <a ref='Matthew 8:12'>Mt 8:12</a> ; <a ref='Matthew 22:12–13'>22:12–13</a> ; <a ref='Matthew 25:30'>25:30</a> ; <a ref='Luke 13:28'>Lk 13:28</a> ; <a ref='2 Thessalonians 1:9'>2Th 1:9</a> ). <a ref='Galatians 4:31'>4:31</a> <b>we are not children of a servant-woman.</b> <i>See notes on <a ref='Galatians 4:24'>4:24</a> , <a ref='Galatians 4:26'>26</a> .</i> <a ref='Galatians 5:1'>5:1</a> <b>free.</b> Deliverance from the curse that the law pronounces on the sinner who has been striving unsuccessfully to achieve his own righteousness ( <a ref='Galatians 3:13'>3:13</a> , <a ref='Galatians 3:22–26'>22–26</a> ; <a ref='Galatians 4:1–7'>4:1–7</a> ), but who has now embraced Christ and the salvation granted to him by grace ( <i>see notes on <a ref='Galatians 2:4'>2:4</a> ; <a ref='Galatians 4:26'>4:26</a></i> ; cf. <a ref='Romans 7:3'>Ro 7:3</a> ; <a ref='Romans 8:2'>8:2</a> ). <b>stand firm.</b> Stay where you are, Paul asserts, because of the benefit of being free from law and the flesh as a way of salvation and the fullness of blessing by grace. <b>subject again.</b> Better translated “to be burdened by” or “to be oppressed by” because of its connection with a yoke. <b>yoke of slavery.</b> “Yoke” refers to the apparatus used to control a domesticated animal. The Jews thought of the “yoke of the law” as a good thing, the essence of true religion. Paul argued that for those who pursued it as a way of salvation, the law was a yoke of slavery. <i>See note on <a ref='Matthew 11:28–30'>Mt 11:28–30</a> .</i> <a ref='Galatians 5:2'>5:2</a> <b>circumcision.</b> <i>See notes on <a ref='Galatians 2:3'>2:3</a> .</i> Paul had no objection to circumcision itself (cf. <a ref='Acts 16:1–3'>Ac 16:1–3</a> ; <a ref='Philippians 3:5'>Php 3:5</a> ). But he objected to the notion that it had some spiritual benefit or merit with God and was a prerequisite or necessary component of salvation. Circumcision had meaning in Israel when it was a physical symbol of a cleansed heart (cf. <a ref='Deuteronomy 30:6'>Dt 30:6</a> ; <a ref='Jeremiah 4:4'>Jer 4:4</a> ; <a ref='Jeremiah 9:24–26'>9:24–26</a> ) and served as a reminder of God’s covenant of salvation promise ( <a ref='Genesis 17:9–10'>Ge 17:9–10</a> ). <b>Christ will be of no benefit to you.</b> The atoning sacrifice of Christ cannot benefit anyone who trusts in law and ceremony for salvation. <a ref='Galatians 5:3'>5:3</a> <b>under obligation to keep the whole Law.</b> God’s standard is perfect righteousness, thus a failure to keep only one part of the law falls short of the standard ( <i>see note on <a ref='Galatians 3:10'>3:10</a></i> ). <a ref='Galatians 5:4'>5:4</a> <b>severed from Christ … fallen from grace.</b> The Greek word for “severed” means “to be separated,” or “to be estranged.” The word for “fallen” means “to lose one’s grasp on something.” Paul’s clear meaning is that any attempt to be justified by the law is to reject salvation by grace alone through faith alone. Those once exposed to the gracious truth of the gospel, who then turn their backs on Christ ( <a ref='Hebrews 6:4–6'>Heb 6:4–6</a> ) and seek to be justified by the law are separated from Christ and lose all prospects of God’s gracious salvation. Their desertion of Christ and the gospel only proves that their faith was never genuine (cf. <a ref='Luke 8:13–14'>Lk 8:13–14</a> ; <a ref='1 John 2:19'>1Jn 2:19</a> ). <b>justified.</b> <i>See notes on <a ref='Galatians 2:16'>2:16</a> ; <a ref='Romans 3:24'>Ro 3:24</a> .</i> <a ref='Galatians 5:5'>5:5</a> <b>by faith … the hope of righteousness.</b> Christians already possess the imputed righteousness of Christ, but they still await the completed and perfected righteousness that is yet to come at glorification ( <a ref='Romans 8:18'>Ro 8:18</a> , <a ref='Romans 8:21'>21</a> ). <a ref='Galatians 5:6'>5:6</a> <b>neither circumcision nor uncircumcision means anything.</b> Cf. <a ref='Galatians 6:15'>6:15</a> . Nothing done or not done in the flesh, even religious ceremony, makes any difference in one’s relationship to God. What is external is immaterial and worthless, unless it reflects genuine internal righteousness (cf. <a ref='Romans 2:25–29'>Ro 2:25–29</a> ). <b>faith working through love.</b> Saving faith proves its genuine character by works of love. The person who lives by faith is internally motivated by love for God and Christ (cf. <a ref='Matthew 22:37–40'>Mt 22:37–40</a> ), which supernaturally issues forth in reverent worship, genuine obedience, and self-sacrificing love for others. <a ref='Galatians 5:7'>5:7</a> <b>You were running well.</b> Cf. <a ref='Galatians 3:3'>3:3</a> . Paul compares the Galatians’ life of faith with a race, a figure he used frequently ( <a ref='Galatians 2:2'>2:2</a> ; <a ref='Romans 9:16'>Ro 9:16</a> ; <a ref='1 Corinthians 9:24'>1Co 9:24</a> ). They had a good beginning—they had received the gospel message by faith and had begun to live their Christian lives by faith as well. <b>obeying the truth.</b> <i>See note on <a ref='1 Peter 1:22'>1Pe 1:22</a> .</i> A reference to believers’ true way of living, including both their response to the true gospel in salvation (cf. <a ref='Acts 6:7'>Ac 6:7</a> ; <a ref='Romans 2:8'>Ro 2:8</a> ; <a ref='Romans 6:17'>6:17</a> ; <a ref='2 Thessalonians 1:8'>2Th 1:8</a> ), and their consequent response to obey the Word of God in sanctification. Paul wrote more about salvation and sanctification being a matter of obedience in <a ref='Romans 1:5'>Ro 1:5</a> ; <a ref='Romans 6:16–17'>6:16–17</a> ; <a ref='Romans 16:26'>16:26</a> . The legalistic influence of the Judaizers prevented the unsaved from responding in faith to the gospel of grace and true believers from living by faith. <a ref='Galatians 5:8'>5:8</a> <b>This persuasion.</b> Salvation by works. God does not promote legalism. Any doctrine that claims His gracious work is insufficient to save is false ( <i>see notes on <a ref='Galatians 1:6–7'>1:6–7</a></i> ). <a ref='Galatians 5:9'>5:9</a> <b>leaven.</b> A common axiomatic saying (cf. <a ref='1 Corinthians 5:6'>1Co 5:6</a> ) regarding the influence of yeast in dough. Leaven is often used in Scripture to denote sin ( <a ref='Matthew 16:6'>Mt 16:6</a> , <a ref='Matthew 16:12'>12</a> ) because of its permeating power. <a ref='Galatians 5:10'>5:10</a> <b>confidence in you.</b> Paul expresses encouraging assurance that the Lord will be faithful to keep His own from falling into gross heresy. See <a ref='John 6:39–40'>Jn 6:39–40</a> ; <a ref='John 10:28–29'>10:28–29</a> ; <a ref='Romans 8:31–39'>Ro 8:31–39</a> ; <a ref='Philippians 1:6–7'>Php 1:6–7</a> . They will persevere and be preserved ( <a ref='Jude 1:24'>Jd 24</a> ). <b>judgment.</b> All false teachers will incur strict and devastating eternal condemnation. <i>See notes on <a ref='2 Peter 2:2–3'>2Pe 2:2–3</a> , <a ref='2 Peter 2:9'>9</a> .</i> <a ref='Galatians 5:11'>5:11</a> <b>still preach circumcision.</b> Apparently, the Judaizers had falsely claimed that Paul agreed with their teaching. But he makes the point that if he was preaching circumcision as necessary for salvation, why were the Judaizers persecuting him instead of supporting him? <b>stumbling block of the cross.</b> The Greek word for “stumbling block” can mean “trap,” “snare,” or “offense.” Any offer of salvation that strips man of the opportunity to earn it by his own merit breeds opposition (cf. <a ref='Romans 9:33'>Ro 9:33</a> ). <a ref='Galatians 5:12'>5:12</a> <b>mutilate themselves.</b> The Greek word was often used of castration, such as in the cult of Cybele, whose priests were self-made eunuchs. Paul’s ironic point is that since the Judaizers were so insistent on circumcision as a means of pleasing God, they should go to the extreme of religious devotion and mutilate themselves. <a ref='Galatians 5:13'>5:13</a> <b>freedom.</b> <i>See note on <a ref='Galatians 2:4'>2:4</a> .</i> <b>opportunity for the flesh.</b> The Greek word for “opportunity” was often used to refer to a central base of military operations (cf. <a ref='Romans 7:8'>Ro 7:8</a> ). In the context, “flesh” refers to the sinful inclinations of fallen man ( <i>see note on <a ref='Romans 7:5'>Ro 7:5</a></i> ). The freedom Christians have is not a base from which they can sin freely and without consequence. <b>serve one another.</b> Christian freedom is not for selfish fulfillment, but for serving others. Cf. <a ref='Romans 14:1–15'>Ro 14:1–15</a> . <a ref='Galatians 5:14'>5:14</a> <b>the whole Law.</b> The ethics of the former OT law are the same as those of the NT gospel as indicated in the quote from <a ref='Leviticus 19:18'>Lv 19:18</a> ( <i>see notes on <a ref='Romans 7:12'>Ro 7:12</a> ; <a ref='Romans 8:4'>8:4</a></i> ; cf. <a ref='James 2:8–10'>Jas 2:8–10</a> ). When a Christian genuinely loves others, he fulfills all the moral requirements of the former Mosaic law concerning them ( <a ref='Matthew 22:36–40'>Mt 22:36–40</a> ; cf. <a ref='Deuteronomy 6:5'>Dt 6:5</a> ; <a ref='Romans 13:8–10'>Ro 13:8–10</a> ). This is the ruling principle of Christian freedom (vv. <a ref='Galatians 5:6'>6</a> , <a ref='Galatians 5:13'>13</a> ). <a ref='Galatians 5:15'>5:15</a> <b>bite and devour one another.</b> The imagery is of wild animals savagely attacking and killing one another—a graphic picture of what happens in the spiritual realm when believers do not love and serve each other. <a ref='Galatians 5:16'>5:16</a> <b>walk by the Spirit.</b> All believers have the presence of the indwelling Holy Spirit (cf. <a ref='Romans 8:9'>Ro 8:9</a> ; <a ref='1 Corinthians 6:19–20'>1Co 6:19–20</a> ) as the personal power for living to please God. The form of the Greek verb translated “walk” indicates continuous action, or a habitual lifestyle. Walking also implies progress; as a believer submits to the Spirit’s control—that is, responds in obedience to the simple commands of Scripture—he grows in his spiritual life ( <i>see notes on <a ref='Romans 8:13'>Ro 8:13</a> ; <a ref='Ephesians 5:18'>Eph 5:18</a> ; <a ref='Colossians 3:16'>Col 3:16</a></i> ). <b>the flesh.</b> This is not simply the physical body, but includes the mind, will, and emotions which are all subject to sin. It refers in general to our unredeemed humanness. <i>See notes on <a ref='Romans 7:5'>Ro 7:5</a> ; <a ref='Romans 8:23'>8:23</a></i> ; cf. v. <a ref='Galatians 5:13'>13</a> . <a ref='Galatians 5:17'>5:17</a> <b>opposition to one another.</b> The flesh opposes the work of the Spirit and leads the believer toward sinful behavior he would not otherwise be compelled to do ( <i>see notes on <a ref='Romans 7:14–25'>Ro 7:14–25</a></i> ). <a ref='Galatians 5:18'>5:18</a> <b>led by the Spirit … not under the Law.</b> Take your choice; these are mutually exclusive. Either you live by the power of the Holy Spirit which results in righteous behavior and spiritual attitudes (vv. <a ref='Galatians 5:22–26'>22–26</a> ) or by the law which can only produce unrighteous behavior and attitudes (vv. <a ref='Galatians 5:19–21'>19–21</a> ). Cf. <a ref='1 Corinthians 15:56'>1Co 15:56</a> . <a ref='Galatians 5:19–21'>5:19–21</a> These sins characterize all unredeemed mankind living under the impotent commands of the law which produces only iniquity, though not every person manifests all these sins nor exhibits them to the same degree. Paul’s list, which is not exhaustive, encompasses 3 areas of human life: sex, religion, and human relationships. For other such lists, see <a ref='Romans 1:24–32'>Ro 1:24–32</a> ; <a ref='1 Corinthians 6:9–10'>1Co 6:9–10</a> . <a ref='Galatians 5:19'>5:19</a> <b>evident.</b> The flesh manifests itself in obvious and certain ways. <b>immorality.</b> The Greek word is <i>porneia</i> , from which the English word “pornography” comes. It refers to all illicit sexual activity, including (but not limited to) adultery, premarital sex, homosexuality, bestiality, incest, and prostitution. <b>sensuality.</b> The word originally referred to any excessive behavior or lack of restraint, but eventually became associated with sexual excess and indulgence. <a ref='Galatians 5:20'>5:20</a> <b>sorcery.</b> The Greek word <i>pharmakeia</i> , from which the English word “pharmacy” comes, originally referred to medicines in general, but eventually only to mood- and mind-altering drugs, as well as the occult, witchcraft, and magic. Many pagan religious practices required the use of these drugs to aid in the communication with deities. <b>strife … factions.</b> Many of these sins manifested in the area of human relationships have to do with some form of anger: “Hatred” results in “strife.” “Jealousy” (hateful resentment) results in “outbursts of anger” (sudden, unrestrained expressions of hostility). The next 4 represent animosity between individuals and groups. <a ref='Galatians 5:21'>5:21</a> <b>drunkenness, carousing.</b> Probably a specific reference to the orgies that characterized pagan, idolatrous worship. Generally, it refers to all rowdy, boisterous, and crude behavior. <b>practice.</b> Here is the key word in Paul’s warning. The sense of this Greek verb describes continual, habitual action. Although believers undoubtedly can commit these sins, those people whose basic character is summed up in the uninterrupted and unrepentant practice of them cannot belong to God ( <i>see notes on <a ref='1 Corinthians 6:11'>1Co 6:11</a> ; <a ref='1 John 3:4–10'>1Jn 3:4–10</a></i> ). <b>will not inherit the kingdom of God.</b> <i>See note on <a ref='Matthew 5:3'>Mt 5:3</a> .</i> The unregenerate are barred from entering the spiritual kingdom of redeemed people over whom Christ now rules, and they will be excluded from His millennial kingdom and the eternal state of blessing that follows it. <i>See note on <a ref='Ephesians 5:5'>Eph 5:5</a> .</i> <a ref='Galatians 5:22'>5:22</a> <b>fruit of the Spirit.</b> Godly attitudes that characterize the lives of only those who belong to God by faith in Christ and possess the Spirit of God. The Spirit produces fruit which consists of 9 characteristics or attitudes that are inextricably linked with each and are commanded of believers throughout the NT. <b>love.</b> One of several Greek words for love, <i>agape</i> , is the love of choice, referring not to an emotional affection, physical attraction, or a familial bond, but to respect, devotion, and affection that leads to willing, self-sacrificial service ( <a ref='John 15:13'>Jn 15:13</a> ; <a ref='Romans 5:8'>Ro 5:8</a> ; <a ref='1 John 3:16–17'>1Jn 3:16–17</a> ). <b>joy.</b> A happiness based on unchanging divine promises and eternal spiritual realities. It is the sense of well-being experienced by one who knows all is well between himself and the Lord ( <a ref='1 Peter 1:8'>1Pe 1:8</a> ). Joy is not the result of favorable circumstances, and even occurs when those circumstances are the most painful and severe ( <a ref='John 16:20–22'>Jn 16:20–22</a> ). Joy is a gift from God, and as such, believers are not to manufacture it but to delight in the blessing they already possess ( <a ref='Romans 14:17'>Ro 14:17</a> ; <a ref='Philippians 4:4'>Php 4:4</a> ). <b>peace.</b> The inner calm that results from confidence in one’s saving relationship with Christ. The verb form denotes binding together and is reflected in the expression “having it all together.” Like joy, peace is not related to one’s circumstances ( <a ref='John 14:27'>Jn 14:27</a> ; <a ref='Romans 8:28'>Ro 8:28</a> ; <a ref='Philippians 4:6–7'>Php 4:6–7</a> , <a ref='Philippians 4:9'>9</a> ). <b>patience.</b> The ability to endure injuries inflicted by others and the willingness to accept irritating or painful situations ( <a ref='Ephesians 4:2'>Eph 4:2</a> ; <a ref='Colossians 3:12'>Col 3:12</a> ; <a ref='1 Timothy 1:15–16'>1Ti 1:15–16</a> ). <b>kindness.</b> Tender concern for others, reflected in a desire to treat others gently, just as the Lord treats all believers ( <a ref='Matthew 11:28–29'>Mt 11:28–29</a> ; <a ref='Matthew 19:13–14'>19:13–14</a> ; <a ref='2 Timothy 2:24'>2Ti 2:24</a> ). <b>goodness.</b> Moral and spiritual excellence manifested in active kindness ( <a ref='Romans 5:7'>Ro 5:7</a> ). Believers are commanded to exemplify goodness ( <a ref='Galatians 6:10'>6:10</a> ; <a ref='2 Thessalonians 1:11'>2Th 1:11</a> ). <b>faithfulness.</b> Loyalty and trustworthiness ( <a ref='Lamentations 3:22'>Lam 3:22</a> ; <a ref='Philippians 2:7–9'>Php 2:7–9</a> ; <a ref='1 Thessalonians 5:24'>1Th 5:24</a> ; <a ref='Revelation 2:10'>Rev 2:10</a> ). <a ref='Galatians 5:23'>5:23</a> <b>gentleness.</b> Better translated “meekness.” It is a humble and gentle attitude that is patiently submissive in every offense, while having no desire for revenge or retribution. In the NT, it is used to describe 3 attitudes: submission to the will of God ( <a ref='Colossians 3:12'>Col 3:12</a> ), teachability ( <a ref='James 1:21'>Jas 1:21</a> ), and consideration of others ( <a ref='Ephesians 4:2'>Eph 4:2</a> ). <b>self-control.</b> This refers to restraining passions and appetites ( <a ref='1 Corinthians 9:25'>1Co 9:25</a> ; <a ref='2 Peter 1:5–6'>2Pe 1:5–6</a> ). <b>no law.</b> When a Christian walks by the Spirit and manifests His fruit, he needs no external law to produce the attitudes and behavior that please God (cf. <a ref='Romans 8:4'>Ro 8:4</a> ). <a ref='Galatians 5:24'>5:24</a> <b>crucified the flesh.</b> One of 4 uses of “crucified” that does not refer to Christ’s crucifixion (cf. <a ref='Galatians 2:20'>2:20</a> ; <a ref='Galatians 6:14'>6:14</a> ; <a ref='Romans 6:6'>Ro 6:6</a> ). Here Paul states that the flesh has been executed, yet the spiritual battle still rages in the believer ( <i>see notes on <a ref='Romans 7:14–25'>Ro 7:14–25</a></i> ). Paul’s use looks back to the cross of Christ, where the death of the flesh and its power to reign over believers was actually accomplished ( <a ref='Romans 6:1–11'>Ro 6:1–11</a> ). Christians must wait until their glorification before they are finally rid of their unredeemed humanness ( <a ref='Romans 8:23'>Ro 8:23</a> ), yet by walking in the Spirit they can please God in this world. <a ref='Galatians 5:25'>5:25</a> <b>walk in step with the Spirit.</b> <i>See note on v. <a ref='Galatians 5:16'>16</a> .</i> <a ref='Galatians 6:1'>6:1</a> <b>caught.</b> This word may imply the person was actually seen committing the sin or that he was caught or snared by the sin itself. <b>you … spiritual.</b> Those believers who are walking in the Spirit ( <i>see note on <a ref='Galatians 5:16'>5:16</a></i> ), filled with the Spirit ( <i>see notes on <a ref='Ephesians 5:18–20'>Eph 5:18–20</a> ; <a ref='Colossians 3:16'>Col 3:16</a></i> ), and evidencing the fruit of the Spirit ( <i>see notes on <a ref='Galatians 5:22–23'>5:22–23</a></i> ). <b>restore.</b> Sometimes used metaphorically of settling disputes or arguments, it lit. means “to mend” or “repair,” and was used of setting a broken bone or repairing a dislocated limb ( <a ref='Hebrews 12:12–13'>Heb 12:12–13</a> ; <i>see notes on <a ref='Romans 15:1'>Ro 15:1</a> ; <a ref='1 Thessalonians 5:14–15'>1Th 5:14–15</a></i> ). The basic process of restoration is outlined in <a ref='Matthew 18:15–20'>Mt 18:15–20</a> ( <i>see notes there</i> ). <b>spirit of gentleness.</b> <i>See note on <a ref='Galatians 5:23'>5:23</a></i> (cf. <a ref='2 Corinthians 2:7'>2Co 2:7</a> ; <a ref='2 Thessalonians 3:15'>2Th 3:15</a> ). <b>looking.</b> Also “observing.” The Greek form strongly emphasizes a continual, diligent attentiveness. <a ref='Galatians 6:2'>6:2</a> <b>Bear one another’s burdens.</b> “Burdens” are extra heavy loads, which here represent difficulties or problems people have trouble dealing with. “Bear” connotes carrying something with endurance. <b>the law of Christ.</b> The law of love which fulfills the entire law ( <i>see notes on <a ref='Galatians 5:14'>5:14</a> ; <a ref='John 13:34'>Jn 13:34</a> ; <a ref='Romans 13:8'>Ro 13:8</a> , <a ref='Romans 13:10'>10</a></i> ). <a ref='Galatians 6:4'>6:4</a> <b>examine.</b> Lit. “to approve something after testing it.” Believers first must be sure their lives are right with God before giving spiritual help to others (cf. <a ref='Matthew 7:3–5'>Mt 7:3–5</a> ). reason for <b>boasting.</b> If a believer rejoices or boasts, it should be only boasting in the Lord for what God has done in him (cf. <a ref='2 Corinthians 10:12–18'>2Co 10:12–18</a> ), not for what he supposedly has accomplished compared to other believers ( <i>see note on <a ref='1 Corinthians 1:30–31'>1Co 1:30–31</a></i> ). <a ref='Galatians 6:5'>6:5</a> <b>bear his own load.</b> This is not a contradiction to v. <a ref='Galatians 6:2'>2</a> . “Load” has no connotation of difficulty; it refers to life’s routine obligations and each believer’s ministry calling (cf. <a ref='Matthew 11:30'>Mt 11:30</a> ; <a ref='1 Corinthians 3:12–15'>1Co 3:12–15</a> ; <a ref='2 Corinthians 5:10'>2Co 5:10</a> ). God requires faithfulness in meeting those responsibilities. <a ref='Galatians 6:6'>6:6</a> <b>all good things.</b> Although this expression could refer to material compensation, the context suggests that Paul is referring to the spiritually and morally excellent things learned from the Word, in which they fellowship together. Paul uses this same term to describe the gospel ( <a ref='Romans 10:15'>Ro 10:15</a> ; cf. <a ref='Hebrews 9:11'>Heb 9:11</a> ). <a ref='Galatians 6:7'>6:7</a> <b>whatever a man sows … reap.</b> This agricultural principle, applied metaphorically to the moral and spiritual realm, is universally true (cf. <a ref='Job 4:8'>Job 4:8</a> ; <a ref='Proverbs 1:31–33'>Pr 1:31–33</a> ; <a ref='Hosea 8:7'>Hos 8:7</a> ; <a ref='Hosea 10:12'>10:12</a> ). This law is a form of God’s wrath. <i>See note on <a ref='Romans 1:18'>Ro 1:18</a> .</i> <a ref='Galatians 6:8'>6:8</a> <b>sows to his own flesh.</b> <i>See notes on <a ref='Galatians 5:16–19'>5:16–19</a> ; <a ref='Romans 7:18'>Ro 7:18</a> ; <a ref='Romans 8:23'>8:23</a> .</i> Here it means pandering to the flesh’s evil desires. <b>corruption.</b> From the Greek word for degeneration, as in decaying food. Sin always corrupts and, when left unchecked, always makes a person progressively worse in character (cf. <a ref='Romans 6:23'>Ro 6:23</a> ). <b>sows to the Spirit.</b> To walk by the Holy Spirit ( <i>see notes on <a ref='Galatians 5:16–18'>5:16–18</a> ; <a ref='Ephesians 5:18'>Eph 5:18</a></i> ; cf. <a ref='John 8:31'>Jn 8:31</a> ; <a ref='John 15:7'>15:7</a> ; <a ref='Romans 12:1–2'>Ro 12:1–2</a> ; <a ref='Colossians 2:6'>Col 2:6</a> ; <a ref='Colossians 3:2'>3:2</a> ). <b>eternal life.</b> This expression describes not only a life that endures forever but, primarily, the highest quality of living that one can experience (cf. <a ref='Psalms 51:12'>Ps 51:12</a> ; <a ref='John 10:10'>Jn 10:10</a> ; <a ref='Ephesians 1:3'>Eph 1:3</a> , <a ref='Ephesians 1:18'>18</a> ). <a ref='Galatians 6:10'>6:10</a> <b>opportunity.</b> This Greek word refers to a distinct, fixed time period, rather than occasional moments. Paul’s point is that the believer’s entire life provides the unique privilege by which he can serve others in Christ’s name. <b>especially … the household of the faith.</b> Our love for fellow Christians is the primary test of our love for God ( <i>see notes on <a ref='John 13:34–35'>Jn 13:34–35</a> ; <a ref='Romans 12:10–13'>Ro 12:10–13</a> ; <a ref='1 John 4:21'>1Jn 4:21</a></i> ). <a ref='Galatians 6:11–17'>6:11–17</a> This closing section of the letter is Paul’s final rhetorical attack against the Judaizers’ doctrine ( <i>see notes on <a ref='Galatians 1:7–9'>1:7–9</a></i> ) and motives. It is also a positive statement of his own godly motives in preaching the true gospel. <a ref='Galatians 6:11'>6:11</a> <b>with what large letters.</b> This can be interpreted in two ways: 1) Paul’s poor eyesight forced him to use large letters (cf. <a ref='Galatians 4:13'>4:13</a> , <a ref='Galatians 4:15'>15</a> ); or 2) instead of the normal cursive style of writing used by professional scribes, he used the large block letters (frequently employed in public notices) to emphasize the letter’s content rather than its form. It was a visible picture that contrasted his concern with the content of the gospel for the Judaizers’ only concern: appearances. The expression served as a transition to his concluding remarks. <b>I am writing … my own hand.</b> As a good translation of the Greek verb, this indicates that Paul wrote the entire letter by his own hand, not merely penning a brief statement at the end of dictation to a secretary as he did other times (cf. <a ref='1 Corinthians 16:21'>1Co 16:21</a> ; <a ref='Colossians 4:18'>Col 4:18</a> ; <a ref='2 Thessalonians 3:17'>2Th 3:17</a> ). Paul wrote this letter himself to make sure the Galatians knew he—not some forger—was writing it, and to personalize the document, given the importance and severity of its contents. <a ref='Galatians 6:12'>6:12</a> <b>good showing.</b> The Judaizers were motivated by religious pride and wanted to impress others with their external piety (cf. <a ref='Matthew 6:1–7'>Mt 6:1–7</a> ). <b>compel you to be circumcised.</b> <i>See notes on <a ref='Galatians 2:3'>2:3</a> ; <a ref='Galatians 5:2–6'>5:2–6</a> .</i> <b>will not be persecuted.</b> The Judaizers were more concerned about their personal safety than correct doctrine. By adhering more to the Mosaic law than to the gospel of Jesus, they hoped to avoid social and financial ostracism from other Jews and maintain their protected status as Jews within the Roman Empire. <a ref='Galatians 6:13'>6:13</a> <b>circumcised.</b> Specifically, in this case, the Judaizers ( <i>see notes on <a ref='Galatians 2:7–8'>2:7–8</a></i> ; cf. <a ref='Acts 10:45'>Ac 10:45</a> ; <a ref='Acts 11:2'>11:2</a> ). <b>boast in your flesh.</b> They zealously worked to win Gentile converts to the law so they could brag about their effective proselytizing (cf. <a ref='Matthew 23:15'>Mt 23:15</a> ). <a ref='Galatians 6:14'>6:14</a> <b>boast, except in the cross.</b> The Greek word for “boast” is a basic expression of praise, unlike the English word, which necessarily includes the aspect of pride. Paul glories and rejoices in the sacrifice of Jesus Christ (cf. <a ref='Romans 8:1–3'>Ro 8:1–3</a> ; <a ref='1 Corinthians 2:2'>1Co 2:2</a> ; <a ref='1 Peter 2:24'>1Pe 2:24</a> ). <b>the world.</b> The evil, Satanic system ( <i>see notes on <a ref='1 John 2:15–16'>1Jn 2:15–16</a> ; <a ref='1 John 5:19'>5:19</a></i> ). <b>crucified to me, and I to the world.</b> The world is spiritually dead to believers, and they are dead to the world ( <i>see notes on <a ref='Galatians 2:20'>2:20</a> ; <a ref='Romans 6:2–10'>Ro 6:2–10</a> ; <a ref='1 John 5:4–5'>1Jn 5:4–5</a></i> ; cf. <a ref='Philippians 3:20–21'>Php 3:20–21</a> ). <a ref='Galatians 6:15'>6:15</a> <b>circumcision … nor uncircumcision.</b> <i>See notes on <a ref='Galatians 5:6'>5:6</a> .</i> <b>a new creation.</b> The new birth ( <i>see notes on <a ref='John 3:3'>Jn 3:3</a> ; <a ref='2 Corinthians 5:17'>2Co 5:17</a></i> ). <a ref='Galatians 6:16'>6:16</a> <b>peace and mercy.</b> The results of salvation: “Peace” is the believer’s new relationship to God ( <a ref='Romans 5:1'>Ro 5:1</a> ; <a ref='Romans 8:6'>8:6</a> ; <a ref='Colossians 3:15'>Col 3:15</a> ), and “mercy” is the forgiveness of all his sins and the setting aside of God’s judgment ( <a ref='Psalms 25:6'>Ps 25:6</a> ; <a ref='Daniel 9:18'>Da 9:18</a> ; <a ref='Matthew 5:7'>Mt 5:7</a> ; <a ref='Luke 1:50'>Lk 1:50</a> ; <a ref='Romans 12:1'>Ro 12:1</a> ; <a ref='Ephesians 2:4'>Eph 2:4</a> ; <a ref='Titus 3:5'>Tit 3:5</a> ). <b>Israel of God.</b> All Jewish believers in Christ, i.e., those who are both physical and spiritual descendants of Abraham ( <i>see notes on <a ref='Galatians 3:7'>3:7</a> , <a ref='Galatians 3:18'>18</a> ; <a ref='Romans 2:28–29'>Ro 2:28–29</a> ; <a ref='Romans 9:6–7'>9:6–7</a></i> ). <a ref='Galatians 6:17'>6:17</a> <b>marks.</b> The physical results of persecution (scars, wounds, etc.) that identified Paul as one who had suffered for the Lord (cf. <a ref='Acts 14:19'>Ac 14:19</a> ; <a ref='Acts 16:22'>16:22</a> ; <a ref='2 Corinthians 11:25'>2Co 11:25</a> ; <i>see notes on <a ref='2 Corinthians 1:5'>2Co 1:5</a> ; <a ref='2 Corinthians 4:10'>4:10</a> ; <a ref='Colossians 1:24'>Col 1:24</a></i> ). <a ref='Galatians 6:18'>6:18</a> Even Paul’s final benediction implicitly extols the superiority of the gospel of grace over any man-made system of works righteousness.",
    "type": "notes"
  },
  {
    "id": "notes48f",
    "title": "Translator’s Notes and Cross-References for Galatians",
    "content": "Notes and Cross-References Galatians 1 1:1 A <a ref='2 Corinthians 1:1'>2Co 1:1</a> 1:1 B <a ref='Galatians 1:11'>Ga 1:11f</a> 1:1 C <a ref='Acts 9:15'>Ac 9:15</a> ; <a ref='Galatians 1:15'>Ga 1:15f</a> 1:1 D <a ref='Acts 2:24'>Ac 2:24</a> 1:2 E <a ref='Philippians 4:21'>Php 4:21</a> 1:2 F <a ref='Acts 16:6'>Ac 16:6</a> ; <a ref='1 Corinthians 16:1'>1Co 16:1</a> 1:3 a Two early mss <i>God the Father, and our Lord Jesus Christ</i> 1:3 G <a ref='Romans 1:7'>Ro 1:7</a> 1:4 b Or <i>world</i> 1:4 H <a ref='Galatians 2:20'>Ga 2:20</a> 1:4 I <a ref='Matthew 13:22'>Mt 13:22</a> ; <a ref='Romans 12:2'>Ro 12:2</a> ; <a ref='2 Corinthians 4:4'>2Co 4:4</a> 1:4 J <a ref='Philippians 4:20'>Php 4:20</a> 1:5 K <a ref='Romans 11:36'>Ro 11:36</a> 1:6 c Lit <i>in</i> 1:6 L <a ref='Romans 8:28'>Ro 8:28</a> ; <a ref='Galatians 1:15'>Ga 1:15</a> ; <a ref='Galatians 5:8'>5:8</a> 1:6 M <a ref='2 Corinthians 11:4'>2Co 11:4</a> ; <a ref='Galatians 1:7'>Ga 1:7</a> , <a ref='Galatians 1:11'>11</a> ; <a ref='Galatians 2:2'>2:2</a> , <a ref='Galatians 2:7'>7</a> ; <a ref='Galatians 5:14'>5:14</a> ; <a ref='1 Timothy 1:3'>1Ti 1:3</a> 1:7 N <a ref='Acts 15:24'>Ac 15:24</a> ; <a ref='Galatians 5:10'>Ga 5:10</a> 1:8 d Or <i>other than</i> , <i>more than</i> 1:8 e Gr <i>anathema</i> 1:8 O <a ref='2 Corinthians 11:14'>2Co 11:14</a> 1:8 P <a ref='Romans 9:3'>Ro 9:3</a> 1:9 f Or <i>other than</i> , <i>more than</i> 1:9 g Gr <i>anathema</i> 1:9 Q <a ref='Acts 18:23'>Ac 18:23</a> 1:9 R <a ref='Romans 16:17'>Ro 16:17</a> 1:9 S <a ref='Romans 9:3'>Ro 9:3</a> 1:10 T <a ref='1 Corinthians 10:33'>1Co 10:33</a> ; <a ref='1 Thessalonians 2:4'>1Th 2:4</a> 1:10 U <a ref='Romans 1:1'>Ro 1:1</a> ; <a ref='Philippians 1:1'>Php 1:1</a> 1:11 V <a ref='Romans 2:16'>Ro 2:16</a> ; <a ref='1 Corinthians 15:1'>1Co 15:1</a> 1:11 W <a ref='1 Corinthians 3:4'>1Co 3:4</a> ; <a ref='1 Corinthians 9:8'>9:8</a> 1:12 X <a ref='1 Corinthians 11:23'>1Co 11:23</a> ; <a ref='Galatians 1:1'>Ga 1:1</a> 1:12 Y <a ref='1 Corinthians 2:10'>1Co 2:10</a> ; <a ref='2 Corinthians 12:1'>2Co 12:1</a> ; <a ref='Galatians 1:16'>Ga 1:16</a> ; <a ref='Galatians 2:2'>2:2</a> 1:13 Z <a ref='Acts 26:4'>Ac 26:4f</a> 1:13 A <a ref='Acts 8:3'>Ac 8:3</a> ; <a ref='Acts 22:4'>22:4</a> , <a ref='Acts 22:5'>5</a> 1:13 B <a ref='1 Corinthians 10:32'>1Co 10:32</a> 1:13 C <a ref='Acts 9:21'>Ac 9:21</a> 1:14 D <a ref='Acts 22:3'>Ac 22:3</a> 1:14 E <a ref='Jeremiah 9:14'>Jer 9:14</a> ; <a ref='Matthew 15:2'>Mt 15:2</a> ; <a ref='Mark 7:3'>Mk 7:3</a> ; <a ref='Colossians 2:8'>Col 2:8</a> 1:15 F <a ref='Isaiah 49:1'>Is 49:1</a> , <a ref='Isaiah 49:5'>5</a> ; <a ref='Jeremiah 1:5'>Jer 1:5</a> ; <a ref='Acts 9:15'>Ac 9:15</a> ; <a ref='Romans 1:1'>Ro 1:1</a> ; <a ref='Galatians 1:6'>Ga 1:6</a> 1:16 h Human beings 1:16 G <a ref='Acts 9:15'>Ac 9:15</a> ; <a ref='Galatians 2:9'>Ga 2:9</a> 1:16 H <a ref='Acts 9:20'>Ac 9:20</a> 1:16 I <a ref='Matthew 16:17'>Mt 16:17</a> 1:17 J <a ref='Acts 9:19–22'>Ac 9:19-22</a> 1:17 K <a ref='Acts 9:2'>Ac 9:2</a> 1:18 i Or <i>visit Cephas</i> 1:18 L <a ref='Acts 9:22'>Ac 9:22f</a> 1:18 M <a ref='Acts 9:26'>Ac 9:26</a> 1:18 N <a ref='John 1:42'>Jn 1:42</a> ; <a ref='Galatians 2:9'>Ga 2:9</a> , <a ref='Galatians 2:11'>11</a> , <a ref='Galatians 2:14'>14</a> 1:19 j Or <i>Jacob</i> ; James is the Eng form of Jacob; so in Gal 1:19 O <a ref='Matthew 12:46'>Mt 12:46</a> ; <a ref='Acts 12:17'>Ac 12:17</a> 1:20 k Lit <i>behold before God</i> 1:20 P <a ref='Romans 9:1'>Ro 9:1</a> ; <a ref='2 Corinthians 1:23'>2Co 1:23</a> ; <a ref='2 Corinthians 11:31'>11:31</a> 1:21 Q <a ref='Acts 9:30'>Ac 9:30</a> 1:21 R <a ref='Acts 15:23'>Ac 15:23</a> , <a ref='Acts 15:41'>41</a> 1:21 S <a ref='Acts 6:9'>Ac 6:9</a> 1:22 l Lit <i>face</i> 1:22 T <a ref='1 Corinthians 7:17'>1Co 7:17</a> ; <a ref='1 Thessalonians 2:14'>1Th 2:14</a> 1:22 U <a ref='Romans 16:7'>Ro 16:7</a> 1:23 V <a ref='Acts 6:7'>Ac 6:7</a> ; <a ref='Galatians 6:10'>Ga 6:10</a> 1:23 W <a ref='Acts 9:21'>Ac 9:21</a> 1:24 m Lit <i>in me</i> 1:24 X <a ref='Matthew 9:8'>Mt 9:8</a> Galatians 2 2:1 A <a ref='Acts 15:2'>Ac 15:2</a> 2:1 B <a ref='Acts 4:36'>Ac 4:36</a> ; <a ref='Galatians 2:9'>Ga 2:9</a> , <a ref='Galatians 2:13'>13</a> 2:1 C <a ref='2 Corinthians 2:13'>2Co 2:13</a> ; <a ref='Galatians 2:3'>Ga 2:3</a> 2:2 a Lit <i>according to revelation</i> 2:2 D <a ref='Acts 15:2'>Ac 15:2</a> ; <a ref='Galatians 1:12'>Ga 1:12</a> 2:2 E <a ref='Galatians 1:6'>Ga 1:6</a> 2:2 F <a ref='Romans 9:16'>Ro 9:16</a> ; <a ref='1 Corinthians 9:24'>1Co 9:24ff</a> ; <a ref='Galatians 5:7'>Ga 5:7</a> ; <a ref='Philippians 2:16'>Php 2:16</a> ; <a ref='2 Timothy 4:7'>2Ti 4:7</a> ; <a ref='Hebrews 12:1'>Heb 12:1</a> 2:3 G <a ref='2 Corinthians 2:13'>2Co 2:13</a> ; <a ref='Galatians 2:1'>Ga 2:1</a> 2:3 H <a ref='Acts 16:3'>Ac 16:3</a> ; <a ref='1 Corinthians 9:21'>1Co 9:21</a> 2:4 I <a ref='Acts 15:1'>Ac 15:1</a> , <a ref='Acts 15:24'>24</a> ; <a ref='2 Corinthians 11:13'>2Co 11:13</a> , <a ref='2 Corinthians 11:26'>26</a> ; <a ref='Galatians 1:7'>Ga 1:7</a> 2:4 J <a ref='2 Peter 2:1'>2Pe 2:1</a> ; <a ref='Jude 1:4'>Jd 4</a> 2:4 K <a ref='Galatians 5:1'>Ga 5:1</a> , <a ref='Galatians 5:13'>13</a> ; <a ref='James 1:25'>Jas 1:25</a> 2:4 L <a ref='Romans 8:15'>Ro 8:15</a> ; <a ref='2 Corinthians 11:20'>2Co 11:20</a> 2:5 b Lit <i>an hour</i> 2:5 M <a ref='Galatians 1:6'>Ga 1:6</a> ; <a ref='Galatians 2:14'>2:14</a> ; <a ref='Colossians 1:5'>Col 1:5</a> 2:6 c Lit <i>seemed to be something</i> 2:6 d Lit <i>does not receive a face</i> 2:6 N <a ref='2 Corinthians 11:5'>2Co 11:5</a> ; <a ref='2 Corinthians 12:11'>12:11</a> ; <a ref='Galatians 2:9'>Ga 2:9</a> ; <a ref='Galatians 6:3'>6:3</a> 2:6 O <a ref='Acts 10:34'>Ac 10:34</a> 2:7 e Lit <i>of the uncircumcision</i> 2:7 f Lit <i>of the circumcision</i> 2:7 P <a ref='1 Corinthians 9:17'>1Co 9:17</a> ; <a ref='1 Thessalonians 2:4'>1Th 2:4</a> ; <a ref='1 Timothy 1:11'>1Ti 1:11</a> 2:7 Q <a ref='Acts 9:15'>Ac 9:15</a> ; <a ref='Galatians 1:16'>Ga 1:16</a> 2:7 R <a ref='Galatians 1:18'>Ga 1:18</a> ; <a ref='Galatians 2:9'>2:9</a> , <a ref='Galatians 2:11'>11</a> , <a ref='Galatians 2:14'>14</a> 2:8 g Lit <i>of the circumcision</i> 2:8 S <a ref='Acts 1:25'>Ac 1:25</a> 2:9 h Gr <i>Joannes</i> , Heb <i>Johanan</i> 2:9 i Lit <i>hands</i> 2:9 T <a ref='Romans 12:3'>Ro 12:3</a> 2:9 U <a ref='Acts 12:17'>Ac 12:17</a> ; <a ref='Galatians 2:12'>Ga 2:12</a> 2:9 V <a ref='Luke 22:8'>Lk 22:8</a> ; <a ref='Galatians 1:18'>Ga 1:18</a> ; <a ref='Galatians 2:7'>2:7</a> , <a ref='Galatians 2:11'>11</a> , <a ref='Galatians 2:14'>14</a> 2:9 W <a ref='2 Corinthians 11:5'>2Co 11:5</a> ; <a ref='2 Corinthians 12:11'>12:11</a> ; <a ref='Galatians 2:2'>Ga 2:2</a> , <a ref='Galatians 2:6'>6</a> ; <a ref='Galatians 6:3'>6:3</a> 2:9 X <a ref='1 Timothy 3:15'>1Ti 3:15</a> ; <a ref='Revelation 3:12'>Rev 3:12</a> 2:9 Y <a ref='Acts 4:36'>Ac 4:36</a> ; <a ref='Galatians 2:1'>Ga 2:1</a> , <a ref='Galatians 2:13'>13</a> 2:9 Z <a ref='2 Kings 10:15'>2Ki 10:15</a> 2:9 A <a ref='Galatians 1:16'>Ga 1:16</a> 2:10 B <a ref='Acts 24:17'>Ac 24:17</a> 2:11 j Or <i>was to be condemned</i> 2:11 C <a ref='Galatians 1:18'>Ga 1:18</a> ; <a ref='Galatians 2:7'>2:7</a> , <a ref='Galatians 2:9'>9</a> , <a ref='Galatians 2:14'>14</a> 2:11 D <a ref='Acts 11:19'>Ac 11:19</a> ; <a ref='Acts 15:1'>15:1</a> 2:12 k Or converts <i>from the circumcised</i> ; lit <i>those from the circumcision</i> 2:12 E <a ref='Acts 12:17'>Ac 12:17</a> ; <a ref='Galatians 2:9'>Ga 2:9</a> 2:12 F <a ref='Acts 11:3'>Ac 11:3</a> 2:12 G <a ref='Acts 11:2'>Ac 11:2</a> 2:13 H <a ref='Acts 4:36'>Ac 4:36</a> ; <a ref='Galatians 2:1'>Ga 2:1</a> , <a ref='Galatians 2:9'>9</a> 2:14 l Or <i>progressing toward</i> ; lit <i>walking straightly</i> 2:14 m Some translations close the direct quotation here, others extend it through v <a ref='Galatians 2:21'>21</a> 2:14 I <a ref='Hebrews 12:13'>Heb 12:13</a> 2:14 J <a ref='Galatians 1:6'>Ga 1:6</a> ; <a ref='Galatians 2:5'>2:5</a> ; <a ref='Colossians 1:5'>Col 1:5</a> 2:14 K <a ref='Galatians 1:18'>Ga 1:18</a> ; <a ref='Galatians 2:7'>2:7</a> , <a ref='Galatians 2:9'>9</a> , <a ref='Galatians 2:11'>11</a> 2:14 L <a ref='Acts 10:28'>Ac 10:28</a> ; <a ref='Galatians 2:12'>Ga 2:12</a> 2:15 M <a ref='Philippians 3:4'>Php 3:4f</a> 2:15 N <a ref='1 Samuel 15:18'>1Sa 15:18</a> ; <a ref='Luke 24:7'>Lk 24:7</a> 2:16 n Or <i>although we</i> supposedly <i>knew that a man is not justified by the works of the law except through faith in Jesus Christ</i> 2:16 o Or <i>law</i> 2:16 p Or <i>mortal man</i> 2:16 O <a ref='Acts 13:39'>Ac 13:39</a> ; <a ref='Galatians 3:11'>Ga 3:11</a> 2:16 P <a ref='Romans 3:22'>Ro 3:22</a> ; <a ref='Romans 9:30'>9:30</a> 2:16 Q <a ref='Psalms 143:2'>Ps 143:2</a> ; <a ref='Romans 3:20'>Ro 3:20</a> 2:17 R <a ref='Galatians 2:15'>Ga 2:15</a> 2:17 S <a ref='Luke 20:16'>Lk 20:16</a> ; <a ref='Galatians 3:21'>Ga 3:21</a> 2:18 T <a ref='Romans 3:5'>Ro 3:5</a> 2:19 q Or <i>law</i> 2:19 U <a ref='Romans 6:2'>Ro 6:2</a> ; <a ref='Romans 7:4'>7:4</a> ; <a ref='1 Corinthians 9:20'>1Co 9:20</a> 2:20 V <a ref='Romans 6:6'>Ro 6:6</a> ; <a ref='Galatians 5:24'>Ga 5:24</a> ; <a ref='Galatians 6:14'>6:14</a> 2:20 W <a ref='Romans 8:10'>Ro 8:10</a> 2:20 X <a ref='Matthew 4:3'>Mt 4:3</a> 2:20 Y <a ref='Romans 8:37'>Ro 8:37</a> 2:20 Z <a ref='Galatians 1:4'>Ga 1:4</a> 2:21 r Or <i>law</i> 2:21 A <a ref='Galatians 3:21'>Ga 3:21</a> Galatians 3 3:1 A <a ref='Galatians 1:2'>Ga 1:2</a> 3:1 B <a ref='1 Corinthians 1:23'>1Co 1:23</a> ; <a ref='Galatians 5:11'>Ga 5:11</a> 3:2 a Or <i>law</i> 3:2 b Lit <i>the hearing of faith</i> 3:2 C <a ref='Romans 10:17'>Ro 10:17</a> 3:3 c Or <i>with</i> 3:3 d Or <i>ending with</i> 3:4 e Or <i>experience</i> 3:4 D <a ref='1 Corinthians 15:2'>1Co 15:2</a> 3:5 f Or <i>works of power</i> 3:5 g Or <i>law</i> 3:5 h Lit <i>the hearing of faith</i> 3:5 E <a ref='2 Corinthians 9:10'>2Co 9:10</a> ; <a ref='Philippians 1:19'>Php 1:19</a> 3:5 F <a ref='1 Corinthians 12:10'>1Co 12:10</a> 3:5 G <a ref='Romans 10:17'>Ro 10:17</a> 3:6 H <a ref='Romans 4:3'>Ro 4:3</a> 3:6 I <a ref='Genesis 15:6'>Ge 15:6</a> 3:7 J <a ref='Romans 4:16'>Ro 4:16</a> ; <a ref='Galatians 3:9'>Ga 3:9</a> 3:7 K <a ref='Luke 19:9'>Lk 19:9</a> ; <a ref='Galatians 6:16'>Ga 6:16</a> 3:8 i Lit <i>justifies</i> 3:8 j Lit <i>nations</i> 3:8 L <a ref='Genesis 12:3'>Ge 12:3</a> 3:9 k Lit <i>the believing Abraham</i> 3:9 M <a ref='Galatians 3:7'>Ga 3:7</a> 3:10 l Or <i>law</i> 3:10 N <a ref='Deuteronomy 27:26'>Dt 27:26</a> 3:11 m Or <i>in</i> 3:11 n Or <i>law</i> 3:11 o Or <i>but he who is righteous by faith shall live</i> 3:11 O <a ref='Galatians 2:16'>Ga 2:16</a> 3:11 P <a ref='Habakkuk 2:4'>Hab 2:4</a> ; <a ref='Romans 1:17'>Ro 1:17</a> ; <a ref='Hebrews 10:38'>Heb 10:38</a> 3:12 p Or <i>And</i> 3:12 q Or <i>based on</i> 3:12 r Or <i>in</i> 3:12 Q <a ref='Leviticus 18:5'>Lv 18:5</a> ; <a ref='Romans 10:5'>Ro 10:5</a> 3:13 s Or <i>cross</i> ; lit <i>wood</i> 3:13 R <a ref='Galatians 4:5'>Ga 4:5</a> 3:13 S <a ref='Deuteronomy 21:23'>Dt 21:23</a> 3:13 T <a ref='Acts 5:30'>Ac 5:30</a> 3:14 t Or <i>occur</i> 3:14 U <a ref='Romans 4:9'>Ro 4:9</a> , <a ref='Romans 4:16'>16</a> ; <a ref='Galatians 3:28'>Ga 3:28</a> 3:14 V <a ref='Galatians 3:2'>Ga 3:2</a> 3:14 W <a ref='Acts 2:33'>Ac 2:33</a> ; <a ref='Ephesians 1:13'>Eph 1:13</a> 3:15 u Lit <i>according to man</i> 3:15 v Or <i>will</i> or <i>testament</i> 3:15 w Or <i>a codicil</i> 3:15 X <a ref='Acts 1:15'>Ac 1:15</a> ; <a ref='Romans 1:13'>Ro 1:13</a> ; <a ref='Galatians 6:18'>Ga 6:18</a> 3:15 Y <a ref='Romans 3:5'>Ro 3:5</a> 3:15 Z <a ref='Hebrews 6:16'>Heb 6:16</a> 3:16 A <a ref='Luke 1:55'>Lk 1:55</a> ; <a ref='Romans 4:13'>Ro 4:13</a> , <a ref='Romans 4:16'>16</a> ; <a ref='Romans 9:4'>9:4</a> 3:16 B <a ref='Genesis 17:7'>Ge 17:7</a> ; <a ref='Acts 3:25'>Ac 3:25</a> 3:17 C <a ref='Genesis 15:13'>Ge 15:13f</a> ; <a ref='Exodus 12:40'>Ex 12:40</a> ; <a ref='Acts 7:6'>Ac 7:6</a> 3:18 D <a ref='Romans 4:14'>Ro 4:14</a> 3:18 E <a ref='Hebrews 6:14'>Heb 6:14</a> 3:19 x Or <i>for the sake of defining</i> 3:19 F <a ref='Romans 5:20'>Ro 5:20</a> 3:19 G <a ref='Acts 7:53'>Ac 7:53</a> 3:19 H <a ref='Exodus 20:19'>Ex 20:19</a> ; <a ref='Deuteronomy 5:5'>Dt 5:5</a> 3:19 I <a ref='Galatians 3:16'>Ga 3:16</a> 3:20 y Lit <i>of one</i> 3:20 J <a ref='1 Timothy 2:5'>1Ti 2:5</a> ; <a ref='Hebrews 8:6'>Heb 8:6</a> ; <a ref='Hebrews 9:15'>9:15</a> ; <a ref='Hebrews 12:24'>12:24</a> 3:21 K <a ref='Luke 20:16'>Lk 20:16</a> ; <a ref='Galatians 2:17'>Ga 2:17</a> 3:21 L <a ref='Galatians 2:21'>Ga 2:21</a> 3:22 z Lit <i>all things</i> 3:22 M <a ref='Romans 11:32'>Ro 11:32</a> 3:23 N <a ref='Romans 11:32'>Ro 11:32</a> 3:24 O <a ref='1 Corinthians 4:15'>1Co 4:15</a> 3:24 P <a ref='Galatians 2:16'>Ga 2:16</a> 3:25 a Lit <i>child-conductor</i> 3:25 Q <a ref='1 Corinthians 4:15'>1Co 4:15</a> 3:26 R <a ref='Romans 8:14'>Ro 8:14</a> ; <a ref='Galatians 4:5'>Ga 4:5</a> 3:26 S <a ref='Romans 8:1'>Ro 8:1</a> ; <a ref='Galatians 3:28'>Ga 3:28</a> ; <a ref='Galatians 4:14'>4:14</a> ; <a ref='Galatians 5:6'>5:6</a> , <a ref='Galatians 5:24'>24</a> ; <a ref='Ephesians 1:1'>Eph 1:1</a> ; <a ref='Philippians 1:1'>Php 1:1</a> ; <a ref='Colossians 1:4'>Col 1:4</a> ; <a ref='1 Timothy 1:12'>1Ti 1:12</a> ; <a ref='2 Timothy 1:1'>2Ti 1:1</a> ; <a ref='Titus 1:4'>Tit 1:4</a> 3:27 T <a ref='Matthew 28:19'>Mt 28:19</a> ; <a ref='Romans 6:3'>Ro 6:3</a> ; <a ref='1 Corinthians 10:2'>1Co 10:2</a> 3:27 U <a ref='Romans 13:14'>Ro 13:14</a> 3:28 V <a ref='Romans 3:22'>Ro 3:22</a> ; <a ref='1 Corinthians 12:13'>1Co 12:13</a> ; <a ref='Colossians 3:11'>Col 3:11</a> 3:28 W <a ref='Genesis 1:27'>Ge 1:27</a> 3:28 X <a ref='John 17:11'>Jn 17:11</a> ; <a ref='Ephesians 2:15'>Eph 2:15</a> 3:28 Y <a ref='Romans 8:1'>Ro 8:1</a> ; <a ref='Galatians 3:26'>Ga 3:26</a> ; <a ref='Galatians 4:14'>4:14</a> ; <a ref='Galatians 5:6'>5:6</a> , <a ref='Galatians 5:24'>24</a> ; <a ref='Ephesians 1:1'>Eph 1:1</a> ; <a ref='Philippians 1:1'>Php 1:1</a> ; <a ref='Colossians 1:4'>Col 1:4</a> ; <a ref='1 Timothy 1:12'>1Ti 1:12</a> ; <a ref='2 Timothy 1:1'>2Ti 1:1</a> ; <a ref='Titus 1:4'>Tit 1:4</a> 3:29 b Lit <i>are Christ’s</i> 3:29 c Or <i>descendants</i> 3:29 Z <a ref='Romans 4:13'>Ro 4:13</a> ; <a ref='1 Corinthians 3:23'>1Co 3:23</a> 3:29 A <a ref='Romans 9:8'>Ro 9:8</a> ; <a ref='Galatians 3:18'>Ga 3:18</a> ; <a ref='Galatians 4:28'>4:28</a> Galatians 4 4:1 a Or <i>minor</i> 4:1 b Lit <i>lord</i> 4:3 c Or <i>rudimentary teachings</i> , <i>principles</i> 4:3 A <a ref='Galatians 2:4'>Ga 2:4</a> ; <a ref='Galatians 4:8'>4:8f</a> , <a ref='Galatians 4:24'>24f</a> 4:3 B <a ref='Galatians 4:9'>Ga 4:9</a> ; <a ref='Colossians 2:8'>Col 2:8</a> , <a ref='Colossians 2:20'>20</a> ; <a ref='Hebrews 5:12'>Heb 5:12</a> 4:4 d Or <i>law</i> 4:4 C <a ref='Mark 1:15'>Mk 1:15</a> 4:4 D <a ref='John 1:14'>Jn 1:14</a> ; <a ref='Romans 1:3'>Ro 1:3</a> ; <a ref='Romans 8:3'>8:3</a> ; <a ref='Philippians 2:7'>Php 2:7</a> 4:4 E <a ref='Luke 2:21'>Lk 2:21f</a> , <a ref='Luke 2:27'>27</a> 4:5 e Or <i>law</i> 4:5 F <a ref='Romans 8:14'>Ro 8:14</a> ; <a ref='Galatians 3:26'>Ga 3:26</a> 4:6 G <a ref='Acts 16:7'>Ac 16:7</a> ; <a ref='Romans 5:5'>Ro 5:5</a> ; <a ref='Romans 8:9'>8:9</a> , <a ref='Romans 8:16'>16</a> ; <a ref='2 Corinthians 3:17'>2Co 3:17</a> 4:6 H <a ref='Mark 14:36'>Mk 14:36</a> ; <a ref='Romans 8:15'>Ro 8:15</a> 4:7 f Through the gracious act of 4:7 I <a ref='Romans 8:17'>Ro 8:17</a> 4:8 J <a ref='1 Corinthians 1:21'>1Co 1:21</a> ; <a ref='Ephesians 2:12'>Eph 2:12</a> ; <a ref='1 Thessalonians 4:5'>1Th 4:5</a> ; <a ref='2 Thessalonians 1:8'>2Th 1:8</a> 4:8 K <a ref='Galatians 4:3'>Ga 4:3</a> 4:8 L <a ref='2 Chronicles 13:9'>2Chr 13:9</a> ; <a ref='Isaiah 37:19'>Is 37:19</a> ; <a ref='Jeremiah 2:11'>Jer 2:11</a> ; <a ref='1 Corinthians 8:4'>1Co 8:4f</a> ; <a ref='1 Corinthians 10:20'>10:20</a> 4:9 g Or <i>rudimentary teachings</i> , <i>principles</i> 4:9 M <a ref='1 Corinthians 8:3'>1Co 8:3</a> 4:9 N <a ref='Colossians 2:20'>Col 2:20</a> 4:9 O <a ref='Galatians 4:3'>Ga 4:3</a> 4:10 P <a ref='Romans 14:5'>Ro 14:5</a> ; <a ref='Colossians 2:16'>Col 2:16</a> 4:11 h Or <i>for</i> 4:12 Q <a ref='Galatians 6:18'>Ga 6:18</a> 4:12 R <a ref='2 Corinthians 6:11'>2Co 6:11</a> , <a ref='2 Corinthians 6:13'>13</a> 4:13 i Lit <i>weakness of the flesh</i> 4:13 j Or <i>former</i> 4:14 k Or <i>temptation</i> 4:14 l Lit <i>flesh</i> 4:14 m Lit <i>spit out at</i> 4:14 S <a ref='Matthew 10:40'>Mt 10:40</a> ; <a ref='1 Thessalonians 2:13'>1Th 2:13</a> 4:14 T <a ref='Galatians 3:26'>Ga 3:26</a> 4:15 n Lit <i>the congratulation of yourselves</i> 4:16 o Or <i>dealing truthfully with you</i> 4:16 U <a ref='Amos 5:10'>Am 5:10</a> 4:18 p Or <i>thing</i> 4:18 V <a ref='Galatians 4:13'>Ga 4:13f</a> 4:19 W <a ref='1 John 2:1'>1Jn 2:1</a> 4:19 X <a ref='1 Corinthians 4:15'>1Co 4:15</a> 4:19 Y <a ref='Ephesians 4:13'>Eph 4:13</a> 4:20 Z <a ref='2 Corinthians 4:8'>2Co 4:8</a> 4:21 A <a ref='Luke 16:29'>Lk 16:29</a> 4:22 B <a ref='Genesis 16:15'>Ge 16:15</a> 4:22 C <a ref='Genesis 21:2'>Ge 21:2</a> 4:23 D <a ref='Romans 9:7'>Ro 9:7</a> ; <a ref='Galatians 4:29'>Ga 4:29</a> 4:23 E <a ref='Genesis 17:16'>Ge 17:16ff</a> ; <a ref='Genesis 18:10'>18:10ff</a> ; <a ref='Genesis 21:1'>21:1</a> ; <a ref='Galatians 4:28'>Ga 4:28</a> ; <a ref='Hebrews 11:11'>Heb 11:11</a> 4:24 q Lit <i>Which</i> 4:24 r Or <i>written</i> 4:24 s Lit <i>which</i> 4:24 F <a ref='1 Corinthians 10:11'>1Co 10:11</a> 4:24 G <a ref='Deuteronomy 33:2'>Dt 33:2</a> 4:24 H <a ref='Galatians 4:3'>Ga 4:3</a> 4:26 t Lit <i>which</i> 4:26 I <a ref='Hebrews 12:22'>Heb 12:22</a> ; <a ref='Revelation 3:12'>Rev 3:12</a> ; <a ref='Revelation 21:2'>21:2</a> , <a ref='Revelation 21:10'>10</a> 4:27 J <a ref='Isaiah 54:1'>Is 54:1</a> 4:28 K <a ref='Galatians 4:23'>Ga 4:23</a> 4:28 L <a ref='Romans 9:7'>Ro 9:7ff</a> ; <a ref='Galatians 3:29'>Ga 3:29</a> 4:29 M <a ref='Galatians 4:23'>Ga 4:23</a> 4:29 N <a ref='Genesis 21:9'>Ge 21:9</a> 4:29 O <a ref='Galatians 5:11'>Ga 5:11</a> 4:30 P <a ref='Genesis 21:10'>Ge 21:10</a> , <a ref='Genesis 21:12'>12</a> 4:30 Q <a ref='John 8:35'>Jn 8:35</a> 4:31 u Ch <a ref='Galatians 5:1'>5:1</a> , note a Galatians 5 5:1 a Some authorities prefer to join this sentence with <a ref='Galatians 4:31'>4:31</a> and render <i>but with the freedom of the free woman Christ set us free</i> 5:1 A <a ref='John 8:32'>Jn 8:32</a> , <a ref='John 8:36'>36</a> ; <a ref='Romans 8:15'>Ro 8:15</a> ; <a ref='2 Corinthians 3:17'>2Co 3:17</a> ; <a ref='Galatians 2:4'>Ga 2:4</a> ; <a ref='Galatians 5:13'>5:13</a> 5:1 B <a ref='1 Corinthians 16:13'>1Co 16:13</a> 5:1 C <a ref='Acts 15:10'>Ac 15:10</a> ; <a ref='Galatians 2:4'>Ga 2:4</a> 5:2 D <a ref='2 Corinthians 10:1'>2Co 10:1</a> 5:2 E <a ref='Acts 15:1'>Ac 15:1</a> ; <a ref='Galatians 5:3'>Ga 5:3</a> , <a ref='Galatians 5:6'>6</a> , <a ref='Galatians 5:11'>11</a> 5:3 F <a ref='Luke 16:28'>Lk 16:28</a> 5:3 G <a ref='Acts 15:1'>Ac 15:1</a> ; <a ref='Galatians 5:2'>Ga 5:2</a> , <a ref='Galatians 5:6'>6</a> , <a ref='Galatians 5:11'>11</a> 5:3 H <a ref='Romans 2:25'>Ro 2:25</a> 5:4 b Lit <i>abolished</i> , cf. <a ref='Galatians 5:11'>5:11</a> 5:4 I <a ref='Hebrews 12:15'>Heb 12:15</a> ; <a ref='2 Peter 3:17'>2Pe 3:17</a> 5:5 c Lit <i>by</i> 5:5 d Lit <i>out of</i> 5:5 J <a ref='Romans 8:23'>Ro 8:23</a> ; <a ref='1 Corinthians 1:7'>1Co 1:7</a> 5:6 K <a ref='Galatians 3:26'>Ga 3:26</a> 5:6 L <a ref='1 Corinthians 7:19'>1Co 7:19</a> ; <a ref='Galatians 6:15'>Ga 6:15</a> 5:6 M <a ref='Colossians 1:4'>Col 1:4f</a> ; <a ref='1 Thessalonians 1:3'>1Th 1:3</a> ; <a ref='James 2:18'>Jas 2:18</a> , <a ref='James 2:20'>20</a> , <a ref='James 2:22'>22</a> 5:7 e Or <i>being persuaded by</i> , cf. <a ref='Galatians 5:8'>5:8</a> , <a ref='Galatians 5:10'>10</a> 5:7 N <a ref='Galatians 2:2'>Ga 2:2</a> 5:8 O <a ref='Romans 8:28'>Ro 8:28</a> ; <a ref='Galatians 1:6'>Ga 1:6</a> 5:9 P <a ref='1 Corinthians 5:6'>1Co 5:6</a> 5:10 f Lit <i>toward</i> 5:10 Q <a ref='2 Corinthians 2:3'>2Co 2:3</a> 5:10 R <a ref='Galatians 5:7'>Ga 5:7</a> ; <a ref='Philippians 3:15'>Php 3:15</a> 5:10 S <a ref='Galatians 1:7'>Ga 1:7</a> ; <a ref='Galatians 5:12'>5:12</a> 5:11 T <a ref='Galatians 4:29'>Ga 4:29</a> ; <a ref='Galatians 6:12'>6:12</a> 5:11 U <a ref='Romans 9:33'>Ro 9:33</a> ; <a ref='1 Corinthians 1:23'>1Co 1:23</a> 5:12 g Or <i>cut themselves off</i> , <i>castrate</i> 5:12 V <a ref='Galatians 2:4'>Ga 2:4</a> ; <a ref='Galatians 5:10'>5:10</a> 5:12 W <a ref='Deuteronomy 23:1'>Dt 23:1</a> 5:13 X <a ref='Galatians 5:1'>Ga 5:1</a> 5:13 Y <a ref='1 Corinthians 8:9'>1Co 8:9</a> ; <a ref='1 Peter 2:16'>1Pe 2:16</a> 5:13 Z <a ref='1 Corinthians 9:19'>1Co 9:19</a> ; <a ref='Ephesians 5:21'>Eph 5:21</a> 5:14 A <a ref='Matthew 7:12'>Mt 7:12</a> ; <a ref='Matthew 22:40'>22:40</a> ; <a ref='Romans 13:8'>Ro 13:8</a> , <a ref='Romans 13:10'>10</a> ; <a ref='Galatians 6:2'>Ga 6:2</a> 5:14 B <a ref='Leviticus 19:18'>Lv 19:18</a> ; <a ref='Matthew 19:19'>Mt 19:19</a> ; <a ref='John 13:34'>Jn 13:34</a> 5:15 C <a ref='Galatians 5:20'>Ga 5:20</a> ; <a ref='Philippians 3:2'>Php 3:2</a> 5:16 D <a ref='Romans 8:4'>Ro 8:4</a> ; <a ref='Romans 13:14'>13:14</a> ; <a ref='Galatians 5:24'>Ga 5:24f</a> 5:16 E <a ref='Romans 13:14'>Ro 13:14</a> ; <a ref='Ephesians 2:3'>Eph 2:3</a> 5:17 h Lit <i>lusts against</i> 5:17 F <a ref='Romans 7:18'>Ro 7:18</a> , <a ref='Romans 7:23'>23</a> ; <a ref='Romans 8:5'>8:5ff</a> 5:17 G <a ref='Romans 7:15'>Ro 7:15ff</a> 5:18 H <a ref='Romans 8:14'>Ro 8:14</a> 5:18 I <a ref='Romans 6:14'>Ro 6:14</a> ; <a ref='Romans 7:4'>7:4</a> ; <a ref='1 Timothy 1:9'>1Ti 1:9</a> 5:19 J <a ref='1 Corinthians 6:9'>1Co 6:9</a> , <a ref='1 Corinthians 6:18'>18</a> ; <a ref='2 Corinthians 12:21'>2Co 12:21</a> 5:20 i Or <i>heresies</i> 5:20 K <a ref='Revelation 21:8'>Rev 21:8</a> 5:20 L <a ref='2 Corinthians 12:20'>2Co 12:20</a> 5:20 M <a ref='Romans 2:8'>Ro 2:8</a> ; <a ref='James 3:14'>Jas 3:14ff</a> 5:20 N <a ref='1 Corinthians 11:19'>1Co 11:19</a> 5:21 O <a ref='Romans 13:13'>Ro 13:13</a> 5:21 P <a ref='1 Corinthians 6:9'>1Co 6:9</a> 5:22 Q <a ref='Matthew 7:16'>Mt 7:16ff</a> ; <a ref='Ephesians 5:9'>Eph 5:9</a> 5:22 R <a ref='Romans 5:1–5'>Ro 5:1-5</a> ; <a ref='1 Corinthians 13:4'>1Co 13:4</a> ; <a ref='Colossians 3:12–15'>Col 3:12-15</a> 5:23 S <a ref='Acts 24:25'>Ac 24:25</a> 5:23 T <a ref='Galatians 5:18'>Ga 5:18</a> 5:24 j Lit <i>are of</i> 5:24 U <a ref='Galatians 3:26'>Ga 3:26</a> 5:24 V <a ref='Romans 6:6'>Ro 6:6</a> ; <a ref='Galatians 2:20'>Ga 2:20</a> ; <a ref='Galatians 6:14'>6:14</a> 5:24 W <a ref='Galatians 5:16'>Ga 5:16f</a> 5:25 k Lit <i>following in line</i> 5:25 X <a ref='Galatians 5:16'>Ga 5:16</a> 5:26 Y <a ref='Philippians 2:3'>Php 2:3</a> Galatians 6 6:1 a Gr <i>anthropos</i> 6:1 A <a ref='Galatians 6:18'>Ga 6:18</a> ; <a ref='1 Thessalonians 4:1'>1Th 4:1</a> 6:1 B <a ref='1 Corinthians 2:15'>1Co 2:15</a> 6:1 C <a ref='2 Corinthians 2:7'>2Co 2:7</a> ; <a ref='2 Thessalonians 3:15'>2Th 3:15</a> ; <a ref='Hebrews 12:13'>Heb 12:13</a> ; <a ref='James 5:19'>Jas 5:19f</a> 6:1 D <a ref='1 Corinthians 4:21'>1Co 4:21</a> 6:2 E <a ref='Romans 15:1'>Ro 15:1</a> 6:2 F <a ref='Romans 8:2'>Ro 8:2</a> ; <a ref='1 Corinthians 9:21'>1Co 9:21</a> ; <a ref='James 1:25'>Jas 1:25</a> ; <a ref='James 2:12'>2:12</a> ; <a ref='2 Peter 3:2'>2Pe 3:2</a> 6:3 G <a ref='Acts 5:36'>Ac 5:36</a> ; <a ref='1 Corinthians 3:18'>1Co 3:18</a> ; <a ref='2 Corinthians 12:11'>2Co 12:11</a> 6:4 H <a ref='1 Corinthians 11:28'>1Co 11:28</a> 6:4 I <a ref='Philippians 1:26'>Php 1:26</a> 6:5 J <a ref='Proverbs 9:12'>Pr 9:12</a> ; <a ref='Romans 14:12'>Ro 14:12</a> ; <a ref='1 Corinthians 3:8'>1Co 3:8</a> 6:6 K <a ref='1 Corinthians 9:11'>1Co 9:11</a> , <a ref='1 Corinthians 9:14'>14</a> 6:6 L <a ref='2 Timothy 4:2'>2Ti 4:2</a> 6:7 M <a ref='1 Corinthians 6:9'>1Co 6:9</a> 6:7 N <a ref='Job 13:9'>Job 13:9</a> 6:7 O <a ref='2 Corinthians 9:6'>2Co 9:6</a> 6:8 P <a ref='Job 4:8'>Job 4:8</a> ; <a ref='Hosea 8:7'>Hos 8:7</a> ; <a ref='Romans 6:21'>Ro 6:21</a> 6:8 Q <a ref='1 Corinthians 15:42'>1Co 15:42</a> 6:8 R <a ref='Romans 8:11'>Ro 8:11</a> ; <a ref='James 3:18'>Jas 3:18</a> 6:9 S <a ref='1 Corinthians 15:58'>1Co 15:58</a> ; <a ref='2 Corinthians 4:1'>2Co 4:1</a> 6:9 T <a ref='Matthew 10:22'>Mt 10:22</a> ; <a ref='Hebrews 12:3'>Heb 12:3</a> , <a ref='Hebrews 12:5'>5</a> ; <a ref='James 5:7'>Jas 5:7f</a> 6:10 b Or <i>as</i> 6:10 U <a ref='Proverbs 3:27'>Pr 3:27</a> ; <a ref='John 12:35'>Jn 12:35</a> 6:10 V <a ref='Ephesians 2:19'>Eph 2:19</a> ; <a ref='Hebrews 3:6'>Heb 3:6</a> ; <a ref='1 Peter 2:5'>1Pe 2:5</a> ; <a ref='1 Peter 4:17'>4:17</a> 6:10 W <a ref='Acts 6:7'>Ac 6:7</a> ; <a ref='Galatians 1:23'>Ga 1:23</a> 6:11 c Or <i>have written</i> 6:11 X <a ref='1 Corinthians 16:21'>1Co 16:21</a> 6:12 d Or <i>because of</i> 6:12 Y <a ref='Matthew 23:27'>Mt 23:27f</a> 6:12 Z <a ref='Acts 15:1'>Ac 15:1</a> 6:12 A <a ref='Galatians 5:11'>Ga 5:11</a> 6:13 e Two early mss <i>have been</i> 6:13 f Or <i>law</i> 6:13 B <a ref='Romans 2:25'>Ro 2:25</a> 6:13 C <a ref='Philippians 3:3'>Php 3:3</a> 6:14 g Or <i>whom</i> 6:14 D <a ref='Luke 20:16'>Lk 20:16</a> ; <a ref='Galatians 2:17'>Ga 2:17</a> ; <a ref='Galatians 3:21'>3:21</a> 6:14 E <a ref='1 Corinthians 2:2'>1Co 2:2</a> 6:14 F <a ref='Galatians 2:20'>Ga 2:20</a> ; <a ref='Colossians 2:20'>Col 2:20</a> 6:14 G <a ref='Romans 6:2'>Ro 6:2</a> , <a ref='Romans 6:6'>6</a> ; <a ref='Galatians 2:19'>Ga 2:19f</a> ; <a ref='Galatians 5:24'>5:24</a> 6:15 h Or <i>creature</i> 6:15 H <a ref='Romans 2:26'>Ro 2:26</a> , <a ref='Romans 2:28'>28</a> ; <a ref='1 Corinthians 7:19'>1Co 7:19</a> ; <a ref='Galatians 5:6'>Ga 5:6</a> 6:15 I <a ref='2 Corinthians 5:17'>2Co 5:17</a> ; <a ref='Ephesians 2:10'>Eph 2:10</a> , <a ref='Ephesians 2:15'>15</a> ; <a ref='Ephesians 4:24'>4:24</a> ; <a ref='Colossians 3:10'>Col 3:10</a> 6:16 i Lit <i>following in line</i> 6:16 J <a ref='Romans 9:6'>Ro 9:6</a> ; <a ref='Galatians 3:7'>Ga 3:7</a> , <a ref='Galatians 3:29'>29</a> ; <a ref='Philippians 3:3'>Php 3:3</a> 6:17 K <a ref='Isaiah 44:5'>Is 44:5</a> ; <a ref='Ezekiel 9:4'>Eze 9:4</a> ; <a ref='2 Corinthians 4:10'>2Co 4:10</a> ; <a ref='2 Corinthians 11:23'>11:23</a> ; <a ref='Revelation 13:16'>Rev 13:16</a> 6:18 L <a ref='Romans 16:20'>Ro 16:20</a> 6:18 M <a ref='2 Timothy 4:22'>2Ti 4:22</a> 6:18 N <a ref='Acts 1:15'>Ac 1:15</a> ; <a ref='Romans 1:13'>Ro 1:13</a> ; <a ref='Galatians 3:15'>Ga 3:15</a> ; <a ref='Galatians 4:12'>4:12</a> , <a ref='Galatians 4:28'>28</a> , <a ref='Galatians 4:31'>31</a>",
    "type": "notes"
  }
]